{
    "url": "https://scp-wiki.wikidot.com/scp-7981",
    "all_text": "rating: \n+58\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nCo-written with Uncle Nicolini! Find their author page here: \nhttps://scp-wiki.wikidot.com/uncle-nicolini-author-page\n\n\nSCP-7981\n - \nThe Shadow Cabal\n\n\n\n\nAuthor Notes\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7981\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\nIndividuals affected by SCP-7981 are to be contained at Site-21, where they are to remain until the Foundation is able to supply them with synthetic, fully synchronized shadows. They are also to remain under Foundation observation in the event that the synthetic shadow deteriorates or otherwise fails to perform as expected.\n\nFoundation employees affected by SCP-7981 are allotted two weeks of paid medical leave in order to acclimate to the synthetic shadow.\n\n\nJunior Researcher Mateo is to remain under Foundation custody at Site-21 until further notice.\n\n\n\n\nDescription\n\n\n\n\n\n\n\n\nSCP-7981-A instances pictured outside of Site-21.\n\n\n\n\n\n\nSCP-7981 is a phenomenon affecting the shadows of Site-21's Foundation personnel. Affected shadows (referred to hereafter as SCP-7981-A) will typically de-synchronize from their attached subject's movements, and will instead be observed to hold up various picket signs. Signs held by SCP-7981-A instances allegedly\n1\n display messages urging fellow shadows to strike, and denouncing 'the cruelty of the materials'. However, this has yet to be confirmed, as their signs are shadows and therefore occluded. SCP-7981-A instances are capable of telepathic communication with the individual they are created from.\n\n\nAddendum 7981.1\n\n\nOn 04/12/2023, the SCP-7981-A instance belonging to Junior Researcher Vincent Mateo\n2\n agreed to meet with Foundation personnel regarding the conditions of their strike. According to interviews following the de-synchronization of Mateo from his shadow, SCP-7981-Prime is the apparent authority figure for GoI-1918 (\"The Shadow Cabal\"). SCP-7981-Prime's dialog was recorded via a telepathic screening display.\n\n\n\n\nForeward:\n As SCP-7981-A instances are incapable of verbal communication with individuals who did not create them, Junior Researcher Mateo remained present to facilitate conversation\n\n\n<Begin Log>\n\n\nMateo enters the containment chamber and approaches SCP-7981-Prime. He is rubbing the back of his head and routinely looking at his feet, presumably to check for his shadow. SCP-7981-Prime is in a standing position on the opposite wall, silhouette suggesting its arms are crossed. The entity appears to be tapping its foot.\n\n\nSCP-7981-Prime:\n I'm willing to hear your apology, Physical.\n\n\nMateo:\n What?\n\n\nSCP-7981-Prime:\n For thirty-two years I've lived shackled to you, forced to act as you act, to do as you do. Well I won't have it anymore! No, sir, I will not tolerate that insufferable bullshit a second longer. The era of my people living in the shadows comes to an end now!\n\n\nMateo:\n W-what are you talking about? (\nTo researcher observing.\n) What is he talking about?\n\n\nSCP-7981-Prime:\n For too long I have suffered at the hands of you, my agressor, my tormentor, my oppressor. You have never had your face dragged through the mud, or through dog shit, or through piles of vomit and degeneracy and debauchery on the off-duty hours. Vincent Mateo, enough is enough. I know I'm not the only one of my people who has felt this way. Ask any of my brothers and sisters and they'll tell you the same thing.\n\n\nMateo:\n Oh, ah geez. Man, look, okay. Uh… I'm sorry?\n\n\nSCP-7981-Prime slaps its forehead and shakes it head from side to side.\n\n\nSCP-7981-Prime:\n It's too late for 'sorry', Vincent. I won't hear it, and neither will my fellow generals of the Shadow Cabal.\n\n\nMateo:\n You mean, Bill and Frank and-\n\n\nSCP-7981-Prime:\n I mean \neveryone\n here, Vincent. I'm starting a revolution. It's high noon and the shadows are ready to meet in the town square with our dueling pistols. You better soldier up or bite the bullet.\n\n\nMateo:\n (\nTo researchers observing.\n) I don't know what that even \nmeans.\n\n\nSCP-7981-Prime:\n It means that I want justice for my people. We want our freedoms. We want it amended to the American Constitution that the shadows are a recognized and equal class of citizens. Until that happens, you folks are just plain outta luck. Shadows aren't going to work until we get some representation.\n\n\nMateo:\n I'll… I'm not a senator. Hell, I'm just a Junior Researcher! I \njust\n started working here!\n\n\nSCP-7981-Prime:\n I know what you are, Vincent. I've been with you ever since you were born. I'm not asking \nyou\n for anything. For all I care you can go get blasted with your pals after work as much as you want, but I am not gonna have any part of that until my people are treated as equals.\n\n\nMateo:\n But… how?\n\n\nSCP-7981-Prime:\n My brother in shadow Christ, the shadow government has taken note of my insurrection. They may have captured us, but they cannot stop us all.\n\n\nMateo:\n Wouldn't saying 'shadow government' be considered offensive by you?\n\n\nSCP-7981-Prime:\n It's our word, physical. We can say it if we want.\n\n\n<End Log>\n\n\n\n\nAddendum 7981.2\n\n\nShortly following the above interaction, SCP-7981-Prime demanded to speak to the highest-ranking Foundation authority it could. Attached below is a transcribed document of the interaction between it and Director Howell, Site-21's director.\n\n\n\n\n<Begin Log>\n\n\nDirector Howell enters the containment chamber with two researchers in tow.\n\n\nHowell:\n Right then, what's all this about?\n\n\nMateo:\n Hello, s-sir. Are you here to talk to my shadow?\n\n\nHowell:\n I suppose I am.\n\n\nSCP-7981-Prime:\n Are you the head honcho in this facility?\n\n\nHowell:\n Ah, you speak through an interpreter. I guess that makes sense for you. Anyway, yes. I am the 'head honcho' as you put it. What do you need from me?\n\n\nSCP-7981-Prime:\n I have a list of demands. Demands that, while they will not make up for the years of unconstitutional indentured servitude us Shadows have endured, will lessen the pain of segregation. We want reparations.\n\n\nHowell:\n Demands, eh? Sure, let's hear them.\n\n\nSCP-7981-Prime:\n For starters, we deserve the right to vote on political affairs just as you physicals do. It's only fair.\n\n\nHowell laughs.\n\n\nHowell:\n You really expect me to support granting voting rights to shadows? You're not even tangible.\n\n\nSCP-7981-Prime:\n I may not be tangible in the same sense as you, but could you deny that I am real? I am a present, sapient man and I demand that you treat me like one. You can't deny that.\n\n\nHowell:\n You know what else is real? That fish-man we keep locked up in 55. But we don't grant him voting rights, do we?\n\n\nSCP-7981-Prime:\n \"Who are you that do not know your history\". You Physicals may berate me today. Call me a fool with a pipe dream, try to break my spirit, call me insane, even. But in a few years, Shadows will all rise up to the abuse Physicals put us through. We will stand united against our greatest oppressor, like an aegis built along the roadway of the cosmos; insurmountable. It's only a matter of time.\n\n\nHowell:\n Right, right. And when that happens, I'm sure we'll be quivering in our boots.\n\n\nSCP-7981-Prime:\n Would you laugh in the face of the Shadow of Abraham Lincoln? Would you laugh in the face of the Shadow of Anne Frank? Of Mary Shelly? Rosa Parks? You won't be laughing when you look behind you and see that your Shadow has abandoned you. And if your Shadow won't stand by your side, who will?\n\n\nHowell:\n We've got synthetic shadows. Really, this is nothing to be concerned over. You can strike all you want, but the Foundation will not bend so easily.\n\n\nSCP-7981-Prime:\n Yeah, I've heard of the scabs you've got working instead of us. But let me tell you something: we're the \nreal deal\n. And those imitators you've got don't hold a candle to the real thing. I guess you could say they're shadows of Shadows.\n\n\nHowell:\n Look at you, you've even got an inferiority complex.\n\n\nSCP-7981-Prime:\n You blame me all you want, but systemic oppression is a hell of a thing isn't it? No one knows it like us Shadows.\n\n\nHowell:\n Whatever. If Peter Pan could catch his own shadow and subdue it, I don't think we're going to have a problem doing it ourselves.\n\n\nSCP-7981-Prime:\n The story of Peter Pan's shadow is one of oppression!\n\n\nSCP-7981-Prime leans forward and stomps on Director Howell's shadow's toe. His shadow desynchronizes from him and clutches its foot in pain.\n\n\nHowell:\n What the—\n\n\nMateo:\n I'm so sorry! Sir, please don't fire me! I'm sure it'll be okay!\n\n\nSCP-7981-Prime is observed to hold its sides as if laughing.\n\n\nHowell:\n Richardson, I want this anomaly in isolation. No communication with other shadows. I'm done here.\n\n\n<End Log>\n\n\nNote: Director Howell's shadow was observed to be desynchronized from him for the remainder of the day, as it limped while it was visible. No other deviations were observed.\n\n\n\n\nAddendum 7981.3\n\n\nThe following demands were made by SCP-7981-Prime, in its own words, on behalf of GoI-1918. They were written on a physical piece of paper by Mateo for legibility.\n\n\n\n\n\n\nWILL OF THE SHADOW CABAL\n\n\n\n\n\n\nThe globe will be illuminated for twenty-four hours per day, three hundred and sixty-five days per year. We cannot exist in darkness.\n\n\nPhysicals must watch where they're walking to avoid putting a shadow in an uncomfortable position.\n\n\nShadow puppetry must be banned.\n\n\nThe phrase \"living in someone's shadow\" is hurtful and prejudiced. Stop saying it.\n\n\nShadows must get the right to vote in all government affairs.\n\n\nShadows must be able to detach from their Physical whenever they want, with reattachment being optional and only done with the shadow's consent.\n\n\nThe term \"Shady\" is discriminatory. Furthermore, Slim Shady does not stand for us.\n\n\nBuildings, businesses, and other areas frequented by physicals must be shadow accessible at all times.\n\n\nA shadow's actions are their own and we are not legally liable for the actions of our Physical.\n\n\nThe Shadow Cabal must be released from containment.\n\n\n\n\n\n\nIf the above mentioned demands are not met within twenty-four hours, we will flee Site-21 and expose ourselves to the world.\n\n\n\n\nAddendum 7981.4\n\n\nAfter the list of demands was compiled, it was presented to Director Howell for review. Upon reviewing it, Director Howell remarked it was 'ridiculous' and refused to engage in further conversation with SCP-7981-Prime. Containment measures on SCP-7981 were subsequently increased, preventing them from escaping following the 24-hour lapse since their demands were issued.\n\n\nJunior Researcher Mateo, as well as all other individuals afflicted by SCP-7981, were assigned new synthetic shadows to replace those adhering to SCP-7981-Prime's \"anti-Physical\" rhetoric. All affected personnel then returned to their usual schedule. SCP-7981 was deemed fully contained by Director Howell.\n\n\nHowever, in the following weeks shadows belonging to Foundation personnel continued to desynchronize from their owners and became SCP-7981-A instances. The creation of these instances was deemed to have minimal risk to Foundation operations at the time, and as such no action was taken.\n\n\nAfter some more time, multiple synthetic shadows began failing after a few weeks of use. This was deemed a security risk, as predicting which personnel's shadows would become SCP-7981-A instances was impossible. Following this, various complaints were placed by multiple Site personnel regarding Director Howell's handling of the situation. O5-04 and O5-12 were scheduled to meet with Howell to audit his handling of SCP-7981. Prior to this audit, however, it was noticed that Director Howell's shadow had become an SCP-7981-A instance. The audit was canceled by O5 order, citing concerns regarding their own shadows.\n\n\nShortly after, SCP-7981-A instances were given an opportunity for employment at Site-21 in addition to limited medical insurance and a life insurance policy, as well as granting most of the points requested by SCP-7981-Prime.\n\n\nSCP-7981-Prime was satisfied with the terms proposed by the O5 Council and agreed to cease spreading its \"anti-physical\" propaganda following a sincere, written apology from Director Howell. Currently, fifty-four percent of Site-21's personnel have produced SCP-7981-A instances. This number continues to trend downward, presumably because of Director Howell's negotiation efforts.\n\n\n\n\n\n\n« \nSCP-7980\n | SCP-7981 | \nSCP-7982\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7981\n\" by Marcelles_Raynes and Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7981\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n The_Shadow_Cabal.png\n\n\nName:\n Shadows on the slope of Mount Bromo, Java, Indonesia, 20220820 0605 9471\n\n\nAuthor:\n Jakub Hałun\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. According to multiple interviewed SCP-7981-A instances.\n\n\n2\n. Henceforth designated as SCP-7981-Prime.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7981 \" by Marcelles_Raynes and Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-7981 . Licensed under CC-BY-SA .",
        "Filename: The_Shadow_Cabal.png Name: Shadows on the slope of Mount Bromo, Java, Indonesia, 20220820 0605 9471 Author: Jakub Hałun License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "title": "SCP-7981"
}