{
    "url": "https://scp-wiki.wikidot.com/scp-7983",
    "all_text": "rating: \n+26\n+\n–\nx\n\n\n\n\n\n\nSCP-7983 caught on Handycam (see 2005 Road Footage)\n\n\n\n\n\n\nItem #:\n SCP-7983\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Effective containment of SCP-7983 is contingent on the separation of the 3 \nmarking totems\n it uses to manifest— hereby referred to as SCP-7983-1, SCP-7983-2, and SCP-7983-3. SCPs-7983-1, 2, and 3 are to be kept under remote surveillance at separate, low-staff Foundation facilities away from major population centers. These facilities are as follows:\n\n\nSCP-7983-1\n | █-BLOCK in Res. Site-45, Indian Ocean\n\n\nSCP-7983-2\n | Site-120 Outpost-3, ███████, Poland\n\n\nSCP-7983-3\n | Observation Post Nemo at Point Nemo\n\n\nSCPs are to be contained under a two-factor biometric lock and rotating staff. All other non-essential roles in containment should be highly automated, as outlined under TAK\n1\n Procedures. If access to SCPs-7983-1, 2, and/or 3 is deemed necessary, the relevant Level 4 Personnel will arrange the delivery of a biological sample to arrive within 3-14 business days.\n2\n\n\nSCP-7983 itself provides minor security risk. Radio Frequency (RF) Shielding should be used to prevent dissemination of SCP’s lure via fake radio advert while in containment. Should it manifest, SCP-7983 can be contained in any sealed room tall enough to house it. It is \neither unable or\n unwilling to break through even weak barriers, such as annealed or tempered glass.\n\n\nDescription:\n SCP-7983 is an entity resembling the cereal mascot “Clover” from popular kids cereal Magic Munchos. It stands 2.5 meters tall (8 foot 3 inches) when hunched, with misproportioned arms and legs and a tall, broad-brimmed top hat contributing to its height. Its leprechaun mimicry is not incidental, as an update to Clover’s design on Magic Munchos boxes in 2010 prompted a similar change in SCP-7983 in all subsequent manifestations\n3\n. The entity’s dress is in faded imitation of Clover’s, that being: a dirty green swallow-tailed evening coat, red and white striped stockings, and green curled-point poulaine shoes. \nCorroborating accounts from product developer John Holanah and character artist Maysa Jaziri at General Mills disprove the theory that Clover’s original design in 1964 was inspired by SCP-7983, and not vice versa.\n\n\n\n\n\n\nSCP-7983-1\n\n\n\n\n\n\nPrior to manifestation, cursory tests suggest SCP-7983 occupies base reality in the form of high-compression radio waves\n4\n (the complexity therein having given rise to some form of intelligence). Manifestation is triggered upon the collection of the 3 marking totems (the aforementioned SCPs-7983-1 through 3). SCPs-7983-1 through 3 are miniature plastic “leprechaun” figurines with no anomalous properties, save for their link to SCP-7983. Each figurine has distinctive headwear and facial hair, as well as a “Made in China” sticker on the base, despite no known manufacturer being found. Figurines first appeared in unlabeled Magic Muchos cereal boxes as part of SCP-7983’s “Wee Folk Challenge” radio lure in 2005 (see “Wee Folk Challenge” Radio Lure, 2005).\n\n\nUpon manifestation, SCP-7983 will exhibit a hostile ontokinetic response (See Interview Log | LEVEL 0 PERSONNEL). Care should be taken to ensure distance is maintained at all times between the entity and essential Foundation personnel.\n\n\n“Wee Folk Challenge” Radio Lure, 2005\n\n\nFoundation involvement with SCP-7983 began in March 2005 following reports of an anomalous radio advert for Magic Munchos cereal, airing between the hours of 2:00 and 5:00 AM for 3 consecutive days in select states along the American east coast. The contents of the ad, later denounced by General Mills, are as follows:\n\n\n\n\nCartoon sound FX. Minor audio distortions throughout.\n\n\nNice try, leprechaun! No Magic Munchos for you! Magic Munchos! Part of a complete breakfast. And introducing the Wee Folk Challenge. Find all three of the leprechaun’s friends in boxes of Magic Munchos and win the biiiiiiig prize.\n\n\n\n\nShortly after airing, reports of SCPs-7983-1, 2, and 3 appearing in Magic Munchos cereal boxes were investigated with unusual interest by Foundation personnel\n5\n, considering the perceived threat level and lack of information present. These investigations later led to the recovery of footage documenting SCP-7983’s first known appearance.\n\n\n\n\n2005 ROAD FOOTAGE\n\n\n\n\nThe following footage was recovered outside a stalled vehicle on the side of the road in late March, two days after the 2005 lure was broadcast. Recorded on Sony Handycam, its final moments briefly depict SCP-7983 approaching the camera\n6\n. SCPs-7983-1, 2, and 3 were found in the vehicle’s glove compartment.\n\n\n\n\n\n\n“Wee Folk Challenge” Radio Lure, 2020\n\n\nIn 2020, 15 years after the initial lure, a second string of fake radio adverts for Magic Munchos aired over the course of one week in March. The contents of the ad remained unchanged from the 2005 broadcast, again announcing the unsanctioned “Wee Folk Challenge” and a prize reward. Immediately prior to the 2020 broadcast, SCPs-7983-1 through 3 were removed from containment at Site-██ without the Foundation’s knowledge, in culmination of a series of unexplained security breaches undertaken by Foundation personnel (see Interview Log | MTFC FINN ELSHER). SCPs were recovered after the one-week broadcast period from the remains of a Foundation technician, after which TAK Procedures were put in place.\n\n\n\n\n\n\nSCP-7983 looking at the camera during interview\n\n\n\n\n\n\nReports of SCP-7983 were made by several east coast residents throughout the broadcast week. Most encounters occurred in private residences and left no witnesses, however the actions of an employee at a 24-hour convenience store in ██████, New Jersey resulted in SCP-7983’s manifestation being caught on the in-store security cameras. Mobile Task Force Lambda-8 was deployed on a scrub mission, but faulty equipment left the security system’s backups intact, later causing footage of the incident to leak online. To contain the leak, the Foundation engaged in an extensive disinformation campaign. This in large part consisted of flooding the Internet with spurious firsthand accounts attesting to “evil leprechauns” and related folklore, as well as the dissemination of obviously doctored AIC-generated images. With such a vast quantity of related media, recognition of SCP-7983’s true appearance is unlikely\n7\n.\n\n\nInterview Logs\n\n\n\n\n+ Interview Log | MTFC FINN ELSHER\n\n\n\n\n- Interview Log | MTFC FINN ELSHER\n\n\n\n\nDate:\n March 20th, 2005\n\n\nInterviewee:\n MTFC Finn Elsher\n\n\nInterviewer:\n Dr. Noah Bodin\n\n\nNotes:\n Shortly after deployment of MTF Lambda-6 in the 2005 Road Footage incident, Mobile Task Force Commander (MTFC) Finn Elsher was caught attempting to break into a strongbox containing SCP-7983-2. SCPs-7983-1 and 3 were later recovered from Elsher’s staff locker. Termination was waved in favor of a disciplinary interview, on account of Elsher’s stellar field record.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Bodin:\n How are we today, Finn?\n\n\nMTFC Elsher:\n Not great.\n\n\nDr. Bodin:\n I think we worked together on that damn bird, \nSCP-7121\n. Do you remember that?\n\n\nMTFC Elsher:\n Sneaky bastard, yeah.\n\n\nDr. Bodin is instructed to continue with the interview.\n\n\nDr. Bodin:\n Tell us your name.\n\n\nMTFC Elsher:\n Finn Elsher.\n\n\nDr. Bodin:\n Why do you think you’re here, Mr. Elsher.\n\n\nMTFC Elsher:\n Breach of containment. Unprofessionalism. Probably a dozen other things.\n\n\nDr. Bodin:\n Be specific.\n\n\nMTFC Elsher:\n I tried to steal a plastic leprechaun.\n\n\nDr. Bodin:\n SCP-7983-2.\n\n\nMTFC Elsher:\n Yes.\n\n\nDr. Bodin:\n So you remember trying to steal it?\n\n\nMTFC Elsher:\n Yes.\n\n\nDr. Bodin:\n Do you still want to steal it, Finn?\n\n\nMTFC Elsher:\n I don’t know.\n\n\nDr. Bodin:\n What makes you [crosstalk]—\n\n\nMTFC Elsher:\n I’m just being honest. I won’t know until I see one of those things again.\n\n\nDr. Bodin:\n What would you say if I told you the totems display no anomalous properties on their own?\n\n\nMTFC Elsher:\n Well, Noah, I’d say why the hell did I throw away my career for a kids cereal toy then.\n\n\nDr. Bodin:\n Our working theory is that SCP-7983’s ontokinetic influence extends—\n\n\nDr. Bodin is instructed to continue with the interview.\n\n\nDr. Bodin:\n I don’t get what draws everyone to these toys. You’re aware of the conditions for SCP-7983’s manifestation. You got very close. Is that what you wanted?\n\n\nMTFC Elsher:\n I don’t remember…\n\n\nDr. Bodin:\n Okay, let’s move on.\n\n\nMTFC Elsher:\n So what’s going to happen to me and my team?\n\n\nDr. Bodin:\n That depends on your reaction.\n\n\nMTFC Elsher:\n To what?\n\n\nMTFC Elsher suddenly becomes agitated.\n\n\nMTFC Elsher:\n You have it, don’t you?\n\n\nDr. Bodin produces SCP-7983-2 and places it on the interview table. Monitors confirm a spike in MTFC Elsher’s heart rate.\n\n\nMTFC Elsher:\n I think I remember now.\n\n\nDr. Bodin:\n What do you remember?\n\n\nMTFC Elsher:\n There was a prize.\n\n\nDr. Bodin:\n A prize?\n\n\nMTFC Elsher:\n Collect all three, get a big prize, yeah.\n\n\nMTFC Elsher grows increasingly restless.\n\n\nDr. Bodin:\n You don’t look so great, Finn…\n\n\nMTFC Elsher:\n Ha, is that a threat?\n\n\nDr. Bodin:\n What prize?\n\n\nMTFC Elsher attempts to grab SCP-7983-2.\n\n\n[SECTION OMITTED]\n\n\nDr. Bodin:\n Finn, what prize?\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Log | LEVEL 0 PERSONNEL\n\n\n\n\n- Interview Log | LEVEL 0 PERSONNEL\n\n\n\n\nDate:\n March 24th, 2020\n\n\nInterviewee:\n ████ ███████, Level 0 Personnel\n\n\nInterviewer:\n Dr. Noah Bodin\n\n\nNotes:\n ████ ███████ is a maintenance worker at Site-██ who encountered the remains of a Foundation technician in illegal possession of SCPs-7983-1, 2, and 3. It is presumed SCP-7983 manifested in response to the 3 totems and had just dealt with the technician when the Level 0 Personnel arrived. The worker was alone with SCP-7983 for 3 minutes before help arrived, after which time she showed symptoms indicative of a severe ontokinetic attack. As one of the entity’s only surviving witnesses, her testimony was deemed invaluable to the Foundation, and she was granted Provisional Level 2 clearance.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Bodin:\n [Unintelligible] I’m told we have medicine for that, yes.\n\n\n████ ███████:\n Is it safe?\n\n\nDr. Bodin:\n Sorry, I’m not that kind of doctor. You’re lucky help arrived when it did. Can you tell me the state of the body when you found it?\n\n\nLevel 0 Personnel speaks in frequent stops and starts. Her responses have been edited in the interest of clarity.\n\n\n████ ███████:\n Dead.\n\n\nDr. Bodin:\n Anything else?\n\n\n████ ███████:\n He was dead.\n\n\nDr. Bodin:\n Was it clear how he died?\n\n\n████ ███████:\n No.\n\n\nDr. Bodin:\n If you had to guess.\n\n\n████ ███████:\n I’m sorry, I thought you wanted to know about the… um…\n\n\nDr. Bodin:\n We’ll discuss the entity in a moment.\n\n\n████ ███████:\n Okay…\n\n\nDr. Bodin:\n Do you want to take a break?\n\n\n████ ███████:\n No. I don’t want to start over again.\n\n\nDr. Bodin:\n Did you see any cereal?\n\n\n████ ███████:\n I… what?\n\n\nDr. Bodin:\n The autopsy found a lot of cereal. Not just in the stomach.\n\n\n████ ███████:\n I’m sorry doctor, I really wasn’t looking at the body…\n\n\nDr. Bodin:\n What was the entity doing, when you arrived?\n\n\n████ ███████:\n It looked at me.\n\n\nAt this point Level 0 Personnel asks for a break. The interview resumes 30 minutes later.\n\n\nDr. Bodin:\n What happened after the entity noticed you?\n\n\nLevel 0 Personnel asks for another break. The interview resumes 30 minutes later.\n\n\nDr. Bodin:\n Are you feeling ready?\n\n\n████ ███████:\n Have you ever been on a submarine, doctor?\n\n\nDr. Bodin:\n I actually have.\n\n\n████ ███████:\n I worked as a rigger on a submarine for 6 years. Do you know the feeling… there’s you, there’s the walls, and that’s your world. For 6 years. But every now and then, maybe you go too deep in the water column, and you hear the hull groaning… that’s what it felt like, when it looked at me.\n\n\nDr. Bodin:\n It’s our understanding that you saw something when you were alone with the entity. Can you describe that?\n\n\n████ ███████:\n The longer I stood with it, the less the room wanted me there\n8\n. Suddenly I wasn’t in the server room. Things started… melting away. I belonged somewhere else. I belonged in the field. There was flat grass everywhere and the world was totally dark outside the ring…\n\n\nDr. Bodin:\n The ring?\n\n\n████ ███████:\n They looked like giant, old boulders covered in paint, or chalk. These massive rock shapes. I remember one was like a big clover. There was an arch, with 3 colors. They’re all set up in a ring. I kept thinking what Stonehenge must be like at night. I thought I was there. I swear, I swear I could feel the grass…\n\n\nDr. Bodin:\n What happened inside this ring?\n\n\n████ ███████:\n Have you seen its eyes?\n\n\nDr. Bodin:\n Have I–? Yes, the entity’s eyes.\n\n\n████ ███████:\n I saw those eyes, outside the ring. Moving around. But moving separately. There were more of them in the dark. More kept opening. Like… like…\n\n\nLevel 0 Personnel signals nonverbally for another break. Dr. Bodin waves in medical personnel equipped to administer Class C (Targeted Retrograde) amnestics.\n\n\nDr. Bodin:\n Ms. ███████, what you experienced was an ontokinetic attack. Do you know what that means?\n\n\n████ ███████:\n No.\n\n\nDr. Bodin:\n That’s good. You shouldn’t. I can give you the medicine we talked about now, if you like.\n\n\n████ ███████:\n Is altokinetic \n[sic]\n something in the brain?\n\n\nDr. Bodin:\n No. It’s not a neurological term. You’re not crazy, ████.\n\n\n████ ███████:\n I’m not?\n\n\nDr. Bodin nods.\n\n\n████ ███████:\n It was real? I was there?\n\n\nDr. Bodin:\n Yes.\n\n\n████ ███████:\n Oh god. It was real?\n\n\nDr. Bodin:\n It doesn’t have to be. Not for you.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Log | SCP-7983\n\n\n\n\n- Interview Log | SCP-7983\n\n\n\n\nDate:\n April 11th, 2006\n\n\nInterviewee:\n SCP-7983\n\n\nInterviewer:\n Presiding Technician\n\n\nNotes:\n SCPs-7983-1, 2, and 3 were removed from containment and placed together in a 10 m x 10 m x 10 m glass cell, after which point Foundation personnel withdrew to a minimum 40 m distance to observe. SCP-7983 manifested in the cell 2 minutes 41 seconds later. A Technician conducts the interview via one-way intercom system.\n\n\n\n\n[BEGIN LOG]\n\n\nTechnician:\n Hello. Hello.\n\n\nSCP-7983 looks around its cell before noticing the security camera.\n\n\nTechnician:\n Hello. Can you hear me? Can you understand my voice?\n\n\nSCP-7983 exhibits no reaction.\n\n\nTechnician:\n Who are you?\n\n\nSCP-7983 exhibits no reaction. Technician is instructed to speak a series of words in an attempt to provoke a reaction.\n\n\nTechnician:\n Clover?\n\n\nSCP-7983 exhibits no reaction.\n\n\nTechnician:\n Leprechaun. Magic Munchos.\n\n\nSCP-7983 begins to whistle the Magic Munchos cereal jingle.\n\n\nTechnician:\n Cereal. General Mills. Lucky–\n\n\nSCP-7983 appears to lose interest and demanifests.\n\n\nTechnician:\n Should– should I keep going?\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n+ Interview Log | SCP-7983 (CONT.)\n\n\n\n\n- Interview Log | SCP-7983 (CONT.)\n\n\n\n\nDate:\n April 12th, 2006\n\n\nInterviewee:\n SCP-7983\n\n\nInterviewer:\n Dr. Noah Bodin\n\n\nNotes:\n SCPs-7983-1, 2, and 3 were removed from containment and placed together in a 10 m x 10 m x 10 m glass cell, after which point Foundation personnel withdrew to a minimum 40 m distance to observe. SCP-7983 manifested in the cell 1 minute 58 seconds later. At the suggestion of Dr. Noah Bodin, a tabletop radio is placed in the cell. At a distance of 30 meters, Dr. Bodin eats a bowl of Magic Munchos cereal (refilled as needed) in view of SCP-7983, which seems to hold its attention. Dr. Bodin conducts the interview via one-way intercom system.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Bodin:\n Are we sure it even understands language? Who’s to say it’s not just mimicking or remixing old cereal ads when it sends out its broadcast? Hey, blink your eyes if you understand me.\n\n\nSCP-7983 exhibits no reaction.\n\n\nDr. Bodin:\n “Magic Munchos”.\n\n\nSCP-7983 begins to whistle the Magic Munchos cereal jingle.\n\n\nDr. Bodin:\n Is that your only trick?\n\n\nThe radio in SCP-7983’s cell buzzes with static. Dr. Bodin momentarily spills his cereal.\n\n\nSCP-7983 (VIA RADIO):\n \nA box of Magic Munchos every day, you’ll magic munch your troubles away!\n\n\nDr. Bodin:\n ██████, that’s the same voice from the radio ad, yes? It’s just more mimicry then. I don’t think you have your own voice, do you. “Magic Munchos”.\n\n\nSCP-7983 (VIA RADIO):\n \nA box of Magic Munchos every day, you’ll magic munch your troubles away!\n\n\nDr. Bodin:\n “Magic Munchos”.\n\n\nSCP-7983 (VIA RADIO):\n \nA box of Magic Munchos every day, you’ll magic munch your troubles away!\n\n\nDr. Bodin:\n Is there anything else you want me to ask it? I don’t think we’re making much progress today.\n\n\nSCP-7983 (VIA RADIO):\n \nFind all three of the leprechaun’s friends in boxes of Magic Munchos and win the biiiiiiig prize.\n\n\nDr. Bodin:\n What’s the “big prize”, then?\n\n\nSCP-7983 (VIA RADIO):\n \nFind all three of the leprechaun’s friends!\n\n\nDr. Bodin:\n Interesting. That response actually suggests some level of comprehension to me. I ask, “What’s the big prize?” It responds as if saying, “\nFirst\n, find all three of the leprechaun’s friends.” It makes a kind of logical sense. It could be taking shots in the dark, though. Do you actually understand me?\n\n\nSCP-7983 exhibits no reaction.\n\n\nDr. Bodin:\n “Magic Munchos”.\n\n\nSCP-7983 exhibits no reaction.\n\n\nDr. Bodin:\n “Magic Munchos”.\n\n\nSCP-7983 exhibits no reaction.\n\n\nDr. Bodin:\n “Magic Munchos”.\n\n\nSCP-7983 (VIA RADIO):\n \nNice try, leprechaun!\n\n\nDr. Bodin registers discomfort.\n\n\nDr. Bodin:\n Okay, let’s wrap this up. Hand me the Captain Munch, I’d like to try something, please.\n\n\nDr. Bodin is given an unopened box of Captain Munch cereal depicting the brand’s mascot, Captain Munch. Dr. Bodin refills his bowl. Without alerting Foundation personnel, he throws the box at SCP-7983’s cell. It hits the glass wall and bounces off with no effect. SCP-7983 takes one step back.\n\n\nDr. Bodin:\n Got you.\n\n\nDr. Bodin is disciplined by Containment Team personnel.\n\n\n[SECTION OMITTED]\n\n\nDr. Bodin:\n It doesn’t like Captain Munch. Maybe he’s out there, too. I’m done. How do I turn this off?\n\n\nSCP-7983 (VIA RADIO):\n \nNo Magic Munchos for you! No Magic Munchos for you!\n\n\nDr. Bodin:\n Yeah, yeah–\n\n\nAt this point the hand radio of the Containment Team Leader next to Dr. Bodin goes off, startling both her and the doctor.\n\n\nSCP-7983 (VIA HAND RADIO):\n \nNo Magic Munchos for you!\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum-7983-001:\n\n\nA proposal submitted by Dr. Noah Bodin outlining plans for the destruction of SCPs-7983-1 through 3 has been summarily denied following the doctor’s insistence that he personally facilitate the destruction. Along with Dr. Bodin’s repeated requests for less structured interviews with SCP-7983, such insistence falls under his own negative criteria for assessing Foundation individuals who could prove a threat to the containment of SCPs-7983-1 through 3 (see “In The Event of My Ruin: Reflections & Suggestions Concerning the Compromise of Foundation Personnel”, 2006). Dr. Bodin has been put on watch and transferred to a research position on \nSCP-7037\n prior to its installment in the Overseer Hall.\n\n\nAddendum-7983-002:\n\n\nSCP-7983-2 was removed from containment at Site-120 Outpost-3 without Foundation approval in the early morning of February 26th, 2023. A search is ongoing. Dr. Bodin could not be reached for questioning.\n\n\nAddendum-7983-003:\n\n\nOn March 17th, 2023, a new string of fake Magic Munchos adverts began airing across the United States. These broadcasts again advertised the “Wee Folk Challenge”, and lasted for approximately 1 month.\n\n\nRequests for the allocation of more resources to containing SCP-7983 have been denied, on account of all associated personnel insisting more studies of SCPs-7983-1 and 3 be conducted “in-person”.\n\n\n\n\nFootnotes\n\n\n1\n. \nT\nhrow \nA\nway the \nK\ney; see “Safety Without Numbers” by Dr. Noah Bodin.\n\n\n2\n. It should be noted that the goal of containment for SCPs-7983-1 through 3 is \nnot\n to keep them in, it is to keep compromised Foundation personnel \nout\n.\n\n\n3\n. In March 2010 General Mills made minor cosmetic updates to Clover’s outfit as depicted on boxes of Magic Munchos. Included among these changes was the removal of the character’s green scarf. Subsequent manifestations of SCP-7983 following these changes confirmed the matching disappearance of the entity’s green scarf.\n\n\n4\n. The theory that SCP-7983’s origins can be traced to the storage of a VTG Fonovox radio within a compromised Scranton Box in Site-██, while not discredited, has fallen out of favor among Foundation researchers.\n\n\n5\n. “The tenacious and, frankly, unprofessional interest shown by ground personnel in the first 2005 radio lure, and in particular the discoveries of SCPs-7983-1 through 3, was the first sign to me and my colleagues that we were dealing with something that affected our own behavior.” ~ Dr. Noah Bodin.\n\n\n6\n. The driver was reported missing the following morning and declared dead in absentia in 2012.\n\n\n7\n. While the incident has largely passed into urban legend, personnel are obligated to monitor the work of any artists whose representations come \ndisturbingly close\n to reality.\n\n\n8\n. A sense of “not belonging” is characteristic in those suffering an ontokinetic attack. Local reality is distorted until a certain threshold or “tipping point” is reached, after which the space becomes entirely governable by the entity. Prior to this tipping point, it is not uncommon for a victim to feel like they “don’t belong” in local space, as their existence in the entity’s forthcoming reality takes precedence in their mind.\n\n\n\n\n\n\n\n\n« \nSCP-7982\n | SCP-7983 | \nSCP-7984\n »",
    "addendums": [
        "Addendum-7983-001:\nA proposal submitted by Dr. Noah Bodin outlining plans for the destruction of SCPs-7983-1 through 3 has been summarily denied following the doctor’s insistence that he personally facilitate the destruction. Along with Dr. Bodin’s repeated requests for less structured interviews with SCP-7983, such insistence falls under his own negative criteria for assessing Foundation individuals who could prove a threat to the containment of SCPs-7983-1 through 3 (see “In The Event of My Ruin: Reflections & Suggestions Concerning the Compromise of Foundation Personnel”, 2006). Dr. Bodin has been put on watch and transferred to a research position on SCP-7037 prior to its installment in the Overseer Hall.",
        "Addendum-7983-002:\nSCP-7983-2 was removed from containment at Site-120 Outpost-3 without Foundation approval in the early morning of February 26th, 2023. A search is ongoing. Dr. Bodin could not be reached for questioning.",
        "Addendum-7983-003:\nOn March 17th, 2023, a new string of fake Magic Munchos adverts began airing across the United States. These broadcasts again advertised the “Wee Folk Challenge”, and lasted for approximately 1 month.\nRequests for the allocation of more resources to containing SCP-7983 have been denied, on account of all associated personnel insisting more studies of SCPs-7983-1 and 3 be conducted “in-person”."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-7983",
    "object_class": "Euclid",
    "containment_procedures": "Effective containment of SCP-7983 is contingent on the separation of the 3 marking totems it uses to manifest— hereby referred to as SCP-7983-1, SCP-7983-2, and SCP-7983-3. SCPs-7983-1, 2, and 3 are to be kept under remote surveillance at separate, low-staff Foundation facilities away from major population centers. These facilities are as follows:",
    "description": "SCP-7983 is an entity resembling the cereal mascot “Clover” from popular kids cereal Magic Munchos. It stands 2.5 meters tall (8 foot 3 inches) when hunched, with misproportioned arms and legs and a tall, broad-brimmed top hat contributing to its height. Its leprechaun mimicry is not incidental, as an update to Clover’s design on Magic Munchos boxes in 2010 prompted a similar change in SCP-7983 in all subsequent manifestations3. The entity’s dress is in faded imitation of Clover’s, that being: a dirty green swallow-tailed evening coat, red and white striped stockings, and green curled-point poulaine shoes. Corroborating accounts from product developer John Holanah and character artist Maysa Jaziri at General Mills disprove the theory that Clover’s original design in 1964 was inspired by SCP-7983, and not vice versa.",
    "title": "SCP-7983"
}