{
    "url": "https://scp-wiki.wikidot.com/scp-7984",
    "all_text": "rating: \n+32\n+\n–\nx\n\n\n\n\n\n\n! WARNING !\n\n\n\n\nAll individuals associated with this project are to report to Patrol headquarters for immediate debrief and amnesticization.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSOLAR COMMAND PATROL\n\n\n \n\n\nFRONTIOS PROGRAM\n\n\n\n\n\nThis program is an undertaking by Solar Command Patrol Earth branch to colonize the extrasolar planet KG984 (\"Frontios\"). After the limited success of the original LANCER programs nearly eighty years ago and the recent establishments on other exoplanets like Tigaxia V, Solar Command Earth has decided to continue the trend of furthering humanity's reach into stable forms of living outside of our system.\n\nFrontios Program is headed by Peter Guryevich — the current acting science director of Site-989 — and assisted by the brilliant minds who worked on other notable Solar Command programs such as the IC943 De-Orbit. Guryevich states his intention for the Frontios Program is to create and cultivate a less environmentally harsh standard of living in order to improve the longevity of home planets for all creeds of life.\n\n\n\n\n\n\n \n\n\n\n\n\n\nKG984 FRONTIOS\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nExcerpt from Guryevich's speech to SCP Council, FEB. '93\n\n\n\n\n\n\n[…] as I'm sure you're completely aware of. The reason we — me and my staff — have chosen this exoplanet is simply because of its location and similar climate to our current home planet, despite its appearance. We are a particularly hardy species, and the current deviations of course will provide no problems in conjunction with the visuographic technologies to remedy that.\n\n\nOur discovery of Frontios was rather… accidental, but beneficial for our situation. It had originally been obscured to visual instruments by the Commorant. After the launch of the probes sent to ascertain the viability of life on our original target, PL0943 Minyos, we were rather surprised to learn of the almost sudden appearance of KG984 in previously-empty space.\n\n\nHowever, our plans adapted to the new information once we learned as well that Frontios was in a much better position to the system's sun in comparison to Minyos. As it is further away, the temperatures are in ranges that would be comparable to us here. In opposition was Minyos, which is still within our baselines but would require […]\n\n\n\n\n\n\n \n\n\n\n\n\n\nREADOUT\\scientific research vessel 'Cogitari'\n\n\n\n\n\nlaunch date: JULY 05 / 2093\n\ncrew: Five\n\n\ncourse: KG-984 (\"FRONTIOS\")\n\n\n\n\nlaunch: \nCONFIRMED\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nSOLAR COMMAND PATROL\n\n\n \n\n\nRECOVERED FOOTAGE\n\n\n\n\n\n\nThe Cogitari approaches the surface of Frontios. The planet slowly becomes larger, craters and orange dust coming and passing as the curvature inches its way towards straightness.\n\n\n \n\n\nGURYEVICH\n: Keep the entry steady, now. We want to make sure that all the folks can catch it without having to strain their eyes. This is the closest anyone's made it to Frontios. Every frame is valuable.\n\nPILOT\n: I'm trying my best, but we're having some issues. Minimal. I can deal with them.\n\n\n \n\n\nThe footage remains steady on the planet's surface, which remains largely unchanged topographically.\n\n\n \n\n\nGURYEVICH\n: It's… beautiful. Frontios is beautiful. I'm sure humanity will find this planet like a warm welcome, a second home.\n\n\nPILOT\n: I'm glad you're happy. There's an issue with some signal rebounding here. Is the camera footage still alright?\n\n\n \n\n\nThe camera footage focuses and unfocuses, momentarily. A reddish lens flare is caught in a frame.\n\n\n \n\n\nPILOT\n: Uh, we're coming up on something, Doctor Guryevich.\n\n\nGURYEVICH\n: What is it?\n\n\nPILOT\n: I don't know, doctor. It doesn't look like it belongs on the planet.\n\n\n \n\n\nGuryevich controls the camera to fix upon the aberration on the surface. It is blurry, but vaguely appears as a silver and green rectangular shape.\n\n\nThe shape focuses as they approach.\n\n\n \n\n\nPILOT\n: God, isn't that—\n\n\nGURYEVICH\n: That's impossible!\n\n\n \n\n\nIt is crystal clear. The object is the Cogitari, crashed, ruined, battered on the planet. It has been there for a long, long time.\n\n\n \n\n\nGURYEVICH\n: We.. we have no future, do we?\n\n\n \n\n\nHumanity has no future. Their aberrant ways have long destroyed the natural systems of their own planet, as well as many others to come. I am sure you knew long before you stepped on your craft, Peter Guryevich.\n\n\nYou have gone full circle.\n\n\nFrontios is Earth.\n\n\n\n\n\n\n\n\n« \nSCP-7983\n | SCP-7984 | \nSCP-7985\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nKG984\n\" by JackalRelated, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7984\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n frontios.png\n\n\nName:\n EW1026656707Gnomap.png\n\n\nAuthor:\n NASA\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Image was edited by \nJackalRelated",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" KG984 \" by JackalRelated, from the SCP Wiki . Source: https://scpwiki.com/scp-7984 . Licensed under CC-BY-SA .",
        "Filename: frontios.png Name: EW1026656707Gnomap.png Author: NASA License: Public Domain Source Link: Wikimedia Commons Additional Notes: Image was edited by JackalRelated"
    ],
    "title": "KG984"
}