{
    "url": "https://scp-wiki.wikidot.com/scp-7991",
    "all_text": "Thumbnail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-7991\n\n\n\n\n\n\nBy:\n \nJack Waltz\n\n\n\n\n\n\nPublished on \n05 Oct 2022 18:06\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-7991\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-7991\n — \nFrom Heaven I Watch\n\n\n\n\nWritten by \nJack Waltz\n \n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+100\n+\n–\nx\n\n\nItem #:\n SCP-7991\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n \nMTF Psi-7 (\"Home Improvement\")\n is working with locally implanted surveillance agents and Foundation front companies to bring SCP-7991-affected households under Foundation control. Affected individuals may be interviewed by personnel who have attained a CRI\n1\n score of 5.8/10 or higher.\n\n\n\n\n\n\n\n\nImage # 7991-0324\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLast location of Miss \n████\n \n██████\n (49), \n██\n, US.\n\n\n\n\n\n\nTaken — 08/29/09\n\n\n\n\n\n\n\n\nCover-up protocols are to be enacted as appropriate to handle the disappearances of SCP-7991-affected persons.\n\n\nDescription:\n SCP-7991 is a spontaneous and currently unpredictable occurrence that affects individuals who have been alone in their homes for a prolonged period of time, and who will continue to remain so for the duration of the phenomenon in spite of any and all unforeseeable circumstances.\n2\n No pattern or link between affected individuals has been determined, however, SCP-7991 mainly appears to affect those in high-stress, urban environments.\n\n\nOnce afflicted by SCP-7991, the subject will complete their daily routine before returning to their bedroom. They will then move an object suitable for sitting down on next to a window, situated within the room, and will sit there for the remainder of the day with a sombre and relaxed expression.\n\n\nDuring the length of SCP-7991, no adverse weather conditions will arise in the subject's immediate vicinity, with most cases almost always consisting of sunny and cloudy weather.\n\n\nOver the course of the day, the subject will lose the ability to perceive the voices of individuals around them, though will display no distress towards this change. They also appear to become hypersensitive to other stimuli, with a fondness for natural sounds.\n\n\nThe affected individual is unable to engage in any meaningful conversation, often expressing confusion when such attempts are made. Upon noticing that they are being spoken to, the subject will glance between their surroundings, the initiator of the conversation, and the window they are seated near with visible tension. After several seconds, the individual then regains their composure, smiles, and politely waves the initiator off before they resume looking back towards the window.\n\n\nThe next morning, occurrences coinciding with the start of an SCP-7991 IRIDESCENT event will transpire. Attached below is a written transcript of a recorded IRIDESCENT event, experienced by an SCP-7991-affected subject henceforth only referred to as \"Jane\"\n3\n due to privacy concerns.\n\n\n \n\n\n\n\n[ BEGIN LOG ]\n\n\n[Jane stares outside the window during the early hours of the morning.]\n\n\n[She leans against her chair and tilts her head, tracking the slow cluster of clouds in the distance, hiding the sun behind them, only letting several small strands of light escape through.]\n\n\n[She watches the clouds, intently, and slowly turns her attention to the shadow of a large oak tree in the back garden. Its old branches sway with the soft breeze blowing past and creak amidst the sound of the rustling leaves.]\n\n\n[A frog hops towards the tree's base, having jumped out of the garden pond, and takes cover behind it. It croaks in unison with the few chirping crickets in the garden and the two yellow warblers, singing atop the tree's branches.]\n\n\n\n\n\n\n\n\nImage # 7991-0316\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRainbow formed by the phenomena, prior to demanifestation.\n\n\n\n\n\n\nTaken — 08/29/09\n\n\n\n\n\n\n\n\n[A soft rain starts falling. Jane raises her head, looking at the light-grey clouds above.]\n\n\n[The drizzle continues for a while. The warblers puff their feathers out and continue to sing. Jane yawns, listening to their songs mixed with the ambience of the soft rain patter on the window.]\n\n\n[A small rainbow appears in the distance. Growing increasingly vivid, it towers up into the clouds. Jane's gaze rises towards it and she observes it with great interest, highly enamoured.]\n\n\n[A splash is heard from the garden, the frog having jumped back into the pond. The number of chirping crickets, now having been reduced to one, rings quietly with the birdsong.]\n\n\n[Jane smiles.]\n\n\n[Leaning back into her chair, she exhales and closes her eyes. Her chest continues to rise and fall, rhythmically, as she falls into a deep sleep listening to the rain and the echoes of a clock monotonously ticking throughout the dull peeling walls of her home.]\n\n\n[The clouds part, revealing the sun. Slowly, the sunlight penetrates the window, falling on Jane, lounging. With every passing second, it grows in intensity and brightness and the ray, golden and pristine, reflects off the slow particles of dust afloat beside Jane.]\n\n\n[The camera is soon blinded, the last viewable frame still showing a genial smile on Jane's face.]\n\n\n[A short period of time later, the light dims. The clouds begin blanketing the sun once more, and gradually the ray grows smaller.]\n\n\n[An empty chair is revealed.]\n\n\n[ END LOG ]\n\n\n\n\n \n\n\nThe subject invariably disappears in all recorded IRIDESCENT events.\n\n\nOf note is that the subject's close family members are observed to overcome their grieving period, find closure, and return to their mundane routines significantly faster than anticipated through the cover-up process. These individuals will then completely forget about the subject over the coming months.\n\n\n \n\n\n\n\nrating: \n+100\n+\n–\nx\n\n\n\n\n\n\n« \nSCP-7990\n | SCP-7991 | \nSCP-7992\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7991\n\" by Jack Waltz, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7991\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n chair.jpg\n\n\nName:\n Black Country Living Museum - The Village Centre - Gregory’s General Store - door to the living room\n\n\nAuthor:\n Elliott Brown\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n rainbow.jpg\n\n\nName:\n Rainbow\n\n\nAuthor:\n Stephen Hynds\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n thumbnail.png\n\n\nAuthor:\n \nFelixou\n, Elliott Brown, Stephen Hynds\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Black Country Living Museum - The Village Centre - Gregory’s General Store - door to the living room\n\n\nAuthor:\n Elliott Brown\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\nName:\n Rainbow\n\n\nAuthor:\n Stephen Hynds\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\nName:\n File:Grunge texture.jpg\n\n\nAuthor:\n Georges Grondin\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Cognitive Resistance Index. An indicator of an individual's ability to withstand, and develop resistance against potentially hazardous cognito-effects of an anomaly.\n\n\n2\n. Through the use of low-grade counter-technology, the effects of this anomalous property have been avoided by Foundation researchers.\n\n\n3\n. A widowed woman, 49, living alone at a small residence inherited from her parents which she moved to shortly following the passing of her wife.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-7991 \" by Jack Waltz, from the SCP Wiki . Source: https://scpwiki.com/scp-7991 . Licensed under CC-BY-SA .",
        "Filename: chair.jpg Name: Black Country Living Museum - The Village Centre - Gregory’s General Store - door to the living room Author: Elliott Brown License: CC BY 2.0 Source Link: Flickr",
        "Filename: rainbow.jpg Name: Rainbow Author: Stephen Hynds License: CC BY-SA 2.0 Source Link: Flickr",
        "Filename: thumbnail.png Author: Felixou , Elliott Brown, Stephen Hynds License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Name: Black Country Living Museum - The Village Centre - Gregory’s General Store - door to the living room Author: Elliott Brown License: CC BY 2.0 Source Link: Flickr Name: Rainbow Author: Stephen Hynds License: CC BY-SA 2.0 Source Link: Flickr Name: File:Grunge texture.jpg Author: Georges Grondin License: Public Domain Source Link: Wikimedia Commons"
    ],
    "item": "SCP-7991",
    "object_class": "Keter",
    "containment_procedures": "MTF Psi-7 (\"Home Improvement\") is working with locally implanted surveillance agents and Foundation front companies to bring SCP-7991-affected households under Foundation control. Affected individuals may be interviewed by personnel who have attained a CRI1 score of 5.8/10 or higher.",
    "description": "SCP-7991 is a spontaneous and currently unpredictable occurrence that affects individuals who have been alone in their homes for a prolonged period of time, and who will continue to remain so for the duration of the phenomenon in spite of any and all unforeseeable circumstances.2 No pattern or link between affected individuals has been determined, however, SCP-7991 mainly appears to affect those in high-stress, urban environments.",
    "title": "SCP-7991"
}