{
    "url": "https://scp-wiki.wikidot.com/scp-7993",
    "all_text": "rating: \n+67\n+\n–\nx\n\n\n \n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe following document is dated July 22nd, 1955. There are newer versions available.\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7993\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nticonderoga\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Radio and television broadcasts across North America are monitored regularly by the Telecommunications Department, headquartered in Site-84. All reports of SCP-7993 are to be properly documented, and an appropriate number of agents shall be dispatched to all broadcast locations under the guise of necessary telecommunications-related maintenance. In addition, non-Foundation personnel who view or listen to an SCP-7993 broadcast are to be informed that all SCP-7993 broadcasts are a satirical advertisement campaign.\n\n\nDescription:\n SCP-7993 is an anomalous radio broadcast emitting from the current center of population in the United States\n1\n. SCP-7993 possesses the ability to hijack radio and television receivers. SCP-7993 tends to hijack receivers that were previously relaying media discussing the United States, the USSR, NATO, and military operations relating to these subjects.\n\n\nSCP-7993-A is the designation given to any individual under the influence of an SCP-7993 broadcast. All individuals are susceptible to SCP-7993's anomalous effects, regardless of cognitohazard resistance. SCP-7993-A instances maintain an anti-war, anti-militarization stance, regardless of prior opinions. SCP-7993-A instances maintain a normal lifestyle, with the exception of occasional protests\n2\n.\n\n\nSCP-7993 contents are often outlandish, frequently featuring both urban and non-urban combat footage,\n3\n recordings of nuclear weapon tests, audio of incoherent speeches, and unidentified symbols\n4\n.\n\n\nSeveral traits are common in SCP-7993-A instances, listed below:\n\n\n\n\nAge range of sixteen to thirty years on average\n\n\nLow interest in politics\n\n\nRarely votes in United States elections\n\n\nLives alone or is distant from people they live with\n\n\nLow income\n\n\nFear of death and the end of the world\n\n\n\n\nDiscovery:\n SCP-7993 was discovered on December 12th, 1949, when reports of unusual protests near White Sands Proving Ground\n5\n, New Mexico. It was later discovered that between the times of 1630 and 1730, all thirteen SCP-7993-A individuals involved were driving to their residences after work\n6\n and were all listening to their car radios before they all were subject to an SCP-7993 broadcast. Due to the spontaneous nature of SCP-7993 and the technical limitations of the dispatching field office, only one interview was recorded on tape at the time.\n\n\nAddendum:\n\n\n\n\n+ Interview-7993|12/12/1949\n\n\n\n\n- Hide\n\n\n\n\n\n\nInterviewed:\n James Wyatt\n7\n\n\nInterviewer:\n Field Agent Marshall\n\n\n<Begin Log>\n\n\nField Agent Marshall:\n Good afternoon, Mr. Wyatt. For legal reasons, I have to remind you this conversation will be recorded. Do you understand?\n\n\nPOI-2334:\n Are you with the base security or something?\n\n\nField Agent Marshall:\n Do you understand my previous statement? Please answer clearly. For record purposes.\n\n\nPOI-2334:\n Yes. I \ncompletely\n understand. Can we just start this?\n\n\nField Agent Marshall:\n Calm down, anyone coming for you has been notified. We have as much time as is on the tape. Are you ready to start cooperating?\n\n\nPOI-2334:\n Sure, It's not like I have much of a choice.\n\n\nField Agent Marshall:\n Great. I'd like to first go over what you do here at White Sands.\n\n\nPOI-2334:\n I work as a civilian contractor, nothing too high speed but I still get a feel of what goes on here.\n\n\nField Agent Marshall:\n And what do you think goes on here?\n\n\nPOI-2334:\n More tests, no doubt. Especially after what those Soviets are up to lately, with their own atom bomb now.\n\n\nField Agent Marshall:\n Is that why you were protesting?\n\n\nPOI-2334:\n Pretty much, and just because I'm protesting at an American military base doesn't mean I support the Russians. I protest the back and forth. I want all this to stop before it's too late.\n\n\nField Agent Marshall:\n So you think the current situation will escalate? What caused this change of heart, especially considering your background?\n\n\nPOI-2334:\n The radio broadcast cleared some things up for me and my co-workers. I think the current situation hasn't changed, just my perspective and understanding. I understand now the consequences of what we are doing here. That broadcast just made me realize this.\n\n\nField Agent Marshall:\n What was in that broadcast?\n\n\nPOI-2334:\n A prediction of the future. One of a conflict, not too far into the future, using these very weapons. It was explained that due to the nature of the atom bomb, there will be no winners in such a war. Unless we change our ways, this war will happen.\n\n\nIt said that the devices we develop here are an unnecessary risk, along with similar weapons created overseas. We created these bombs in a time of need, but now they control our fate.\n\n\nField Agent Marshall:\n How did this broadcast suddenly change your feelings on this subject, and what station did you say you were tuned to again?\n\n\nPOI-2334:\n I had it tuned to the base's local radio, the only thing this far out. It usually plays music, with some segments covering major news developments. As for my feelings, I think I had always felt this way, but I never had the right perspective. I've always wanted what is best for America, and now I understand that this is not it, despite what most people think.\n\n\nField Agent Marshall:\n What exactly was in this broadcast that was so convincing as to change your perspective?\n\n\nPOI-2334:\n I don't remember the particulars, but as I said it predicted what the future would be like if we let this conflict control us this way. The bombs are just the start, a very tangible start, but this ideological war will never end. This broadcast also pointed out that this war is something \nthey\n want. They fight for neither side, set up this conflict and when it fizzles out a new division will be created, thus it will never end unless we do something.\n\n\nField Agent Marshall:\n This broadcast, alone, motivated you to take action?\n\n\nPOI-2334:\n It didn't just motivate me, it guided me. See, back in the war and up until now to a point, I was blinded by patriotism and violence, I was guided by it. We had a real enemy, don't get me wrong, but when the dust settled we had a chance to start anew, the governments sought to create a new division, the west versus the east. I always had a feeling that it would become too much, and now we make the most powerful weapons ever imagined right here, and worse we have placed them all across the United States, involving everyone. This broadcast just really explained it to me and rationalized my feelings. It didn't teach me anything, instead, it told me I was right. This is wrong, and things are going to get much worse if we don't heed its warning.\n\n\nField Agent Marshall:\n Well, unfortunately, we're running out of time. Thank you for your view on this incident, I hope we can solve this peacefully.\n\n\nPOI-2334:\n I hope I shed some light on what that broadcast was trying to convey, you do seem rather interested in it. I recommend you try to find that station eventually.\n\n\nField Agent Marshall:\n I'll think about it, but I'll stick to music for now.\n\n\n<End Log>\n\n\nClosing Statement:\n All thirteen individuals were transferred to the local authorities and were placed on the Foundations monitoring list for twelve months following this incident.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Level 3-Project Protector brief\n\n\n\n\n- Close\n\n\n\n\nProject designator:\n 39B-1955-N/Project Protector.\n\n\nApproved by:\n O5 Council, Ethics committee, and \nO4 Council\n.\n\n\nForeword:\n\n\n\n\nThe Foundation has been developing nuclear bombs for decades for use in the containment of especially hard-to-destroy anomalies. Requests for this information made from Germany, France, The United Kingdom, and Russia were denied; however, the United States has proven itself to be a major supporter of the Foundation, and without its support, the Foundation would be unable to effectively carry out its mission. In 1945, The Foundation was forced to hand over this highly dangerous information to the United States for its use against Japan. Regrettably, this information soon made its way to the USSR. \nRecent events\n have led to the decision that the Foundation needs to plan for nuclear war, specifically how to stop it.\n -O5-13\n\n\n\n\nDescription:\n Project Protector was created with research into SCP-7993 for potential prediction purposes, research into the potential of concept removal, advanced by \nResearcher Smalls\n, and the potential use of \nProject ANTIKILL\n. Project Protector's goal is to neutralize all nuclear warheads in such a timely manner that it can be done instantly, as soon as reports of nuclear weapons use are received. The current state of Project Protector is an eigenweapon that has the ability to cause all nuclear weapons to cease proper function due to the nullification of several key concepts attached to the idea of a nuclear weapon. The activation of this eigenweapon requires the enactment of Project Protector, which unfortunately would leave enough time for an initial nuclear strike.\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\n\n\n\n\nNEXT ITERATION\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Currently, Richland County, Illinois\n\n\n2\n. Against war or militarization\n\n\n3\n. No footage has been linked to any real-world events, as is the case with the majority of SCP-7993 broadcast footage\n\n\n4\n. To date, July 22nd, 1955, no symbol has shown any anomalous properties outside of their original SCP-7993 broadcast\n\n\n5\n. A USAAF Atomic Bomb testing ground\n\n\n6\n. All thirteen instances worked various civilian jobs on the base\n\n\n7\n. POI-2334\n\n\n\n\n\n\n\n\n« \nSCP-7992\n | SCP-7993 | \nSCP-7994\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "The Foundation has been developing nuclear bombs for decades for use in the containment of especially hard-to-destroy anomalies. Requests for this information made from Germany, France, The United Kingdom, and Russia were denied; however, the United States has proven itself to be a major supporter of the Foundation, and without its support, the Foundation would be unable to effectively carry out its mission. In 1945, The Foundation was forced to hand over this highly dangerous information to the United States for its use against Japan. Regrettably, this information soon made its way to the USSR. Recent events have led to the decision that the Foundation needs to plan for nuclear war, specifically how to stop it. -O5-13"
    ],
    "containment_procedures": "Radio and television broadcasts across North America are monitored regularly by the Telecommunications Department, headquartered in Site-84. All reports of SCP-7993 are to be properly documented, and an appropriate number of agents shall be dispatched to all broadcast locations under the guise of necessary telecommunications-related maintenance. In addition, non-Foundation personnel who view or listen to an SCP-7993 broadcast are to be informed that all SCP-7993 broadcasts are a satirical advertisement campaign.",
    "description": "Project Protector was created with research into SCP-7993 for potential prediction purposes, research into the potential of concept removal, advanced by Researcher Smalls, and the potential use of Project ANTIKILL. Project Protector's goal is to neutralize all nuclear warheads in such a timely manner that it can be done instantly, as soon as reports of nuclear weapons use are received. The current state of Project Protector is an eigenweapon that has the ability to cause all nuclear weapons to cease proper function due to the nullification of several key concepts attached to the idea of a nuclear weapon. The activation of this eigenweapon requires the enactment of Project Protector, which unfortunately would leave enough time for an initial nuclear strike.",
    "title": "SCP-7993"
}