{
    "url": "https://scp-wiki.wikidot.com/scp-7998",
    "all_text": "[[iftags +component]]\n\n\n\n\nThis is a component to make the mobile sidebar button active on desktop-size screen.\n\nTo use, put the following:\n\n\n\n\n[[include :scp-wiki:component:toggle-sidebar]]\n\n\n\n\nIf used with a theme, it's recommended to put said theme after this \n[[include]]\n.\n\n\n(Use \nthis version\n by \nWoedenaz\n if you're using Black Highlighter)\n\n\n\n\n\n\n\n\n\n\n/\n*\n source: \nhttp\n://\nah-sandbox.wikidot.com\n/\ncomponent\n:collapsible-sidebar-x1\n \n*\n/\n \n\n#top-bar\n \n.open-menu\n \na\n \n{\n\n        \nposition:\n \nfixed\n;\n        \ntop:\n \n0.5\nem\n;\n        \nleft:\n \n0.5\nem\n;\n        \nz-index:\n \n5\n;\n        \nfont-family:\n 'Lucida Sans Unicode','Lucida Grande','Lucida Sans','Times New Roman',Helvetica,Roboto,\nsans-serif\n;\n        \nfont-size:\n \n30\npx\n;\n        \nfont-weight:\n \n700\n;\n        \nwidth:\n \n30\npx\n;\n        \nheight:\n \n30\npx\n;\n        \nline-height:\n \n0.9\nem\n;\n        \ntext-align:\n \ncenter\n;\n        \nborder:\n \n0.2\nem\n \nsolid\n \n#888\n;\n        \nbackground-color:\n \n#fff\n;\n        \nborder-radius:\n \n3\nem\n;\n        \ncolor:\n \n#888\n;\n        \npointer-events:\n \nauto\n;\n\n}\n\n \n\n@media\n \nnot\n \nall\n \nand\n (max-width: 767\npx\n) \n{\n\n \n    \n#top-bar\n \n.mobile-top-bar\n \n{\n\n        \ndisplay:\n \nblock\n;\n        \npointer-events:\n \nnone\n;\n    \n}\n\n \n    \n#top-bar\n \n.mobile-top-bar\n \nli\n \n{\n\n        \ndisplay:\n \nnone\n;\n    \n}\n\n \n    \n#main-content\n \n{\n\n        \nmax-width:\n \n44.5\nrem\n;\n        \nmargin:\n \n0\n \nauto\n;\n        \npadding:\n \n0\n;\n        \ntransition:\n max-width \n0.2\ns ease-in-out\n;\n    \n}\n\n \n    \n#side-bar\n \n{\n\n        \ndisplay:\n \nblock\n;\n        \nposition:\n \nfixed\n;\n        \ntop:\n \n0\n;\n        \nleft:\n -\n18\nrem\n;\n        \nwidth:\n \n15.25\nrem\n;\n        \nheight:\n \n100\n%\n;\n        \nmargin:\n \n0\n;\n        \noverflow-x:\n \nhidden\n;\n        \noverflow-y:\n \nauto\n;\n        \nz-index:\n \n10\n;\n        \npadding:\n \n1\nem\n \n1\nem\n \n0\n \n1\nem\n;\n        \nbackground-color:\n rgba(\n0\n,\n0\n,\n0\n,\n0.1\n)\n;\n        \ntransition:\n \nleft\n \n0.4\ns ease-in-out\n;\n \n        \nscrollbar-width:\n \nthin\n;\n    \n}\n\n \n    \n#side-bar\n:\ntarget\n \n{\n\n        \nleft:\n \n0\n;\n    \n}\n\n    \n#side-bar\n:\nfocus-within\n \n{\n\n        \nleft:\n \n0\n;\n    \n}\n\n \n    \n#side-bar\n:\ntarget\n \n.close-menu\n \n{\n\n        \ndisplay:\n \nblock\n;\n        \nposition:\n \nfixed\n;\n        \nwidth:\n \n100\n%\n;\n        \nheight:\n \n100\n%\n;\n        \ntop:\n \n0\n;\n        \nleft:\n \n0\n;\n        \nmargin-left:\n \n17\nrem\n;\n        \nopacity:\n \n0\n;\n        \nz-index:\n -\n1\n;\n        \nvisibility:\n \nvisible\n;\n    \n}\n\n    \n#side-bar\n:\nnot\n(:\ntarget\n) \n.close-menu\n \n{\n \ndisplay:\n \nnone\n; \n}\n\n \n    \n#top-bar\n \n.open-menu\n \na:\nhover {\n        text-decoration: \nnone\n;\n    \n}\n\n}\n\n\n\n\n\n[[/iftags]]\n\n\n\n\nrating: \n+167\n+\n–\nx\n\n\n\n\nby \nAnActualCrow\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n7998\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\ndeclassified\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFoundation recruitment ad featuring SCP-7998-1 instance Idris Elhassan.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to a lack of knowledge regarding SCP-7998's origin, containment is currently deemed impossible. Due to SCP-7998’s widespread and continuous effect on all DNA-based life, containment of SCP-7998-1 instances has necessitated the Lifted Veil Protocol.\n\n\nDescription:\n SCP-7998 is a probabilistic phenomenon which greatly increases the likelihood of extreme anomalous mutation in organisms. Mutated organisms are referred to as SCP-7998-1. This is most common in humans, of which 0.3% are SCP-7998-1 instances. The likelihood of 7998-influenced mutation is directly correlated with similarity to the human genome. This means that organisms that are less genetically related to \nhomo sapiens\n are less likely to exhibit anomalous mutations.\n\n\nIn the decades following SCP-7998's initial appearance, SCP-7998-1 instances have become integral to all aspects of Foundation's operations. Approximately 70% of adult human SCP-7998-1 instances are employed by the Foundation, with the remaining 30% of instances largely consisting of individuals with \"low-value\" mutations.\n\n\nThe integration of -1 instances with the Foundation has significantly improved effectiveness across all departments. Lifted Veil Protocols have resulted in more robust and cost-efficient methods of capturing and containing anomalies. The use of -1 instances with immortality, regenerative abilities, or the ability to clone themselves has made the need for D-Class personnel obsolete. Anomalous research has greatly accelerated, with over 5% of mainlist anomalies being reclassified as \"Gödel\"\n.\nGödel-class anomalies can be explained using anomalous science.\n. Additionally, the severity and frequency of containment breaches have been steadily decreasing over the last 50 years.\n\n\nNotable SCP-7998-1 instances include:\n\n\nMaya Whitney (no codename):\n Retroactively classified as a -1 instance, Dr. Whitney is a humanoid reptile who began working for the Foundation in 1982. Whitney's abnormally long lifespan allowed her to work for 79 years before retiring in 2061. Genetic testing indicates that she's the oldest known -1 instance, being born over 50 years before SCP-7998's widespread appearance. The implications of this are under research.\n\n\nFong Fú Wen (“Worldwalker”):\n Previously classified as a hostile anomaly, Ms. Fong was recently hired by the Foundation to assist in securing anomalies. Small, fluid-filled organs within her wrists allow her to create \"portals\" that can be used to instantly travel long distances.\n\n\nIdris Elhassan (“Grandmaster”):\n Dr. Elhassan’s non-Euclidean brain structure leads him to frequently design unorthodox (yet effective) containment solutions to high-priority anomalies. It also renders him incapable of differentiating music from randomly assorted sounds and results in a condition similar to narcolepsy.\n\n\nErnest (“Dr. Henderson”):\n An immortal shapeshifting silverback gorilla. Hostile and highly dangerous. Containment efforts are ongoing.\n\n\nSasha Ivanovich (“Archmage”):\n Due to abnormal bone growth, Mr. Ivanovich’s skeleton is covered in thaumaturgic runes that allow him to fly, withstand extreme heat/cold, and communicate with the dead (without the use of \nconventional methods\n).\n\n\n████████ ████\n (\"O5-3\"):\n The Foundation's primary public spokesperson. Due to an antimemetic anomaly involving O5-3's social mannerisms, their anomalous properties cannot be fully understood.\n\n\nRaphael De Santi (no codename):\n See below.\n\n\nExpanded Profile – Raphael De Santi:\n Born on May 11, 2050, Dr. De Santi has a golden moray eel in place of of a left arm. The eel\n.\nInformally known as “Lefty.”\n is approximately 76cm long and terminates at De Santi’s left shoulder. \nLefty\n The eel’s brain is connected to De Santi's, resulting in them sharing attitudes towards their environment. For this reason, personnel should not feel threatened by De Santi’s presence. The eel will not harm them.\n\n\nDr. De Santi is a level 3 Foundation researcher and the primary editor of the SCP-7998 file. Using himself as the primary subject, he has begun researching the experience of SCP-7998-1 individuals.\n\n\n\n\nExperimental Results\n\n\n\n\nExperimental Results\n\n\n\n\n\n\nDr. De Santi cannot speak with eels or other aquatic life.\n\n\nDr. De Santi cannot breathe underwater or hold his breath for an abnormally long time.\n\n\nThe shared attitudes between De Santi and his eel arm occasionally cause him to spend time in dark and sheltered spaces (e.g., underneath tables). This results in negative social and emotional consequences for De Santi.\n\n\n\nDays where De Santi's behavior is significantly affected by the eel's brain are called \"Eel Days.\" For most of his life, De Santi dreads these days.\n\n\n\n\n\n\nDr. De Santi cannot perform at the level of his anomalous colleagues, despite graduating at the top of his class at University College London.\n\n\nDr. De Santi cannot produce large electric charges like an electric eel.\n\n\nDr. De Santi is treated like he's the stupidest person in the room.\n\n\nDr. De Santi can eat food using the eel. It does not know how to drink water. This is completely useless.\n\n\nDr. De Santi does not know which is worse:\n\n\n\nSchool, where everything was expected of him.\n\n\nWork, where nothing is expected of him.\n\n\n\n\n\n\nDr. De Santi hates his coworkers.\n\n\nDr. De Santi does not know if eels are capable of hate.\n\n\nOne day, De Santi will drive for 5 hours to the beaches of Western Italy. There, he will cut off his arm so that the eel may return to the sea.\n\n\n\nMoray eels cannot survive in Mediterranean waters.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEDITS AWAITING APPROVAL\n\n\n\n\n\n\nEdited by Doctor Raphael Fernando De Santi\n\nPhD in bioengineering\n\nSCP Foundation Researcher\n\nClinically depressed\n\nNot that any of it matters anymore\n\n\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nNo new messages!\n\n\n\n\n\n\n\n\nTo:\n \nten.pics|itnasedr#ten.pics|itnasedr\n\n\nFrom:\n \nten.pics|ivelm#ten.pics|ivelm\n\n\nSubject:\n Potential transfer\n\n\n\n\n\n\nI just saw your edits to the SCP-7998 file. See me in my office when you clock in tomorrow.\n\n\n\n\nMiriam Levi, PhD\n\nHead of Public Relations (Europe)\n\nClearance Level 5\n\n\n\n\n\n\n\n\nPersonal Relations Archive\n\n\nSource:\n Security camera\n\n\nLocation:\n Office of Doctor Miriam Levi\n\n\nDate:\n 04/10/2081\n\n\n(De Santi opens the door to Levi's office. Levi is drumming her fingers on her desk. Her hair, along with most of her office supplies, are floating weightlessly in the air.)\n\n\nLevi:\n Mister— doctor De Santi. Please take a seat.\n\n\n(De Santi sits. He points at a pen floating next to him.)\n\n\nDe Santi:\n Is this… this is normal, right?\n\n\nLevi:\n Oh, yes! That's just a bit of a nervous habit. It's been a long day. Long few days, actually.\n\n\n(Several pens fall to the ground. The other objects remain suspended.)\n\n\nLevi:\n Sorry my office is such a mess.\n\n\nDe Santi:\n It's okay.\n\n\n(De Santi looks at a small succulent floating above the desk. His focus returns to Levi.)\n\n\nDe Santi:\n You wanted to talk about my editing?\n\n\nLevi:\n Yes. I saw you talk about how… disconnected you felt from the other faculty, and I thought you might be more suited to work in another department.\n\n\nDe Santi:\n You're demoting me.\n\n\nLevi:\n No, I'm not removing you from your position. And I'm not 'politely asking for you to resign'. I'm giving you a choice, and a lot of the information surrounding that choice is classified.\n\n\nDe Santi:\n I'm confused. If it's classified, how would I know what to choose?\n\n\nLevi:\n I can't give the exact figures, but I have the authority to give you partial, temporary clearance.\n\n\nBy the time the Foundation showed itself to the public, it had already prepared a PR campaign. They were the ones doing the dirty work necessary to keep everyone safe. The PR team focused on the tech innovations, published some research on amnestic therapy for trauma. When people had doubts, they showed off all the scary things the Foundation had captured and killed over the years. The Foundation had been doing the right thing, but it took a lot of work to get the public to believe it.\n\n\nIt worked, eventually. It was clear how much they needed us, especially when we knew more about the superheroes than anyone else.\n\n\nDe Santi:\n How much was there to know? The current file hardly says anything.\n\n\nLevi:\n We had experts in anomalous science, books for disciplines the rest of the world didn't know \nexisted.\n That also meant we were pretty successful when it came to hiring superheroes. We kept hiring them for decades. For the past couple of years, the other shoe's been dropping. We spent decades making ourselves look friendly, and now they're going back to thinking we're mysterious.\n\n\nDe Santi:\n So we're losing funding?\n\n\nLevi:\n We're losing respect. People are trying to deal with anomalies themselves instead of calling, governments are pushing back more and more. The public doesn't see us as \nhuman\n anymore — they're starting to think we're just freaks caging freaks.\n\n\nBut you, you get how they feel. You know what it's like to be… to be…\n\n\nDe Santi:\n Normal?\n\n\nLevi:\n I— if that's what you want to call it.\n\n\n(The office supplies have settled on the floor. The corner of a document rises and falls to Levi's breath.)\n\n\nLevi:\n I'm asking you to join PR. Talk to some civvies, write some articles, make a real difference. We can media train you for the press.\n\n\nDe Santi:\n … I think you've made a mistake.\n\n\n(De Santi begins to stand. Levi takes her arms off the desk.)\n\n\nLevi:\n If you just listened to what I'm offering—\n\n\nDe Santi:\n I'm here for research! Do you think I applied to this damn place so I could do interviews?\n\n\nLevi:\n I know, I know. I realize why you're here. You joined the Foundation to make a difference. And I'm trying to give you that. I know this isn't what you had in mind, but it's— you're cut out for it. Much more than I am.\n\n\nMuch more than you're cut out to sit in a lab.\n\n\n(De Santi and Levi stare at each other.)\n\n\nLevi:\n You don't have to come to a decision now. Just think about it, okay?\n\n\n(De Santi stands up, then pauses.)\n\n\nDe Santi:\n I will.\n\n\n(De Santi leaves. The desk falls two inches, its legs crashing against the floor. Levi relaxes in her chair.)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum:\n Janet Eisner, an SCP-7998-1 instance who doesn't need to sleep, has been rapidly outpacing her coworkers. Working for between 14 and 18 hours a day, Eisner has been promoted several times, advancing from a new hire to head researcher over the span of 10 months. This process typically takes 3-7 years. Most recently, she's \nsurpassed Dr. De Santi's push for promotion and\n become the head researcher for SCP-7998.\n\n\n\n\n\n\nTo:\n \nten.pics|ivelm#ten.pics|ivelm\n\n\nFrom:\n \nten.pics|itnasedr#ten.pics|itnasedr\n\n\nSubject:\n PR Job\n\n\n\n\n\n\nI'll do it.\n\n\n\n\nRaphael De Santi, PhD\n\nPrimary Editor (SCP-7998)\n\nClearance Level 3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFoundation recruitment ad featuring an SCP-7998-1 instance.\n\n\n\n\n\n\nPersonal Relations Archive\n\n\nSource:\n Studio camera, wireless earpiece\n\n\nLocation:\n Site-91 main sound stage\n\n\nDate:\n 07/07/2082\n\n\n(Raphael De Santi and O5-3 are sitting at a news desk. Both of them have earpieces. Film crew members walk in and out of frame.)\n\n\nBroadcast Director Marte Coletti:\n Everyone get ready, we're recording in 60 seconds.\n\n\nLevi:\n \n(Over De Santi's earpiece.)\n You still nervous?\n\n\nDe Santi:\n Of course I am! How am I supposed to do well with someone like this?\n\n\nLevi:\n I'm having Overseer Three interview you \nbecause\n they're experienced. They can walk you through it so that they're practically interviewing themselves. Don't think of this as a competition. It's more like… A dance. They know how to lead, so you just need to follow.\n\n\nDe Santi:\n I don't know how to dance.\n\n\nColetti:\n Recording in five, four…\n\n\nLevi:\n You'll learn.\n\n\n(The studio goes silent.)\n\n\nO5-3:\n Good afternoon, everyone, and welcome to Weird World: your best source on the latest anomalies. I'm your host, \n[OVERSEER THREE]\n.\nNo other name is, was, or will be perceived.\n. Today I'm here with Raphael De Santi. De Santi has an ability that isn't as flashy as some of the SCP Foundation's other staff members, but is still certainly worth noticing. Tell us about your arm, Raphael.\n\n\nDe Santi:\n Well, it's… I actually only have one arm.\n\n\nO5-3:\n Oh?\n\n\nDe Santi:\n For my whole life, I've had an eel instead of my left arm.\n\n\n(De Santi hesitates, then rolls up his left sleeve.)\n\n\nO5-3:\n Fascinating. And does it have a mind of its own?\n\n\nDe Santi:\n It does, sort of. Lefty and I — I named it Lefty, by the way — we each have our own brains. But those brains are connected, so we think similar things. If I'm friends with you, then Lefty is also going to be friends with you.\n\n\nO5-3:\n And he doesn't bite friends?\n\n\nDe Santi:\n No.\n\n\nO5-3:\n Well, in that case, I really hope we become friends! But seriously, I've been spending time with Raphael — and Lefty! – and they are absolutely lovely. If any of you want to see him, he'll be traveling around and educating people on anomalous marine biology. Tell us some more about that.\n\n\nDe Santi:\n Well, I'm going to be visiting Italy and Spain with a team from later this month all the way until February. We're partnering with several aquaria and setting up booths to talk to people about the different types of anomalous fish we see here at the SCP Foundation. We want to be fun for all ages and really connect with everyday people.\n\n\n(The light on O5-3's earpiece briefly glows. Their expression changes slightly to an indeterminate emotion. They return to their previous expression.)\n\n\nO5-3:\n That sounds fascinating. I know you're very busy planning and preparing for your trip, so I'm not going to keep you here for too long. We all know that safety is a top priority here in the Foundation — but how did we keep people safe back when we hardly knew anything about anomalies? Here's Lana Sadler's wonderful documentary \nA Brief History of Containment.\n\n\n…\n\n\nCut the film. This is an emergency.\n\n\n(Coletti stops filming.)\n\n\nDe Santi:\n What— was that live?\n\n\nO5-3:\n None of it's live, kid. Even if it was, you've got bigger things to worry about. There was an accident in Northern Spain — some crazy boar got into a crowd. Worldwalker caught the boar, but she teleported some people with it.\n\n\nDe Santi:\n Are they oka—\n\n\nO5-3:\n Twelve injured, seven of which were teleported. No deaths. Yet.\n\n\nDe Santi:\n Christ.\n\n\nO5-3:\n It's the last thing we need, especially now.\n\n\n(O5-3 rubs his face.)\n\n\nO5-3:\n There's really no silver lining to this. For your sake, I hope you're as good as Miriam says you are.\n\n\nDe Santi:\n Wait, you aren't sending me after this.\n\n\nO5-3:\n You're on PR. We need all hands on deck. I'm sending everyone after this.\n\n\nDe Santi:\n But I don't even know what I'm doing! I hardly have any training!\n\n\n(O5-3 shrugs.)\n\n\nO5-3:\n Guess you'll learn.\n\n\n\n\n\n\nINCIDENT REPORT\n\n\nOn 07/07/2082, an anomalous boar made entirely of black marble was discovered in Bilbao, Spain. While it initially avoided large groups of people, Foundation efforts to catch the anomaly resulted in it fleeing into Bilbao's urban districts. As it grew increasingly confused and disoriented\n[claim unverified]\n, it ran farther and farther into downtown Bilbao. Five civilians were injured as a result of this.\n\nFoundation agents struggled to move through the increasingly dense environment. Once agent Fong Fú Wen was sufficiently close to the anomaly, she created a portal connecting its position to the team's portable storage container (PSC). Due to the density of the crowd, seven civilians were also teleported to the PSC. All seven were injured. As of 08/07/2082, two are dead and one is in critical condition.\n\n\n\n\n\n\nCALLING MIRIAM LEVI…\n\n\nLevi:\n Hello?\n\n\nDe Santi:\n How screwed are we?\n\n\nLevi:\n Wa— Raphael, it's 7 in the morning!\n\n\nDe Santi:\n I'm too nervous to sleep. Lefty is \nshaking\n. I didn't even know eels could do that, and suddenly I'm supposed to be teaching biology while making everyone believe that the Foundation is some fantastic little—\n\n\nLevi:\n Calm down! I'm still half-asleep, so I don't need you yelling in my ear.\n\n\nDe Santi:\n Okay, okay, I'm sorry. I just don't know what to do.\n\n\n(Levi sighs.)\n\n\nLevi:\n I don't either. Read a book or go on a walk or something. I'm too tired to think of a motivational speech. Just… be yourself. I asked you to work for my department because you're more human than the rest of us. That's why you're scared of talking to people, while I’m scared of stranger things. Like floating someone’s kid too high or… dropping them.\n\n\nDe Santi:\n You worry about \nthat\n?\n\n\nLevi:\n I worry about other things too, but I've had a couple close calls like that. There are also floating knives, glass objects, that sort of stuff. Sorry, I'm talking too much.\n\n\nDe Santi:\n No, no, you're good… anyways, I'm going to let you go back to sleep.\n\n\nLevi:\n Bye—you're going to do great.\n\n\nDe Santi:\n Thanks. Goodnight.\n\n\nCALL ENDED\n\n\n\n\n\n\n\n\n\n\nFoundation recruitment ad featuring SCP-7998-1 instance Fong Fú Wen.\n\n\n\n\n\n\nPersonal Relations Archive\n\n\nSources:\n Several\n\n\nLocations:\n Several\n\n\nDates:\n 09/07/2082 - 01/17/2083\n\n\nDe Santi:\n Hello, I'm Raphael De Santi.\n\n\nDe Santi:\n I'm Doctor De Santi.\n\n\nDe Santi:\n This is Doctor De Santi.\n\n\nDe Santi:\n And I'm here to answer all your questions about anomalies.\n\n\nDe Santi:\n What's your name?\n\n\nDe Santi:\n Miss Molina, I can assure you that Foundation researchers aren't grown in vats of chemicals. We're normal people who get hired, just like anyone else.\n\n\nDe Santi:\n No Mister Santaro, you don't need to be part animal to work at the Foundation. If you take a look at the other crew members, you'll see that I'm the only person who is part-animal.\n\n\nDe Santi:\n You said you wanted to know about \"Parawatch?\"\n\n\nDe Santi:\n \n(To Levi.)\n Are those… Are they protesting \nus\n?\n\n\n(Raphael De Santi and Miriam Levi are sitting on the floor of a hotel room. A six-pack of beer sits between them. It's dark outside.)\n\n\n\n\nLevi:\n Another day…\n\n\n\n\nDe Santi:\n Another disaster.\n\n\n\n\nLevi:\n Cheers to that.\n\n\nDe Santi:\n No, fish don't have a god. If they did, I wouldn't know about it.\n\n\nDe Santi:\n No, I promise he's not going to bite your chil… they're gone.\n\n\nDe Santi:\n The Foundation doesn't torture people. They don't steal homeless people and do unethical experiments. They used to use death row inmates, but they stopped doing that over 20 years ago.\n\n\nDe Santi:\n Sorry, Parawatch isn't exactly in my field. You can try asking one of the other staff members.\n\n\nDe Santi:\n Yes Luca, I know what your mother said, but I promise you the people in the Foundation are all very nice.\n\n\n(Raphael De Santi and Miriam Levi are sitting in the back of a van. A coffee pot and paper cups sit between them. De Santi stares into his cup.)\n\n\n\n\nLevi:\n More coffee?\n\n\n\n\nDe Santi:\n Yeah, more coffee.\n\n\nDe Santi:\n Oh, gigafauna are very interesting! Normal animals can't grow too big because of this rule called the square-cube law, but anomalous gigafauna…\n\n\nDe Santi:\n I \nam\n normal. We're all more normal than you think.\n\n\nDe Santi:\n Hey! Don't try to break that!\n\n\nDe Santi:\n Yes, I've done research, but I'm also on the PR team. That stands for \"public relations\"… No sir, we don't make propaganda films.\n\n\nDe Santi:\n Wha— We don't eat babies! Where did you even get that idea?\n\n\nDe Santi:\n You don't have to be a super-genius to work at the Foundation. Actually, most of us aren't anomalously smart at all. I had to study just as much as anyone else to get my degree.\n\n\n(Raphael De Santi is brushing his teeth in a hotel bathroom. He spits into the sink before looking at himself in the mirror. There are bags under his eyes.)\n\n\n\n\nDe Santi:\n Halfway there.\n\n\nDe Santi:\n I'm not a monster. I'm just here to try and inform people.\n\n\nDe Santi:\n No, I don't know anything about Parawatch.\n\n\nDe Santi:\n I know you're worried. That's part of why I'm here: to tell you that we're much safer than you think we are.\n\n\nDe Santi:\n I… that's a personal question.\n\n\nDe Santi:\n Ma'am—\n\n\nDe Santi:\n Sir—\n\n\nDe Santi:\n If you're going to ask me questions about my work, feel free. If you're going to attack me with pointed questions, then I'm going to have to ask you to leave.\n\n\n(Raphael De Santi and Miriam Levi are on break. Levi lights De Santi's cigarette.)\n\n\n\n\nDe Santi:\n Do you know what Parawatch is?\n\n\n\n\nLevi:\n Huh?\n\n\n\n\nDe Santi:\n It feels like every other person wants to know about Parawatch. I've never heard of it.\n\n\n\n\nLevi:\n I think I remember reading an article about them. They were their own little organization of people capturing anomalies. Disappeared pretty soon after the Foundation went public.\n\n\n\n\nDe Santi:\n Are you sure?\n\n\n\n\n(Levi shrugs, then blows a cloud of smoke.)\n\n\nDe Santi:\n We have all sorts of crabs in containment. There's one that can talk to you, but all it says are chess moves. Apparently, it's very good.\n\n\nDe Santi:\n Lefty hasn't bit anyone since I was twelve.\n\n\nDe Santi:\n They didn't experiment on me. They don't experiment on anyone who doesn't agree to it.\n\n\nDe Santi:\n —No, listen. We're not mad scientists. We're not human traffickers. We're not circus animals or ringleaders. We are researchers funded by your government. Any graduate school on the continent does work similar to what we do.\n\n\nDe Santi:\n We're wrapping up after the show, but I can talk to you more about how we track deep-sea animals if you stay.\n\n\nDe Santi:\n Okay yes, our work does involve \"monsters,\" but the methods and the research process are very similar to what you'd see in a grad school.\n\n\nDe Santi:\n … You know, I've thought about letting them experiment on removing him, but I don't think I want that. I— I like him. Kind of.\n\n\nDe Santi:\n Thank you for stopping by.\n\n\nDe Santi:\n Thank you for your questions.\n\n\nDe Santi:\n Thanks, I hope you enjoyed it!\n\n\nDe Santi:\n And be sure to check out our website!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPersonal Relations Archive\n\n\nSource:\n Security camera\n\n\nLocation:\n Office of Doctor Miriam Levi\n\n\nDate:\n 01/19/2083\n\n\n(De Santi and Levi are sitting on opposite sides of her desk. They're both resting their bodies on its surface. No objects are floating.)\n\n\nLevi:\n Fucking hell.\n\n\nDe Santi:\n Yeah.\n\n\nLevi:\n We did it.\n\n\nDe Santi:\n Yeah. We brought things back around. Saved our part of the world.\n\n\nLevi:\n I mean, you did most of it.\n\n\nDe Santi:\n Yeah.\n\n\nLevi:\n You were supposed to disagree with me!\n\n\nDe Santi:\n I'm kidding! I'm kidding — I couldn't have done anything if it wasn't for you.\n\n\nLevi:\n Thank you. But I have to admit, you were pretty impressive out there.\n\n\nDe Santi:\n Well, you were the one who trained me, so…\n\n\nLevi:\n So nothing. I'm not stealing your credit on this.\n\n\nDe Santi:\n \"On this.\"\n\n\nLevi:\n You know what I mean. Everyone on the team did great things, I'm singling you out because you're so stubbornly against feeling good about yourself.\n\n\nDe Santi:\n I… Well… Okay.\n\n\nLevi:\n I want you to feel like a hero.\n\n\nDe Santi:\n … I will. Eventually. For now, I need some raw fish and a nap underneath my desk.\n\n\n(Levi smiles.)\n\n\nLevi:\n Eel Day?\n\n\n(De Santi smiles.)\n\n\nDe Santi:\n Yeah, Eel Day.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYou Might Also Like...\n\n\n\n\nFeel free to add this collapsible to your own articles!\n\n\n\n\n\n\nSCP-7000\n — \nThe Loser\n, by \nHarryBlank\n\n\nSCP-6001\n — \nAvalon\n, by \nT Rutherford\n\n\nSCP-7999\n — \nMeet Me In The Stars\n, by \nOriTiefling\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-7997\n | SCP-7998 | \nSCP-7999\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-7998\n\" by AnActualCrow, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-7998\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n overseer3.png\n\n\nName:\n Overseer 3 Recruitment Poster\n\n\nAuthor:\n \nAnActualCrow\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n \nSCP Foundation Emblem\n by far2, et al. (CC BY-SA 3.0).\n\n\nDerivative of:\n \nThe Spanish press interviews SAT Edoa's Oscar Ortiz\n by Fruitnet.com (CC BY 2.0).\n\n\nDerivative of:\n \nFrancie Molloy, Gerry Adams and Michelle O'Neill do a press interview\n by Sinn Féin (CC BY 2.0).\n\n\nDerivative of:\n \nPress interviews after meeting President Michelle Bachelet\n by Former UN Special Rapporteur on assembly & associa (CC BY 2.0).\n\n\nFilename:\n worldwalker.png\n\n\nName:\n Worldwalker Recruitment Poster\n\n\nAuthor:\n \nAnActualCrow\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n \nSCP Foundation Emblem\n by far2, et al. (CC BY-SA 3.0).\n\n\nDerivative of:\n \nWoman on flower field Tam Giac Mach\n by tuanleanh5561 (CC0).\n\n\nDerivative of:\n \nlandscape\n by grungepunk2010 (CC BY-SA 2.0).\n\n\nDerivative of:\n \nSide view of a bridge and its contrasts.\n by grungepunk2010 (CC BY-SA 2.0).\n\n\nFilename:\n grandmaster.png\n\n\nName:\n Grandmaster Recruitment Poster\n\n\nAuthor:\n \nAnActualCrow\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n \nSCP Foundation Emblem\n by far2, et al. (CC BY-SA 3.0).\n\n\nDerivative of:\n \nFateh Singh Rathore\n by Koshyk (CC BY 2.0).\n\n\nDerivative of:\n \nCoptic magical text 599v apis\n from \nUniversity of Michigan Library Digital Collections\n (CC BY 2.0).\n\n\nDerivative of:\n \nIPO Road Show Slides 1985\n by Shaan Hurley (CC BY 2.0)\n\n\nFilename:\n moray.png\n\n\nName:\n Moray Recruitment Poster\n\n\nAuthor:\n \nAnActualCrow\n\n\nLicense:\n CC BY-SA 3.0\n\n\nDerivative of:\n \nSCP Foundation Emblem\n by far2, et al. (CC BY-SA 3.0).\n\n\nDerivative of:\n \nWhen you are in Pondy, take a picture against a yellow wall!\n by Nithi clicks (CC BY 2.0).\n\n\nDerivative of:\n \nMoray Eel at Santa Monica Aquarium\n by Clotee Pridgen Allochuku (CC BY 2.0)\n\n\nDerivative of:\n \nVliegtickets.nl poster at bus stop\n by DennisM2 (CC0).\n\n\nDerivative of:\n \nMontelbaanstoren\n by DennisM2 (CC0).\n\n\nFilename:\n declassified.svg\n\n\nName:\n Declassified Logo\n\n\nAuthor:\n \nAnActualCrow\n\n\nLicense:\n CC0",
    "addendums": [
        "Addendum: Janet Eisner, an SCP-7998-1 instance who doesn't need to sleep, has been rapidly outpacing her coworkers. Working for between 14 and 18 hours a day, Eisner has been promoted several times, advancing from a new hire to head researcher over the span of 10 months. This process typically takes 3-7 years. Most recently, she's surpassed Dr. De Santi's push for promotion and become the head researcher for SCP-7998.\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "[[include :scp-wiki:component:toggle-sidebar]]",
        "\" SCP-7998 \" by AnActualCrow, from the SCP Wiki . Source: https://scpwiki.com/scp-7998 . Licensed under CC-BY-SA .",
        "Filename: overseer3.png Name: Overseer 3 Recruitment Poster Author: AnActualCrow License: CC BY-SA 3.0 Derivative of: SCP Foundation Emblem by far2, et al. (CC BY-SA 3.0). Derivative of: The Spanish press interviews SAT Edoa's Oscar Ortiz by Fruitnet.com (CC BY 2.0). Derivative of: Francie Molloy, Gerry Adams and Michelle O'Neill do a press interview by Sinn Féin (CC BY 2.0). Derivative of: Press interviews after meeting President Michelle Bachelet by Former UN Special Rapporteur on assembly & associa (CC BY 2.0). Filename: worldwalker.png Name: Worldwalker Recruitment Poster Author: AnActualCrow License: CC BY-SA 3.0 Derivative of: SCP Foundation Emblem by far2, et al. (CC BY-SA 3.0). Derivative of: Woman on flower field Tam Giac Mach by tuanleanh5561 (CC0). Derivative of: landscape by grungepunk2010 (CC BY-SA 2.0). Derivative of: Side view of a bridge and its contrasts. by grungepunk2010 (CC BY-SA 2.0). Filename: grandmaster.png Name: Grandmaster Recruitment Poster Author: AnActualCrow License: CC BY-SA 3.0 Derivative of: SCP Foundation Emblem by far2, et al. (CC BY-SA 3.0). Derivative of: Fateh Singh Rathore by Koshyk (CC BY 2.0). Derivative of: Coptic magical text 599v apis from University of Michigan Library Digital Collections (CC BY 2.0). Derivative of: IPO Road Show Slides 1985 by Shaan Hurley (CC BY 2.0) Filename: moray.png Name: Moray Recruitment Poster Author: AnActualCrow License: CC BY-SA 3.0 Derivative of: SCP Foundation Emblem by far2, et al. (CC BY-SA 3.0). Derivative of: When you are in Pondy, take a picture against a yellow wall! by Nithi clicks (CC BY 2.0). Derivative of: Moray Eel at Santa Monica Aquarium by Clotee Pridgen Allochuku (CC BY 2.0) Derivative of: Vliegtickets.nl poster at bus stop by DennisM2 (CC0). Derivative of: Montelbaanstoren by DennisM2 (CC0). Filename: declassified.svg Name: Declassified Logo Author: AnActualCrow License: CC0"
    ],
    "containment_procedures": "Due to a lack of knowledge regarding SCP-7998's origin, containment is currently deemed impossible. Due to SCP-7998’s widespread and continuous effect on all DNA-based life, containment of SCP-7998-1 instances has necessitated the Lifted Veil Protocol.",
    "description": "SCP-7998 is a probabilistic phenomenon which greatly increases the likelihood of extreme anomalous mutation in organisms. Mutated organisms are referred to as SCP-7998-1. This is most common in humans, of which 0.3% are SCP-7998-1 instances. The likelihood of 7998-influenced mutation is directly correlated with similarity to the human genome. This means that organisms that are less genetically related to homo sapiens are less likely to exhibit anomalous mutations.",
    "title": "SCP-7998"
}