{
    "url": "https://scp-wiki.wikidot.com/scp-8002",
    "all_text": "Welcome to The Foundation’s main hospital. Please check in before you burn.\n\n\n\n\n\n\n \n\n\nrating: \n+395\n+\n–\nx\n\n\nbigslothonmyface\n\n\n\n\n\n\nWritten by \nbigslothonmyface\n\nYou can find more of their work on their \nauthor page.\n\n\n\n\n\n\n\n\n\n\nTorres:\n The bird’s still dead for what, months yet? Years? We don’t need to worry.\n\n\nSams:\n We don’t know that. And even if it is, that just leaves us with a ticking time bomb right beneath our feet.\n\n\nTorres:\n They’ll come up with something. They’re in the hurt business.\n\n\n[The intercom buzzes.]\n\n\nIntercom:\n Director Torres, critical patients inbound from Site-17.\n\n\nTorres:\n Thank you. I’ll be out shortly.\n\n\nSams:\n They are just going to keep shooting it. We need to come up with something. The tests, the injuries. Nothing’s doing it.\n\n\n[Sams points to a printout paper on Torres’ desk. On it is the photo of a small, stout woman with cropped gray hair.]\n\n\nSams:\n She’s our ticket.\n\n\nTorres:\n You can’t know that. What do you want me to do?\n\n\nSams:\n Just fund a basic inquiry. Let us pull her vitals and her history, get a plan together. If we need to move, we can have it ready.\n\n\n[Torres sighs.]\n\n\nTorres:\n All right, I’ll fund it, a \nbit\n. But we don’t need to do anything yet. The bird’s still steady, and she’s likely… Under our influence. We can sit on it for the time being.\n\n\n[The two stand, putting on their coats. They move to the door and look out, checking wearily up and down the yellowing, linoleum hall.]\n\n\n[Elsewhere in the hospital, something is catching fire.]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBY ORDER OF OVERWATCH COMMAND AND AEONIAN HEALTH SYSTEMS, INC.\n\n\nWelcome to Aeonian Health! This document describes a core infrastructural element of the SCP Foundation. You are encouraged to read it. However, in light of rapidly-evolving circumstances, some information may be limited to those with level 4-8002 clearance.\n\n\n\n\nContinue\n\n\n\n\n...\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHigh-energy CLERIC treatment in progress, Room N316.\n\n\n\n\n\n\nItem #:\n SCP-8002\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n To prepare for your visit to SCP-8002, follow all pre-appointment instructions carefully. This may include information about what you may eat or drink before you arrive, what medications to take, or which anomaly classes to avoid. Make sure to check your information packet for the correct arrival point—traveling with someone else is advised, as SCP-8002’s on-site Way may be confusing for first-time users. Personnel and AiCs will be standing by in the atrium to direct you to your appointment.\n\n\nFor more information about your visit, please consult the instructions given by your provider. The remainder of this file will follow standard SCP Foundation anomaly documentation guidelines.\n\n\nDescription:\n SCP-8002 is the SCP Foundation’s primary hospital and medical center, a vast subterranean complex incorporating both outpatient clinics and inpatient treatment facilities for up to 150,000 simultaneous patients.\n\n\nMany of the mechanisms employed in SCP-8002’s operations are either mundane or commonplace among Foundation facilities. Its core anomaly, however, is CLERIC, an anomalous life support system and biological regeneration engine created by the Medical Division. CLERIC emits a variety of electromagnetic energy in the far ultraviolet range known as Cleric Radiation (CR), which provides a variety of benefits to the exposed:\n\n\n\n\nFaster and more efficient hemostasis\n\n\nRapid tissue proliferation\n\n\nReduced incidence of infection\n\n\nReduced incidence of infectious disease transmission\n\n\nReduced incidence of cancerous cell growth; fewer cellular transcription errors\n\n\nReversal of, and recovery from, otherwise-untreatable anomalous conditions\n\n\n\n\nWhen combined with SCP-8002’s industrial-scale quick care systems, CLERIC allows the Foundation to facilitate mass, rapid, and discreet treatment of civilians affected by anomalous events, admitting and treating as many as 12,500 patients per hour. CR is the first-line method of treatment for a large variety of anomalous conditions, and forms a vital part of the organization's operational infrastructure.\n\n\nFor staff, the Foundation operates SCP-8002 as a healthcare conglomerate under the name Aeonian Health Systems, Inc (AHS). AHS is a core part of job security plans for many Foundation personnel; current estimates predict as many as 86 percent of Foundation staff members will visit SCP-8002 for CLERIC therapy at least once during their careers, as exposure to anomalous harm remains commonplace despite the organization’s efforts to improve containment security.\n\n\nCLERIC itself is housed deep beneath SCP-8002 in a secure area of the facility. The system is self-maintaining, and access is forbidden. A full description of CLERIC, as well as its design, location, and the suspected reasons behind its gradual failure over the next 18 months, are available later in this document to personnel with Level 4-8002 clearance.\n\n\n\n\n\n\n\n\n\n\n\n\nPROVIDER PROFILE\n\n\nMaslov, Andrea. MD, AMD\n\n\nClearance Level 3\n\n\nSpecialties: Neurology; Recurring Anomalies (RA); Chronic pain\n\n\n\n\n\n\nDr. Maslov.\n\n\n\n\n\n\nDr. Maslov joined Aeonian Health Systems in 2021 after 18 years of service as a Foundation Mobile Task Force field medic. A former Type Red “rejuvenator,” she now works with victims of chronic injury or illness who cannot be fully treated by CLERIC. In her spare time, she enjoys bouldering, pulp romance novels, and gardening, especially root vegetables and winter gourds.\n\n\n\n\n\n\nCare log\n\nPatient: Peck, Henry\n\nProvider: Maslov, Andrea\n\n\nPatient is a 36-year-old man presenting with subacute craniofacial pain on the right side. Pain began after accidental exposure to SCP-█████, and is consistent with others exposed to the same anomaly. Patient visited a topside otolaryngology clinic six weeks ago and was advised to try anti-allergy medications; he failed these treatments, and was referred to SCP-8002 by a supervisor after he began experiencing auditory hallucinations.\n\n\n\n\n\n\n[Peck sits nervously on a yellow couch in a yellowing linoleum room bathed in tepid light. There is a knock on the door.]\n\n\nPeck:\n Co—\n\n\nMaslov:\n I come in.\n\n\n[Maslov enters. She is a short, explosive woman in her sixties, with close-cropped gray hair and a strong frame wrapped in aqua blue medical scrubs. She wears no coat, no gloves, and weather-worn white crocs adorned with pumpkins. Behind her trails her young technical assistant.]\n\n\nMaslov:\n Maslov. My pleasure, yes.\n\n\n[She extends her hand to Peck, grasping his once and squeezing it before withdrawing.]\n\n\nMaslov:\n Let’s discuss you. You are hurting for some time in the face?\n\n\nPeck:\n Well— Yeah, uh… Yes. About six months? Six months.\n\n\nMaslov:\n We will fix.\n\n\n[Maslov consults his chart.]\n\n\nMaslov:\n Tried sinus treatments?\n\n\nPeck:\n Yeah, it’s not my sinus.\n\n\nMaslov:\n Obviously not. It’s your nervous system. We have plenty better for that than the, ah, the water pot you pour in the nose?\n\n\nPeck:\n Ha! Yeah. I’m, ah. Looking forward to your help.\n\n\n[Maslov looks him up and down.]\n\n\nMaslov:\n You don’t need me. You need CLERIC.\n\n\nPeck:\n I mean—\n\n\nMaslov:\n CLERIC is magic. Magic and robot. Magic robot doctor. Far better than babbling old woman like me.\n\n\nPeck:\n Right. I’ve heard about it. But well…. I heard—\n\n\nMaslov:\n Are you scared of robots? Hardly feasible in our line of work. Did you see the one they have now that is like giant samurai in hat which men can ride inside? And here I thought we were in budget crisis. You would think—\n\n\nTech:\n Doctor.\n\n\nMaslov:\n Ach. Apologies. But you do not want the CR therapy?\n\n\nPeck:\n Well no, it isn’t that. I just…\n\n\nPeck:\n Doctor Maslov, I heard you can, ah…\n\n\n[Peck pauses.]\n\n\nMaslov:\n Ach. Yes. I should have understood sooner.\n\n\nPeck:\n I’m— sorry, I didn’t mean—\n\n\nMaslov:\n No, no. I will explain to you.\n\n\n[Maslov begins to take off her shirt.]\n\n\nPeck:\n Uh. Doctor, I uh—\n\n\nMaslov:\n Calm yourself, you are not so lucky as that. Look.\n\n\n[She pulls up her undershirt, exposing her abdomen. A huge, black mark is there, running along her side. It seems to bubble, coursing along the skin like a living thing. Peck shivers.]\n\n\nMaslov:\n No good, eh? This thing has been in me for three years. I will put away now since Maggie and I just have had our lunch.\n\n\nTech:\n Thank you, doctor.\n\n\n[Maslov replaces her shirt.]\n\n\nMaslov:\n I know what you came to me wanting. But I cannot do it. Not any more.\n\n\nMaslov:\n If I didn’t have the mark, could heal 200 MTF soldiers at once. But now, always healing this. Can barely get over a cold. If I were not so gifted it would have killed me long ago. It just sits, and…\n\n\nMaslov:\n Sits and drains.\n\n\nPeck:\n I’m sorry.\n\n\nMaslov:\n Pah. Well….\n\n\nMaslov:\n Yes, is terrible. Would love to say otherwise. People always want a happy story. But… Pah.\n\n\n[Silence.]\n\n\nPeck:\n …Does it hurt?\n\n\nMaslov:\n Often.\n\n\n\n\n[Silence.]\n\n\nPeck:\n It just. It consumes you. You know?\n\n\nMaslov:\n Da.\n\n\nPeck:\n I— I know my face is nothing like that.\n\n\nMaslov:\n Not true. These pains, one is no better than another. We live with what we get.\n\n\nPeck:\n It’s just. God.\n\n\nPeck:\n I can’t stop thinking about it. I can’t stop, I…\n\n\nPeck:\n It hurts. All time time. I have to…\n\n\nPeck:\n I have to—\n\n\n[Peck cuts himself off.]\n\n\nMaslov:\n Mr. Peck.\n\n\nMaslov:\n I will not let you live in pain. You understand?\n\n\nMaslov:\n I cannot give you what you wanted. But I can give you CLERIC.\n\n\n[Peck gulps.]\n\n\nPeck:\n I— I don’t know. I’ve heard— I’ve seen some things from other people. Other staff at -19.\n\n\nMaslov:\n Da. There are rumors around it. Natural given the miracle of the thing. Also, Foundation is masterful generator of conspiracies. Half my staff are convinced gumball machine in the atrium is actually the site director. I wish I were inventing this.\n\n\n[Maslov turns to her tech.]\n\n\nMaslov:\n It is inanimate!\n\n\nTech:\n I saw it move, doctor.\n\n\nMaslov:\n Pah!\n\n\nMaslov:\n Well… All is to say, if you want to try medical therapy I will not blame you. A drug called oxcarzantine works on your condition somewhat. It will bring a little relief. But I…\n\n\n[Maslov looks at her hands.]\n\n\nMaslov:\n I want to heal you. To take care of you fully.\n\n\nMaslov:\n And so I suggest CLERIC. I believe it to be safe for you, in small doses, despite these rumors. It is my recommendation.\n\n\n[Silence.]\n\n\nMaslov:\n Can I show you?\n\n\nPeck:\n Ok.\n\n\n[Maslov stands. She goes to the wall and retrieves a small, bright orange box on a cord. It has a black button on it. Maslov puts Peck’s hand on the button.]\n\n\nMaslov:\n This switch, lowers shielding around this room. It will expose us to CLERIC and allow its radiation to enter. Just for a moment, ok? We can cut off any time.\n\n\n[Peck looks at the switch, then at Maslov.]\n\n\nPeck:\n Just for a moment?\n\n\nMaslov:\n Da, da.\n\n\n[Peck pushes the switch.]\n\n\n[The room is bathed in white light. Maslov’s side, and Peck’s right jaw, ignite suddenly in red flames. Peck screams.]\n\n\nMaslov:\n Does it hurt?\n\n\nPeck:\n …No, it—\n\n\nPeck:\n It’s gone? The pain is gone!\n\n\nMaslov:\n Yes. Isn’t it something?\n\n\n[Both Maslov and Peck settle back into chairs, burning.]\n\n\nMaslov:\n This is much like it, you know. What I could do before.\n\n\n[Maslov closes her eyes.]\n\n\nMaslov:\n It won’t cure us. CLERIC, it does not work on chronic harms, which—sorry to say to you—is what you and I both have. But it holds them at bay. We must simply return and be re-treated.\n\n\nMaslov:\n For now, you would return twice weekly. Should keep you without pain.\n\n\nPeck:\n Twice… Weekly?\n\n\nMaslov:\n Da.\n\n\n[Peck hesitates for a moment, looking at the fire on Maslov’s side. He licks his lips.]\n\n\nMaslov:\n It’s all right. Will get used to—\n\n\nPeck:\n No.\n\n\n[Peck pushes the switch. The light and fire fades.]\n\n\nPeck:\n No, I don’t want that.\n\n\n[Peck stands, putting on his coat.]\n\n\nPeck:\n How it felt, I—I don’t want that. What they said about it.\n\n\nPeck:\n I’ve seen them, doctor. I’ve seen how their eyes look. How they sweat, how they breathe. I do not want this.\n\n\n[Maslov sighs.]\n\n\nMaslov:\n I understand. Still, please allow me to offer you at least some treatment. I will prescribe oxcarzantine. Is an antianomaly seizure medication, a mild drug. Will you try this much?\n\n\nPeck:\n Yes.\n\n\nPeck:\n Thank you, doctor. I—\n\n\nPeck:\n I’m sorry you couldn’t help more.\n\n\n[Peck leaves.]\n\n\n[Silence.]\n\n\nMaslov:\n Ach. Well.\n\n\n[Maslov turns to her tech.]\n\n\nMaslov:\n His loss, eh?\n\n\nTech:\n Yes, doctor.\n\n\n[Silence.]\n\n\nMaslov:\n How, ah, how long was he to be here for?\n\n\nTech:\n Until 3:30, ma’am.\n\n\nMaslov:\n 26 more minutes. Da. Well, I’ll be… working here on charts. Return at 3:28, yes?\n\n\nTech:\n Yes, doctor.\n\n\n[The tech leaves. Maslov is alone in the room.]\n\n\n[She waits for a moment, then picks up the CLERIC exposure switch. In a moment, she is burning again.]\n\n\n\n\nIncident 2023-06-23-1\n\n\nOn 2023-06-23, a critical containment breach necessitated mass treatment at SCP-8002. Affected population included 24,019 civillains and 146 Foundation personnel. Per CLERIC access protocol, civilians were prioritized; among staff, urgent personnel were queued behind civilians to be revitalized and returned to field work, while others were waitlisted for Aeonian Health provider availability with 4-6 months.\n\n\nCivilians were triaged for access and placed into SCP-8002’s Mass Treatment and Amnestic Processor (MTAP).\n1\n However, while MTAP successfully resolved at least 17,000 cases, the system concluded its descent without fully treating the remainder. Recognizing this, MTAP refused to reset to its starting point, trapping the civilians on board and allowing their infections to worsen for 38 minutes before staff took notice. Anomalously-affected passengers subsequently broke free of their restraints and harmed one another, resulting in ████ casualties and partial contamination of SCP-8002 and the MTAP system.\n\n\nAnalysis has determined that CLERIC failed to subject passengers to sufficient CR during MTAP’s descent, despite routinely providing sufficient radiation in the past. Testing has since determined that the total CR submersion of SCP-8002 has been dropping sitewide since at least 2019. Containment specialists and armed security personnel have been dispatched to CLERIC’s security chamber in an attempt to reinvigorate the system.\n\n\n\n\nNote to site administrators: I’m sure you’ve all seen those estimates prepared by the Financial Office about the huge financial losses that we’d suffer if we lost SCP-8002’s Cleric Radiation. Rest assured that we’re on top of it. Caregivers are being asked to make overtime hours available to meet the demand, and we’re looking into rationing CR access for nonessential staff. This isn’t a popular choice, since it leads to long wait times—so, please let me know if you or your families need care. You can contact me, and we’ll work around the lines.\n\n\n- Dir. Torres\n\n\n\n\n\n\nCare log\n\nPatient: Tuck, Hamden\n\nProvider: Maslov, Andrea\n\n\nPatient is a 26-year-old man and member of MTF Omicron-112 (“Bartholomew’s Unlikely Circumstances”). Patient presents with spontaneous lower leg pain after routine patrol in Perth; has not experienced similar pain in his recollection. Pain is worse when standing, but not when walking, and worse in the right leg than the left. Other members of his patrol all report similar pain with identical time of onset. Symptoms are similar to those of other known sufferers of acute attacks of so-called “Perth’s Knockers” after anomalous influence of an uncontained SCP-█████ instance in the area.\n\n\n\n\n\n\n[Maslov enters, talking on the phone. Her tech trails behind.]\n\n\nMaslov:\n Yes, I think—\n\n\nMaslov:\n No, you should not remove bandage because is sparkling underneath. Did you forget who you work for? Keep on until I can see you.\n\n\nMaslov:\n Yes. Talk tomorrow.\n\n\n[She hangs up.]\n\n\nMaslov:\n Apologies. Now they have us working telephones now in addition to halls. Less CLERIC healing means more to do for us, and already there were too few on the floor.\n\n\nTuck:\n Believe me, I understand.\n\n\n[Maslov extends her hand.]\n\n\nMaslov:\n Maslov.\n\n\nTuck:\n Lt. Tuck. Hey, do you need a second? Don’t wanna be rude, but you’re, uh, sweating.\n\n\n[Tuck wipes his hand on his shirt.]\n\n\nMaslov:\n Ach! The nerve of these young people! I am working hard, but perfectly well. Let’s discuss you, yes?\n\n\nTuck:\n Yes, ma’am, whatever you like.\n\n\n[Maslov consults her charts.]\n\n\nMaslov:\n You are MTF?\n\n\nTuck:\n Yes, ma’am. Operational security.\n\n\nMaslov:\n I was a field medic for many years. Saw plenty like this.\n\n\n[Maslov gestures at Tuck’s leg.]\n\n\nMaslov:\n Kockers just needs ziancin medications and rest. Even without CLERIC, you will be well soon.\n\n\nTuck:\n That’s a relief. I knew you were the one to see.\n\n\nMaslov:\n Oh? Did you request?\n\n\nTuck:\n Well, more like got lucky. I’ve been on an, uh.\n\n\nMaslov:\n List for months?\n\n\nTuck:\n Well, just weeks for me. They let me jump because I knew the commander.\n\n\nMaslov:\n So it goes these days. Only way to get timey care is to know somebody.\n\n\nTuck:\n But I was happy to see you were a former MTF. It’s thanks to folks like you I’m even here now. Thanks for your service, doc.\n\n\nMaslov:\n And yours, my friend, and yours. Where are you based?\n\n\nTuck:\n Operations security, out of Site-189.\n\n\nMaslov:\n 189! Oh, the memories. I was there many times. Have they fixed the plumbing?\n\n\nTuck:\n Of course not.\n\n\n[Both laugh.]\n\n\nTuck:\n Doctor, have you seen, I don’t know, more? Of us, lately?\n\n\nMaslov:\n What, young smelly men?\n\n\nTuck:\n More or less. I mean, more MTFs.\n\n\nMaslov:\n Oh lord, yes! The whole hall is full of you. Is command on some large operation?\n\n\nTuck:\n No, not at all. If anything it’s been quiet. I was more asking because…\n\n\n[He looks toward the open door, where Maslov’s tech stands. Maslov nods to her.]\n\n\nMaslov:\n Maggie, this young man wants to rat out trillion dollar shadow organization. Please give us a moment.\n\n\nTuck:\n Wait, what—\n\n\nMaslov:\n Don’t worry, she is used to it.\n\n\nTech:\n Yes, doctor.\n\n\n[The tech leaves, closing the door behind her.]\n\n\nMaslov:\n Tell.\n\n\nTuck:\n Are you sure she's not going to—\n\n\nMaslov:\n Pah! I should have known better than to joke with opsec.\n\n\nTuck:\n All right, all right. It’s just… It’s command. They’re not really adjusting.\n\n\nMaslov:\n Adjusting to?\n\n\nTuck:\n Well, I think they’re used to having 8002 on hand to stitch us up. Dunk us in their radiation, then right back in the field.\n\n\nTuck:\n You’ve read a thousand MTF after-action logs. They’re in every file. How many of them actually had a trained medic along?\n\n\n[Maslov grunts.]\n\n\nMaslov:\n Few.\n\n\nTuck:\n But even now that CLERIC’s on ration… They’re still just throwing us in wherever they want.\n\n\nTuck:\n Like, ok, here’s an example. On our last trip, we got to the drop point and pretty much immediately, Delta goes down.\n\n\n[They share a knowing look.]\n\n\nTuck (simultaneously):\n It’s always Delta.\n\n\nMaslov (simultaneously):\n It’s always Delta.\n\n\nTuck:\n We radio command and they say move him outside and leave him and Beta out there, they’ll send a pickup. Delta’s our comms guy, so someone grabs the kit and we keep going forward. We get a good ways in, three hours maybe, and another two more guys go down. Nasty memetic stuff, we have to get them out right then, so we pull back. It’s three hours to the entrance, plus another 90 minutes because we’re carrying these guys who can’t really… use their appendages, I guess is how I’d put it. By the time we get out, it’s been maybe eight, nine hours since we saw Delta and Beta.\n\n\nTuck:\n Doc, they were still there. Pickup never showed. We found out later command radioed 8002 dispatch rather than the closer site they were supposed to, and dispatch is so overloaded they deferred it and it got lost in the network.\n\n\nTuck:\n Pretty damn near cost Delta his leg.\n\n\n[Maslov spits—then hastily wipes it up.]\n\n\nMaslov:\n Fuckers.\n\n\nTuck:\n Yeah, that’s pretty much how we felt.\n\n\nTuck:\n They approved CR, and it covered their ass, but…\n\n\n[Silence.]\n\n\nTuck:\n I wonder if that’s all 8002 has been doing all this time. Covering their ass.\n\n\nTuck:\n There’s no medics at other sites, no training increase. They’re still \ncutting\n budget.\n\n\nTuck:\n And now, without CLERIC, I don’t think they know what to do for us.\n\n\n[Silence.]\n\n\n[Maslov’s tech knocks.]\n\n\nTech:\n Doctor Maslov, two minutes.\n\n\nMaslov:\n Ach. Thank you Maggie.\n\n\n[The tech leaves.]\n\n\nMaslov:\n Four more patients this hour.\n\n\nTuck:\n But… it’s already 4:30.\n\n\nMaslov:\n Da.\n\n\n[Maslov stands.]\n\n\nTuck:\n Doc, do you think… Will they fix CLERIC? Do they know how?\n\n\n[Maslov considers him for a while.]\n\n\nMaslov:\n I believe they will.\n\n\nMaslov:\n Is not an excuse for this. Throwing you away. Forever they are tainted by this.\n\n\nMaslov:\n But I believe they will fix it. I believe we can depend on help from them.\n\n\nMaslov:\n Well, no. That is not what I mean. Do not think of it like— depending on them. What I mean is… The Foundation, it is one of the places to look. It is not a bad place to look. But ultimately we are caring for ourselves, finding the resources which we can.\n\n\nMaslov:\n By accepting help, we care for ourselves. Da?\n\n\nTuck:\n …Sure, doc. I'll keep that in mind.\n\n\n\n\nIncident 2023-07-10\n\n\nAs CLERIC function has continued to deteriorate, staff care wait times have exceeded one full year. To reduce waits, Aeonian Health has extended its night and weekend hours for non-CLERIC care, and required providers to attend to more patients per floor, leading to environments in which multiple anomalous hazards may be mixed without full staff attention. On 2023-07-10, outpatient clinics in memetics wing sublevel 8d were filled nearly to capacity when a hitherto unrecognized interaction occurred between two different infohazards in adjacent rooms, spreading a hostile memetic and physiological effect throughout the floor. This effect partially degloved victims’ hands and feet, causing distress and leading to a crush for the exits before command ordered sublevel 8d sealed and protective antimemes fired. These antimemes erased the memories of all providers and patients on sublevel 8d (roughly 3,600 people) for the past three weeks. This likely contained the anomaly; however, per protocol 8002-CASK, sublevel 8d will remain sealed until CLERIC can be fully restored.\n\n\nRestoration of full CLERIC functionality is now an alpha priority Foundation-wide. MTF resources and firefighters have been recruited from other sites, and ballistics engineers are currently awaiting clearance upgrades to Level 4 so they may begin work in the chambers beneath SCP-8002.\n\n\n\n\nNote to site administrators: We've gotten repeated asks from care staff to recruit and train more medics while the CLERIC problems continue. These requests are denied. While I understand your concern, our estimates suggest we may revive CLERIC fully within the next few months. Please also do not reduce your activity for fear of injury to personnel—though we do urge you, as always, to keep financial outcomes in mind in this uncertain period. To ensure that CLERIC hours are available to priority administrators and MTF, care staff have been asked to select 16 weeks in the next calendar year for additional overtime hours.\n\n- Dir. Torres\n\n\n\n\n\n\nCare log\n\nPatient: Lam, Elizabeth\n\nProvider: Maslov, Andrea\n\n\nPatient is a 57-year-old woman in long-term care for anomalous pain managed with multiple medications. She presents with newly-intensified issues following CR rationing for nonessential personnel. Due to communication problems resulting from her condition, her wife, Vivian Xi, accompanies her to her appointments.\n\n\n\n\n\n\n[Maslov is sitting alone in a room, bathed in white light. Her side is smoldering. There are loud voices and footsteps outside in the hall; the entire floor is packed with patients.]\n\n\n[A nurse pokes her head through the door.]\n\n\nNurse:\n Doctor Mas—\n\n\n[The nurse gasps. Maslov leaps up, covering her burning wound. She switches off the CR.]\n\n\nNurse:\n Doctor, were you—\n\n\nMaslov:\n Ach, have you not heard to knock? Is a hospital, who knows what goes on here!\n\n\nNurse:\n Um, yes… Ma’am, you’ve got an emergency call from a Mrs. Lam? I know it’s your break, so we asked Gates, but he—\n\n\nMaslov:\n No! Do not send Liz Lam to Gates. I will take her.\n\n\nNurse:\n Thank you, ma’am. I’ll send her in.\n\n\n[The nurse leaves. Maslov sighs, rubbing her eyes. She is shaking slightly.]\n\n\n[Mrs. Lam and Mrs. Xi enter. Xi is guiding Lam gently by the arm. The two sit down.]\n\n\nMaslov:\n Good to see you again Liz, Vivi. Forgive me for writing while you talk. Have to take my own recordings. My tech Maggie often does, but is away. Her father was one of those trapped in 8d, that floor sealed off by management. Perhaps you heard of it? Questionable choice, highly questionable, but—\n\n\nMrs. Lam:\n I want CLERIC.\n\n\nMaslov:\n Oh, ach, well—\n\n\nMrs. Xi:\n There’s not much available, honey. We have to stop it for now.\n\n\nMrs. Lam:\n I need it to live. I need it to live.\n\n\nMrs. Xi:\n Well, we’re going to find another way. You’ll see.\n\n\nMaslov:\n Vivi, do not worry, we prescribe this very carefully in small doses. It is safe and authorized in this case to—\n\n\nMrs. Xi:\n Dr. Maslov, may I speak to you please?\n\n\nMaslov:\n Oh, ach? Da. For a moment.\n\n\n[Maslov and Xi step aside.]\n\n\nMrs. Xi:\n Is Cleric Radiation addictive, doctor?\n\n\nMaslov:\n Ah… Hmm?\n\n\nMrs. Xi:\n Do people get addicted to this radiation?\n\n\n[Silence.]\n\n\nMaslov:\n Why do you ask?\n\n\nMrs. Xi:\n My wife hasn’t been herself in months, ever since her higher-dose treatments began. She always wants to be back here for the next submersion. She has shaking and sweats, and her communication is getting even worse.\n\n\nMaslov:\n Hmm.\n\n\nMrs. Xi:\n She never stops asking to come back for more. Just this morning she wouldn’t even look at me, or our daughter, until we told her we’d take her back here and ask.\n\n\n[Maslov is silent.]\n\n\nMrs. Xi:\n I looked into it in the SCP-8002 records, and it just describes the impacts of increased immersion? There’s no public information on any risks or testing or anything else I’d expect to see, especially in a Foundation file.\n\n\nMaslov:\n Yes. It is assumed to be so-called “anomalous medicine” and typical tests often are not performed.\n\n\nMrs. Xi:\n So you don’t know if it’s addictive?\n\n\nMaslov:\n The Foundation has been relying upon it for years. It heals many people. But to tell you true… I am not sure.\n\n\nMrs. Lam:\n I want CLERIC!\n\n\nMrs. Xi:\n If you don’t know whether this treatment is harmful—if you don’t even know how it works—how can you keep prescribing it in such high doses to my wife?\n\n\nMaslov:\n Well, I— Well hold a moment. In reality my prescriptions are quite moderate. I follow guidelines for dose reduction. I would not prescribe such if I believed it would do harm.\n\n\n[Pause.]\n\n\nMrs. Xi:\n Doctor… Oh god, you know, don’t you?\n\n\nMaslov:\n Know?\n\n\nMrs. Xi:\n You all know what it’s doing to her. And you keep giving it.\n\n\nMaslov:\n Vivian, my dear. I am a physician. I would under no circumstances bring hurt to—\n\n\nMrs. Xi:\n I thought when we switched to a female provider it would finally be different. You know it took us two years before Dr. Sams even acknowledged my wife was sick at all? And now you’re prescribing something you know is poisoning—!\n\n\nMaslov:\n Stop that now!\n\n\n[Silence. Mrs. Xi glares at Maslov, clenching her fists. Maslov looks coldly back.]\n\n\nMaslov:\n I would never do this. You think I am in a conspiracy? To give more of something I know does harm?\n\n\nMrs. Xi:\n …\n\n\nMaslov:\n The Foundation… Well— pah, they are not perfect. But CLERIC, it is a miracle, an unthinkable thing. A treatment with benefits we are lucky to have.\n\n\nMaslov:\n Addiction? There is simply no—\n\n\n[Pause. Maslov rubs her side briefly, then drops her hand.]\n\n\nMaslov:\n …I am not prescribing a high dose today, and I will monitor carefully.\n\n\n[Maslov writes her orders and gives them to Mrs. Xi. Then, she grasps her hands.]\n\n\nMaslov:\n Ma’am, I promise you, I am on your side. For now, however, I must get your wife out of pain.\n\n\nMrs. Xi:\n …Ok. I understand.\n\n\nMrs. Xi:\n We just… I’m so scared of what this might do to her.\n\n\nMrs. Xi:\n We need you to do better, Dr. Maslov. All of you.\n\n\n\n\nIncident Log: 2024-01-17\n\n\nThe Foundation has been unsuccessful in restoring CLERIC’s functionality. With SCP-8002's CR immersion at near zero, SCP-█████ broke containment on 2024-01-17 and made its way to downtown █████████, New York, USA. Initial casualties were 13,409, with exposed persons fanning out to the surrounding countryside and creating additional instances. Full casualties to date are unknown. The anomaly remains uncontained.\n\n\nCLERIC exposure is the only known treatment for victims of SCP-█████. Until CLERIC is restored, site personnel in the US-East region have been placed on lockdown to await further instructions. The Overseer Council has authorized SCP-8002 site staff to use any means available to reinvigorate the CLERIC engine.\n\n\n\n\nCare log\n\nPatient: Richards, Oscar\n\nProvider: Maslov, Andrea\n\n\nPatient is a 47-year-old male with mundane lower back pain. Per the request of the site director, he is being considered for immediate CR immersion, and has been admitted to the floor 8 clinic.\n\n\n\n\n\n\n[Maslov enters. She is visibly exhausted and shaking. There is shouting outside in the hall.]\n\n\nMaslov:\n All right. Mr… Ah, Mr…\n\n\nRichards:\n Richards.\n\n\nMaslov:\n Mr. Richards. I ordered prescription for gabapentin as discussed. This is to take on regular dose of—\n\n\nRichards:\n That’s not mine.\n\n\nMaslov:\n Ah, hm? You are not—\n\n\nRichards:\n I’m Oscar Richards.\n\n\nMaslov:\n You are Oscar. So sorry.\n\n\nRichards:\n Mhm.\n\n\nMaslov:\n Here, explain to me your condition once more.\n\n\nRichards:\n Why? Did you forget?\n\n\nMaslov:\n Ah, well—\n\n\nRichards:\n You saw me half an hour ago and I explained everything. Then you left me here and said you’d be back.\n\n\n[Maslov swipes through her forms. There are 40 of them in this hallway alone.]\n\n\nMaslov:\n Of course. Yes, you were here for… You have the back, yes?\n\n\nRichards:\n Now you’re getting it.\n\n\n[Another doctor leans into the room.]\n\n\nDoctor:\n Maslov! How long does it take to bring a scrip? We need you out here!\n\n\nRichards:\n Look, I’m just trying to get CLERIC authorization.\n\n\nMaslov:\n CLERIC? But is a crisis, almost none left, we do not have—\n\n\nRichards:\n I don’t know anything about that. All I know is I’m in pain and it’s time to reauthorize me.\n\n\nRichards:\n Can you handle signing on the line?\n\n\n[Richards slides a CLERIC authorization form across the table. It is mostly illegible, but on the bottom is the clear gold stamp of the Site Directors’ council. Richards taps his pen on it.]\n\n\nRichards:\n See what I mean?\n\n\nMaslov:\n …Da. I see perfectly well.\n\n\nRichards:\n I thought you might.\n\n\n[Maslov signs the form. Richards smirks.]\n\n\nMaslov:\n Now if you will excuse, I—\n\n\n[There is a knock at the door.]\n\n\nMaslov:\n Da, da, I—\n\n\n[The door opens. Two men in medical scrubs enter: Sams, and Torres. They are flanked by several more men in neat, gray suits.]\n\n\nTorres:\n Dr. Maslov?\n\n\n[Maslov scowls at him.]\n\n\nMaslov:\n You…\n\n\n[Torres glances around, noticing Richards. His lips tighten.]\n\n\nSams\n: Overseers’ orders, doctor. We need you to come with us.\n\n\n\n\n\n\n\n\n\n\nADDENDUM: SCP-8002-1 (CLERIC system)\n\n\nThe following content is restricted to personnel with Level 4-8002 clearance.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nProceed at your own risk\nBIOSIGNATURE ACCEPTED.\n\n\n\n\n\n\n\n\nCLERIC does not exist.\n\n\nThe healing energy perfusing SCP-8002 is not generated by any Foundation-made device. Instead, it is emitted by \nSCP-8002-1\n: a gargantuan biological entity, superficially similar to a flaming bird, around which SCP-8002 is constructed.\n\n\nFor at least 3,000 years, SCP-8002-1 has lain inert, buried beneath the Earth. Researchers believe the entity is regenerating itself, apparently after suffering a critical injury at an unknown point in the past. As it regenerates, the entity radiates tremendous energy from its body, healing any life near it in addition to itself. This effect has been a boon for the Foundation, leading the organization to construct its main hospital around the entity.\n\n\nThe energy SCP-8002-1 emits is primarily beneficial, although estimates suggest it forms dependence with repeated exposure. However, given the massive financial and logistical benefits of relying upon it, the Foundation has chosen to accept the risk of dependence. In fact, it █████████████████████████████████████████████████████████████████████████████████████████████████████████.\n\n\nHowever, as of 2023-01-19, SCP-8002-1 is estimated to be nearing the end of its regeneration process. The entity now releases measurably less energy each day, greatly interfering with Foundation medical efforts. Estimates suggest that SCP-8002-1 may fully regenerate as early as 2024-02-12, ceasing CR emission entirely and emerging as a fully-formed deific threat beneath the organization’s largest hospital.\n\n\nThere is currently no known way to force SCP-8002-1 to produce additional radiation, or reproduce it independently. The Foundation has attempted numerous methods:\n\n\n\n\nProducing energy at the specific wavelength and eV of 8002-1’s generation (failed; no effect)\n\n\nProducing the energy within the same room as 8002-1 (failed; equipment incinerated)\n\n\nProducing the energy using a generator implanted within 8002-1 (failed; equipment incinerated and entity impervious to damage)\n\n\nRe-injuring 8002-1 to prolong its regeneration period (failed; entity impervious to damage)\n\n\nContinuously re-injuring the entity to produce lasting damage (failed; entity rapidly healed)\n\n\n\n\nWhether a mechanism exists to injure SCP-8002-1, or if this method would indeed result in renewed energy production, is not known. However, one final strategy has been devised by Dr. Harold Sams and SCP-8002 Site Director Anthony Torres, involving recruitment of a key member of SCP-8002's medical staff.\n\n\n\n\nMaslov:\n No.\n\n\nSams:\n Andrea, please consider—\n\n\nMaslov:\n You do not know where of you talk. Do not hurt things without reason or sense. Nothing comes of this.\n\n\nMaslov:\n When you hurt, you do not know how much hurt you will do or when to stop. Once you begin hurting it is never ending. Soon everything is hurt. You will destroy things you love.\n\n\nMaslov:\n I am a doctor. I do not hurt. Hurt is done to things and I repair. I get them out of pain.\n\n\n[Silence.]\n\n\nTorres:\n You lost that power, doctor.\n\n\nMaslov:\n Do not insult me. What I lost is nothing compared to the training which I still have.\n\n\nSams:\n But you’ve seen for yourself what the bird can do. If you want to help, this is the best way to do it.\n\n\nMaslov:\n I am…\n\n\n[Silence.]\n\n\nMaslov:\n I do not think so. Nothing good will come of this. How do you know hurting it worse will do any good? I was hurt badly and lost it all. You want to do the same to it?\n\n\nSams:\n We want to try. We have nothing else to lose.\n\n\nMaslov:\n That is what you think.\n\n\n[Silence. Torres and Sams exchange a glance.]\n\n\nSams:\n There’s another side to it, too. The bird, the radiation. We know you…\n\n\nTorres:\n You rely, on it. Yourself.\n\n\nMaslov:\n Pah, I am treated occasionally.\n\n\nTorres:\n We’ve seen the cameras, the feeds. We know you’ve used it to treat yourself more than you should.\n\n\nSams:\n Not to mention sneaked a scrip to a few people here and there.\n\n\nMaslov:\n …Ach. I—\n\n\nSams:\n It’s all right, doctor. We’re not your enemies.\n\n\nSams:\n But we know you see the power 8002-1 has, and you want it back.\n\n\nMaslov:\n …\n\n\nSams:\n We urge you to consider it. We…\n\n\n[Sams pauses and looks at Torres. Torres shakes his head.]\n\n\nSams:\n We won't coerce you. But please understand that we are in a crisis.\n\n\nTorres:\n We can give you twelve hours. Consider it, and get back to us.\n\n\n[The two stand. Guards enter to escort Maslov back to her practice.]\n\n\n[Maslov does not rise. She is staring at her hands.]\n\n\n\n\n\n\nCare log\n\nPatient: Peck, Henry\n\nProvider: Maslov, Andrea\n\n\nPatient is a returning charge of Dr. Maslov, who previously declined care via CLERIC radiation.\n\n\n\n\n\n\n[Maslov sits in the narrow, fading hallway, staring at her hands. The fluorescent light buzzes. Her tech approaches, cautiously]\n\n\nTech:\n Dr. Maslov? Are you able to take your 3 o’clock?\n\n\nMaslov:\n Ach. Well.\n\n\nMaslov:\n Who is?\n\n\nTech:\n Henry Peck to see you, ma’am.\n\n\n[Maslov narrows her eyes.]\n\n\nMaslov:\n Ah… Yes, I recall this. I’ll go in.\n\n\n[Maslov rises and walks down the hall. She knocks, and enters. Peck is pacing inside. He is utterly disheveled, wearing a stained undershirt and shorts.]\n\n\nPeck:\n Hello again, doc.\n\n\nMaslov:\n Henry. You’re back.\n\n\nPeck:\n I—I’m back!\n\n\n[Maslov eyes him. He is sweating.]\n\n\nMaslov:\n I thought you didn’t want the the treatment.\n\n\nPeck:\n Yeah! W-well, I. I… I—I didn’t. But I tried other meds, and I slept on it, and it just.\n\n\nPeck:\n I’d like to give it a try! Anyway! After all. I—I'd like to try it now.\n\n\nMaslov:\n …\n\n\nPeck:\n So! Can you, uh. Can you help me?\n\n\nMaslov:\n Henry, you know it is almost gone now. CLERIC is nearing full shutdown.\n\n\nPeck:\n Ah! Uh. Well. Yeah. I heard about that. O-on my way over here.\n\n\nMaslov:\n You knew this long before you came to me.\n\n\n[Peck gulps.]\n\n\nPeck:\n How—\n\n\nMaslov:\n I have seen your charts. You know doctors talk to one another, da?\n\n\nPeck:\n Well… Ok, but—\n\n\nMaslov:\n You returned to Dr. Sams for CLERIC prescription months ago. Have been on treatment since March last year.\n\n\n[Peck slumps, staring down at his feet.]\n\n\nMaslov:\n Did not want to see me then, eh?\n\n\nPeck:\n …Too embarrassed.\n\n\nMaslov:\n I understand. It is your choice also. Should never see a doctor for any reason if you do not want. Please feel no shame for this.\n\n\nMaslov:\n But then Dr. Sams cut you off?\n\n\nPeck:\n Gave… priority to another guy, guy at my office. Richards? I never… Understood why.\n\n\nMaslov:\n Da.\n\n\nPeck:\n After that, I couldn’t… couldn't get it, any more, couldn't get treatment. Not any more.\n\n\nMaslov:\n Is tightly rationed. Almost nobody can get.\n\n\nPeck:\n So I went back. Back… I went back to the, uh, the stuff, the other stuff, you gave me, the ah… Ox. Oxcar.\n\n\nMaslov:\n Oxcarzantine?\n\n\nPeck:\n Right, yeah. I tried it again. But then I started feeling… I don’t know.\n\n\nPeck:\n …Terrible.\n\n\nPeck:\n Terrible.\n\n\nPeck:\n Terrible.\n\n\n[Peck leaps up, suddenly.]\n\n\nPeck:\n Desperate, I'm fucking… Fucking desperate. The pain doesn't help either, it came right back once I was off the CLERIC, and I don't…\n\n\nPeck:\n I don’t… I don’t have much, doc. No money, not a lot of connections. So I thought, well…\n\n\nPeck:\n You were so good… to me, before.\n\n\nMaslov:\n …\n\n\nPeck:\n Please.\n\n\nPeck:\n Please help me.\n\n\nMaslov:\n I cannot prescribe it.\n\n\nPeck:\n Fuck. Please, I— I haven't thought straight in weeks. I can't sleep, I can't wash. Doctor, look at me.\n\n\nMaslov:\n It is not that I do not want to. I am literally unable.\n\n\nPeck:\n No! No, you— Fuck, I don't— I—\n\n\n[Peck claws at his hair. He looks wildly around the room, as if for escape—and his eyes land on the orange button in the corner, the CLERIC switch. Suddenly, he leaps for it.]\n\n\nMaslov:\n Mr. Peck, that will—\n\n\nPeck:\n Fuck you! Fuck all of this! Just one minute, just one—\n\n\n[He presses the switch. The CLERIC shields retract.]\n\n\n[No light fills the room. His jaw, and Maslov’s side, do not catch fire.]\n\n\nPeck:\n …\n\n\nMaslov:\n I told you. Is almost none left now. Must go far deeper underground than this to get.\n\n\n[Peck shakes his head slowly. He begins pressing the switch repeatedly, filling the room with an arrhythmic clicking.]\n\n\nPeck:\n No, no, no, no…\n\n\n[Peck rounds on Maslov.]\n\n\nPeck:\n Make it work!\n\n\nPeck:\n God, please! I’m—\n\n\nPeck:\n I’ll—\n\n\n[Peck is sobbing. He drops to the floor.]\n\n\nMaslov:\n …\n\n\nPeck:\n I’m sorry.\n\n\nPeck:\n I’m sorry.\n\n\nPeck:\n I need it so much. It hurts.\n\n\nPeck:\n I—\n\n\nPeck:\n What should I do? What should I do?\n\n\n[Maslov stands. She walks across the room, slowly, until she stands over Peck. She crouches.\n\n\nPeck:\n What should I do?\n\n\n[Maslov touches Peck’s shoulder. He looks up.]\n\n\nMaslov:\n You will live, and fight, as best you can for now.\n\n\nMaslov:\n And meanwhile, I will get you out of pain.\n\n\n\n\nAddendum: Project 8002-Marrow\n\n\nProject 8002-Marrow is a last-ditch effort to injure the deific, avian entity SCP-8002-1 in order to spur its continued generation of lifesaving medical radiation. The core of the project is Dr. Andrea Maslov, a former MTF medic and “Type Red” healer who was injured in an anomalous confrontation. Her injury left her unable to utilize her healing abilities; researchers believe afflicting a similar injury on SCP-8002-1 will prevent its natural healing factor from trivializing the wound, forcing it to continue emitting Cleric Radiation in a longer-term attempt to recover. Maslov's tissue will need to be sampled and fashioned into a weapon for the attack to succeed.\n\n\nDr. Maslov was initially resistant to this proposal. However, as of 2024-02-08, she has agreed to participate.\n\n\n\n\n[BEGIN LOG]\n\n\n2024-02-12, 22:17:\n SCP-8002 has been evacuated save for essential staff, security and patients who cannot be moved. Life support and anomalous stabilization is prepared for patients should Cleric Radiation production be altered by Project 8002-Marrow. Radiation detectors across SCP-8002 show that CR generation has fallen to a trickle. The facility is dark on all floors above the core.\n\n\n22:31:\n MTFs Alpha-1 and -2, Beta-2, -4 and -8, and Gamma-4 are in position around the anomaly and building, supported by on-site staff. The payload, a 14-meter tungsten cylinder, hangs near the top of SCP-8002-1’s chamber, suspended from a shielded, jet-black mechanism. It will be dropped, not fired; it cannot be adequately propelled due to its semi-reality and at least one other indescribable, intrinsic quality drawn from the anomaly reproduced from Dr. Maslov’s blood.\n\n\nIn the observation room just beyond 8002-1's chamber, Drs. Sams, Torres and Maslov are seated. Maslov is in a wheelchair. The room is protected by successive layers of reinforced glass. All three watch the interior silently.\n\n\n22:39:\n Zero hour. MTF are advised SCP-8002-1 regeneration is imminent. All hands stand by for emergency action.\n\n\n22:40:01:\n Seismographic and Hume sensors fire simultaneously. The chamber is bathed in a burst of white-hot flames. Glass warps and metal bends, but the payload and supporting device hold.\n\n\n22:40:06:\n For the first time in nearly 3,200 years, SCP-8002-1 moves.\n\n\n22:40:38:\n Slowly, the entity stands. It is over 30 feet tall at the shoulder, with a peering, mobile neck examining its surroundings. Its head moves like a marionette’s, constantly stable, not unlike that of a large hen. Its wings are folded at its sides: huge, red-and-gold folds awash in liquid fire.\n\n\nIt is otherworldly, bright, and curious, raising its neck to peck at the roof of the tungsten dome, then swinging down to peer inside the observation room.\n\n\nIt lets off a squawk, with a sound somewhere between a goose and a car’s horn, amplified louder than a jet engine. Sams and Torres jump.\n\n\n22:41:01:\n MTF command gives the order to drop payload. Antimatter strings retract; the missile is about to fall.\n\n\n22:41:04:\n SCP-8002-1 pauses. As the payload disengages slowly, the entity suddenly looks more closely into the observation chamber. It peers, clearly and intently, at Maslov, cocking its titanic head to one side. Its eyes flicker in the twilight.\n\n\n22:41:06:\n For a fraction of a second, sensors in the observation chamber detect a burst of Cleric Radiation. Exposure exceeds a thousand times the normal dose for SCP-8002 critical care areas, enough to sustain the entire facility for weeks. Maslov gasps and chokes; her entire body is momentarily aflame in white-hot cinders.\n\n\n22:41:09:\n The payload falls. It contacts SCP-8002-1 precisely on its left shoulder. There is a single, blinding flash as the entity’s flames go out.\n\n\n22:41:10:\n The deep, underground room is now pitch black. SCP-8002-1 emits a piercing, resonating cry. It falls to the ground. Around it, the payload delivers its next attack: swirling, black poison which pour over it like molasses, submerging it. This is acroamatic sludge, the random aftergunk of other magic, intended to worsen whatever damage the initial payload was able to cause. The entity rises, jerkily, to its feet, then collapses, then rises again. It jolts to the right, then to the left, trying to shake off the freezing horror which drips thickly from its body.\n\n\nIt cries out again, writhing and contorting its head and neck, pecking savagely at the wound on its shoulder. It staggers, slamming into the reinforced tungsten dome, shaking the observation room beyond. Then it raises its wings, beating them against the rounded edge, trying to find a way out. Or, at least, a higher place to perch. It struggles here for ten minutes, calling intermittently and tearing at its wound, before falling weakly back onto its side.\n\n\n22:52:\n The phoenix lies, breathing heavily, on the floor of the chamber, giving plaintive, hollow calls into the darkness. Its flames do not re-ignite.\n\n\n22:52:\n Radiation detectors show SCP-8002-1's CR generation has abruptly ceased.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nNote to site administrators:\n\n\nYesterday, a spontaneous error occurred within SCP-8002’s CLERIC system, causing it to cease function entirely. Right now, we don't know of any way to get it back online. I wish I had better news for you. We're working hard to devise an alternative as soon as possible, but for now, it might be wise to hold back your MTF from the field.\n\n\nThe crisis on the East Coast is only getting worse. Our inpatient care facilities here are nearing max capacity—we've got 107,000 beds filled, the most we've ever had—but we don't know how to treat these cases without CLERIC. Thankfully, we're managing a little better this morning because of a small miracle: Dr. Andrea Maslov. Many of you might know Andrea as the legendary \"Red's Red\" for her time as a field medic with MTF Alpha-1. For everyone else: Dr. Maslov is a Type Red—a healing reality bender, a powerful one—and she's on our side. She lost her abilities for years, but yesterday, something happened. We don't know why, but she woke up this morning with all her healing power returned. The O5 have put her in charge of our floor operations while those of us in administration work on digging out of the CLERIC hole. Welcome back, Andrea. We need you now, more than ever.\n\n\n- Dir. Torres\n\n\n\n\n\n\n\n\n\n\n[Maslov is walking briskly between rooms with a team of nurses. She moves rapidly, speaking with them and dispatching them around the floor.]\n\n\n[Sams and Torres round the corner ahead of Maslov.]\n\n\nTorres:\n Dr. Maslov, we—\n\n\n[Maslov and her team walk by without breaking stride. The two men briskly walk behind her. She does not look back.]\n\n\nSams:\n Um… Dr. Maslov, we need to speak with you.\n\n\nMaslov:\n You’ll have to keep up, then. Walk and talk.\n\n\nSams:\n It’s about the, ah, CLERIC system.\n\n\nMaslov:\n Mmm.\n\n\nSams:\n Yes. As you, ah, know, there has been an error with the system which demands immediate attention. As a powerful healer yourself—congratulations on your rejuvenation, by the way—we believe you may be able to help with this.\n\n\nMaslov:\n Is that so.\n\n\nMaslov:\n Yes, well, ah…\n\n\n[Sams looks around at the nurses, then leans in close.]\n\n\nSams:\n We think there’s a patient who needs your attention.\n\n\nMaslov:\n Did you know?\n\n\nSams:\n Ah… What?\n\n\nMaslov:\n Did you know you were addicting your own staff?\n\n\nTorres:\n Doctor, please be careful of what you say in the presence of your nurses. We can’t vouch for their safety if—\n\n\nMaslov:\n Perhaps you cannot, but I can. You are here to ask for help from me, so answer my question. Did you know?\n\n\n[The men look at each other.]\n\n\nTorres:\n You’ve read the file, doctor. We considered that there might have been a moderate risk of—\n\n\nMaslov:\n So you knew?\n\n\nTorres:\n Yes. We knew.\n\n\nMaslov:\n Did you exploit it?\n\n\nTorres:\n …What?\n\n\nMaslov:\n Also in your file.\n\n\n[Maslov puts her hand out. Her tech hands her a photocopied document. She shows the men; it is a copy of SCP-8002-1’s documentation. She hands it to the men and points at a highlighted passage:]\n\n\n\n\n\n\nThe energy SCP-8002-1 emits is primarily beneficial, although estimates suggest it forms dependence with repeated exposure. However, given the massive financial and logistical benefits of relying upon it, the Foundation has chosen to accept the risk of dependence. In fact, it █████████████████████████████████████████████████████████████████████████████████████████████████████████.\n\n\n\n\n\n\nMaslov:\n This redaction. What is? “In fact, it” what?\n\n\nSams:\n You gave a copy of this to your staff? Look, I can’t—\n\n\nMaslov:\n You can. In fact, I am insisting upon it at this moment. Tell me now.\n\n\nTorres:\n Doctor—\n\n\nMaslov:\n Foundation does not simply redact secrets. It redacts secrets which are bad for it. How many it has killed, how it hurts people, what goes on at worst of its black sites. You know this?\n\n\nSams:\n Er—\n\n\nMaslov:\n This is secret which is bad for it. Here in the middle of paragraph about how it knows its people are addicted to its treatment, redacted paragraph beginning “in fact.” As in, “on the contrary, we may think of this addiction differently than you might expect.” I have seen maybe, 2,000 classified files in 18 years on Red Right Hand. I am right, yes?\n\n\nMaslov:\n So, how might one think of widespread addiction differently? Positively, maybe? When one controls something many employees now want badly and cannot find elsewhere?\n\n\nTorres:\n Doctor, if you continue, I’m warning you that—\n\n\n[Maslov rounds on Sams. Her entourage stops, looking on, filling the hallway. Everyone is silent. Maslov raises a finger in front of Sams’ nose. It glows white with pale heat.]\n\n\nMaslov:\n You cannot threaten me anymore.\n\n\nMaslov:\n Did you exploit this addiction?\n\n\nSams:\n We knew, ah. We knew that, perhaps, since the radiation was harmless and even beneficial, it might be an effective incentive. On rare occasions, when needed.\n\n\nMaslov:\n Did you evaluate MTF risk differently because of radiation?\n\n\nTorres:\n Now that’s—\n\n\nMaslov:\n Because you can just heal them up, da? Throw us in. I saw it when I was in the field. Since I was there, we were given worse dangers, because it was assumed I could fix. That is how…\n\n\nMaslov:\n That is how four of my team died. And how I lost healing for three years.\n\n\n[Silence.]\n\n\nMaslov:\n Did you do?\n\n\nTorres:\n …Yes. Of course. When you have a resource, you employ it to greatest—\n\n\nMaslov:\n I no longer wish for you to speak.\n\n\nMaslov:\n Maggie. Did you get?\n\n\n[Maslov's tech removes a digital recorder from her coat pocket, checking it.]\n\n\nTech:\n Yes, ma’am.\n\n\nMaslov:\n Good girl.\n\n\nTorres:\n Wait, did you record that?\n\n\n[The tech smirks.]\n\n\nTech:\n Saved and encrypted.\n\n\nTorres:\n Now wait—\n\n\nMaslov:\n Gentlemen. I am now responsible for your floor operations, and saving hundreds of lives a day. To be blunt, I do not trust you for shit. And neither, I should think, do the O5.\n\n\n[Torres' lips tighten. Sams splutters for words.]\n\n\nMaslov:\n I have heard what you wish of me. I will consider it, and, if I like, respond. But for the time being, kindly do not waste my time.\n\n\n[Maslov walks off, her entourage trailing after her, leaving Sams and Torres standing in the hallway.]\n\n\n\n\n\n\nCare log\n\nPatient: Smith, Magnolia\n\nProvider: Maslov, Andrea\n\n\n\n\n\n\n[Maslov is writing furiously in her office. Her tech knocks and enters.]\n\n\nTech:\n Good morning, doctor. I, ah—\n\n\nMaslov:\n Ah, Maggie, busy day ahead as usual. Just a few hours' sleep… But no matter. It is under control.\n\n\nTech:\n Yes, ma'am. I—\n\n\nMaslov:\n We need to triage patients on sublevel 2. Outbreak is worsening and critical victims are transported there from outlying areas. Send any staff we have. I will go there in a moment—\n\n\nTech:\n Doctor Maslov?\n\n\nMaslov:\n Mmm? What is it?\n\n\nTech:\n I could use your help.\n\n\n[Maslov looks over. The tech is bleeding badly from her right arm.]\n\n\nMaslov:\n Maggie!\n\n\n[Maslov leaps from her chair and examines her wound. It is green and jagged.]\n\n\nMaslov:\n Maggie, my dear, what is this?\n\n\nMaggie:\n I was passing an unattended hot room. The door was cracked, but I didn't notice.\n\n\n[Maggie looks down. Her eyes well up.]\n\n\nMaggie:\n Something… Something reached out.\n\n\nMaslov:\n Ach. You know better.\n\n\nMaggie:\n I—I'm sorry, ma'am. It took me by surprise.\n\n\nMaslov:\n But we are in the depths of 8002! No surprises here, surely?\n\n\nMaggie:\n I'm very sorry, ma'am.\n\n\nMaslov:\n But surely you remember the procedure for—\n\n\n[Maslov stops. She looks her tech up and down, sternly. She has begun to cry.]\n\n\nMaggie:\n Doctor, I feel… Sick.\n\n\nMaslov:\n Yes. You look it.\n\n\n[Maslov touches Maggie's forehead.]\n\n\nMaslov:\n Hot, then cold. Fluctuation too rapid. You have anomalous rhythm, something is trying to take you over.\n\n\nMaggie:\n Oh god.\n\n\n[Maslov slams the door to the office, pulling a bar across. She removes her gloves and coat.]\n\n\nMaggie:\n Am I… Am I going to die?\n\n\nMaggie:\n Oh god. I don't want to—\n\n\nMaslov:\n Never.\n\n\n[Maslov fixes her gaze on Maggie.]\n\n\nMaslov:\n I would never, never let this happen.\n\n\nMaslov:\n Come here now.\n\n\n[The tech approaches Maslov. Maslov pulls Maggie's coat off as well, touching her bare shoulders.]\n\n\nMaslov:\n Hold on to me, da?\n\n\nMaggie:\n Ok…\n\n\n[Maslov wraps her arms around Maggie, embracing her. She closes her eyes.]\n\n\n[The room is filled with a searing burst of multicolored light. It is brief, but dazzling, staining the papers on the desk. When it clears, Maggie's wound has vanished.]\n\n\n[Maslov collapses into a chair.]\n\n\nMaslov:\n Gone.\n\n\nMaslov:\n And cleaned out the rest of you while I'm at it. Anything wrong in there for the next decade, fixed up now.\n\n\nMaggie:\n Ma'am…\n\n\n[Maggie stares at the floor, holding her shoulders where Maslov's hands were. Suddenly, she darts over and picks up her coat.]\n\n\nMaggie:\n Dr. Maslov, thank you. You saved me.\n\n\nMaslov:\n Ach, well, how many times have you helped me find my glasses over the years, eh? Consider it even.\n\n\n[Maslov is panting.]\n\n\nMaslov:\n Burnt myself out, ach. Maybe a tad overzealous. Can't go up to the ward for a bit.\n\n\nMaslov:\n Sit here. Just… Sit here with me. So I may watch you for a while.\n\n\n[The two sit. Around them, the building is alive with screams.]\n\n\nMaggie:\n Dr. Maslov, if I may…\n\n\nMaslov:\n Always, dear.\n\n\nMaggie:\n How did you… Get it back? Your power?\n\n\n[Pause. Maslov sits up a little.]\n\n\nMaslov:\n Darling, I…\n\n\nMaslov:\n …I was healed.\n\n\n[Silence.]\n\n\nMaslov:\n I was healed, by something much bigger and stronger, and better than me.\n\n\nMaslov:\n I don't know why, or how. Perhaps it felt benevolent? Or just curious. But it thought of me for a small moment, and it… It…\n\n\nMaslov:\n And I hate to think, dear, what I gave it back in kind.\n\n\n\n\n\n\nCare log\n\nPatient: Lam, Elizabeth\n\nProvider: Maslov, Andrea\n\n\n\n\n\n\n[Mrs. Xi and Mrs. Lam sit in the hallway. Mrs. Lam is crying. The wing is in disarray; the floor is shaking.]\n\n\n[Maslov and Maggie appear at the end of the hall, running for the other end. When she sees Lam and Xi, Maslov gasps.]\n\n\nMaslov:\n Vivi, Liz, my god! What are you doing here?\n\n\nMrs. Lam:\n Dr.— Dr. Maslov?\n\n\nMrs. Xi:\n Oh, thank god!\n\n\n[The three women embrace.]\n\n\nMaslov:\n What are you doing here? Are you sick, hurt, what?\n\n\nMrs. Xi:\n We live in Queens, doctor. This crisis, we've been… Displaced.\n\n\nMaslov:\n Ach. But here?\n\n\nMrs. Xi:\n I… We don't know. Liz needs anomalous care, so they bounced us between four different sites. Nobody could handle us. Eventually, they sent us here.\n\n\nMaslov:\n Why on Earth—but 8002, it is for MTF and civilians now. What are they think—\n\n\nMrs. Xi:\n We don't know!\n\n\nMrs. Xi:\n We don't know, doctor. We don't know what to do.\n\n\nMaslov:\n Well, thank god I have found you.\n\n\n[Maslov turns to Mrs. Lam, who is still crying. She is holding her leg.]\n\n\nMaslov:\n You were right, Vivi. The radiation, it was no good. I have seen the research. It—\n\n\nMrs. Xi:\n No, doctor.\n\n\nMaslov:\n Eh?\n\n\nMrs. Xi:\n We've tried your other prescriptions. We've tried all of it. None of it did anything.\n\n\nMrs. Xi:\n The radiation was the only thing that worked.\n\n\nMrs. Xi:\n We need it back, doctor. We can control it, prescribe carefully like you—\n\n\nMaslov:\n No! We must not use.\n\n\nMaslov:\n Besides. They will never repair it. The damage is too great.\n\n\n[Lam wails.]\n\n\nMrs. Xi:\n Isn't there anything we can—\n\n\nMaslov:\n Yes. There is plenty we can do, ourselves.\n\n\n[Maslov brushes her hands over Lam's legs. Lam pauses. She smiles.]\n\n\nMaslov:\n For many years I believed they were working for us. But they are not.\n\n\nMaslov:\n We must learn to be strong ourselves.\n\n\n[Maslov stands, removing her hands. As soon as she does, Lam wails again.]\n\n\nMrs. Xi:\n Doctor— !\n\n\nMaslov:\n What?\n\n\n[Maslov crouches and touches Lam again. As soon as she releases her, Lam cries out.]\n\n\nMaslov:\n I— I don't understand. This should heal. Not simply help.\n\n\n[Shouting down the hallway. Maggie looks anxiously ahead.]\n\n\nMaggie:\n Ma'am. We should go.\n\n\nMaslov:\n Why isn't it healing?\n\n\nMrs. Lam:\n Don't stop. Please.\n\n\nMrs. Xi:\n Don't stop, Doctor. Please. Just for some relief for now.\n\n\n[Maslov looks at Maggie searchingly.]\n\n\nMaslov:\n Just a few more minutes, please. I have to… I have to get her…\n\n\n[Maggie's mouth is set. She shakes her head.]\n\n\nMaggie:\n There's no time, doctor.\n\n\n\n\n\n\nCare log\n\nPatient: Entirety of MTF Omicron-112 \"Bartholomew's Unlikely Circumstances\"), 218 troops\n\nProvider: Maslov, Andrea\n\n\n\n\n\n\n[A massive tent, makeshift and dark. The soldiers lie in their beds; smoke rises from the ground outside. Most people are unattended, but nurses move here and there. Many in the tent are convulsing rhythmically.]\n\n\n[Maslov moves from bed to bed, healing. Those she touches cry out, then fall back, asleep.]\n\n\nMaslov:\n How… How many left?\n\n\nMaggie:\n 112, doctor. About halfway.\n\n\nMaslov:\n Ach. I am… I forgot how draining it can be.\n\n\nTuck:\n Dr. Maslov?\n\n\n[The man in the next bed sits up slightly. He is badly hurt.]\n\n\nTuck:\n It's me… Lt. Tuck? I saw you at SCP-8002 a few months back. We talked about… About the plumbing at Site-189…\n\n\nMaslov:\n My god. My dear young man.\n\n\n[Maslov goes to his side. Tuck is burnt from chin to waist. The wound simmers.]\n\n\nMaslov:\n My boy. What is this?\n\n\nTuck:\n Got me pretty good. Some kind of tendril. You know… How it goes. What did you say last time? Trillion dollar shadow organization… What do we expect, ha…\n\n\n[His voice is weak. He is having trouble breathing. Maslov touches him, and her hands glow white.]\n\n\nMaslov:\n Not done with you yet, child.\n\n\n[Tuck gasps.]\n\n\nTuck:\n I can see why you were… A medic!\n\n\n[Maslov sits heavily on his bed.]\n\n\nMaslov:\n Yes. Yes. I am very good! The best there is, wah?\n\n\nMaslov:\n But even still. I am only just keeping up. So many of you.\n\n\nMaslov:\n It was just like you said, child. They don't know what to do without the radiation. This breach, we can't stop without more help. There are too many of them.\n\n\nTuck:\n I know you'll handle it, doc.\n\n\nMaslov:\n Ach, well, I will have to. I will never be trusting them again.\n\n\n[Lt. Tuck gasps again.]\n\n\nMaslov:\n No, no, but I fixed. I fixed moments ago.\n\n\n[She touches him again. He gasps, and calms.]\n\n\nMaslov:\n Hold it together, child. I have many yet to go.\n\n\n[Silence.]\n\n\nTuck:\n Hey, doc?\n\n\nMaslov:\n Da?\n\n\nTuck:\n Remember when I was so scared, back at 8002? You said something that really… Really comforted me.\n\n\nMaslov:\n What was that, child?\n\n\nMaslov:\n You told me it was… okay to trust them, if you do it for you.\n\n\nMaslov:\n …\n\n\nTuck:\n That sometimes, that's how you help yourself.\n\n\nTuck:\n Maybe you can use that too, doc.\n\n\nMaslov:\n Ach, well. I hardly—\n\n\n[Tuck gasps.]\n\n\nMaslov:\n Lt. Tuck!\n\n\n[Maslov lays her hands on him. He glows, but does not stop choking. She is running too low.]\n\n\nMaslov:\n Code blue! We need compression! We need… I need…\n\n\n[Nobody is listening. The clamor is too loud. Maggie is attending to another patient on the other side of the room.]\n\n\n[Maslov turns back. Tuck has collapsed back into the bunk. He is still.]\n\n\n[Silence.]\n\n\nMaslov:\n Ach.\n\n\nMaslov:\n ACH! FUCK!\n\n\n[Maslov stands, pacing. Soldiers in the beds around look anxiously at her.]\n\n\nMaslov:\n NO! I got it back! I got it back and even still—\n\n\n[Maslov paces for a moment longer, then stops. She stares up at the roof of the tent. Through a vent, the moon is barely visible.]\n\n\nMaslov:\n …Fine.\n\n\nMaslov:\n So they know it addicts, yes. They use to exploit us, yes, overwork us and trap us. Well done, Andie, you figure it all out! Such a good girlie!\n\n\nMaslov:\n …But the bird.\n\n\nMaslov:\n The bird itself. I saw what it will do if allowed.\n\n\n[Maslov walks to the field telephone on the far end of the tent. She dials a number.]\n\n\nMaslov:\n Get me Torres.\n\n\n[Pause.]\n\n\nMaslov:\n Torres? …Yes, this is she.\n\n\nMaslov:\n I am willing to do it. I am willing to do it now.\n\n\nMaslov:\n But I have… Conditions.\n\n\n\n\n\n\n\n\n\n\nCare log\n\nPatient: SCP-8002-1\n\nProvider: Maslov, Andrea\n\n\n\n\n\n\n[Inside SCP-8002-1’s chamber, the great creature lies motionless, pressing itself back against a wall. It breathes heavily. Without its flames, the phoenix is revealed as multicolored, with a gold head and neck over red-and green wings. Its eyes are electric, the color of molten metal. Its legs, now strewn out beside it, are the same color, an intense, brazen orange. On its left shoulder is a dark, oozing injury the size of a vehicle.]\n\n\n[At the far end of the room, a door opens. Dr. Maslov enters. A team of researchers, including her floor staff and Drs. Sams and Torres, watch from the observation room.]\n\n\n[She turns to SCP-8002-1.]\n\n\nMaslov:\n Well. Time to get to know each other, da?\n\n\n[The phoenix's breathing has increased in volume to sound like wind. Maslov approaches, and it jerks away, clawing at the wall. She stops and raises her hands in the air.]\n\n\nMaslov:\n Oh dear, but you are a beauty. Please. I must come near to help.\n\n\n[The phoenix eyes her. She takes one hesitant step, then another, pausing each time to wait for the creature's breathing to slow. Gradually, the bird calms, moving its massive neck out from the edge of the room to look more carefully at her.]\n\n\nMaslov:\n Yes, I only want to—\n\n\n[She takes a faster step. The phoenix hisses and darts away.]\n\n\nMaslov:\n Let me near, stupid! I help you. I would never hurt—\n\n\n[Maslov cuts herself off.]\n\n\n[The phoenix peers at her with its molten eyes. It does not uncurl from its wound.]\n\n\nMaslov:\n You know, I will show you something. I do not show many.\n\n\n[Maslov lifts her scrubs and undershirt, exposing her left side. Where her wound used to be, there is now a snake-shaped scar, winding along her torso. In the phoenix's presence, it seems ethereally pale. The bird uncurls very slightly, peering at it.]\n\n\nMaslov:\n Yes, look if you like. They are the same, I think. What yours is, and what this was. Some kind of terrible magic.\n\n\n[The phoenix moves closer. Maslov nods. It extends its neck out and peers carefully at her side.]\n\n\nMaslov:\n Believe it or not, I am healer like you! But even I could not heal this. Had tried for years. Took away most of my power just saving my own life when I got it. Much weaker from it, even now, I think. Same for you, eh?\n\n\nMaslov:\n Afraid we also got these same way. Evil idiots, attacking us in ways they knew not. Cruel fools. May we both forgive…\n\n\n[The phoenix moves its beak close to Maslov. She tenses, but does not back away.]\n\n\n[The creature opens its beak and produces an enormous, red tongue. Gently, it touches Maslov’s side.]\n\n\nMaslov:\n You are gross.\n\n\n[The phoenix licks her once, then emits a loud squeak.]\n\n\nMaslov:\n Ach! So noisy too. Now. Let me near.\n\n\n[Maslov steps toward the phoenix’s shoulder. It does not move away. She stands at the base of its wing, examining the colossal wound: the edge, the ooze, the coloration.]\n\n\n[Eventually, she picks a spot.]\n\n\nMaslov:\n Ok now. I do not guarantee this does much. We both have lost something of what we could do from before, but I will at least try. It is a first step. I have other things in mind too, yes?\n\n\n[The phoenix looks at her, blinking slowly.]\n\n\nMaslov:\n Why do I talk? Like talking to giant chicken.\n\n\n[She turns back and touches the bird, pressing both her hands against its wing at the edge of the shoulder and moving her hands slowly together to form a triangle with her fingers at the very edge of the wound.]\n\n\n[Maslov closes her eyes. The phoenix relaxes, laying its neck out on the ground.]\n\n\nMaslov:\n And now…\n\n\nMaslov:\n I will get you out of pain.\n\n\n[Maslov’s hands begin to flicker and blur. Then her arms, her torso, her whole body. And then, the phoenix itself, starting from her point of contact and moving outward to surround and encompass the whole injury. The great bird's eyes, watching her work, are alive with internal light.]\n\n\n[The wound, and Maslov, dance. A mirage, like a heat shimmer, has fallen over them—they are distorted and strange, half-transparent in the dim security lights.]\n\n\nMaslov:\n I will not… succumb!\n\n\n[Maslov braces herself, and leans her whole weight into the phoenix, screaming. Her body is a single, vibrating point of distortion.\n\n\n[The phoenix calls, suddenly and loudly. Around the room, a host of radiation alarms go off all together.]\n\n\n[At the very tip of the phoenix's tail, a tiny, blue flame, no larger than a gas stove, bursts suddenly to life.]\n\n\n[Maslov collapses. Guards rush in to surround her, but the phoenix, which has been peering happily back at its tail, screeches, whipping its neck around to push them back.]\n\n\n[It wraps around Maslov, enveloping her tightly in its feathers. She is completely hidden.]\n\n\nMaslov (muffled):\n Ach.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBY ORDER OF SCP-8002 SITE COMMAND\n\n\nThis document describes a core infrastructural element of the SCP Foundation. No part of it is ever to be classified for any reason.\n\n\n\n\n\n\nItem #: SCP-8002\n\n\nObject Class: Thaumiel\n\n\nDescription:\n SCP-8002 is a 503-acre subterranean megastructure operated by the Foundation. The entire complex was previously taken up by the organization’s main hospital and medical center. As of 2024-02-19, it also serves an additional purpose: regeneration and medical support for SCP-8002-1, a deific entity superficially similar to an enormous golden pheasant \n(Chrysolophus pictus).\n This entity was the source of the radiation which once permeated the facility; its current injuries, inflicted by the Foundation in an effort to force higher radiation output, prevent it from emitting more than a trace amount.\n\n\nSCP-8002 remains the Foundation’s primary hospital. However, without the benefit of Cleric Radiation, much of the institution’s previous operations are critically compromised. This situation has been further complicated by strikes and coordinated organizing by hospital care staff, largely supported by newly-appointed site director Andrea Maslov. Due to a preexisting agreement between the Overseer Council and Dir. Maslov—made as a condition for the director's care of SCP-8002-1—the following measures have been approved for staff:\n\n\n\n\nIncreased hiring budget by 600%\n\n\nIncreased training budget by 800%\n\n\nIncreased overtime pay and sick pay for all staff\n\n\nNewly-introduced measures to reduce unnecessary deployment of MTF\n\n\nUpdated facilities and infrastructure to support operations less dependent on CR\n\n\n\n\nThrough increased staffing and careful rationing of CR access, Dir. Maslov succeeded in resolving an ongoing care crisis at the facility and across the U.S. East Coast. Her paradigms have since been implemented to begin more sustainable care for anomalously-afflicted patients.\n\n\nAt present, SCP-8002 is operating sustainably at approx. 26% of its previous capacity, without relying on more than a passing amount of SCP-8002-1's healing radiation. When SCP-8002-1's abilities are used in care, rigorous protocol is in place to ensure limited and transparent employment of its effects. Dependence is monitored, and staff are trained in appropriate prescription. Most importantly, patients are informed of the risk associated with long-term exposure.\n\n\n\n\nProposal: 8002-Soul\n\nThe lower third of the SCP-8002 complex has been redesigned as a containment and rejuvenation facility for SCP-8002-1, in hopes that the creature may be restored to its previous capabilities. However, regardless of its ultimate contributions, the Foundation is dedicated to sustaining and supporting SCP-8002-1 for the remainder of its natural life.\n\n\nIn creating care for such a complex entity, the Foundation invested heavily in a wide variety of state-of-the-art support for anomalous beings. It has been suggested that these systems may be used for care of other injured anomalies, incorporating care for such entities as part the organization's hospital system. This proposal has been designated Project 8002-Soul.\n\n\nAs of 2024-02-29, Project 8002-Soul status is: APPROVED. 36 anomalous entities are now cared for on-site, with more scheduled for admittance in the near future; consult appendix 416.4.a for a complete list.\n\n\nSCP-8002-1 remains in good condition. It has begun to emit an increasing quantity of Cleric Radiation, growing at a rate of approx. 0.01 milliwatt/cm2/day. The entity is alert, calm, and—per Dr. Maslov's reports—warm to the touch.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. MTAP, designed in conjunction with the CLERIC system, is a group of mass conveyance elevators with a capacity of 8,900 riders per hour. It subjects passengers to increasingly-concentrated CR as they descend; when all passengers have been normalized, amnestics are dispensed and passengers are returned to the surface. MTAP has saved 970 million lives since its installation in 1988.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8001\n | SCP-8002 | \nSCP-8003\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8002\n\" by bigslothonmyface, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8002\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n aeonianblue.png\n\n\nName:\n (if different from filename)\n\n\nAuthor:\n LaShonda1980\n\n\nLicense:\n Creative Commons Zero 1.0 Public Domain License\n\n\nSource Link:\n \nhttps://openclipart.org/detail/312355/wing\n\n\n\n\n\n\nFilename:\n N/A\n\n\nName:\n Fire hole\n\n\nAuthor:\n Antonis Lamnatos\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://openverse.org/image/74f5eea1-2842-474a-a76e-115179801a15\n\n\n\n\n\n\nFilename:\n N/A\n\n\nName:\n old russian woman\n\n\nAuthor:\n JKD Atlanta\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://openverse.org/image/e07ace01-e6e1-4460-b079-7b9329f949da",
    "addendums": [],
    "documents": [],
    "notes": [
        "Torres: The bird’s still dead for what, months yet? Years? We don’t need to worry. Sams: We don’t know that. And even if it is, that just leaves us with a ticking time bomb right beneath our feet. Torres: They’ll come up with something. They’re in the hurt business. [The intercom buzzes.] Intercom: Director Torres, critical patients inbound from Site-17. Torres: Thank you. I’ll be out shortly. Sams: They are just going to keep shooting it. We need to come up with something. The tests, the injuries. Nothing’s doing it. [Sams points to a printout paper on Torres’ desk. On it is the photo of a small, stout woman with cropped gray hair.] Sams: She’s our ticket. Torres: You can’t know that. What do you want me to do? Sams: Just fund a basic inquiry. Let us pull her vitals and her history, get a plan together. If we need to move, we can have it ready. [Torres sighs.] Torres: All right, I’ll fund it, a bit . But we don’t need to do anything yet. The bird’s still steady, and she’s likely… Under our influence. We can sit on it for the time being. [The two stand, putting on their coats. They move to the door and look out, checking wearily up and down the yellowing, linoleum hall.] [Elsewhere in the hospital, something is catching fire.]",
        "[Peck sits nervously on a yellow couch in a yellowing linoleum room bathed in tepid light. There is a knock on the door.] Peck: Co— Maslov: I come in. [Maslov enters. She is a short, explosive woman in her sixties, with close-cropped gray hair and a strong frame wrapped in aqua blue medical scrubs. She wears no coat, no gloves, and weather-worn white crocs adorned with pumpkins. Behind her trails her young technical assistant.] Maslov: Maslov. My pleasure, yes. [She extends her hand to Peck, grasping his once and squeezing it before withdrawing.] Maslov: Let’s discuss you. You are hurting for some time in the face? Peck: Well— Yeah, uh… Yes. About six months? Six months. Maslov: We will fix. [Maslov consults his chart.] Maslov: Tried sinus treatments? Peck: Yeah, it’s not my sinus. Maslov: Obviously not. It’s your nervous system. We have plenty better for that than the, ah, the water pot you pour in the nose? Peck: Ha! Yeah. I’m, ah. Looking forward to your help. [Maslov looks him up and down.] Maslov: You don’t need me. You need CLERIC. Peck: I mean— Maslov: CLERIC is magic. Magic and robot. Magic robot doctor. Far better than babbling old woman like me. Peck: Right. I’ve heard about it. But well…. I heard— Maslov: Are you scared of robots? Hardly feasible in our line of work. Did you see the one they have now that is like giant samurai in hat which men can ride inside? And here I thought we were in budget crisis. You would think— Tech: Doctor. Maslov: Ach. Apologies. But you do not want the CR therapy? Peck: Well no, it isn’t that. I just… Peck: Doctor Maslov, I heard you can, ah… [Peck pauses.] Maslov: Ach. Yes. I should have understood sooner. Peck: I’m— sorry, I didn’t mean— Maslov: No, no. I will explain to you. [Maslov begins to take off her shirt.] Peck: Uh. Doctor, I uh— Maslov: Calm yourself, you are not so lucky as that. Look. [She pulls up her undershirt, exposing her abdomen. A huge, black mark is there, running along her side. It seems to bubble, coursing along the skin like a living thing. Peck shivers.] Maslov: No good, eh? This thing has been in me for three years. I will put away now since Maggie and I just have had our lunch. Tech: Thank you, doctor. [Maslov replaces her shirt.] Maslov: I know what you came to me wanting. But I cannot do it. Not any more. Maslov: If I didn’t have the mark, could heal 200 MTF soldiers at once. But now, always healing this. Can barely get over a cold. If I were not so gifted it would have killed me long ago. It just sits, and… Maslov: Sits and drains. Peck: I’m sorry. Maslov: Pah. Well…. Maslov: Yes, is terrible. Would love to say otherwise. People always want a happy story. But… Pah. [Silence.] Peck: …Does it hurt? Maslov: Often. [Silence.] Peck: It just. It consumes you. You know? Maslov: Da. Peck: I— I know my face is nothing like that. Maslov: Not true. These pains, one is no better than another. We live with what we get. Peck: It’s just. God. Peck: I can’t stop thinking about it. I can’t stop, I… Peck: It hurts. All time time. I have to… Peck: I have to— [Peck cuts himself off.] Maslov: Mr. Peck. Maslov: I will not let you live in pain. You understand? Maslov: I cannot give you what you wanted. But I can give you CLERIC. [Peck gulps.] Peck: I— I don’t know. I’ve heard— I’ve seen some things from other people. Other staff at -19. Maslov: Da. There are rumors around it. Natural given the miracle of the thing. Also, Foundation is masterful generator of conspiracies. Half my staff are convinced gumball machine in the atrium is actually the site director. I wish I were inventing this. [Maslov turns to her tech.] Maslov: It is inanimate! Tech: I saw it move, doctor. Maslov: Pah! Maslov: Well… All is to say, if you want to try medical therapy I will not blame you. A drug called oxcarzantine works on your condition somewhat. It will bring a little relief. But I… [Maslov looks at her hands.] Maslov: I want to heal you. To take care of you fully. Maslov: And so I suggest CLERIC. I believe it to be safe for you, in small doses, despite these rumors. It is my recommendation. [Silence.] Maslov: Can I show you? Peck: Ok. [Maslov stands. She goes to the wall and retrieves a small, bright orange box on a cord. It has a black button on it. Maslov puts Peck’s hand on the button.] Maslov: This switch, lowers shielding around this room. It will expose us to CLERIC and allow its radiation to enter. Just for a moment, ok? We can cut off any time. [Peck looks at the switch, then at Maslov.] Peck: Just for a moment? Maslov: Da, da. [Peck pushes the switch.] [The room is bathed in white light. Maslov’s side, and Peck’s right jaw, ignite suddenly in red flames. Peck screams.] Maslov: Does it hurt? Peck: …No, it— Peck: It’s gone? The pain is gone! Maslov: Yes. Isn’t it something? [Both Maslov and Peck settle back into chairs, burning.] Maslov: This is much like it, you know. What I could do before. [Maslov closes her eyes.] Maslov: It won’t cure us. CLERIC, it does not work on chronic harms, which—sorry to say to you—is what you and I both have. But it holds them at bay. We must simply return and be re-treated. Maslov: For now, you would return twice weekly. Should keep you without pain. Peck: Twice… Weekly? Maslov: Da. [Peck hesitates for a moment, looking at the fire on Maslov’s side. He licks his lips.] Maslov: It’s all right. Will get used to— Peck: No. [Peck pushes the switch. The light and fire fades.] Peck: No, I don’t want that. [Peck stands, putting on his coat.] Peck: How it felt, I—I don’t want that. What they said about it. Peck: I’ve seen them, doctor. I’ve seen how their eyes look. How they sweat, how they breathe. I do not want this. [Maslov sighs.] Maslov: I understand. Still, please allow me to offer you at least some treatment. I will prescribe oxcarzantine. Is an antianomaly seizure medication, a mild drug. Will you try this much? Peck: Yes. Peck: Thank you, doctor. I— Peck: I’m sorry you couldn’t help more. [Peck leaves.] [Silence.] Maslov: Ach. Well. [Maslov turns to her tech.] Maslov: His loss, eh? Tech: Yes, doctor. [Silence.] Maslov: How, ah, how long was he to be here for? Tech: Until 3:30, ma’am. Maslov: 26 more minutes. Da. Well, I’ll be… working here on charts. Return at 3:28, yes? Tech: Yes, doctor. [The tech leaves. Maslov is alone in the room.] [She waits for a moment, then picks up the CLERIC exposure switch. In a moment, she is burning again.]",
        "Note to site administrators: I’m sure you’ve all seen those estimates prepared by the Financial Office about the huge financial losses that we’d suffer if we lost SCP-8002’s Cleric Radiation. Rest assured that we’re on top of it. Caregivers are being asked to make overtime hours available to meet the demand, and we’re looking into rationing CR access for nonessential staff. This isn’t a popular choice, since it leads to long wait times—so, please let me know if you or your families need care. You can contact me, and we’ll work around the lines. - Dir. Torres",
        "[Maslov enters, talking on the phone. Her tech trails behind.] Maslov: Yes, I think— Maslov: No, you should not remove bandage because is sparkling underneath. Did you forget who you work for? Keep on until I can see you. Maslov: Yes. Talk tomorrow. [She hangs up.] Maslov: Apologies. Now they have us working telephones now in addition to halls. Less CLERIC healing means more to do for us, and already there were too few on the floor. Tuck: Believe me, I understand. [Maslov extends her hand.] Maslov: Maslov. Tuck: Lt. Tuck. Hey, do you need a second? Don’t wanna be rude, but you’re, uh, sweating. [Tuck wipes his hand on his shirt.] Maslov: Ach! The nerve of these young people! I am working hard, but perfectly well. Let’s discuss you, yes? Tuck: Yes, ma’am, whatever you like. [Maslov consults her charts.] Maslov: You are MTF? Tuck: Yes, ma’am. Operational security. Maslov: I was a field medic for many years. Saw plenty like this. [Maslov gestures at Tuck’s leg.] Maslov: Kockers just needs ziancin medications and rest. Even without CLERIC, you will be well soon. Tuck: That’s a relief. I knew you were the one to see. Maslov: Oh? Did you request? Tuck: Well, more like got lucky. I’ve been on an, uh. Maslov: List for months? Tuck: Well, just weeks for me. They let me jump because I knew the commander. Maslov: So it goes these days. Only way to get timey care is to know somebody. Tuck: But I was happy to see you were a former MTF. It’s thanks to folks like you I’m even here now. Thanks for your service, doc. Maslov: And yours, my friend, and yours. Where are you based? Tuck: Operations security, out of Site-189. Maslov: 189! Oh, the memories. I was there many times. Have they fixed the plumbing? Tuck: Of course not. [Both laugh.] Tuck: Doctor, have you seen, I don’t know, more? Of us, lately? Maslov: What, young smelly men? Tuck: More or less. I mean, more MTFs. Maslov: Oh lord, yes! The whole hall is full of you. Is command on some large operation? Tuck: No, not at all. If anything it’s been quiet. I was more asking because… [He looks toward the open door, where Maslov’s tech stands. Maslov nods to her.] Maslov: Maggie, this young man wants to rat out trillion dollar shadow organization. Please give us a moment. Tuck: Wait, what— Maslov: Don’t worry, she is used to it. Tech: Yes, doctor. [The tech leaves, closing the door behind her.] Maslov: Tell. Tuck: Are you sure she's not going to— Maslov: Pah! I should have known better than to joke with opsec. Tuck: All right, all right. It’s just… It’s command. They’re not really adjusting. Maslov: Adjusting to? Tuck: Well, I think they’re used to having 8002 on hand to stitch us up. Dunk us in their radiation, then right back in the field. Tuck: You’ve read a thousand MTF after-action logs. They’re in every file. How many of them actually had a trained medic along? [Maslov grunts.] Maslov: Few. Tuck: But even now that CLERIC’s on ration… They’re still just throwing us in wherever they want. Tuck: Like, ok, here’s an example. On our last trip, we got to the drop point and pretty much immediately, Delta goes down. [They share a knowing look.] Tuck (simultaneously): It’s always Delta. Maslov (simultaneously): It’s always Delta. Tuck: We radio command and they say move him outside and leave him and Beta out there, they’ll send a pickup. Delta’s our comms guy, so someone grabs the kit and we keep going forward. We get a good ways in, three hours maybe, and another two more guys go down. Nasty memetic stuff, we have to get them out right then, so we pull back. It’s three hours to the entrance, plus another 90 minutes because we’re carrying these guys who can’t really… use their appendages, I guess is how I’d put it. By the time we get out, it’s been maybe eight, nine hours since we saw Delta and Beta. Tuck: Doc, they were still there. Pickup never showed. We found out later command radioed 8002 dispatch rather than the closer site they were supposed to, and dispatch is so overloaded they deferred it and it got lost in the network. Tuck: Pretty damn near cost Delta his leg. [Maslov spits—then hastily wipes it up.] Maslov: Fuckers. Tuck: Yeah, that’s pretty much how we felt. Tuck: They approved CR, and it covered their ass, but… [Silence.] Tuck: I wonder if that’s all 8002 has been doing all this time. Covering their ass. Tuck: There’s no medics at other sites, no training increase. They’re still cutting budget. Tuck: And now, without CLERIC, I don’t think they know what to do for us. [Silence.] [Maslov’s tech knocks.] Tech: Doctor Maslov, two minutes. Maslov: Ach. Thank you Maggie. [The tech leaves.] Maslov: Four more patients this hour. Tuck: But… it’s already 4:30. Maslov: Da. [Maslov stands.] Tuck: Doc, do you think… Will they fix CLERIC? Do they know how? [Maslov considers him for a while.] Maslov: I believe they will. Maslov: Is not an excuse for this. Throwing you away. Forever they are tainted by this. Maslov: But I believe they will fix it. I believe we can depend on help from them. Maslov: Well, no. That is not what I mean. Do not think of it like— depending on them. What I mean is… The Foundation, it is one of the places to look. It is not a bad place to look. But ultimately we are caring for ourselves, finding the resources which we can. Maslov: By accepting help, we care for ourselves. Da? Tuck: …Sure, doc. I'll keep that in mind.",
        "Note to site administrators: We've gotten repeated asks from care staff to recruit and train more medics while the CLERIC problems continue. These requests are denied. While I understand your concern, our estimates suggest we may revive CLERIC fully within the next few months. Please also do not reduce your activity for fear of injury to personnel—though we do urge you, as always, to keep financial outcomes in mind in this uncertain period. To ensure that CLERIC hours are available to priority administrators and MTF, care staff have been asked to select 16 weeks in the next calendar year for additional overtime hours. - Dir. Torres",
        "[Maslov is sitting alone in a room, bathed in white light. Her side is smoldering. There are loud voices and footsteps outside in the hall; the entire floor is packed with patients.] [A nurse pokes her head through the door.] Nurse: Doctor Mas— [The nurse gasps. Maslov leaps up, covering her burning wound. She switches off the CR.] Nurse: Doctor, were you— Maslov: Ach, have you not heard to knock? Is a hospital, who knows what goes on here! Nurse: Um, yes… Ma’am, you’ve got an emergency call from a Mrs. Lam? I know it’s your break, so we asked Gates, but he— Maslov: No! Do not send Liz Lam to Gates. I will take her. Nurse: Thank you, ma’am. I’ll send her in. [The nurse leaves. Maslov sighs, rubbing her eyes. She is shaking slightly.] [Mrs. Lam and Mrs. Xi enter. Xi is guiding Lam gently by the arm. The two sit down.] Maslov: Good to see you again Liz, Vivi. Forgive me for writing while you talk. Have to take my own recordings. My tech Maggie often does, but is away. Her father was one of those trapped in 8d, that floor sealed off by management. Perhaps you heard of it? Questionable choice, highly questionable, but— Mrs. Lam: I want CLERIC. Maslov: Oh, ach, well— Mrs. Xi: There’s not much available, honey. We have to stop it for now. Mrs. Lam: I need it to live. I need it to live. Mrs. Xi: Well, we’re going to find another way. You’ll see. Maslov: Vivi, do not worry, we prescribe this very carefully in small doses. It is safe and authorized in this case to— Mrs. Xi: Dr. Maslov, may I speak to you please? Maslov: Oh, ach? Da. For a moment. [Maslov and Xi step aside.] Mrs. Xi: Is Cleric Radiation addictive, doctor? Maslov: Ah… Hmm? Mrs. Xi: Do people get addicted to this radiation? [Silence.] Maslov: Why do you ask? Mrs. Xi: My wife hasn’t been herself in months, ever since her higher-dose treatments began. She always wants to be back here for the next submersion. She has shaking and sweats, and her communication is getting even worse. Maslov: Hmm. Mrs. Xi: She never stops asking to come back for more. Just this morning she wouldn’t even look at me, or our daughter, until we told her we’d take her back here and ask. [Maslov is silent.] Mrs. Xi: I looked into it in the SCP-8002 records, and it just describes the impacts of increased immersion? There’s no public information on any risks or testing or anything else I’d expect to see, especially in a Foundation file. Maslov: Yes. It is assumed to be so-called “anomalous medicine” and typical tests often are not performed. Mrs. Xi: So you don’t know if it’s addictive? Maslov: The Foundation has been relying upon it for years. It heals many people. But to tell you true… I am not sure. Mrs. Lam: I want CLERIC! Mrs. Xi: If you don’t know whether this treatment is harmful—if you don’t even know how it works—how can you keep prescribing it in such high doses to my wife? Maslov: Well, I— Well hold a moment. In reality my prescriptions are quite moderate. I follow guidelines for dose reduction. I would not prescribe such if I believed it would do harm. [Pause.] Mrs. Xi: Doctor… Oh god, you know, don’t you? Maslov: Know? Mrs. Xi: You all know what it’s doing to her. And you keep giving it. Maslov: Vivian, my dear. I am a physician. I would under no circumstances bring hurt to— Mrs. Xi: I thought when we switched to a female provider it would finally be different. You know it took us two years before Dr. Sams even acknowledged my wife was sick at all? And now you’re prescribing something you know is poisoning—! Maslov: Stop that now! [Silence. Mrs. Xi glares at Maslov, clenching her fists. Maslov looks coldly back.] Maslov: I would never do this. You think I am in a conspiracy? To give more of something I know does harm? Mrs. Xi: … Maslov: The Foundation… Well— pah, they are not perfect. But CLERIC, it is a miracle, an unthinkable thing. A treatment with benefits we are lucky to have. Maslov: Addiction? There is simply no— [Pause. Maslov rubs her side briefly, then drops her hand.] Maslov: …I am not prescribing a high dose today, and I will monitor carefully. [Maslov writes her orders and gives them to Mrs. Xi. Then, she grasps her hands.] Maslov: Ma’am, I promise you, I am on your side. For now, however, I must get your wife out of pain. Mrs. Xi: …Ok. I understand. Mrs. Xi: We just… I’m so scared of what this might do to her. Mrs. Xi: We need you to do better, Dr. Maslov. All of you.",
        "[Maslov enters. She is visibly exhausted and shaking. There is shouting outside in the hall.] Maslov: All right. Mr… Ah, Mr… Richards: Richards. Maslov: Mr. Richards. I ordered prescription for gabapentin as discussed. This is to take on regular dose of— Richards: That’s not mine. Maslov: Ah, hm? You are not— Richards: I’m Oscar Richards. Maslov: You are Oscar. So sorry. Richards: Mhm. Maslov: Here, explain to me your condition once more. Richards: Why? Did you forget? Maslov: Ah, well— Richards: You saw me half an hour ago and I explained everything. Then you left me here and said you’d be back. [Maslov swipes through her forms. There are 40 of them in this hallway alone.] Maslov: Of course. Yes, you were here for… You have the back, yes? Richards: Now you’re getting it. [Another doctor leans into the room.] Doctor: Maslov! How long does it take to bring a scrip? We need you out here! Richards: Look, I’m just trying to get CLERIC authorization. Maslov: CLERIC? But is a crisis, almost none left, we do not have— Richards: I don’t know anything about that. All I know is I’m in pain and it’s time to reauthorize me. Richards: Can you handle signing on the line? [Richards slides a CLERIC authorization form across the table. It is mostly illegible, but on the bottom is the clear gold stamp of the Site Directors’ council. Richards taps his pen on it.] Richards: See what I mean? Maslov: …Da. I see perfectly well. Richards: I thought you might. [Maslov signs the form. Richards smirks.] Maslov: Now if you will excuse, I— [There is a knock at the door.] Maslov: Da, da, I— [The door opens. Two men in medical scrubs enter: Sams, and Torres. They are flanked by several more men in neat, gray suits.] Torres: Dr. Maslov? [Maslov scowls at him.] Maslov: You… [Torres glances around, noticing Richards. His lips tighten.] Sams : Overseers’ orders, doctor. We need you to come with us.",
        "Maslov: No. Sams: Andrea, please consider— Maslov: You do not know where of you talk. Do not hurt things without reason or sense. Nothing comes of this. Maslov: When you hurt, you do not know how much hurt you will do or when to stop. Once you begin hurting it is never ending. Soon everything is hurt. You will destroy things you love. Maslov: I am a doctor. I do not hurt. Hurt is done to things and I repair. I get them out of pain. [Silence.] Torres: You lost that power, doctor. Maslov: Do not insult me. What I lost is nothing compared to the training which I still have. Sams: But you’ve seen for yourself what the bird can do. If you want to help, this is the best way to do it. Maslov: I am… [Silence.] Maslov: I do not think so. Nothing good will come of this. How do you know hurting it worse will do any good? I was hurt badly and lost it all. You want to do the same to it? Sams: We want to try. We have nothing else to lose. Maslov: That is what you think. [Silence. Torres and Sams exchange a glance.] Sams: There’s another side to it, too. The bird, the radiation. We know you… Torres: You rely, on it. Yourself. Maslov: Pah, I am treated occasionally. Torres: We’ve seen the cameras, the feeds. We know you’ve used it to treat yourself more than you should. Sams: Not to mention sneaked a scrip to a few people here and there. Maslov: …Ach. I— Sams: It’s all right, doctor. We’re not your enemies. Sams: But we know you see the power 8002-1 has, and you want it back. Maslov: … Sams: We urge you to consider it. We… [Sams pauses and looks at Torres. Torres shakes his head.] Sams: We won't coerce you. But please understand that we are in a crisis. Torres: We can give you twelve hours. Consider it, and get back to us. [The two stand. Guards enter to escort Maslov back to her practice.] [Maslov does not rise. She is staring at her hands.]",
        "[Maslov sits in the narrow, fading hallway, staring at her hands. The fluorescent light buzzes. Her tech approaches, cautiously] Tech: Dr. Maslov? Are you able to take your 3 o’clock? Maslov: Ach. Well. Maslov: Who is? Tech: Henry Peck to see you, ma’am. [Maslov narrows her eyes.] Maslov: Ah… Yes, I recall this. I’ll go in. [Maslov rises and walks down the hall. She knocks, and enters. Peck is pacing inside. He is utterly disheveled, wearing a stained undershirt and shorts.] Peck: Hello again, doc. Maslov: Henry. You’re back. Peck: I—I’m back! [Maslov eyes him. He is sweating.] Maslov: I thought you didn’t want the the treatment. Peck: Yeah! W-well, I. I… I—I didn’t. But I tried other meds, and I slept on it, and it just. Peck: I’d like to give it a try! Anyway! After all. I—I'd like to try it now. Maslov: … Peck: So! Can you, uh. Can you help me? Maslov: Henry, you know it is almost gone now. CLERIC is nearing full shutdown. Peck: Ah! Uh. Well. Yeah. I heard about that. O-on my way over here. Maslov: You knew this long before you came to me. [Peck gulps.] Peck: How— Maslov: I have seen your charts. You know doctors talk to one another, da? Peck: Well… Ok, but— Maslov: You returned to Dr. Sams for CLERIC prescription months ago. Have been on treatment since March last year. [Peck slumps, staring down at his feet.] Maslov: Did not want to see me then, eh? Peck: …Too embarrassed. Maslov: I understand. It is your choice also. Should never see a doctor for any reason if you do not want. Please feel no shame for this. Maslov: But then Dr. Sams cut you off? Peck: Gave… priority to another guy, guy at my office. Richards? I never… Understood why. Maslov: Da. Peck: After that, I couldn’t… couldn't get it, any more, couldn't get treatment. Not any more. Maslov: Is tightly rationed. Almost nobody can get. Peck: So I went back. Back… I went back to the, uh, the stuff, the other stuff, you gave me, the ah… Ox. Oxcar. Maslov: Oxcarzantine? Peck: Right, yeah. I tried it again. But then I started feeling… I don’t know. Peck: …Terrible. Peck: Terrible. Peck: Terrible. [Peck leaps up, suddenly.] Peck: Desperate, I'm fucking… Fucking desperate. The pain doesn't help either, it came right back once I was off the CLERIC, and I don't… Peck: I don’t… I don’t have much, doc. No money, not a lot of connections. So I thought, well… Peck: You were so good… to me, before. Maslov: … Peck: Please. Peck: Please help me. Maslov: I cannot prescribe it. Peck: Fuck. Please, I— I haven't thought straight in weeks. I can't sleep, I can't wash. Doctor, look at me. Maslov: It is not that I do not want to. I am literally unable. Peck: No! No, you— Fuck, I don't— I— [Peck claws at his hair. He looks wildly around the room, as if for escape—and his eyes land on the orange button in the corner, the CLERIC switch. Suddenly, he leaps for it.] Maslov: Mr. Peck, that will— Peck: Fuck you! Fuck all of this! Just one minute, just one— [He presses the switch. The CLERIC shields retract.] [No light fills the room. His jaw, and Maslov’s side, do not catch fire.] Peck: … Maslov: I told you. Is almost none left now. Must go far deeper underground than this to get. [Peck shakes his head slowly. He begins pressing the switch repeatedly, filling the room with an arrhythmic clicking.] Peck: No, no, no, no… [Peck rounds on Maslov.] Peck: Make it work! Peck: God, please! I’m— Peck: I’ll— [Peck is sobbing. He drops to the floor.] Maslov: … Peck: I’m sorry. Peck: I’m sorry. Peck: I need it so much. It hurts. Peck: I— Peck: What should I do? What should I do? [Maslov stands. She walks across the room, slowly, until she stands over Peck. She crouches. Peck: What should I do? [Maslov touches Peck’s shoulder. He looks up.] Maslov: You will live, and fight, as best you can for now. Maslov: And meanwhile, I will get you out of pain.",
        "[BEGIN LOG] 2024-02-12, 22:17: SCP-8002 has been evacuated save for essential staff, security and patients who cannot be moved. Life support and anomalous stabilization is prepared for patients should Cleric Radiation production be altered by Project 8002-Marrow. Radiation detectors across SCP-8002 show that CR generation has fallen to a trickle. The facility is dark on all floors above the core. 22:31: MTFs Alpha-1 and -2, Beta-2, -4 and -8, and Gamma-4 are in position around the anomaly and building, supported by on-site staff. The payload, a 14-meter tungsten cylinder, hangs near the top of SCP-8002-1’s chamber, suspended from a shielded, jet-black mechanism. It will be dropped, not fired; it cannot be adequately propelled due to its semi-reality and at least one other indescribable, intrinsic quality drawn from the anomaly reproduced from Dr. Maslov’s blood. In the observation room just beyond 8002-1's chamber, Drs. Sams, Torres and Maslov are seated. Maslov is in a wheelchair. The room is protected by successive layers of reinforced glass. All three watch the interior silently. 22:39: Zero hour. MTF are advised SCP-8002-1 regeneration is imminent. All hands stand by for emergency action. 22:40:01: Seismographic and Hume sensors fire simultaneously. The chamber is bathed in a burst of white-hot flames. Glass warps and metal bends, but the payload and supporting device hold. 22:40:06: For the first time in nearly 3,200 years, SCP-8002-1 moves. 22:40:38: Slowly, the entity stands. It is over 30 feet tall at the shoulder, with a peering, mobile neck examining its surroundings. Its head moves like a marionette’s, constantly stable, not unlike that of a large hen. Its wings are folded at its sides: huge, red-and-gold folds awash in liquid fire. It is otherworldly, bright, and curious, raising its neck to peck at the roof of the tungsten dome, then swinging down to peer inside the observation room. It lets off a squawk, with a sound somewhere between a goose and a car’s horn, amplified louder than a jet engine. Sams and Torres jump. 22:41:01: MTF command gives the order to drop payload. Antimatter strings retract; the missile is about to fall. 22:41:04: SCP-8002-1 pauses. As the payload disengages slowly, the entity suddenly looks more closely into the observation chamber. It peers, clearly and intently, at Maslov, cocking its titanic head to one side. Its eyes flicker in the twilight. 22:41:06: For a fraction of a second, sensors in the observation chamber detect a burst of Cleric Radiation. Exposure exceeds a thousand times the normal dose for SCP-8002 critical care areas, enough to sustain the entire facility for weeks. Maslov gasps and chokes; her entire body is momentarily aflame in white-hot cinders. 22:41:09: The payload falls. It contacts SCP-8002-1 precisely on its left shoulder. There is a single, blinding flash as the entity’s flames go out. 22:41:10: The deep, underground room is now pitch black. SCP-8002-1 emits a piercing, resonating cry. It falls to the ground. Around it, the payload delivers its next attack: swirling, black poison which pour over it like molasses, submerging it. This is acroamatic sludge, the random aftergunk of other magic, intended to worsen whatever damage the initial payload was able to cause. The entity rises, jerkily, to its feet, then collapses, then rises again. It jolts to the right, then to the left, trying to shake off the freezing horror which drips thickly from its body. It cries out again, writhing and contorting its head and neck, pecking savagely at the wound on its shoulder. It staggers, slamming into the reinforced tungsten dome, shaking the observation room beyond. Then it raises its wings, beating them against the rounded edge, trying to find a way out. Or, at least, a higher place to perch. It struggles here for ten minutes, calling intermittently and tearing at its wound, before falling weakly back onto its side. 22:52: The phoenix lies, breathing heavily, on the floor of the chamber, giving plaintive, hollow calls into the darkness. Its flames do not re-ignite. 22:52: Radiation detectors show SCP-8002-1's CR generation has abruptly ceased. [END LOG]",
        "Note to site administrators: Yesterday, a spontaneous error occurred within SCP-8002’s CLERIC system, causing it to cease function entirely. Right now, we don't know of any way to get it back online. I wish I had better news for you. We're working hard to devise an alternative as soon as possible, but for now, it might be wise to hold back your MTF from the field. The crisis on the East Coast is only getting worse. Our inpatient care facilities here are nearing max capacity—we've got 107,000 beds filled, the most we've ever had—but we don't know how to treat these cases without CLERIC. Thankfully, we're managing a little better this morning because of a small miracle: Dr. Andrea Maslov. Many of you might know Andrea as the legendary \"Red's Red\" for her time as a field medic with MTF Alpha-1. For everyone else: Dr. Maslov is a Type Red—a healing reality bender, a powerful one—and she's on our side. She lost her abilities for years, but yesterday, something happened. We don't know why, but she woke up this morning with all her healing power returned. The O5 have put her in charge of our floor operations while those of us in administration work on digging out of the CLERIC hole. Welcome back, Andrea. We need you now, more than ever. - Dir. Torres",
        "[Maslov is walking briskly between rooms with a team of nurses. She moves rapidly, speaking with them and dispatching them around the floor.] [Sams and Torres round the corner ahead of Maslov.] Torres: Dr. Maslov, we— [Maslov and her team walk by without breaking stride. The two men briskly walk behind her. She does not look back.] Sams: Um… Dr. Maslov, we need to speak with you. Maslov: You’ll have to keep up, then. Walk and talk. Sams: It’s about the, ah, CLERIC system. Maslov: Mmm. Sams: Yes. As you, ah, know, there has been an error with the system which demands immediate attention. As a powerful healer yourself—congratulations on your rejuvenation, by the way—we believe you may be able to help with this. Maslov: Is that so. Maslov: Yes, well, ah… [Sams looks around at the nurses, then leans in close.] Sams: We think there’s a patient who needs your attention. Maslov: Did you know? Sams: Ah… What? Maslov: Did you know you were addicting your own staff? Torres: Doctor, please be careful of what you say in the presence of your nurses. We can’t vouch for their safety if— Maslov: Perhaps you cannot, but I can. You are here to ask for help from me, so answer my question. Did you know? [The men look at each other.] Torres: You’ve read the file, doctor. We considered that there might have been a moderate risk of— Maslov: So you knew? Torres: Yes. We knew. Maslov: Did you exploit it? Torres: …What? Maslov: Also in your file. [Maslov puts her hand out. Her tech hands her a photocopied document. She shows the men; it is a copy of SCP-8002-1’s documentation. She hands it to the men and points at a highlighted passage:]",
        "The energy SCP-8002-1 emits is primarily beneficial, although estimates suggest it forms dependence with repeated exposure. However, given the massive financial and logistical benefits of relying upon it, the Foundation has chosen to accept the risk of dependence. In fact, it █████████████████████████████████████████████████████████████████████████████████████████████████████████.",
        "Maslov: This redaction. What is? “In fact, it” what? Sams: You gave a copy of this to your staff? Look, I can’t— Maslov: You can. In fact, I am insisting upon it at this moment. Tell me now. Torres: Doctor— Maslov: Foundation does not simply redact secrets. It redacts secrets which are bad for it. How many it has killed, how it hurts people, what goes on at worst of its black sites. You know this? Sams: Er— Maslov: This is secret which is bad for it. Here in the middle of paragraph about how it knows its people are addicted to its treatment, redacted paragraph beginning “in fact.” As in, “on the contrary, we may think of this addiction differently than you might expect.” I have seen maybe, 2,000 classified files in 18 years on Red Right Hand. I am right, yes? Maslov: So, how might one think of widespread addiction differently? Positively, maybe? When one controls something many employees now want badly and cannot find elsewhere? Torres: Doctor, if you continue, I’m warning you that— [Maslov rounds on Sams. Her entourage stops, looking on, filling the hallway. Everyone is silent. Maslov raises a finger in front of Sams’ nose. It glows white with pale heat.] Maslov: You cannot threaten me anymore. Maslov: Did you exploit this addiction? Sams: We knew, ah. We knew that, perhaps, since the radiation was harmless and even beneficial, it might be an effective incentive. On rare occasions, when needed. Maslov: Did you evaluate MTF risk differently because of radiation? Torres: Now that’s— Maslov: Because you can just heal them up, da? Throw us in. I saw it when I was in the field. Since I was there, we were given worse dangers, because it was assumed I could fix. That is how… Maslov: That is how four of my team died. And how I lost healing for three years. [Silence.] Maslov: Did you do? Torres: …Yes. Of course. When you have a resource, you employ it to greatest— Maslov: I no longer wish for you to speak. Maslov: Maggie. Did you get? [Maslov's tech removes a digital recorder from her coat pocket, checking it.] Tech: Yes, ma’am. Maslov: Good girl. Torres: Wait, did you record that? [The tech smirks.] Tech: Saved and encrypted. Torres: Now wait— Maslov: Gentlemen. I am now responsible for your floor operations, and saving hundreds of lives a day. To be blunt, I do not trust you for shit. And neither, I should think, do the O5. [Torres' lips tighten. Sams splutters for words.] Maslov: I have heard what you wish of me. I will consider it, and, if I like, respond. But for the time being, kindly do not waste my time. [Maslov walks off, her entourage trailing after her, leaving Sams and Torres standing in the hallway.]",
        "[Maslov is writing furiously in her office. Her tech knocks and enters.] Tech: Good morning, doctor. I, ah— Maslov: Ah, Maggie, busy day ahead as usual. Just a few hours' sleep… But no matter. It is under control. Tech: Yes, ma'am. I— Maslov: We need to triage patients on sublevel 2. Outbreak is worsening and critical victims are transported there from outlying areas. Send any staff we have. I will go there in a moment— Tech: Doctor Maslov? Maslov: Mmm? What is it? Tech: I could use your help. [Maslov looks over. The tech is bleeding badly from her right arm.] Maslov: Maggie! [Maslov leaps from her chair and examines her wound. It is green and jagged.] Maslov: Maggie, my dear, what is this? Maggie: I was passing an unattended hot room. The door was cracked, but I didn't notice. [Maggie looks down. Her eyes well up.] Maggie: Something… Something reached out. Maslov: Ach. You know better. Maggie: I—I'm sorry, ma'am. It took me by surprise. Maslov: But we are in the depths of 8002! No surprises here, surely? Maggie: I'm very sorry, ma'am. Maslov: But surely you remember the procedure for— [Maslov stops. She looks her tech up and down, sternly. She has begun to cry.] Maggie: Doctor, I feel… Sick. Maslov: Yes. You look it. [Maslov touches Maggie's forehead.] Maslov: Hot, then cold. Fluctuation too rapid. You have anomalous rhythm, something is trying to take you over. Maggie: Oh god. [Maslov slams the door to the office, pulling a bar across. She removes her gloves and coat.] Maggie: Am I… Am I going to die? Maggie: Oh god. I don't want to— Maslov: Never. [Maslov fixes her gaze on Maggie.] Maslov: I would never, never let this happen. Maslov: Come here now. [The tech approaches Maslov. Maslov pulls Maggie's coat off as well, touching her bare shoulders.] Maslov: Hold on to me, da? Maggie: Ok… [Maslov wraps her arms around Maggie, embracing her. She closes her eyes.] [The room is filled with a searing burst of multicolored light. It is brief, but dazzling, staining the papers on the desk. When it clears, Maggie's wound has vanished.] [Maslov collapses into a chair.] Maslov: Gone. Maslov: And cleaned out the rest of you while I'm at it. Anything wrong in there for the next decade, fixed up now. Maggie: Ma'am… [Maggie stares at the floor, holding her shoulders where Maslov's hands were. Suddenly, she darts over and picks up her coat.] Maggie: Dr. Maslov, thank you. You saved me. Maslov: Ach, well, how many times have you helped me find my glasses over the years, eh? Consider it even. [Maslov is panting.] Maslov: Burnt myself out, ach. Maybe a tad overzealous. Can't go up to the ward for a bit. Maslov: Sit here. Just… Sit here with me. So I may watch you for a while. [The two sit. Around them, the building is alive with screams.] Maggie: Dr. Maslov, if I may… Maslov: Always, dear. Maggie: How did you… Get it back? Your power? [Pause. Maslov sits up a little.] Maslov: Darling, I… Maslov: …I was healed. [Silence.] Maslov: I was healed, by something much bigger and stronger, and better than me. Maslov: I don't know why, or how. Perhaps it felt benevolent? Or just curious. But it thought of me for a small moment, and it… It… Maslov: And I hate to think, dear, what I gave it back in kind.",
        "[Mrs. Xi and Mrs. Lam sit in the hallway. Mrs. Lam is crying. The wing is in disarray; the floor is shaking.] [Maslov and Maggie appear at the end of the hall, running for the other end. When she sees Lam and Xi, Maslov gasps.] Maslov: Vivi, Liz, my god! What are you doing here? Mrs. Lam: Dr.— Dr. Maslov? Mrs. Xi: Oh, thank god! [The three women embrace.] Maslov: What are you doing here? Are you sick, hurt, what? Mrs. Xi: We live in Queens, doctor. This crisis, we've been… Displaced. Maslov: Ach. But here? Mrs. Xi: I… We don't know. Liz needs anomalous care, so they bounced us between four different sites. Nobody could handle us. Eventually, they sent us here. Maslov: Why on Earth—but 8002, it is for MTF and civilians now. What are they think— Mrs. Xi: We don't know! Mrs. Xi: We don't know, doctor. We don't know what to do. Maslov: Well, thank god I have found you. [Maslov turns to Mrs. Lam, who is still crying. She is holding her leg.] Maslov: You were right, Vivi. The radiation, it was no good. I have seen the research. It— Mrs. Xi: No, doctor. Maslov: Eh? Mrs. Xi: We've tried your other prescriptions. We've tried all of it. None of it did anything. Mrs. Xi: The radiation was the only thing that worked. Mrs. Xi: We need it back, doctor. We can control it, prescribe carefully like you— Maslov: No! We must not use. Maslov: Besides. They will never repair it. The damage is too great. [Lam wails.] Mrs. Xi: Isn't there anything we can— Maslov: Yes. There is plenty we can do, ourselves. [Maslov brushes her hands over Lam's legs. Lam pauses. She smiles.] Maslov: For many years I believed they were working for us. But they are not. Maslov: We must learn to be strong ourselves. [Maslov stands, removing her hands. As soon as she does, Lam wails again.] Mrs. Xi: Doctor— ! Maslov: What? [Maslov crouches and touches Lam again. As soon as she releases her, Lam cries out.] Maslov: I— I don't understand. This should heal. Not simply help. [Shouting down the hallway. Maggie looks anxiously ahead.] Maggie: Ma'am. We should go. Maslov: Why isn't it healing? Mrs. Lam: Don't stop. Please. Mrs. Xi: Don't stop, Doctor. Please. Just for some relief for now. [Maslov looks at Maggie searchingly.] Maslov: Just a few more minutes, please. I have to… I have to get her… [Maggie's mouth is set. She shakes her head.] Maggie: There's no time, doctor.",
        "[A massive tent, makeshift and dark. The soldiers lie in their beds; smoke rises from the ground outside. Most people are unattended, but nurses move here and there. Many in the tent are convulsing rhythmically.] [Maslov moves from bed to bed, healing. Those she touches cry out, then fall back, asleep.] Maslov: How… How many left? Maggie: 112, doctor. About halfway. Maslov: Ach. I am… I forgot how draining it can be. Tuck: Dr. Maslov? [The man in the next bed sits up slightly. He is badly hurt.] Tuck: It's me… Lt. Tuck? I saw you at SCP-8002 a few months back. We talked about… About the plumbing at Site-189… Maslov: My god. My dear young man. [Maslov goes to his side. Tuck is burnt from chin to waist. The wound simmers.] Maslov: My boy. What is this? Tuck: Got me pretty good. Some kind of tendril. You know… How it goes. What did you say last time? Trillion dollar shadow organization… What do we expect, ha… [His voice is weak. He is having trouble breathing. Maslov touches him, and her hands glow white.] Maslov: Not done with you yet, child. [Tuck gasps.] Tuck: I can see why you were… A medic! [Maslov sits heavily on his bed.] Maslov: Yes. Yes. I am very good! The best there is, wah? Maslov: But even still. I am only just keeping up. So many of you. Maslov: It was just like you said, child. They don't know what to do without the radiation. This breach, we can't stop without more help. There are too many of them. Tuck: I know you'll handle it, doc. Maslov: Ach, well, I will have to. I will never be trusting them again. [Lt. Tuck gasps again.] Maslov: No, no, but I fixed. I fixed moments ago. [She touches him again. He gasps, and calms.] Maslov: Hold it together, child. I have many yet to go. [Silence.] Tuck: Hey, doc? Maslov: Da? Tuck: Remember when I was so scared, back at 8002? You said something that really… Really comforted me. Maslov: What was that, child? Maslov: You told me it was… okay to trust them, if you do it for you. Maslov: … Tuck: That sometimes, that's how you help yourself. Tuck: Maybe you can use that too, doc. Maslov: Ach, well. I hardly— [Tuck gasps.] Maslov: Lt. Tuck! [Maslov lays her hands on him. He glows, but does not stop choking. She is running too low.] Maslov: Code blue! We need compression! We need… I need… [Nobody is listening. The clamor is too loud. Maggie is attending to another patient on the other side of the room.] [Maslov turns back. Tuck has collapsed back into the bunk. He is still.] [Silence.] Maslov: Ach. Maslov: ACH! FUCK! [Maslov stands, pacing. Soldiers in the beds around look anxiously at her.] Maslov: NO! I got it back! I got it back and even still— [Maslov paces for a moment longer, then stops. She stares up at the roof of the tent. Through a vent, the moon is barely visible.] Maslov: …Fine. Maslov: So they know it addicts, yes. They use to exploit us, yes, overwork us and trap us. Well done, Andie, you figure it all out! Such a good girlie! Maslov: …But the bird. Maslov: The bird itself. I saw what it will do if allowed. [Maslov walks to the field telephone on the far end of the tent. She dials a number.] Maslov: Get me Torres. [Pause.] Maslov: Torres? …Yes, this is she. Maslov: I am willing to do it. I am willing to do it now. Maslov: But I have… Conditions.",
        "[Inside SCP-8002-1’s chamber, the great creature lies motionless, pressing itself back against a wall. It breathes heavily. Without its flames, the phoenix is revealed as multicolored, with a gold head and neck over red-and green wings. Its eyes are electric, the color of molten metal. Its legs, now strewn out beside it, are the same color, an intense, brazen orange. On its left shoulder is a dark, oozing injury the size of a vehicle.] [At the far end of the room, a door opens. Dr. Maslov enters. A team of researchers, including her floor staff and Drs. Sams and Torres, watch from the observation room.] [She turns to SCP-8002-1.] Maslov: Well. Time to get to know each other, da? [The phoenix's breathing has increased in volume to sound like wind. Maslov approaches, and it jerks away, clawing at the wall. She stops and raises her hands in the air.] Maslov: Oh dear, but you are a beauty. Please. I must come near to help. [The phoenix eyes her. She takes one hesitant step, then another, pausing each time to wait for the creature's breathing to slow. Gradually, the bird calms, moving its massive neck out from the edge of the room to look more carefully at her.] Maslov: Yes, I only want to— [She takes a faster step. The phoenix hisses and darts away.] Maslov: Let me near, stupid! I help you. I would never hurt— [Maslov cuts herself off.] [The phoenix peers at her with its molten eyes. It does not uncurl from its wound.] Maslov: You know, I will show you something. I do not show many. [Maslov lifts her scrubs and undershirt, exposing her left side. Where her wound used to be, there is now a snake-shaped scar, winding along her torso. In the phoenix's presence, it seems ethereally pale. The bird uncurls very slightly, peering at it.] Maslov: Yes, look if you like. They are the same, I think. What yours is, and what this was. Some kind of terrible magic. [The phoenix moves closer. Maslov nods. It extends its neck out and peers carefully at her side.] Maslov: Believe it or not, I am healer like you! But even I could not heal this. Had tried for years. Took away most of my power just saving my own life when I got it. Much weaker from it, even now, I think. Same for you, eh? Maslov: Afraid we also got these same way. Evil idiots, attacking us in ways they knew not. Cruel fools. May we both forgive… [The phoenix moves its beak close to Maslov. She tenses, but does not back away.] [The creature opens its beak and produces an enormous, red tongue. Gently, it touches Maslov’s side.] Maslov: You are gross. [The phoenix licks her once, then emits a loud squeak.] Maslov: Ach! So noisy too. Now. Let me near. [Maslov steps toward the phoenix’s shoulder. It does not move away. She stands at the base of its wing, examining the colossal wound: the edge, the ooze, the coloration.] [Eventually, she picks a spot.] Maslov: Ok now. I do not guarantee this does much. We both have lost something of what we could do from before, but I will at least try. It is a first step. I have other things in mind too, yes? [The phoenix looks at her, blinking slowly.] Maslov: Why do I talk? Like talking to giant chicken. [She turns back and touches the bird, pressing both her hands against its wing at the edge of the shoulder and moving her hands slowly together to form a triangle with her fingers at the very edge of the wound.] [Maslov closes her eyes. The phoenix relaxes, laying its neck out on the ground.] Maslov: And now… Maslov: I will get you out of pain. [Maslov’s hands begin to flicker and blur. Then her arms, her torso, her whole body. And then, the phoenix itself, starting from her point of contact and moving outward to surround and encompass the whole injury. The great bird's eyes, watching her work, are alive with internal light.] [The wound, and Maslov, dance. A mirage, like a heat shimmer, has fallen over them—they are distorted and strange, half-transparent in the dim security lights.] Maslov: I will not… succumb! [Maslov braces herself, and leans her whole weight into the phoenix, screaming. Her body is a single, vibrating point of distortion. [The phoenix calls, suddenly and loudly. Around the room, a host of radiation alarms go off all together.] [At the very tip of the phoenix's tail, a tiny, blue flame, no larger than a gas stove, bursts suddenly to life.] [Maslov collapses. Guards rush in to surround her, but the phoenix, which has been peering happily back at its tail, screeches, whipping its neck around to push them back.] [It wraps around Maslov, enveloping her tightly in its feathers. She is completely hidden.] Maslov (muffled): Ach. [END LOG]",
        "\" SCP-8002 \" by bigslothonmyface, from the SCP Wiki . Source: https://scpwiki.com/scp-8002 . Licensed under CC-BY-SA .",
        "Filename: aeonianblue.png Name: (if different from filename) Author: LaShonda1980 License: Creative Commons Zero 1.0 Public Domain License Source Link: https://openclipart.org/detail/312355/wing",
        "Filename: N/A Name: Fire hole Author: Antonis Lamnatos License: CC BY 2.0 Source Link: https://openverse.org/image/74f5eea1-2842-474a-a76e-115179801a15",
        "Filename: N/A Name: old russian woman Author: JKD Atlanta License: CC BY 2.0 Source Link: https://openverse.org/image/e07ace01-e6e1-4460-b079-7b9329f949da"
    ],
    "item": "SCP-8002",
    "object_class": "Thaumiel",
    "containment_procedures": "To prepare for your visit to SCP-8002, follow all pre-appointment instructions carefully. This may include information about what you may eat or drink before you arrive, what medications to take, or which anomaly classes to avoid. Make sure to check your information packet for the correct arrival point—traveling with someone else is advised, as SCP-8002’s on-site Way may be confusing for first-time users. Personnel and AiCs will be standing by in the atrium to direct you to your appointment.",
    "description": "SCP-8002 is a 503-acre subterranean megastructure operated by the Foundation. The entire complex was previously taken up by the organization’s main hospital and medical center. As of 2024-02-19, it also serves an additional purpose: regeneration and medical support for SCP-8002-1, a deific entity superficially similar to an enormous golden pheasant (Chrysolophus pictus). This entity was the source of the radiation which once permeated the facility; its current injuries, inflicted by the Foundation in an effort to force higher radiation output, prevent it from emitting more than a trace amount.",
    "title": "SCP-8002"
}