{
    "url": "https://scp-wiki.wikidot.com/scp-8003",
    "all_text": "A courtly romance across centuries and continents. Camelot. Persia. Midgard. Back home again, to where we know we are loved.\n\n\nBy ROUNDERHOUSE.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nA \nROUNDERHOUSE\n Joint\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nComing Soon - Rounderhouse\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+271\n+\n–\nx\n\n\n\n\nPeople seem to believe I don't dream. Of course I dream. I dream about the life I might lead with someone I care about very much, were we born into different circumstances. What I might say to her, were I a different person. But that's all it is; a passing fantasy.\n\n\n\n\n\n\n\n\n\n\nThe Knight-Errant and the Lady in Satin.\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8003\n\n\n\n\n\n\nItem #:\n SCP-8003\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-8003-1 is contained within Mass Storage Locker Y14 of Site-19. It is currently assigned Research Status GYRE; Dr. Agatha Rights serves as Research Lead, and makes all final decisions regarding testing on the object.\n\n\nDescription:\n SCP-8003 refers to a single sword of variable make and style. At seemingly-random intervals, the sword may transform from a European longsword to a Persian shamshir to a French rapier to any number of other sword styles. The impetus for these transformations is unknown, and as of writing, 56 distinct variants have been observed with varying weights and lengths. Consistently, SCP-8003 is made primarily of steel (with a leather wrap around the grip) and bears inconsistent signs of wear across its surface. It is typically of simple, utilitarian build, with no significant decorations or adornments found anywhere along the weapon [OUT OF DATE; SEE ADDENDUM I].\n\n\nSCP-8003's secondary anomalous effect activates when the sword is touched by two individuals simultaneously. Upon two people touching it at once, a small electromagnetic force will expel out from the tip of the blade; the force is never enough to cause permanent damage, but may disrupt small electronics and broadband devices in the immediate vicinity. The magnitude of this force varies depending on who is touching SCP-8003, but a clear correlation or causation has not been identified yet.\n\n\n\n\nBEGIN TRANSCRIPT\n\n\n\n\n[Dr. GEARS steps into Site-19's Research Lab 27. It is late; the lights have automatically dimmed. The only person inside is Dr. RIGHTS, leaning over a lab table. She does not notice them enter.]\n\n\nGEARS:\n Hello.\n\n\n[RIGHTS does not respond; she has her earbuds in as she works. GEARS approaches from behind, lightly tapping her on the shoulder. She spins around, hackles raised.]\n\n\nRIGHTS:\n Shit! Oh, Christ, Charlie. You scared me.\n\n\nGEARS:\n Sorry.\n\n\n[RIGHTS laughs, lowering her shoulders.]\n\n\nRIGHTS:\n You're too quiet. I gotta put a bell on you or something.\n\n\nGEARS:\n I don't know that a bell would exactly suit me.\n\n\nRIGHTS:\n Worried about what your staff might think?\n\n\nGEARS:\n Worried about what Dr. Huang might think.\n\n\nRIGHTS:\n Frankly \nI'd\n be worried if the psych gets perturbed just by seeing you with a bell on.\n\n\nGEARS:\n Sure.\n\n\n[They lapse into silence. GEARS turns to inspect SCP-8003 on the table..]\n\n\nGEARS:\n Is it dangerous?\n\n\nRIGHTS:\n The blade's blunted, hun.\n\n\nGEARS:\n I meant—\n\n\n[She snickers while picking at the leather of the grip of SCP-8003 in front of her.]\n\n\nRIGHTS:\n I know what you meant. And no. We don't think so, anyway. I'm mostly just taking care of what's left in the initial battery of tests, determine when the properties activate. If we don't find out anything interesting, it'll probably just go back in the containment locker.\n\n\n[GEARS strokes one finger up the metal of the blade. On the other side, RIGHTS continues to fiddle with the grip, poking with tweezers at the leather around the hilt.]\n\n\nRIGHTS:\n You probably shouldn't touch that without gloves.\n\n\nGEARS:\n It's a shame. Who knows how old it is?\n\n\nRIGHTS:\n We do, actually! Dated it to just around the 4th century AD.\n\n\nGEARS:\n This sword predates gunpowder, universities, and toilet paper.\n\n\nRIGHTS:\n How do you just know that offhand?\n\n\n[GEARS shrugs.]\n\n\nGEARS:\n You said you wanted to talk?\n\n\n[RIGHTS' smile drops.]\n\n\nRIGHTS:\n Yeah. Yeah. Uh, shit. Look, I just —\n\n\n[She sighs.]\n\n\nRIGHTS:\n I don't know about this. About whether we should keep doing this.\n\n\n[GEARS cocks his head at her.]\n\n\nGEARS:\n Keep doing what?\n\n\nRIGHTS:\n You know. \nThis\n. It's been nice, I'm not saying it hasn't been nice. But I mean, what're you really looking for?\n\n\nGEARS:\n I'm confused by what you're asking.\n\n\nRIGHTS:\n I mean, you clearly don't feel the same way about me as I do about you.\n\n\nGEARS:\n What?\n\n\nRIGHTS:\n You're kidding, right? You don't say a word half the time I'm with you. When you look at me it's like a chore for you. I know you well enough to tell that much.\n\n\nGEARS:\n That's not how I feel about you at all.\n\n\nRIGHTS:\n Yeah, that's the problem.\n\n\n[Her pokes at SCP-8003-1's leather get more aggressive.]\n\n\nRIGHTS:\n I wouldn't know, because you don't \ntalk\n to me. And that's not me, okay? I need someone I can talk to. Who talks to me.\n\n\n[GEARS is silent. RIGHTS sighs.]\n\n\nRIGHTS:\n I like you, Charlie. I really do. But you're so fucking closed off.\n\n\nGEARS:\n I don't mean to be.\n\n\nRIGHTS:\n I know you don't mean to be. It's just how you are. But like, you still \nare\n. You haven't even said the words to me yet.\n\n\n[Silence. RIGHTS sighs.]\n\n\nRIGHTS:\n Fuck, dude. If you can't do that, then I'd rather just call it here before we put more of ourselves into this just to get hurt—\n\n\n[With a soft crack, the leather on SCP-8003-1 comes loose in RIGHTS' hand. She looks at it in surprise.]\n\n\nRIGHTS:\n … I didn't realize I was pulling that hard. Wait. Wait, there's something—\n\n\n[She leans down.]\n\n\nRIGHTS:\n There's something etched into the handle. Some kind of inscription.\n\n\nGEARS:\n What?\n\n\nRIGHTS:\n Can you read this? I can't read this.\n\n\nGEARS:\n I really don't think that's what's important right now.\n\n\nRIGHTS:\n We'll talk in a second, just check the stupid thing.\n\n\n[GEARS turns and inspects the etching in the handle of the blade.]\n\n\nGEARS:\n \"That which one raises his sword for…\"\n\n\nRIGHTS:\n \"… Is worth lowering his shield for.\"\n\n\n[For a moment, nothing happens. Then the facility rumbles. Off-balance, RIGHTS throws out a hand to steady herself, which lands on SCP-8003.]\n\n\nRIGHTS:\n What the fuck was th—\n\n\n\n\nCAMERA FEED LOST\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nRAISA TICKER:\n […] Cascading power failure at Site-19. Multiple catastrophic containment failure alarms from Sublevels 14 through 23. Affected sublevels automatically locked down. Explosion of unknown origin on Sublevel 19. […]\n\n\n\n\n\n\nAND upon their arrival into the keep, the Knight-Errant was greeted with the sight of their Lady in Satin waiting for them, Christ's Sword resting across her lap as she sat respite and resplendent in her throne. The chamber was empty, bereft of the feasting and music it had once held, for in this far corner of the land there was no joy to be had. The Black Knight stood by the side of his queen, visor down and arms borne, watching impassively as the Knight approached. The Knight-Errant knelt, head bowed in front of their Lady, and spoke, \"My Lady — blessed as the sun, twice as divine — I answer thy summons for a champion with all haste.\"\n\n\nThe Lady gazed upon them, eyes alight with fascination and sympathy: \"Thou arrivest! Alas, too late — I carry with me a champion already.\" She motioned to the Black Knight, imposing in his midnight armor to her right.\n\n\nThe Knight-Errant tilted their head, admiring the way their Lady's auburn hair fell in locks from her escoffion. The light caught and danced with it, like the twilight sun slipping into a waterfall. \"But my Lady, all I ask for is a chance!\"\n\n\n\n\n\n\n\n\nThe Knight-Errant and the Lady in Satin.\n\n\n\n\n\n\n\n\n[THE KNIGHT sits up. They are lying on their back in a forest clearing; their sword is cast away, where it has fallen into the muck and dirt. They rise with a groan, collecting their blade, wiping the grime off on their mail. From behind, they hear a voice — THE LADY, seated on a small boulder, giggling at the soldier's misfortune.]\n\n\nTHE LADY:\n They arise! And not a moment too early.\n\n\n[THE KNIGHT stares at her.]\n\n\nTHE KNIGHT:\n Forgive me — have we met, good Lady?\n\n\nTHE LADY:\n And by the grace of Christ, their mind is damaged beyond repair.\n\n\nTHE KNIGHT:\n Not beyond repair, my lady — I can still gaze upon and admire you.\n\n\n[THE LADY laughs.]\n\n\nTHE LADY:\n Bold, bold. But to your feet, my knight. Collect yourself for the journey.\n\n\nTHE KNIGHT:\n This I shall, but pray tell — where do we journey \nto?\n\n\nTHE LADY:\n Thou truly does not remember?\n\n\nTHE KNIGHT:\n No.\n\n\nTHE LADY:\n Thou offered — insisted, really — to be my champion on my journey to the High Keep. I am to be wedded, you see.\n\n\nTHE KNIGHT:\n Wedded? Wedded to whom?\n\n\nTHE LADY:\n To the King, holding court in the capital. They dispatched a soldier to guide me—\n\n\n[She looks around.]\n\n\nTHE LADY:\n He appears to no longer be with us. My Black Knight. His horse is absent as well.\n\n\nTHE KNIGHT:\n Separated after the fall, perhaps. Do we wait?\n\n\nTHE LADY:\n I see no reason to.\n\n\nTHE KNIGHT:\n You would leave behind your love so casually?\n\n\nTHE LADY:\n I look inwards, and I find it just as probable he departed of his own accord.\n\n\nTHE KNIGHT:\n Hardly seems like a noble soul.\n\n\nTHE LADY:\n Hardly. But then, are you?\n\n\nTHE KNIGHT:\n I try, my lady. Let us take our leave, then.\n\n\n[THE KNIGHT and THE LADY collect their things; THE KNIGHT hoists bags onto their shoulder, carrying them to the two horses tied to the edge of the clearing and loading them up before climbing into the saddle. The other horse whinnies. THE KNIGHT turns to see THE LADY waiting by the stirrups of her mount.]\n\n\nTHE LADY:\n A noble soul indeed.\n\n\nTHE KNIGHT:\n Ah. Apologies, my lady.\n\n\nTHE LADY:\n Nothing I'm not used to. My Black Knight would expect me to do it myself as well. You remind me much of him already.\n\n\nTHE KNIGHT:\n Only a fool would expect a lady-in-waiting to—\n\n\nTHE LADY:\n Watch your tongue.\n\n\n[With a heave, she hooks a hand into the reins and yanks herself up, landing with one foot in the stirrup. She pulls herself over, satin dress cascading down one side of the saddle.]\n\n\nTHE LADY:\n I am perfectly capable of such things, even if I do not desire to do them.\n\n\nTHE KNIGHT:\n Why would thou not desire to do them, if capable?\n\n\n[THE LADY shakes her head.]\n\n\nTHE LADY:\n Because my champion doing it shows they think about me. They offer a hand — for me to take if \nI\n so choose. It is courtesy — care tempered with respect.\n\n\nTHE KNIGHT:\n I… see.\n\n\nTHE LADY:\n Nary do I ever meet a knight who understands chivalry.\n\n\nTHE KNIGHT:\n I understand the code fine. I do not stab a foe when he falls; I do not run from battle.\n\n\nTHE LADY:\n Ah. But do you embody the spirit? Do you carry God in your heart? Do you bring love and largesse to those around you?\n\n\nTHE KNIGHT:\n I believe I try.\n\n\nTHE LADY:\n All men try, pet.\n\n\nTHE KNIGHT:\n \nPet?\n I thought I was to be thy champion, given how cleanly the last departed.\n\n\nTHE LADY:\n Champion is a title earned, not given.\n\n\n[She smiles teasingly.]\n\n\nTHE LADY:\n And until thou art my champion, thou art my pet.\n\n\n[They depart, horses trotting alongside one another out of the clearing. There is a wide, heavily-traveled path through the forest, lined on either side by verdant brush and trees. They travel alongside one another; the sun casts shining rays through the canopy overhead, dappling THE LADY's auburn hair.]\n\n\nTHE LADY:\n Do you hear the birds singing?\n\n\nTHE KNIGHT:\n I do.\n\n\nTHE LADY:\n I shall tell you a secret: they sing for me, a hymn as timeless as this forest themselves.\n\n\nTHE KNIGHT:\n An arrangement for well-wishes on your wedding day?\n\n\nTHE LADY:\n Hardly. No, they chirp a funeral dirge.\n\n\nTHE KNIGHT:\n Pray explain, my lady. Do you not love the King?\n\n\nTHE LADY:\n Love is a fickle beast to tame — impossible, perhaps.\n\n\nTHE KNIGHT:\n 'Tis not an answer, I cannot help but note.\n\n\nTHE LADY:\n Indeed, 'tis not.\n\n\n[They continue down the forest path.]\n\n\nTHE KNIGHT:\n I struggle to see how love could blossom so far apart. The capital is a week's ride from your castle.\n\n\nTHE LADY:\n Love struggles to blossom in distance — but it blossomed when they were not so distant from me. But circumstance and time grows cracks to canyons.\n\n\nTHE KNIGHT:\n That it does. When was the last time you saw them?\n\n\nTHE LADY:\n Two years past. I long to stroke the curve of their chin again. A single finger against their temple — trace their veins.\n\n\n[THE KNIGHT is silent. Suddenly, they sniff the air.]\n\n\nTHE KNIGHT:\n Do you smell something, my lady?\n\n\nTHE LADY:\n Smell?\n\n\nTHE KNIGHT:\n Smoke, I believe.\n\n\nTHE LADY:\n Yes. Yes, I do. Where—?\n\n\nTHE KNIGHT:\n Ahead of us.\n\n\n[THE KNIGHT presses their heels into the sides of their horse, hurrying it along. It goes from a walk to a trot to a run, racing full tilt down the dirt path. The fresh smell of nature is replaced by the burning, acrid odor of smoke and ash. Abruptly, the forest path gives way to a small village — cobbled streets scorched with soot, shops and homes smoldering and burning, embers settling in. The crackling of dying fire is low, but omnipresent. There are bodies everywhere — most charred and blackened. THE KNIGHT is silent.]\n\n\n[Moments later, THE LADY's horse arrives behind them. She presses a hand to her mouth.]\n\n\nTHE LADY:\n My God!\n\n\n[She begins to breathe quickly.]\n\n\nTHE LADY:\n Halt. I—I know these people. This village was just up from my castle.\n\n\n[Her gaze falls upon the body of a baker, apron drenched in his own blood and viscera. He is lying facedown on the street, like so many others.]\n\n\nTHE LADY:\n What… who did this?\n\n\n[THE KNIGHT disembarks from their horse, kneeling to the ground. They inspect the blood stains on the charred wood — the swords dropped and forgotten in piles of ash — the corpses slaughtered without mercy. Suddenly, a crack of wood rings out from ahead, up the main avenue. THE KNIGHT drops into stance, drawing their blade and motioning to THE LADY to stay still. They advance forward, sword at the ready, spinning around a corner.]\n\n\n[It is THE BLACK KNIGHT, using his sword to lever one of the corpses up, turning it from side to side and inspecting it.]\n\n\nTHE KNIGHT:\n Hail.\n\n\n[THE BLACK KNIGHT turns and looks. He does not acknowledge them. THE KNIGHT does not lower their blade.]\n\n\nTHE KNIGHT:\n Hail, I say! Are you responsible for this bloodshed?\n\n\n[THE BLACK KNIGHT shakes his head, impassive under the helmet. THE LADY approaches from behind.]\n\n\nTHE LADY:\n He would never. He is uncouth, perhaps, but no knave.\n\n\n[THE KNIGHT gradually lowers their weapon.]\n\n\nTHE KNIGHT:\n Do you know who is?\n\n\n[When he does speak, it is in a slow, gravelly tone that betrays no more emotion than his visor does.]\n\n\nTHE BLACK KNIGHT:\n It does not matter. They are dead all the same.\n\n\nTHE KNIGHT:\n Of course it matters. This is barbaric. Monstrous. We must deliver justice.\n\n\nTHE BLACK KNIGHT:\n There is no justice in war. Slit the throat of a thousand bandits. It will not bring them back.\n\n\n[THE LADY's mouth opens, then closes. She begins to shake quietly.]\n\n\nTHE KNIGHT:\n You think we do not have a responsibility?\n\n\nTHE BLACK KNIGHT:\n My responsibility is to deliver the Lady to my King. Chase the killers if you want; they are long-gone.\n\n\n[He wraps his gauntlet around the corpse of one of the villagers, dragging them to the side of the street.]\n\n\nTHE BLACK KNIGHT:\n I rule my emotions. I am not ruled by them.\n\n\n[THE LADY is openly weeping now, tears falling down her face as she stares at the bloodied bodies pressed into mass graves. Red stains the edge of her satin dress.]\n\n\n[THE KNIGHT stares at her, but says nothing.]\n\n\n\n\n[The party has set up camp in another clearing far up the forest road. It is secluded, trees lining the small patch on all sides. THE KNIGHT tends to the fire in the center as it casts flickering shadows around; THE BLACK KNIGHT takes first watch, standing sword-at-the-ready near the edge of the clearing, just out of earshot. THE LADY is seated around the fire on her bedroll, tent set up a few paces away.]\n\n\nTHE KNIGHT:\n You ought to rest, my lady. We set out at first light.\n\n\nTHE LADY:\n Sleep eludes me.\n\n\n[THE KNIGHT is silent.]\n\n\nTHE LADY:\n Are all knights like this? I'm starting to believe so.\n\n\nTHE KNIGHT:\n Like what?\n\n\nTHE LADY:\n Stoic and silent. I assumed it was just him —\n\n\n[She motions to THE BLACK KNIGHT.]\n\n\nTHE LADY:\n But evidently not.\n\n\nTHE KNIGHT:\n That is the ideal we are meant to strive to, my lady. The image of a noble, silent protector.\n\n\nTHE LADY:\n An image as pretty as it is stupid.\n\n\nTHE KNIGHT:\n Stupid?\n\n\nTHE LADY:\n Simple. A champion ought to be loud in their support, in times of their lady's weakness — silence never helped anyone. Certainly not me.\n\n\nTHE KNIGHT:\n You don't think silence is a virtue?\n\n\nTHE LADY:\n It most certainly can be. But if there is any relation in this world where silence ought to be shorn away, it is between a knight and their lady. It is a bond—\n\n\n[She taps the sword of THE KNIGHT's blade.]\n\n\nTHE KNIGHT:\n Stronger than steel.\n\n\nTHE LADY:\n Quite right.\n\n\n[She giggles. It is tinged with sadness.]\n\n\nTHE LADY:\n You asked me earlier if I loved my King.\n\n\nTHE KNIGHT:\n I did.\n\n\nTHE LADY:\n I do. The deepest fibers of my muscles ache with need of them. Their sparkling eyes make my heart flutter. Their voice is like cider on a winter night.\n\n\nTHE KNIGHT:\n Then why do you fear?\n\n\nTHE LADY:\n Because I do not know if my feelings are returned. They are silent — it is simply their way. And, as I have said — silence helps nobody. I fear now that they cannot change, and I fear my love will not last if they do not.\n\n\nTHE KNIGHT:\n I believe everyone is capable of change.\n\n\n[Her face falls.]\n\n\nTHE LADY:\n Save for the dead.\n\n\n[Her lip quivers, and she rises to duck into her tent. THE KNIGHT watches her go, not saying anything.]\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nRAISA TICKER:\n […] Site-19 situation ongoing. Multiple high-threat anomalies wandering facility. Multiple objects unaccounted for, notably \nSCP-678\n. MTF Epsilon-11 scrambled from Site-17; ETA 00:02:03 […]\n\n\n\n\n\n\nAnd so from sundown until sunup, the Mamluk knelt by the entrance to the Cariye's tent, shamshir in hand, watching her form through closed eyes and low lips. And in his throat his breaths from the previous night hung frozen, for they had been sitting unspoken as the sun dipped below the horizon and the air chilled. And the thoughts of sleep in such closeness to the one he needed like the night air eluded him.\n\n\nSo he kept watch, with the Janissary at the far edge of the camp in stoic, judgemental silence as they exchanged looks for a day and a night, until at last the morning came, and the Cariye crept out of her tent just as his knees gave way. And he landed at her feet, looking up to see her kindly and gentle smile as she brought a finger delicate as a flower under his chin and raised his head to look at her. She asked:\n\n\n\"Why would a soldiering man as you deny yourself a night's sleep?\"\n\n\nHe answered, kneeling at her feet:\n\n\n\"If I slept, I would dream, and when I dreamt, I would dream of you, and when I dreamt of you, I would awaken, and when I awoke, you might be gone.\"\n\n\n\n\n\n\n\n\nThe Mamluk and the Cariye.\n\n\n\n\n\n\n\n\n[Three camels carve a slow, methodical path through the dunes of the desert. THE MAMLUK trots alongside THE CARIYE, the hot air of the desert casting over the both of them. THE JANISSARY, hulking and draped in heavy armor, behind them, watching them silently.]\n\n\nTHE MAMLUK:\n Cariye, your dress — it trails in the sand.\n\n\nTHE CARIYE:\n So it does.\n\n\n[The satin of the long dress has slipped off the saddle of the camel, leaving a snake-like trail in the sand behind them.]\n\n\nTHE MAMLUK:\n Shall I lift it?\n\n\nTHE CARIYE:\n Shall you?\n\n\n[THE MAMLUK hesitates for a moment, before leaning off the side of his own camel, gathering the satin into bunches and raising it. He ties it to the yoke of his camel, forming a connection between the two. THE CARIYE smiles in warm surprise.]\n\n\nTHE CARIYE:\n Thank you, Mamluk. You are graced with fine manner.\n\n\nTHE MAMLUK:\n No manners are fine enough for you, Cariye.\n\n\nTHE CARIYE:\n Such kind words. I thought slaves were meant to be uneducated.\n\n\nTHE MAMLUK:\n Are we not both servants to the Sultan?\n\n\nTHE CARIYE:\n In this, I suppose we are alike. I to serve in his harem — you to serve in his army.\n\n\nTHE MAMLUK:\n Very different lives we are to lead.\n\n\nTHE CARIYE:\n Indeed.\n\n\nTHE JANISSARY:\n Hail, Mamluk.\n\n\n[THE CARIYE continues marching forward while THE MAMLUK stops, turning his camel around to face THE JANISSARY. Beneath the man's turban, nothing can be seen.]\n\n\nTHE JANISSARY:\n Do you forget your place?\n\n\nTHE MAMLUK:\n Do I forget my place?\n\n\nTHE JANISSARY:\n Yes, do you forget your place?\n\n\nTHE MAMLUK:\n No, I do not forget my place.\n\n\nTHE JANISSARY:\n You are a slave. A slave-soldier, like I, but a slave. Regard the Cariye with distance; she deserves better than you. She deserves to be happy.\n\n\nTHE MAMLUK:\n I have not done anything!\n\n\nTHE JANISSARY:\n Stay away from her, I said.\n\n\n[Suddenly, a faint ringing sounds. All three turn, panning across the dunes.]\n\n\nTHE MAMLUK:\n Those are bells.\n\n\nTHE CARIYE:\n Bells? Here? Have you gone mad, my pet?\n\n\nTHE MAMLUK:\n Look — look!\n\n\n[Before them, nestled in one of the dunes, is a large canopied tent. From it, the sounds of laughter and the ringing of bells emanates. THE CARIYE takes off towards it, camel loping down the sands.]\n\n\nTHE MAMLUK:\n Wh- Cariye! Wait!\n\n\n[The other two take off after her, following her down to the shade of the tent. The sounds are louder now, and several other camels are tied up outside. THE CARIYE has descended her mount, hoisting her dress and rushing into the tent.]\n\n\n[Inside, there is a festive atmosphere. Several men are humming along to the ringing of bells, draped in robes and high hats. The center of the tent is occupied by two such men, spinning at high speeds and letting their robes fly out as they twirl about one another. THE CARIYE gazes at them, enraptured.]\n\n\nTHE MAMLUK:\n Whirling dervishes. Marvelous.\n\n\nDERVISH:\n Salaam, travellers.\n\n\nTHE MAMLUK:\n Salaam, brother. Excuse my charge.\n\n\nDERVISH:\n There is nothing to be excused, brother. All are welcome. Sit. Drink.\n\n\n[The DERVISH hands THE MAMLUK a skin of water, which he takes a drink from. He passes it to THE CARIYE — she waves him away, watching the hypnotic, rapid dance.]\n\n\nTHE MAMLUK:\n What brings you out here?\n\n\nDERVISH:\n We bring God's music to where there is silence. To where there are those who have never heard the truth before.\n\n\nTHE MAMLUK:\n It's very impressive.\n\n\nDERVISH:\n We try.\n\n\n[They sit in silence for a few moments, watching the dance. A dervish dips out; another takes his place, wearing different color robes but matching his pace and rhythm flawlessly. They continue like this, taking turns, spinning, the bells growing louder and louder.]\n\n\nTHE MAMLUK:\n Would you take offense to a question, brother?\n\n\nDERVISH:\n Never. Ask.\n\n\nTHE MAMLUK:\n I hear stories, about your order. Hierophants. Soothsayers. Is there any truth to it?\n\n\n[The DERVISH laughs.]\n\n\nDERVISH:\n No. We try to find God's wisdom in all things around us, and we share that wisdom to those who ask to be read. If they are so scared of their own reflection they accuse us of being black magicians, this speaks more to them than to us, don't you agree?\n\n\nTHE MAMLUK:\n I suppose I agree. Then you would not take offense if I asked to be read, brother?\n\n\nDERVISH:\n Sit, and be seen.\n\n\n[The DERVISH draws him to a corner of the tent, where two cushions and a low table are placed. He sits on one cushion, dipping a brush into a pot of ink and staring intently at THE MAMLUK before putting it to paper.]\n\n\nTHE MAMLUK:\n What are you doing?\n\n\nDERVISH:\n Finding the true you. Tell me, do you dream?\n\n\nTHE MAMLUK:\n Often and vividly.\n\n\nDERVISH:\n And what do you dream about?\n\n\nTHE MAMLUK:\n Happiness. Comfort.\n\n\nDERVISH:\n Nay, these are emotions one feels! What do you dream \nabout?\n When we sleep, our souls depart the body, and what we see and remember in our dreams is a reflection of what God means for us.\n\n\nTHE MAMLUK:\n I suppose I dream of a soulmate.\n\n\n[The DERVISH continues swift, sharp brushstrokes against the paper.]\n\n\nDERVISH:\n A soulmate?\n\n\nTHE MAMLUK:\n Someone who I can bare my soul to. Who understands every part of me. A marriage, a lover. Someone to rely on.\n\n\nDERVISH:\n You, brother, are a deeply blinded man.\n\n\nTHE MAMLUK:\n What?\n\n\nDERVISH:\n You do not find a soulmate to bare yourself to. You bare yourself to find a soulmate.\n\n\nTHE MAMLUK:\n And if I bare myself, only to find that they do not love what lies beneath?\n\n\nDERVISH:\n You fantasize about love and romance, and shy away when the realities of it are put before you. Why must it remain just a fantasy for you? There is no one stopping you from taking the life you want, except…\n\n\n[The DERVISH lifts the paintbrush, wiping the ink off and putting it away. He lifts and hands the paper to THE MAMLUK wordlessly.]\n\n\n[The paper is perfectly blank.]\n\n\nTHE MAMLUK:\n Is this some kind of joke?\n\n\n[The DERVISH shakes his head solemnly.]\n\n\nDERVISH:\n You are the invisible man. Above all, you are terrified of being seen.\n\n\n\n\nTHE CARIYE:\n Mamluk, may I ask you something?\n\n\n[The party has settled in camp for the evening.]\n\n\nTHE MAMLUK:\n Of course.\n\n\nTHE CARIYE:\n Have we met before? You strike me as so familiar.\n\n\nTHE MAMLUK:\n I do not believe so. But I agree — you remind me of someone.\n\n\nTHE CARIYE:\n Who?\n\n\nTHE MAMLUK:\n I do not know. Someone important to me.\n\n\n[They kneel around the campfire, staring up into the desert sky.]\n\n\nTHE CARIYE:\n There is an academy in the capital, dedicated to watching the stars every day and noting their positions, recording them and predicting where they will be tomorrow and the day after.\n\n\nTHE MAMLUK:\n Is that so?\n\n\nTHE CARIYE:\n Yes. I should like to visit. I dream of the stars often.\n\n\nTHE MAMLUK:\n What is there to dream about stars?\n\n\nTHE CARIYE:\n Look at them — look how they dance! Twirling and whirling like the Dervishes, locked in a heavenly romance. I should aspire to be so loved.\n\n\n[THE MAMLUK looks across camp. THE JANISSARY is staring at him.]\n\n\nTHE MAMLUK:\n Should you like to dance with me, Cariye?\n\n\n[THE CARIYE looks at him.]\n\n\nTHE CARIYE:\n I should like that very much. Mamluk.\n\n\n[They rise to their feet, raising their arms. Over the wind, the ringing of the bells and the chanting of the Dervishes carry to them, a rhythmic tingling. They grab each others hands, gently, and began to spin to the music, faint as it is.]\n\n\nTHE MAMLUK:\n Are you not loved by the Sultan?\n\n\nTHE CARIYE:\n He is distant. He loves me as one might love a concubine. His emotions are masked. I struggle to see him.\n\n\nTHE MAMLUK:\n Perhaps he fears what you will see.\n\n\nTHE CARIYE:\n Perhaps. I cannot guarantee my love. But then he cannot expect to be known, and if he cannot expect to be known, he cannot expect to be loved.\n\n\n[They sway to the music, stars twinkling overhead.]\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nRAISA TICKER:\n […] MTF Epsilon-11 has entered Site-19 through direct access into Sublevel 10. Lockdowns in effect. Priority assignment is to locate and extract high-level personnel. Senior Researchers J. Aktus, C. Gears, A. Rights, L. Donahue unaccounted for. Director Moose unaccounted for. […]\n\n\n\n\n\n\nRain casting down, clouds drawn high, the party slipped ever-closer to their goal\n\nAnd Freyja and the Skjaldmær and the Huskarl settled one night\n\nAssailed by a storm, drawing for cover in a sheltered forest\n\nTheir supplies dwindling, for the winter had brought silence to the land\n\n\nAnd from the corner of their eyes, huddling close to their fire for warmth\n\nThey spy a moose the height of two men watching them, a pelt as pale as the snow\n\nAnd eyes shimmering like oil on water. It retreated into the brush\n\nAnd so Freyja seized her blade, and pulled the Skjaldmaer close\n\n\nAnd whispered in her ear, \"Chase my prey with me,\"\n\n\"Hunt with me, ride with me,\"\n\n\"Be one with me, blade for blade,\"\n\n\"Live with me and die with me.\"\n\n\n\n\n\n\n\n\nFreyja and the Skjaldmaer.\n\n\n\n\n\n\n\n\n[FREYJA and THE SKJALDMÆR are creeping through the snow-blanketed forest, blades at the ready. Suddenly, FREYJA puts an arm out to stop the other woman.]\n\n\nFREYJA:\n \n[Whispering]\n Ho, Skjaldmaer! My eyes fall upon the quarry.\n\n\nTHE SKJALDMÆR:\n I see nothing.\n\n\nFREYJA:\n Look, there, through the gaps in the dead trees — what moves.\n\n\nTHE SKJALDMÆR:\n There is nothing—\n\n\n[Suddenly, a branch ahead shakes and snaps, and a spread of snow falls to the ground in a fine white mist. A shape becomes clear, blending near-perfectly into the surrounding white — a hulking albino moose, antlers draped in small adornments of some kind. It bays mournfully, pushing its way through the snowdrifts.]\n\n\nFREYJA:\n Have your blade at the ready, shieldmaiden. We will fall upon it when it approaches us and draw our blades across its throat.\n\n\nTHE SKJALDMÆR:\n Aye, my freyja.\n\n\n[The moose draws closer, continuing to shake its head and bay mournfully. Its cry is a long, low sound that shears through the howl of the snow and wind. It cuts through the fur and armor and straight to the bone. FREYJA's grip on her handaxe falters.]\n\n\nFREYJA:\n Have you ever heard such a noise come from such a beast? It is startling.\n\n\nTHE SKJALDMÆR:\n No. No, I have not.\n\n\n[Abruptly, the moose looks up and speaks, staring at the brush where the two are hiding.]\n\n\nMOOSE:\n Fall upon me with blade outstretched, and no one ever shall again.\n\n\n[FREYJA gasps in shock. THE SKJALDMÆR draws her sword, falling into stance.]\n\n\nTHE SKJALDMÆR:\n What are you, man or beast? Name yourself!\n\n\nMOOSE:\n No. No name. Just the moose of this forest. Sheathe thy blades.\n\n\nFREYJA:\n And why should we? The killing of a noble beast pleases the gods.\n\n\nMOOSE:\n No gods here. Not anymore. Salted land. I give you a gift.\n\n\nTHE SKJALDMÆR:\n Hold, Freyja. Speak, beast. What might you provide us?\n\n\nMOOSE:\n Story. Last story I have. What little wisdom it carries. Please. Take it from me.\n\n\nFREYJA:\n A story does not fill our bellies.\n\n\nMOOSE:\n No. But you hunger for more than food. A bottomless pit in your heart. I tell you how to fix it.\n\n\nTHE SKJALDMÆR:\n Tell us.\n\n\n[FREYJA looks at her compatriot in shock. THE SKJALDMÆR is staring intensely at the MOOSE.]\n\n\nTHE SKJALDMÆR:\n \nNow\n, beast.\n\n\n[The MOOSE bays again.]\n\n\nMOOSE:\n I wander. I wander this forest. Before there were men. Before there were gods. Before there were trees. Before there was a forest. I wander when there is only stories. All stories, everywhere you look. Stories of every manner and topic. I am alone. So I read them all.\n\n\nFREYJA:\n That's impossible. You can't read every story there is. No one can, man or beast.\n\n\nMOOSE:\n \nI read them all\n. I pull one from the tree. I read. When I finish, I read another. When I am done with all of them, there are more. Always more.\n\n\nTHE SKJALDMÆR:\n But surely you must have reached the end eventually? If you have been here for as long as you say.\n\n\nMOOSE:\n No ending. Always more to read, More to study. I fell in love. Not with another moose. No moose like me. With the forest. And she loved me back. I consume her stories, appreciate them. She gives me more stories to enjoy. Don't thank her.\n\n\n[The MOOSE bays mournfully into the air again.]\n\n\nMOOSE:\n Should've thanked her.\n\n\nFREYJA:\n It requires a truly arrogant creature not to thank nature for what we are blessed with.\n\n\nMOOSE:\n No. No. I \nam\n thankful. She gives me beautiful gifts. Countless stories. I know my words are not enough. Know what to do: search the books until I find the right words. Right words to capture my devotion and love for her. Pore over countless books. Countless days. Scores of different phrases. All unfit, unworthy. My love is too great for languages. They lack the words.\n\n\nTHE SKJALDMÆR:\n And then?\n\n\nMOOSE:\n I am so involved in searching for what to say. I do not notice when she recedes. Pages in the books wilt and crumble. Plants that grew around me as I rest died. Do not notice. Obsession keeps me glued to the pages, looking for it. Looking for the one thing that would prove my devotion.\n\n\nTHE SKJALDMÆR:\n But you found it, yes? You must've. Tell me what you found.\n\n\nMOOSE:\n I find it. But it is too late. There is no more Library. There is only this forest. And now I wander.\n\n\nTHE SKJALDMÆR:\n Wander looking for what?\n\n\nMOOSE:\n Her. Hoping to find her again. Apologize for taking so long.\n\n\nTHE SKJALDMÆR:\n Have you found her?\n\n\nMOOSE:\n No.\n\n\nFREYJA:\n \n[Voice softening]\n Beast… how long have you been wandering?\n\n\nMOOSE:\n A thousand thousand years. Will find her. Must find her. Need to explain. Need to apologize. Right words were in front of me the whole time. Stupid. Stupid moose.\n\n\n[Silence, save for the howling wind.]\n\n\nFREYJA:\n I think it is time to give—\n\n\nTHE SKJALDMÆR:\n What was it?\n\n\nFREYJA:\n Shieldmaiden? You look sickly.\n\n\n[THE SKJALDMÆR is shivering, face pale, sweat beading on her brow despite the cold. She is staring intently at the MOOSE.]\n\n\nTHE SKJALDMÆR:\n Please. Tell me. What do I need to say?\n\n\n[The MOOSE turns to look at her impassively.]\n\n\nMOOSE:\n No pretending. You know. Love does not wait for you forever, but it does leave forever. No more delaying, little creature.\n\n\n[The MOOSE bays again, turns, and pads deeper into the forest. The two watch it go.]\n\n\n\n\n[FREYJA and THE SKJALDMÆR are huddling into one another. The canopy of the forest blocks some of the snow, but renders it dark underneath; the weak fire does little to push back the freeze. THE HUSKARL, armored and imposing, butchers a duck some paces away. FREYJA is stitching a wound on THE SKJALDMÆR's belly.]\n\n\nFREYJA:\n Drink.\n\n\n[She passes a flask to the shieldmaiden.]\n\n\nTHE SKJALDMÆR:\n No. No, you take it.\n\n\nFREYJA:\n Do not be obstinate. I am sated — take the drink.\n\n\nTHE SKJALDMÆR:\n Save it for later for yourself.\n\n\nFREYJA:\n Why must you insist on this?\n\n\nTHE SKJALDMÆR:\n \n[Grunting in pain]\n You are my goddess. It is my duty to protect you.\n\n\n[FREYJA's voice raises.]\n\n\nFREYJA:\n Do not — ugh!\n\n\nTHE SKJALDMÆR:\n What!\n\n\nFREYJA:\n You have likened yourself to my protector in your mind. You are not my protector. Once, on this journey, have you encountered something that needed your sword-arm to solve?\n\n\nTHE SKJALDMÆR:\n Nay, but —\n\n\nFREYJA:\n You are not my guardian! You are my compatriot, my companion — I do not need you to sacrifice yourself for my boon. You insist on suffering quietly in silence when I am \nhere\n to share the load with you. \nWhy?!\n\n\nTHE SKJALDMÆR:\n You would think me weak.\n\n\n[Silence.]\n\n\nFREYJA:\n \n[Voice softening.]\n My shieldmaiden, my darling. I could never think you weak.\n\n\nTHE SKJALDMÆR:\n You say this having never seen me at my lowest.\n\n\nFREYJA:\n You think our bond so fragile it might be broken by seeing you as you are?\n\n\nTHE SKJALDMÆR:\n More than that, though.\n\n\nFREYJA:\n What more?\n\n\nTHE SKJALDMÆR:\n Suppose I shed my armor. How can I know you will still cherish what you find underneath?\n\n\n[The wind howls. FREYJA runs her fingers through the shieldmaiden's hair.]\n\n\nFREYJA:\n I will. I will.\n\n\n\n\n\n\nAnd as the gates of the capital opened, the Knight-Errant's heart beat like a drum as they urged their horse forward through the cobbled streets and the peasantry parted around the three of them. The Lady in Satin drove her white mount forward, unbidden by the obstructions and satin draping around her, but in the week's journey the Knight-Errant had grown familiar with the perfect brushstrokes of her face to see now that they were interrupted by worry.\n\n\nThey urged their horse forward, drawing alongside her as the Black Knight steadily kept the rear. They leaned over, one hand on the pommel of their blade in its scabbard. \"My Lady — art thou quite alright?\"\n\n\nShe turned to face her companion. \"I? I am quite alright. Fate has taken hold of the reins of this horse, and she guides me to my destination. There is nothing to be done now, except to wait and to see.\"\n\n\n\"What might you be waiting to see, my lady?\"\n\n\nA soft smile danced along her ruby lips. \"Whether my champion has learned anything.\"\n\n\n\n\n\n\n\n\nThe Knight-Errant and the Lady in Satin.\n\n\n\n\n\n\n\n\n[THE KNIGHT-ERRANT, THE LADY, and THE BLACK KNIGHT enter the throne room. The court is empty; there is no audience to greet them, no ladies-in-waiting or men-at-arms. The candles on the walls cast a flickering shadow across the face of THE KING, seated impassively in his high throne.]\n\n\n[THE BLACK KNIGHT drops to a kneel, then rises and takes his position behind the throne. THE LADY curties, holding her stance before the throne. THE KNIGHT-ERRANT bows. All is silent.]\n\n\nTHE KNIGHT:\n My liege. It is an honor.\n\n\n[THE KING is silent.]\n\n\nTHE KNIGHT:\n I have brought you… your lady. You will be married soon, I take it.\n\n\n[THE KING is silent.]\n\n\nTHE LADY:\n My lord. It is a joy to gaze upon your face again — as beautiful as I have dreamt, every day of our absence.\n\n\n[THE KING is silent,]\n\n\nTHE LADY:\n I hesitate to ask — but do you still love me, my lord? Love me the way I have loved you, for so many years.\n\n\n[THE KING is silent,]\n\n\nTHE KNIGHT:\n Do you intend to answer her, my lord?\n\n\n[THE KING is silent.]\n\n\nTHE KNIGHT:\n \n[Voice gradually rising]\n This woman — noble of spirit — has ridden for a week to gaze upon your face. She loves you more than she loves life itself, and you cannot deign to \nanswer her\n, my lord?\n\n\n[THE KING is silent.]\n\n\nTHE KNIGHT:\n You are a coward, my lord. A coward through and through.\n\n\n[THE BLACK KNIGHT steps forward slightly, hand on the pommel of his blade.]\n\n\nTHE KNIGHT:\n \n[Shouting]\n I know you love her. Why can you not bring yourself to \nsay it?\n\n\n[THE KING is silent. In rage, THE KNIGHT briskly steps forward, feet stomping as they approach the throne. THE KING does not react, not until THE KNIGHT grabs them firmly by the shoulder, casting his face into the light — to reveal THE KNIGHT's own countenance, staring back at them impassively. They freeze.]\n\n\nTHE KNIGHT:\n … What?\n\n\n[THE KNIGHT steps back. THE BLACK KNIGHT steps forward, raising his own visor — and revealing THE KNIGHT again, staring back at themselves. THE KNIGHT takes a step back in confusion, hand on the pommel of their sword. They stare at THE KING and THE BLACK KNIGHT accusingly.]\n\n\nTHE KNIGHT:\n You… no. You are not me. You are cold, distant. You spurn closeness from those who would try and know you. You run from connection.\n\n\n[THE KNIGHT breathes heavily.]\n\n\nTHE KNIGHT:\n I. I do this. You… are the wretched parts of me. Speaking to me in the dead of night, whispering to pull away from those I love. I do not need you. I do not \nwant\n you.\n\n\n[THE KNIGHT draws their sword, casting the scabbard aside.]\n\n\nTHE LADY:\n I was waiting for you to realize, my darling.\n\n\nTHE KNIGHT:\n You deserve better than them. Better than I, my lady. Thou art a gold soul, and deserve one in turn. Leave me. Find one who can give you what you warrant.\n\n\nTHE LADY:\n Do not presume to tell me what I \ndeserve\n, my pet. I do not care for it. I care about what I want. And I want you.\n\n\n[She shakes her head,]\n\n\nTHE LADY:\n Uncouth as you are.\n\n\nTHE KNIGHT:\n I would love to, my lady. I would love nothing more than to be yours. To hold my blade in your name. To rest against you at night. But I cannot give myself to you in whole. Not while they accost me. They prevent me from loving you as you ought to be.\n\n\nTHE LADY:\n Well, do something about it. A very chivalrous knight once told me that everyone is capable of change.\n\n\n[THE KNIGHT blinks, then turns. They lunge forward, dragging their blade up and across THE KING's chest. Blood spills out, spraying across their own mail and onto the stone of the floor. THE BLACK KNIGHT draws his own blade, but THE KNIGHT is faster, driving the tip of the blade into the soft gap between neck and helmet. More blood sprays out. The two fall to the floor, drowning in their own blood, gurgling and squealing.]\n\n\nTHE KNIGHT:\n Save for the dead. And you are worth dying for, my Lady.\n\n\n[They let their sword drop to the stone floor and stumble forward. They lift a hand up — there is a wound across their chest, in their neck. They strip off their mail, casting it aside, baring their ugly wounds as blood spills from them. They expose themselves, totally, kneeling in front of their Lady. She brings a hand down, brushing their hair back with a smile.]\n\n\nTHE KNIGHT:\n My Lady.\n\n\nTHE LADY:\n My Champion.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\nBEGIN TRANSCRIPT\n\n\n\n\nMTF-EPSILON-11-Z6:\n Doctors. Wake up.\n\n\n[RIGHTS and GEAR stir. They are lying on the floor of Research Lab 27. The site is on emergency power; alarms are blaring in the hallways. An armed MTF operator is kneeling in front of them, shaking them awake.]\n\n\nRIGHTS:\n Ugh. What the hell?\n\n\nGEARS:\n Who are you? What's going on?\n\n\nMTF-EPSILON-11-Z6:\n There was a containment breach on Sublevel 15 four hours ago. Site-19 is on limited functionality, and MTF Epsilon-11 has taken control of the facility. You're high-value personnel, we've cleared an evac corridor for you. Follow the hallway to the security checkpoint, take a left and just keep walking until you reach the exit. Can you do that for me?\n\n\nRIGHTS:\n Yeah. Shit, yeah. My head is fucking killing me.\n\n\n[The operator hastily inspects the back of her head.]\n\n\nMTF-EPSILON-11-Z6:\n No bleeding, but you might be concussed. Looks like you two took a bad fall when shit went south. There'll be a medical team to examine you at the exit. Get going. This floor isn't secure.\n\n\n[The operator swiftly rises to his feet and exits the lab.]\n\n\nRIGHTS:\n Fuck. You heard the guy. We gotta go, Charlie.\n\n\n[GEARS does not move.]\n\n\nRIGHTS:\n Charlie?\n\n\nGEARS:\n I love you, Aggie. I love you so much it kills me. You're the last thing I think about before I fall asleep and the first thing I think about when I wake up. I wake up and my day doesn't feel like it's started until I see you over coffee in the canteen and you rant to me about what that jackass in your department did to piss you off. I started having the staff stock Almond Joys in the vending machines because I know you smile whenever you eat one. You gave me that model Saturn V for my birthday last year and I still have the box in my closet because it has your handwriting on it saying you love me. You forgot a scarf in my room one time and I never gave it back because whenever I walk by it it smells like your perfume. One time you asked me if I thought we'd met in a past life and I said I didn't know, but didn't say what I was thinking: that I'd definitely meet you in the next one. I'd chase you across worlds, I'd burn this entire place to the ground if you wanted to leave with me. I love you, and I'm so goddamn stupid and scared of you not loving me back that I might have lost you. I'm so sorry.\n\n\nRIGHTS:\n Charlie…\n\n\n[RIGHTS smiles at him.]\n\n\nRIGHTS:\n \"I love you\" was all I ever needed to hear. I love you too, you big idiot.\n\n\n\n\n\n\nrating: \n+271\n+\n–\nx\n\n\n\n\n\n\n« \nSCP-8002\n | SCP-8003 | \nSCP-8004\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-8003",
    "object_class": "Safe",
    "containment_procedures": "SCP-8003-1 is contained within Mass Storage Locker Y14 of Site-19. It is currently assigned Research Status GYRE; Dr. Agatha Rights serves as Research Lead, and makes all final decisions regarding testing on the object.",
    "description": "SCP-8003 refers to a single sword of variable make and style. At seemingly-random intervals, the sword may transform from a European longsword to a Persian shamshir to a French rapier to any number of other sword styles. The impetus for these transformations is unknown, and as of writing, 56 distinct variants have been observed with varying weights and lengths. Consistently, SCP-8003 is made primarily of steel (with a leather wrap around the grip) and bears inconsistent signs of wear across its surface. It is typically of simple, utilitarian build, with no significant decorations or adornments found anywhere along the weapon [OUT OF DATE; SEE ADDENDUM I].",
    "title": "SCP-8003"
}