{
    "url": "https://scp-wiki.wikidot.com/scp-8005",
    "all_text": "rating: \n+422\n+\n–\nx\n\n\n \n\n\n\n\n\n\nSCP-8005\n\n\n\n\n\n\nItem #:\n SCP-8005\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n SCP-8005 is kept in a lead-lined capsule in Cell 17A of Site-59. The capsule's door is permanently unlocked and can be opened both externally and internally.\n\n\nThe only time the capsule will be temporarily locked is if the onsite nuclear warhead is detonated for any reason, after which it will unlock.\n\n\nHowever, the bulkhead to Cell 17A can only be opened with a mechanical combination lock. The combination is known only to Project Yurodivy staff, the Administrator of the Foundation, and SCP-8005 itself.\n\n\nThis is to ensure that SCP-8005 is capable of entering and leaving at will. However, all staff are assured that SCP-8005 is incapable of independent action without first being manually activated.\n\n\nThe DNA\n1\n is a specialized clockwork mechanism designed to press the activation button on the back of SCP-8005's neck after a period of fifty years has elapsed without winding, thus acting as a dead man's switch. As such, the DNA is to be rewound 20 degrees counterclockwise every 402 days.\n\n\nBefore testing, staff are required to procure a hamburger\n2\n from the Site-59 cafeteria. Under no circumstances is this hamburger to contain cheese.\n\n\nIf the Site-59 cafeteria does not have hamburgers, testing is to be postponed until it does.\n\n\nIf SCP-8005 or any duplicate instances are located, they are to be recovered, given a hamburger, and sent to Site-59 to have all of its observational data extracted and recorded for Project Yurodivy. It will then be contained in either its prior capsule (for the original instance) or a secondary capsule (for the duplicate). In the latter case, it will be designated SCP-8005-2.\n\n\nDescription:\n SCP-8005 refers to an automaton constructed by the Foundation for Project Yurodivy. The object is 30.5 centimeters in height, but is extremely dense for its size; it weighs 121.72 kilograms. It is composed of unidentified materials that have proven resistant to analysis. Additionally, all records of SCP-8005's construction have been destroyed by Project Yurodivy staff.\n\n\nWhen the activation switch on SCP-8005's back is pressed, it displays sapience, sentience, and speech capabilities. As such, it answers to both \"SCP-8005\" and its nickname from Project Yurodivy staff, \"Hammie.\" While generally polite with Foundation staff, it demonstrates particular closeness with its creator (and the head of Project Yurodivy), Dr. Verna Kahn.\n\n\nDuring activation, SCP-8005 will constantly pursue its primary objective, as dictated by Project Yurodivy: to touch a hamburger. Once physical contact is made with a hamburger, only then will it return to a dormant state.\n\n\nIt should be noted that SCP-8005's programming forbids it from constructing a hamburger. The reason for this is restricted to personnel involved with Project Yurodivy.\n\n\nAdditionally, the metallic wires that make up 95% of SCP-8005's structure possess a regenerative factor that allows it to regenerate after receiving damage. The extent of this healing factor is unknown, but damage testing has resulted in inter-departmental conflicts from Project Yurodivy staff due to concerns of permanent damage and the importance of its mission.\n3\n\n\nNote from Project Yurodivy staff:\n If SCP-8005 is not activated by a human, the completion of its primary objective is a SPECIAL CLASSIFICATION: MARDUK priority to the Foundation, and to the continued existence of humanity.\n4\n\n\n\n\nInterview Log - SCP-8005 during an active state\n\n\nInterviewer:\n Researcher Harry Karlov\n\n\nInterviewed:\n SCP-8005\n\n\nDate:\n 1/28/2024\n\n\n<Begin Log>\n\n\n(Karlov enters the interview chamber. SCP-8005 stands on the table, motionless.)\n\n\nKarlov:\n Good afternoon, SCP-8005. How do you feel?\n\n\nSCP-8005:\n I am awaiting a hamburger. I have been told this feeling is \"anticipation,\" \"hunger,\" and/or \"impatience.\" Does that answer your question?\n\n\nKarlov:\n Um, yes, yes it does!\n\n\nSCP-8005:\n Then that sub-objective has been completed. Question: how much closer does this bring me to receiving a hamburger?\n\n\nKarlov:\n Easy, Hammie. It'll be lunchtime before you know it. For now, I'd like to ask you some —\n\n\nSCP-8005:\n I'm sorry, but I do not understand how \"Lunchtime\" is relevant to completing my mission. There are many false-positive meal options that comprise \"Lunchtime\"; I shall endeavor to list a few. \"Salad.\" \"Hot dogs.\" \"Lemonade.\" \"Ointment.\" (More data is needed for the latter item.) While \"Hamburger\" is absolutely a potential \"Lunchtime\" variable, \"Lunchtime\" is a time period of the same Statistical Hamburger Potential (SHP) as \"Christmas,\" \"2:00 PM Central Standard Time,\" \"2:00 PM Eastern Standard Time,\" \"Eastern Orthodox Christmas,\" among others. This is admittedly a high SHP rate, but still minuscule compared to the ideal ratio presented by \"Hamburger Distribution O'Clock.\"\n\n\nKarlov:\n …are you done?\n\n\nSCP-8005:\n No, my mission has not yet been completed.\n\n\nKarlov:\n Can I just ask you some questions, already?\n\n\nSCP-8005:\n You are my superior. This was never forbidden.\n\n\nKarlov:\n \n(Sigh.)\n First off, why do you like hamburgers so much?\n\n\n(SCP-8005 kneels in reverence.)\n\n\nSCP-8005:\n …Delicious. Easy to consume. Inexpensive. Highly customizable. Enjoyed by people from all walks of life. Widely and internationally available…\n\n\nKarlov:\n But do you eat them?\n\n\nSCP-8005:\n What do you take me for? I am not so predatory that I need to destroy and defile something in order to appreciate it!\n\n\nKarlov:\n So you just like to touch them.\n\n\nSCP-8005:\n \nGently!\n Its form must be left completely intact by my affections - no denting of the bun, no puncturing of the meat, no wanton corruption of the pickles. My hand must pass \ngingerly\n across the hamburger like a spring breeze. Respecting its structural integrity, so that it remains edible to the myriad of teeth and throats who would plead their suit. But! Not \nso\n gingerly that it knows not that I was ever there! Only the backward glance of the hamburger, the implicit smile in return, can lull this poor sinner into deactivation.\n\n\nKarlov:\n I don't understand.\n\n\nSCP-8005:\n Do you understand the concept of courtly love?\n\n\nKarlov:\n No.\n\n\n(SCP-8005 stands up again.)\n\n\n\n\nSCP-8005:\n Neither do I. Can I have a hamburger now?\n\n\nKarlov:\n I still have some questions.\n\n\nSCP-8005:\n How many?\n\n\nKarlov:\n Oh, for —\n\n\nSCP-8005:\n I do not mean to rush you. In fact, I do not detect much hamburger-distribution potential in your physical shape, based on an independent survey I have been conducting on the different traits of people who have given me hamburgers. I'm simply interested in knowing the —\n\n\nKarlov:\n Next question!\n\n\nSCP-8005:\n Ready.\n\n\nKarlov:\n What is Project Yurodivy?\n\n\nSCP-8005:\n That's what Mother\n5\n does for work.\n\n\nKarlov:\n What does it consist of?\n\n\nSCP-8005:\n Do you know the reason for your existence?\n\n\nKarlov:\n I fail to see what that has to do with —\n\n\nSCP-8005:\n Project Yurodivy is the reason for my existence. Unlike your species, I have not had the luxury of debating it for several thousand years. I have seen no evidence that philosophy is a hamburger-acquisition vector.\n\n\n…That, and Mother tells me very little of her job, only that I fulfill it by touching hamburgers.\n\n\nKarlov:\n You could have just said that last part.\n\n\nSCP-8005:\n But records indicate that smart little boys are rewarded with food. May I make a suggestion as to what kind?\n\n\nKarlov:\n What I'm trying to say is: I don't understand how you getting a hamburger is something so important that we had to put it under a special MARDUK classification.\n\n\nSCP-8005:\n Well, it's very important to \nme!\n\n\nKarlov:\n But making it important \nto the Foundation\n is a different matter.\n\n\nSCP-8005:\n That just means you care about my needs very much! …thank you, by the way.\n\n\nKarlov:\n This is getting nowhere.\n\n\nSCP-8005:\n You may be right. The lack of hamburgers before me \ndoes\n present compelling evidence to that end.\n\n\n(Karlov gets up.)\n\n\nKarlov:\n We're done here. …I need a drink.\n\n\nSCP-8005:\n Oh, interesting! Is that you were created to acquire instead of —\n\n\n(The door closes.)\n\n\n— all right, then.\n\n\n(15 seconds of silence.)\n\n\n(Security camera footage captures SCP-8005 sitting down on the table. With a pen dropped by Researcher Karlov, it scrawls a crude picture of a hamburger on the table's surface.)\n\n\n(It sits with legs folded in front of the drawing.)\n\n\n(It extends a hand toward the drawing. It slowly pantomimes touching the hamburger.)\n\n\n<End Log>\n\n\n\n\n\n\nNOTICE\n\n\nIf you're reading this, it's because the O5 Council and the nauseatingly persistent staff at Site-59 have forced me to offer a better explanation for Project Yurodivy. I can offer you only a few more points, but then, it's back to secrecy for good.\n\n\n\n\nProject Yurodivy was created at the command of the Administrator, \nnot\n the O5 Council.\n\n\nThis level of secrecy is due to how SCP-8005 was created, what materials were needed — and the true extent of his potential.\n\n\nYes, it is important that Hammie gets his burger — \nespecially\n if humanity is extinct.\n\n\nAll non-SCP-8005 systems related to Project Yurodivy (including the DNA, the global release array for Compound Nandi-18, and [DATA EXPUNGED]) are required to use technology that can activate both autonomously and without electrical power. This is to ensure that SCP-8005's objective can be completed even if there is no longer any electricity or personnel left to activate it.\n\n\nHammie is our last resort. Not just to protect us against the anomalous, but from ourselves.\n\n\nI saw your interview, Karlov. My boy is to be treated with respect.\n\n\n\n\nNow, unless you're the Administrator or one of my staff, \nthere will be no further clarification.\n\n\nThank you for your understanding.\n\n\n\n\n- Dr. Verna Kahn\n\n\n\n\n\n\n\n\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…Hammie…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…wake up.\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nWake up, Hammie.\n\n\nIt's time.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. (Dedicated Nudging Apparatus)\n\n\n2\n. Hamburgers with non-beef patties (i.e. vegan meat substitutes) may be used, so long as 1. the appearance of the patty is passable as real beef, and 2. SCP-8005 is led to believe that the patty is real beef.\n\n\n3\n. \n(Note from Researcher Daniels: Look, this might be out of line. But I'm starting to worry about this being sabotage, an elaborate prank, or both. And considering that not even the O5 Council is allowed to know about Project Yurodivy, I wouldn't be surprised if this was a malicious fifth column tricking us into pouring unnecessary security resources into a joke about the Hamburglar or something.)\n\n\n4\n. \n(Note from Director Naismith: Not out of line at all! In fact, you're far from the first person to bring this up to me. I won't recommend this for Drygioni classification without more evidence. But I'm particularly worried about the fact that something so lighthearted requires this much buildup. And with so much suspicion among my staff, it's high time I had a talk with Dr. Kahn…)\n\n\n5\n. (How SCP-8005 refers to Dr. Kahn.)\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8004\n | SCP-8005 | \nSCP-8006\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8005\n\" by daveyoufool, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8005\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n itshammie.png\n\n\nAuthor:\n \ndaveyoufool\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n SCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n holyfool.png\n\n\nAuthor:\n \ndaveyoufool\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n SCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n skogslottet.png\n\n\nAuthor:\n \ndaveyoufool\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n SCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n nathang.png\n\n\nAuthor:\n \ndaveyoufool\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n SCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n thegreatboyg.png\n\n\nAuthor:\n \ndaveyoufool\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n SCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n boyghurt.png\n\n\nAuthor:\n \ndaveyoufool\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n SCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n crackedboyg.png\n\n\nAuthor:\n \ndaveyoufool\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n SCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n boygcore.png\n\n\nAuthor:\n \ndaveyoufool\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n SCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n hammiewin.png\n\n\nAuthor:\n \ndaveyoufool\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n SCP Foundation Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interview Log - SCP-8005 during an active state Interviewer: Researcher Harry Karlov Interviewed: SCP-8005 Date: 1/28/2024 <Begin Log> (Karlov enters the interview chamber. SCP-8005 stands on the table, motionless.) Karlov: Good afternoon, SCP-8005. How do you feel? SCP-8005: I am awaiting a hamburger. I have been told this feeling is \"anticipation,\" \"hunger,\" and/or \"impatience.\" Does that answer your question? Karlov: Um, yes, yes it does! SCP-8005: Then that sub-objective has been completed. Question: how much closer does this bring me to receiving a hamburger? Karlov: Easy, Hammie. It'll be lunchtime before you know it. For now, I'd like to ask you some — SCP-8005: I'm sorry, but I do not understand how \"Lunchtime\" is relevant to completing my mission. There are many false-positive meal options that comprise \"Lunchtime\"; I shall endeavor to list a few. \"Salad.\" \"Hot dogs.\" \"Lemonade.\" \"Ointment.\" (More data is needed for the latter item.) While \"Hamburger\" is absolutely a potential \"Lunchtime\" variable, \"Lunchtime\" is a time period of the same Statistical Hamburger Potential (SHP) as \"Christmas,\" \"2:00 PM Central Standard Time,\" \"2:00 PM Eastern Standard Time,\" \"Eastern Orthodox Christmas,\" among others. This is admittedly a high SHP rate, but still minuscule compared to the ideal ratio presented by \"Hamburger Distribution O'Clock.\" Karlov: …are you done? SCP-8005: No, my mission has not yet been completed. Karlov: Can I just ask you some questions, already? SCP-8005: You are my superior. This was never forbidden. Karlov: (Sigh.) First off, why do you like hamburgers so much? (SCP-8005 kneels in reverence.) SCP-8005: …Delicious. Easy to consume. Inexpensive. Highly customizable. Enjoyed by people from all walks of life. Widely and internationally available… Karlov: But do you eat them? SCP-8005: What do you take me for? I am not so predatory that I need to destroy and defile something in order to appreciate it! Karlov: So you just like to touch them. SCP-8005: Gently! Its form must be left completely intact by my affections - no denting of the bun, no puncturing of the meat, no wanton corruption of the pickles. My hand must pass gingerly across the hamburger like a spring breeze. Respecting its structural integrity, so that it remains edible to the myriad of teeth and throats who would plead their suit. But! Not so gingerly that it knows not that I was ever there! Only the backward glance of the hamburger, the implicit smile in return, can lull this poor sinner into deactivation. Karlov: I don't understand. SCP-8005: Do you understand the concept of courtly love? Karlov: No. (SCP-8005 stands up again.) SCP-8005: Neither do I. Can I have a hamburger now? Karlov: I still have some questions. SCP-8005: How many? Karlov: Oh, for — SCP-8005: I do not mean to rush you. In fact, I do not detect much hamburger-distribution potential in your physical shape, based on an independent survey I have been conducting on the different traits of people who have given me hamburgers. I'm simply interested in knowing the — Karlov: Next question! SCP-8005: Ready. Karlov: What is Project Yurodivy? SCP-8005: That's what Mother 5 does for work. Karlov: What does it consist of? SCP-8005: Do you know the reason for your existence? Karlov: I fail to see what that has to do with — SCP-8005: Project Yurodivy is the reason for my existence. Unlike your species, I have not had the luxury of debating it for several thousand years. I have seen no evidence that philosophy is a hamburger-acquisition vector. …That, and Mother tells me very little of her job, only that I fulfill it by touching hamburgers. Karlov: You could have just said that last part. SCP-8005: But records indicate that smart little boys are rewarded with food. May I make a suggestion as to what kind? Karlov: What I'm trying to say is: I don't understand how you getting a hamburger is something so important that we had to put it under a special MARDUK classification. SCP-8005: Well, it's very important to me! Karlov: But making it important to the Foundation is a different matter. SCP-8005: That just means you care about my needs very much! …thank you, by the way. Karlov: This is getting nowhere. SCP-8005: You may be right. The lack of hamburgers before me does present compelling evidence to that end. (Karlov gets up.) Karlov: We're done here. …I need a drink. SCP-8005: Oh, interesting! Is that you were created to acquire instead of — (The door closes.) — all right, then. (15 seconds of silence.) (Security camera footage captures SCP-8005 sitting down on the table. With a pen dropped by Researcher Karlov, it scrawls a crude picture of a hamburger on the table's surface.) (It sits with legs folded in front of the drawing.) (It extends a hand toward the drawing. It slowly pantomimes touching the hamburger.) <End Log>",
        "\" SCP-8005 \" by daveyoufool, from the SCP Wiki . Source: https://scpwiki.com/scp-8005 . Licensed under CC-BY-SA .",
        "Filename: itshammie.png Author: daveyoufool License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: holyfool.png Author: daveyoufool License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: skogslottet.png Author: daveyoufool License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: nathang.png Author: daveyoufool License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: thegreatboyg.png Author: daveyoufool License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: boyghurt.png Author: daveyoufool License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: crackedboyg.png Author: daveyoufool License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: boygcore.png Author: daveyoufool License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: hammiewin.png Author: daveyoufool License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "item": "SCP-8005",
    "object_class": "Thaumiel",
    "containment_procedures": "SCP-8005 is kept in a lead-lined capsule in Cell 17A of Site-59. The capsule's door is permanently unlocked and can be opened both externally and internally.",
    "description": "SCP-8005 refers to an automaton constructed by the Foundation for Project Yurodivy. The object is 30.5 centimeters in height, but is extremely dense for its size; it weighs 121.72 kilograms. It is composed of unidentified materials that have proven resistant to analysis. Additionally, all records of SCP-8005's construction have been destroyed by Project Yurodivy staff.",
    "title": "SCP-8005"
}