{
    "url": "https://scp-wiki.wikidot.com/scp-8007",
    "all_text": "rating: \n+230\n+\n–\nx\n\n\n\n\n\n\nThere is something underneath. It is killing them slowly.\n\nIt'll kill us all if we don't act.\n\nSo hold the last burning ember, let us never surrender.\n\nAnd do not forget that here be dragons.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8007 - THE PYROCLASM PROTOCOL\n\n\n\n\n\n\nByㅤ\n \nDino--Draws\n\n\n\n\n\n\nPublished on 12 Feb 2024\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nThe ListPages module does not work recursively.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8007\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA photograph of the Mount St. Helens' volcanic crater prior to Foundation excavation, portions of SCP-8007 visible.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8007 is to remain at the location in which it was unearthed on 20/3/1980, within the caldera of Mount St. Helens. Access to the caldera itself is to be blocked off and surveilled to ensure that no unauthorized individuals or organizations enter the stratavolcano's crater.\n\n\nCurrently, an excavation team is operating within the caldera to further unearth SCP-8007. Foundation activity on Mount St. Helens is to be explained as geological research in the wake of the March 20th Plinian eruption,\n1\n and exploration of the crater formed when the north side of the mountain collapsed.\n\n\nDescription:\n SCP-8007 is a draconic entity of indeterminate size within the caldera of Mount St. Helens. Through in-person examination and the use of specialized GPR,\n2\n it has been found that SCP-8007 in part resembles depictions of European Dragons, having six limbs, two of which being wings. While the length of SCP-8007 is presently unknown, its wingspan has been estimated to be roughly 3 kilometers at full extension.\n\n\nAfter the initial discovery of SCP-8007, a Foundation-led expedition to study and uncover the remains further was conducted. With Dr. Hellen Gibbs\n3\n as the project lead, and Dr. Mary Nerys\n4\n as the lead field researcher, the team of 53 has been excavating and studying SCP-8007 for four months. A summary of their preliminary findings is compiled below.\n\n\n\n\nPreliminary Field Analysis Report\n\n\nRecorded by Dr. Sarah Lindsey at Excavation Site-8007 on 22/7/1980\n\n\nSamples Collected:\n\n\nMaterial:\n Various minerals and rocks with felsic to intermediate compositions collected off the body of SCP-8007. Currently identified mineral samples include: quartz, plagioclase feldspar, pyroxene, hornblende, augite, and biotite mica.\n5\n\n\nMass:\n Mass of SCP-8007 is presently impossible to determine; the mass of collected mineral samples has ranged greatly.\n\n\nAnalysis:\n\nA thaumaturgical ritual conducted by Dr. Nerys to age date the samples determined that they are consistent with native samples of Mount St. Helens that were unearthed by the recent eruption. These materials have crystalized on the outer portions of SCP-8007, layered over top of each other in a manner similar to scales. The layer of crystalized materials is estimated to be several meters thick.\n\n\nPegmatite quartz crystals cover the head of the anomaly and form a jagged crest. These crystalline structures cover portions of the jaw, snout, and back of the neck. All of these deposits dwarf the largest quartz crystal cluster that has previously been discovered on Earth.\n\n\nAlong the back of SCP-8007 are two rows of four ridges. These massive dorsal ridges have been found to be completely hollow, and cracking in the rocks around their bases indicate they were capable of some sort of movement. The ridges are similar in structure to stratovolcanoes, having their own miniaturized craters and lava chambers.\n\n\nThe surface of SCP-8007 has been measured to be cooler than the surrounding geological structures of Mount St. Helens.\n\n\nImplications:\n\nThe amount of deposited materials indicates that SCP-8007 was mostly sedentary, even when alive. Experimentation via Dr. Nerys' thaumaturgical abilities, and the size of the deposits upon the anomaly, have led to the determination that SCP-8007 facilitates anomalously fast crystallization and mineral growth upon its body.\n\n\nCracks and specific layering of rock displays that it was capable of movement. It is however unclear what SCP-8007's range of motion was when alive.\n\n\nWhile attempting to harvest one of the pegmatite quartz, it was found that striking them resulted in resonation with the other crystals across SCP-8007. This resonation caused a dramatic vibration across the entirety of the anomaly, enough to have knocked several personnel off their feet. It is theorized that with enough energy, kinetic or otherwise, even larger vibrations could be created.\n\n\n\n\n\n\nAutopsy Report\n\n\nIn-Progress Recording by Dr. Rudy Weller at Excavation Site-8007 on 26/7/1980\n\n\nObservations:\n\nThere are very few signs of what could have rendered SCP-8007 dead, but notes of its physical biology have been made.\n\n\nAs of now, SCP-8007's chest has been fully excavated; it has been found that the underside of the anomaly's chest is completely exposed and open — displaying the entity's rib cage, and entirely hollow interior. The bones of SCP-8007 appear to be made of a currently undiscovered and naturally formed tungsten alloy. How this occurred is unknown, and has thus been deemed in part of SCP-8007's anomalous nature. Furthermore, within the chest of SCP-8007, the partially hardened remains of a structure similar to a reptilian or avian heart have been uncovered. Solidified remains of artery-like structures indicate that the heart appeared to have been suspended within SCP-8007's chest. Parts of the heart were still incredibly high temperature and were partially molten. It has been determined that the heart's structure contains an incredibly high concentration of pure iron, mixed with an alloy similar to the bones of the anomaly.\n\n\nIn spite of the fact that SCP-8007's mouth contains teeth, it has no apparent digestive system.\n\n\nWhile the external surface of SCP-8007 was noticeably cooler than the surroundings, some areas of SCP-8007's internals were hot enough to be considered hazardous to human health.\n\n\nAnalysis:\n\nAnalysis of the purpose behind SCP-8007's internal structures, and lack thereof, are currently ongoing as excavation continues.\n\n\nImplications:\n\nThe partially molten heart has placed SCP-8007's death at being within a similar time frame as Mount St. Helens' eruption; which has led to the present theory that SCP-8007 was killed in the Plinian eruption. However, research is ongoing, as there is presently no further substantial information on the cause of death.\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nmnerys@scp.int\n\n\n\n\n\n\nTo:\n\n\nhgibbs@scp.int\n\n\n\n\n\n\nSubject:\n\n\nOdd Discovery\n\n\n\n\n\n\n\n\nHey. I found something we're gonna want to add to the report.\n\n\nWhile poking around in the internal cavity of 8007, I wanted to double-check my age dating — since the bones were geological too. Metal, y'know? So I figured it'd be good to check my numbers cause, who knows, maybe the minerals deposited on it were at a different time than the bones themselves. Or it just wore rocks hermit crab style. So I set up the ritual again, focused on the skeleton, and…\n\n\nHelen, this dragon is 3.8 billion years old.\n\n\n\n\nGeology Department\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nhgibbs@scp.int\n\n\n\n\n\n\nTo:\n\n\nmnerys@scp.int\n\n\n\n\n\n\nSubject:\n\n\nRE:Odd Discovery\n\n\n\n\n\n\n\n\nI swear to god this thing gets weirder the more we look at it. That would put this thing's existence being approximate to the Hadean period.\n\n\nAre we \nsure\n it died recently? For all we know we're getting all excited over something that died 3.7 billion years ago or something and the eruption unearthed it. Sure the heart was still partially molten, but so is the inside of the volcano we've been working on for the past several months.\n\n\n\n\nGeology Department Lead\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nmnerys@scp.int\n\n\n\n\n\n\nTo:\n\n\nhgibbs@scp.int\n\n\n\n\n\n\nSubject:\n\n\nRE:Odd Discovery\n\n\n\n\n\n\n\n\nDecently sure. That brings me to the next thing, actually.\n\n\nEarlier today we went further into the internal cavity and we've started to find these… holes? Measured 'em to be ranging from 5 to 10 meters in diameter. They've been drilled through parts of the carcass.\n\n\nI say 'drilled' because they're perfectly circular, and smooth too. I don't think they're natural. We found one on the back of the heart, too. Cuts right through a part of it.\n\n\nOur original working theory was that St. Helen's eruption might've killed it but… I think we can reckon a guess that we've found traces of something much different having ended this beast.\n\n\n\n\nGeology Department\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nhgibbs@scp.int\n\n\n\n\n\n\nTo:\n\n\nmnerys@scp.int\n\n\n\n\n\n\nSubject:\n\n\nRE:Odd Discovery\n\n\n\n\n\n\n\n\nAre there any traces of a culprit? Tracks, marks, anything that could indicate the presence of something alive? Or did someone get to this corpse before we did?\n\n\n\n\nGeology Department Lead\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nmnerys@scp.int\n\n\n\n\n\n\nTo:\n\n\nhgibbs@scp.int\n\n\n\n\n\n\nSubject:\n\n\nRE:Odd Discovery\n\n\n\n\n\n\n\n\nThe best guess that can be made was another anomalous organism of some kind. I'm not a biologist, but I'll look around the caldera a bit for any odd traces we might've missed on account of being a wee bit distracted by 8007.\n\n\n\n\nGeology Department\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nhgibbs@scp.int\n\n\n\n\n\n\nTo:\n\n\nmnerys@scp.int\n\n\n\n\n\n\nSubject:\n\n\nRE:Odd Discovery\n\n\n\n\n\n\n\n\nAlright, keep me updated, okay?\n\n\n\n\nGeology Department Lead\n\nSecure, Contain, Protect\n\n\n\n\n\n\nAn extensive search of St. Helens’ crater was conducted on 29/7/1980 by the excavation team. During the investigation, the following was discovered:\n\n\n\n\nAbnormally high readings of EVE\n6\n saturates the entirety of the caldera, with the highest concentration being around SCP-8007 itself. Despite these readings, no traces of any conducted thaumaturgical rituals were found.\n7\n\n\nWhile magnetite is a known mineral within St. Helens, abnormally large fragments were discovered throughout the caldera. The largest of these fragments was 5 meters across, and while heavily damaged, appeared to be in a disc-like shape. It should be noted that magnetite does not naturally crystalize in this manner.\n\n\nThe magnetite samples found within the caldera had EVE levels higher than their surroundings. Additionally, they displayed an anomalous attraction to iron.\n\n\nTunnels measuring roughly 10 meters — consistent with those found bored into SCP-8007 — were detected throughout the internal structure of the stratovolcano.\n\n\nMount St. Helens lava chamber is completely devoid of magma. Such a phenomenon has only been seen in a singular other case,\n8\n and the suddenness of this occurrence has been noted as out of the ordinary.\n\n\n\n\nShortly after this discovery, St. Helens was deemed geologically extinct. It is presently theorized that SCP-8007's death may be related to this occurrence.\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nhgibbs@scp.int\n\n\n\n\n\n\nTo:\n\n\nmnerys@scp.int\n\n\n\n\n\n\nSubject:\n\n\nRE:Odd Discovery\n\n\n\n\n\n\n\n\nHey,\n\n\nI need you to pack up the site. You and the team are being transferred to Tolbachik, in the Kamchatka Peninsula.\n\n\n\n\nGeology Department Lead\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nmnerys@scp.int\n\n\n\n\n\n\nTo:\n\n\nhgibbs@scp.int\n\n\n\n\n\n\nSubject:\n\n\nRE:Odd Discovery\n\n\n\n\n\n\n\n\nWhat? Why? We're still in the process of excavating 8007. Tolbachik hasn't even had a single trace of activity since it blew five years ago.\n\n\n\n\nGeology Department\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nhgibbs@scp.int\n\n\n\n\n\n\nTo:\n\n\nmnerys@scp.int\n\n\n\n\n\n\nSubject:\n\n\nRE:Odd Discovery\n\n\n\n\n\n\n\n\nThat's exactly why I had it looked at; because St. Helens has gone dead too.\n\n\nThey found another.\n\n\n\n\nGeology Department Lead\n\nSecure, Contain, Protect\n\n\n\n\n\n\nAddendum 8007.1:\n\n\nOn 11/8/1980, a second deceased instance of SCP-8007\n9\n was discovered within the volcanic crater of the shield volcano Plosky Tolbachik within Kamchatka Peninsula, Russia. The instance was discovered when a reconnaissance team was sent by the Geology Department to do an aerial overview of the crater; which led to the spotting of SCP-8007-2's head and a portion of a front foot.\n\n\n\n\n\n\n\n\nThe portion of SCP-8007-2 that was exposed upon discovery.\n\n\n\n\n\n\n\n\nA team consisting of SCP-8007-1's excavation crew and other staff of the Geology Department was sent out to begin excavating the new instance.\n\n\nBiological and geological evaluation of SCP-8007-2 determined it to be physically similar to the instance within the Mount St. Helens caldera, albeit with a different composition of its outer coating. SCP-8007-2 is covered in crystallizations of primarily mafic minerals and rocks, such as basalt, and various fumarole minerals. These findings are consistent with minerals exposed during Plosky Tolbachik's final eruption.\n\n\nSimilarly to the first instance, it was found that SCP-8007-2 and the surrounding area contained a series of tunnels bored into the strata. This has been determined to be the instance's cause of death. EVE readings of the area are similarly consistent with the previous discovery.\n\n\nAddendum 8007.2:\n\nOn 30/8/1980, a third deceased SCP-8007 instance was discovered.\n\n\nSCP-8007-3 was found via scans of Plosky Tolbachik's neighboring stratovolcano, Ostry Tolbachik, when the excavation team attempted to gain information on the status of the two volcanoes magma chambers.\n10\n While this instance is completely buried roughly 6 kilometers beneath Ostry Tolbachik within proximity to the now empty magma chamber, and thus currently impossible to access, it can be assumed from previous instances and neighboring parent rocks that it bears a similar composition to SCP-8007-2. The cause of SCP-8007-3's death is consistent with that of the previous two instances, as scans indicate the presence of tunnels found in the other sites.\n\n\nDr. Helen Gibbs of the Geology Department has put forward a project proposal for a full search of all volcanic systems along the Ring of Fire\n11\n to locate any additional instances of SCP-8007.\n\n\nAs of 7/9/1980, this project, dubbed 'Project Pyroclasm', has been approved by the O5 Council.\n\n\nAddendum 8007.3\n\nBelow is an abridged list of instances discovered as Project Pyroclasm progressed.\n\n\n\n\n\n\n\n\nInstance #6\n\n\nInstance #19\n\n\nInstance #42\n\n\nInstance #78\n\n\nInstance #221\n\n\nInstance #443\n\n\n\n\n\n\n\n\nInstance #:\n 6\n\n\nLocation:\n Popocatépetl — Puebla, Mexico\n\n\nInstance Status:\n Alive, uninjured\n\n\n\n\n\n\n\n\nOutlined silhouette of SCP-8007-6's back protrusions created from area scans.\n\n\n\n\n\n\n\n\n\n\n\n\nAdditional Notes:\n During the investigation of the area where SCP-8007-6 resides, a series of small tremors shook Popocatépetl. Fearing a sudden eruption, the team fled the excavation site and an alert was issued to the surrounding area.\n\nNo eruption occurred, but the tremors went on for roughly 3 hours. The fracture point of these quakes was found to be the instance itself — a point along the back of the head.\n\n\nDue to previous observations of anomalous levels of resonance in deposited crystalline structures along the instances' backs, it has been concluded that instances of SCP-8007 are capable of instigating earthquakes through these crystalline matrices.\n\n\n\n\n\n\nInstance #:\n 19\n\n\nLocation:\n Santa María — Quetzaltenango, Guatemala\n\n\nInstance Status:\n Alive, mild injury\n\n\n\n\n\n\n\n\nOutlined silhouette of SCP-8007-19's body constructed from area scans.\n\n\n\n\n\n\n\n\n\n\nAdditional Notes:\n The dorsal structures upon the backs of SCP-8007 instances seem to have the purpose of storing magma. Functioning akin to miniature stratovolcanoes, with magma chambers within. These structures appear to gradually fill with magma over time.\n\nIt is theorized that an eruption event is triggered once these structures reach maximum capacity.\n\n\nIt is unknown to what degree of control, if any, SCP-8007 instances have over the causation of their eruptions. These chambers seem to fill at inconsistent rates, considering a lack of discernible pattern in previous eruptions along the Ring of Fire.\n\n\nIt has also been noticed that instances of SCP-8007 have a series of orifices along their necks, sides, and tails. On living instances, these function as vents that expel volcanic gases and water vapor.\n\n\n\n\n\n\nInstance #:\n 42\n\n\nLocation:\n Mount Fuji — Honshū, Japan\n\n\nInstance Status:\n Alive, uninjured\n\n\n\n\n\n\n\n\nOutlined silhouette of SCP-8007-42 constructed from area scans.\n\n\n\n\n\n\n\n\n\n\nAdditional Notes:\n Investigation of living instances has led to discovering the purpose of their molten iron hearts and arteries.\n\nIt appears that instances of SCP-8007 use their hearts to pump magma up from the Earth and through their bodies, consuming the thermal energy. This process not only accelerates the deposition of minerals upon the instances but likely provides them with sustenance.\n\n\nThe hearts also likely facilitate the forcing of magma up into the dorsal protrusions of SCP-8007 instances, catalyzing the resulting volcanic eruption once the protrusions are full.\n\n\n\n\n\n\nInstance #:\n 78\n\n\nLocation:\n Mount Agung — Bali, Indonesia\n\n\nInstance Status:\n Deceased\n\n\n\n\n\n\n\n\nOutlined silhouette of SCP-8007-78 constructed from area scans, note raised position.\n\n\n\n\n\n\nAdditional Notes:\n The fourth deceased instance discovered. Similar to the previous three, scans have detected the presence of tunnels bored through the anomaly. These drilled holes have been present on living instances as well, and the scanned amounts in comparison to those deceased are being utilized to determine the severity of injury.\n\n\nCausation is still unknown.\n\n\nIt should be noted that all five discovered deceased instances have partially ascended upwards in comparison to living ones, indicating that instances have a final surge of action prior to death despite their seemingly sedentary nature. It is theorized that St. Helens’ recent Plinian eruption, the Great Tolbachik Fissure Eruption, and Mount Agung’s 1963 eruptions were all the result of the corresponding instances releasing the remainder of their harvested thermal energy.\n\n\nConsistent with previous discoveries, the lava chamber of Mount Agung is empty.\n\n\n\n\n\n\n\n\nInstance #:\n 221\n\n\nLocation:\n Mount Ruapehu — North Island, New Zealand\n\n\nInstance Status:\n Alive, mild injury\n\n\n\n\n\n\n\n\nOutlined silhouette of SCP-8007-221's wing constructed from area scans.\n\n\n\n\n\n\n\n\n\n\nAdditional Notes:\n Scans of the surrounding volcanic environment indicated odd and unnatural structures in proximity to SCP-8007-221. While these structures are currently unreachable, they seem to have been created or carved by the instance. Scans indicate that they resemble pillars, with carvings too small to be accurately picked up by Foundation GPR technology.\n\nIn light of this discovery, the intelligence level SCP-8007 is being reconsidered.\n\n\n\n\n\n\nInstance #:\n 443\n\n\nLocation:\n Krakatoa — Krakatoa Archipelago, Indonesia\n\n\nInstance Status:\n Alive, severe injury\n\n\n\n\n\n\n\n\nOutlined silhouette of SCP-8007-443 constructed from area scans\n\n\n\n\n\n\n\n\n\n\nAdditional Notes:\n Due to the existence of only one instance within the Krakatoa archipelago — in spite of the previous presence of four volcanoes\n12\n — the discovery of SCP-8007-443 confirms that singular instances can be responsible for the activity of more than one volcano.\n\nConsistent with all previous findings, the volcanic area reflects the size of the instance. SCP-8007-443 is measured to be roughly 15 kilometers in length.\n13\n\n\n\n\n\n\n\n\n\n\nThroughout Project Pyroclasm, several volcanic structures outside of the geological area of the Ring of Fire were searched to determine if the SCP-8007 phenomenon is unique to the specific geological location, or widespread across Earth.\n\n\nSCP-8007-447 was the final instance discovered and is the only SCP-8007 instance not directly on the Ring of Fire. The anomaly lies adjacent to the center of the geological area, within Mauna Loa, Hawaii.\n\n\nDue to Mauna Loa being the largest active volcano on Earth,\n14\n and the fact that this instance's location is an outlier, it was deemed a location of interest.\n\n\nAdditionally, scans have indicated that SCP-8007-447 is the first truly accessible instance through a series of tunnels within the volcano leading directly to the magma chamber.\n\n\nExploration Log 8007.1:\n\n\n\n\nForeword:\n After the discovery that SCP-8007-447 is accessible, a small team was dispatched to descend into Mauna Loa’s magma chamber.\n\n\nThe team was led by Dr. Hellen Gibbs — who functioned as Command — and consists of Dr. Mary Nerys, Dr. Sarah Lindsey,\n15\n and Dr. Rudy Weller.\n16\n\n\nDue to the nature of communication with SCP-8007-447, Dr. Nerys has provided edits to the transcript.\n\n\n\n\nThe team of three stands outside the entrance point, unloading a small cache of supplies and equipping fire proximity suits.\n\n\nDr. Weller:\n You sure we’re gonna be… okay in there?\n\n\nDr. Lindsey:\n Of course! We’ve got protective suits and \nthese\n puppies, \n[She holds up a small stone charm]\n \nThe boys at 120\n sent us these. They’ll make us practically fireproof as long as they’re on our person or don’t break! But let’s not go sticking our toes into any magma, I don’t think it’ll save us from any direct contact.\n\n\nDr. Nerys:\n \n[She chuckles]\n Well damn, there goes my afternoon plans.\n\n\nDr. Lindsey throws back her head and laughs, before bending down to pick up her supply bag.\n\n\nCommand:\n \nThis is Gibbs, do you all read?\n\n\nDr. Weller:\n Loud and clear, ma’am.\n\n\nCommand:\n \nGood, good. Then prepare to descend.\n\n\nDr. Nerys:\n Will do, boss.\n\n\nDr. Lindsey leads the way with an eager expression. The three of them enter the magma tube and begin walking. It is roughly 10 meters in diameter, with occasional and minor fluctuations.\n\n\nDr. Lindsey:\n The file has it written down for Mauna Lao, do you reckon this beastie accounts for Kileua too?\n\n\nDr. Nerys:\n Most likely. The Krakatoa instance is theorized to have been responsible for the four in its area till the 1803 eruption blew the whole thing sky-high. You wanna know a fun fact? The sound of that eruption went around Earth three times.\n\n\nDr. Weller:\n That is \nnot\n a fun fact. That’s just a fact, dear lord.\n\n\nDr. Lindsey:\n No-no-no, she’s right it’s a fun fact. \n[She pauses]\n …I wonder if it sounded like a roar.\n\n\nDr. Weller:\n And \nthat’s\n terrifying.\n\n\nDr. Lindsey:\n Maybe! But that’s the nature of dealing with these beasts. Which have now been found to be literally beasts!\n\n\nDr. Weller sighs, shakes out his head.\n\n\nDr. Weller:\n What do we do if this turns nasty? I may have a pick and a rifle and some detonation materials for \ncave-ins\n, but I have a feeling that’d be like a gnat to something like this thing.\n\n\nDr. Nerys:\n We run like hell. Nothing else we really can do.\n\n\nDr. Weller:\n Great.\n\n\nDr. Lindsey:\n Well, look at it this way! You don’t bother to slap the gnats, right?\n\n\nDr. Weller:\n I think most people do, sometimes, Sarah.\n\n\nDr. Lindsey:\n Only sometimes! Only \nsometimes.\n So as long as we don’t annoy the several-kilometer-long dragon we’ll be just peachy! Besides, they don’t even seem to move much.\n\n\nDr. Weller:\n We don’t know that for sure.\n\n\nDr. Nerys:\n We’ve been looking at these instances for almost five years now. They seem to spend majority of the time just dormant and pumping lava through themselves. They probably only awaken for eruptions or if hurt. For all we know, we’re gonna get to that chamber and find -447 just asleep. We’ll be fiiiiine, Rudy.\n\n\nDr. Lindsey:\n That’d be kinda cute.\n\n\nDr. Nerys:\n I hope it’s awake. Can you imagine it? Seeing something that \nhuge\n in motion?\n\n\nDr. Weller:\n Alright, alright I hear you. I’m just… hm.\n\n\nDr. Nerys:\n It is a bit nerve-wracking, but I’m trying not to focus on that.\n\n\nDr. Weller simply nods, he glances at the rocky wall and briefly runs a hand along it. The stone is dark grey-black, with occasional small white and off-white crystals.\n\n\nDr. Weller:\n Always liked how tholeiitic basalt looks. The interior of this place is quite wonderful.\n\n\nDr. Lindsey:\n Quite indeed! I bet that the beastie we’ll see will be covered in that stuff, or at the very least run of the mill basalt. Oohh! Maybe we’ll get to see some magmatic ore deposits! We’ve found metals beyond just the bones on some of them!\n\n\nDr. Weller:\n The department’s been having a field day with the excavation of the deceased instances, I’ll tell you that.\n\n\nDr. Nerys:\n Who wouldn’t! Giant dragons \nand\n deposits of minerals on a scale we’ve never seen before? I’m not entirely in favor of \nmining\n the corpses as some folks have suggested, but these dragons and how fast they gain deposits could revolutionize our methods of study. \n[She pauses briefly]\n Least on this side of the Veil.\n\n\nDr. Lindsey:\n There’s certainly a whole lot of other testing we could do with these beasts now that we’ve found out where they all are.\n\n\nDr. Weller:\n The possibilities aside, I think our main concern should lie in what’s killing them at the moment. You think this one will be injured too?\n\n\nDr. Lindsey:\n Scans suggested some liiiight injury? Nothing concrete, but! \n[She fishes in her bag and pulls out a metallic object about the size of a baseball]\n Brought one of these puppies along.\n\n\nDr. Weller:\n Neodymium? That one’s huge, how much did you pay for that?\n\n\nDr. Nerys:\n Oh shit, right! Those magnetite fragments that we keep finding—\n\n\nDr. Lindsey:\n Department covered it, you don’t wanna know — but exactly! We think whatever’s been hurting the dragons keeps leaving bits of magnetite! So if there’s any traces, we’ll find ‘em. If we’re lucky, maybe it can lead us to our nasty lil culprit!\n\n\nDr. Weller:\n Fingers crossed it’s something \nlittle.\n\n\nDr. Nerys:\n Well, at the very least it’s hopefully only 5 meters across?\n\n\nDr. Weller:\n \n[He sighs]\n Better than 5 kilometers. Manageable if encountered.\n\n\nFurther extraneous conversation occurs as the team descends deeper into Mauna Lao. The temperature of the surrounding air beginning a sharp increase.\n\n\nAfter approximately 50 minutes of downward travel, Dr. Nerys expresses pain.\n\n\nDr. Weller:\n Mary, are you alright?\n\n\nDr. Nerys:\n Fuck— EVE levels must’ve skyrocketed. This place is… positively drenched in thaumaturgical energies. Giving me a goddamn headache and a half.\n\n\nCommand:\n \nBe careful, then.\n\n\nDr. Lindsey:\n If you start to feel faint, give a shout! We can’t have you falling and cracking your skull open on all this damn rock.\n\n\nDr. Nerys gives a hoarse laugh.\n\n\nDr. Nerys:\n Gotcha, gotcha.\n\n\nDr. Weller:\n If the EVE levels are rising, you reckon that means we’re getting close?\n\n\nDr. Lindsey:\n I hope so!\n\n\nCommand:\n \nCan confirm. You’re getting closer, keep your heads up and eyes open.\n\n\nDr. Nerys nods slowly.\n\n\nDr. Nerys:\n Then let’s… let’s keep moving.\n\n\nIt takes over an hour for the team to reach their destination. The temperature in the air has risen to roughly 1,000 degrees Celsius — protective thaumaturgical wards and gear remain intact.\n\n\nThe team enters into a massive chamber. The spire-like outcropping they stand upon puts them about 250 meters above a pit of magma. It extends for several hundred meters before a wall of mafic rock intersects it. Dr. Nerys rubs her forehead, still displaying a look of pain.\n\n\nDr. Lindsey turns around to stare at the walls surrounding the tunnel they emerged from, and gasps.\n\n\nDr. Lindsey:\n Well this is… hm!\n\n\nCommand:\n \nLindsey, what do you see?\n\n\nDr. Lindsey:\n Pillars, Gibbs. Those scans from New Zealand weren’t misreads.\n\n\nA pair of twin pillars have been carved into the wall, many meters thick and rising upwards. They are of the same basalt as the cavern, with twisting and winding patterning across them. The cavern is too dark to see that far up the wall.\n\n\nDr. Weller approaches.\n\n\nDr. Weller:\n You got a light of some kind in there, Sarah? I think I see something further up the wall—\n\n\nDr. Nerys, meanwhile, turns her attention to the outcropping and what lies beyond. To the massive wall. Dr. Lindsey, rooting through her bag, looks over her shoulder.\n\n\nDr. Nerys:\n Did we end up down the wrong tunnel? This should be an open chamber.\n\n\nDr. Lindsey:\n …I think it is.\n\n\nAll members of the team cover their eyes as a bright, orange light suddenly appears— far brighter than the magma within the cavern.\n\n\nIts source is a singular eye. Estimations from the camera put it at 53 meters in diameter.\n\n\n\n\n\n\n\n\nTaken from the bodycam of Dr. Nerys.\n\n\n\n\n\n\n\n\nDr. Nerys:\n Oh.\n\n\nSCP-8007-447 shifts its head to face the group, rising upwards. No longer obscured, the full extent of the cavern can be seen.\n\n\nDr. Lindsey moves forward closer to the edge of the outcropping with a look of excitement. Dr. Weller shoots Dr. Nerys a worried look.\n\n\nDr. Weller:\n Jesus Christ. I can’t even see the other side. It’s just all gas and fog.\n\n\nAn upper portion of SCP-8007-447’s wing can be seen far off in the distance, pressed up against the roof of the cavern. It’s back and dorsal protrusions are mountain-like — bisecting the cavern and cutting through the ceiling.\n\n\nThe dragons head is covered in dark black stones, with most depositions similar to the appearance of Pahoehoe lava. Pieces of volcanic glass crown its head in a series of twisting, curved horns. Its snout ends in a sharp, jagged point of obsidian.\n\n\nDr. Lindsey:\n Amazing! You shouldn’t even see obsidian in this part of Hawaii, but look at this beaut! Practically crowned with it.\n\n\nDr. Weller:\n Mary, are you well? You still look—\n\n\nDr. Nerys:\n This place is… so fucking steeped in thaumaturgical energy. Feels like my damn head is gonna explode. Never felt a concentration like this before, \n[She briefly laughs, it’s shaky]\n but maybe it’s just inexperience with places like this.\n\n\nRecorded temperature in the air around the team briefly surges when SCP-8007-447 exhales in a loud huff.\n\n\n[A RAGING FIRE. BRILLIANT AND BRIGHT. A SHOVE. CURIOSITY. BURNING.]\n\n\nDr. Nerys crumples.\n\n\nDr. Lindsey:\n MARY!\n\n\nCommand:\n \nThe hell’s going on in there?!\n\n\nDr. Lindsey:\n She just fell! Hold on—\n\n\nDr. Lindsey and Weller rush to Dr. Nerys. The woman groans and sits up with their aid. Through the face shield of her fire proximity suit, blood can be seen trailing down from her nose.\n\n\nSCP-8007-447 has noticeably pulled back.\n\n\nDr. Lindsey:\n Mary? Good god, are you ok?\n\n\nDr. Nerys:\n \nFuck—\n give me a moment—\n\n\nDr. Nerys sits and wheezes for approximately thirty seconds.\n\n\nCommand:\n \nDr. Nerys, what happened?\n\n\nDr. Nerys:\n …I… think it tried to communicate with me.\n\n\nDr. Weller:\n How? You just fell—\n\n\nDr. Nerys:\n Images. Feelings. Not words just impressions. But it was strong and loud— gah. My fucking head.\n\n\n[A female songbird raises her head and sings. It is low. Somber.]\n\n\nDr. Nerys stares back up at SCP-8007-447, she furrows her brow. The anomaly’s head is slightly lowered down.\n\n\nDr. Nerys:\n …it’s… ok. Was just… a lot.\n\n\nDr. Lindsey helps Dr. Nerys back to her feet.\n\n\nDr. Lindsey:\n So they are sentient!\n\n\nDr. Weller:\n Seems so. Good… good honestly.\n\n\nDr. Lindsey:\n Told you we wouldn’t get squashed.\n\n\nDr. Nerys still stares up at SCP-8007-447, brow furrowed.\n\n\nDr. Nerys:\n Gibbs?\n\n\nCommand:\n \nYes, Dr. Nerys?\n\n\nDr. Nerys:\n Permission to continue communication with the anomaly?\n\n\nCommand:\n \nPermission granted.\n\n\nSCP-8007-447 tilts its head slightly to the side.\n\n\nDr. Lindsey:\n How come me and Rudy didn’t hear anything?\n\n\nDr. Nerys:\n I… think its communication is limited to thaumaturgy. Makes sense, since the scans from previous sites indicated that the instances were the source of the high EVE.\n\n\nDr. Weller:\n …huh. \n[He looks up at SCP-8007-447]\n What do we… ask? Since it is sentient, we can probably gleam a lot more about these beasts.\n\n\nDr. Nerys:\n What… are you..?\n\n\nSCP-8007-447 lets out a low, vibrating rumble.\n\n\n[Magma. A cavern far below. Fire. Bubbling heat.]\n\n\nDr. Nerys:\n \n[In a mutter]\n Parsing this is gonna be difficult. \n[She clears her throat]\n You are… those below the flames? The ground?\n\n\n[Crackling flames]\n\n\nDr. Nerys:\n Those Below the Flames.\n\n\nDr. Lindsey:\n Appropriate, I suppose! Do you think it has a name?\n\n\n[A mountain being hounded by waves, but it doesn’t shake nor crumble. A mother dragon protects her hatchling, surrounded by a blazing forest that burns despite the rain.]\n\n\nDr. Nerys pauses, seeming to think for a few moments.\n\n\nDr. Nerys:\n I think she’s called ‘Standing Ceaseless, Protection of Everlasting Fire’.\n\n\n[A fire’s warmth.]\n\n\nDr. Nerys smiles.\n\n\nDr. Lindsey:\n Fascinating!\n\n\nDr. Weller:\n Then I suppose it is a pleasure to meet you, Standing Ceaseless, Protection of Everlasting Fire.\n\n\nDr. Lindsey:\n We should introduce ourselves, too!\n\n\nDr. Nerys:\n I mean, I feel it’s almost cordial. \n[She looks back to SCP-8007-447]\n I am Mary Nerys.\n\n\nDr. Lindsey:\n Well then! I am Sarah Lindsey.\n\n\nDr. Weller:\n Rudy Weller.\n\n\nSCP-8007-447 bobs her head, seemingly in return for their greetings.\n\n\nDr. Lindsey turns her back to SCP-8007-447 in order to look at the other two with a smile. Her eyes widen and she raises her head up.\n\n\nDr. Lindsey:\n Hey gang? I know we’re all quite reasonably distracted right now because we’re talking to a giant fucking dragon but can you two turn around just for like— just like a quiiiick second?\n\n\nDr. Nerys and Dr. Weller both turn around.\n\n\nThe light from SCP-8007-447’s eyes, and from having moved from obscuring the cavern, now illuminates the wall the group had emerged from further.\n\n\nIt is covered in massive, intricate carvings.\n\n\nDirectly above the tunnel’s entrance is the carving of three massive dragons resembling SCP-8007 instances. They sit upon sharp rocks and flowing lines that appear to indicate lava and fire. The middle one has horns similar to SCP-8007-447. Above them carvings of smaller instances, flying through smoky air.\n\n\nDr. Nerys:\n …Did you carve this, Everlasting Fire…? Is the middle one you?\n\n\n[Claws scraping stone. A black dragon with twisted horns, far smaller, sits in a massive cavern. Her molten claw burns shapes into the walls. Spiraling, black horns crown her head.]\n\n\nDr. Nerys:\n You’ve got beautiful handiwork.\n\n\n[Pride.]\n\n\nCommand:\n \nCan you determine its meaning?\n\n\nDr. Lindsey:\n There’s more over here!\n\n\nDr. Lindsey stands on the far left of the outcropping. She looks up at a carving, separated by clawed lines.\n\n\nA massive creature, almost scribbly carved, with many limbs and teeth, burning a massive fire.\n\n\nThe entity destroying mountains, which are carved tiny next to it, and attacking the dragons.\n\n\nThe dragons breathing fire at this mass of teeth and claws from above, others dropping mountains on it.\n\n\nThe massive entity is buried beneath the earth. Smoke and fire rising.\n\n\nSeveral dragons standing in a circle. The one resembling SCP-8007-447 seems to lead them. The following carving shows several dragons going underground.\n\n\nThe entity is seen with its claws reaching upwards, still buried. The fire that surrounds it is carved connecting to the dragons.\n\n\nThe fire around the entity weakens. Its eyes close.\n\n\nDr. Weller:\n …What the?\n\n\nDr. Lindsey:\n It’s a story! Amazing!\n\n\nDr. Weller:\n But of \nwhat?\n Some sort of monster? \n[He points to the unknown entity in the carving.]\n\n\nDr. Nerys:\n I think so? It looks like they… buried something?\n\n\nSCP-8007-447 growls, a sound like thunder. It makes all three of them jump.\n\n\n[CLAWING. SCREECHING. Earthquakes. Volcanoes erupt. Dragons crushed under rock and lava. A creature of indistinct form cloaked in fire, destroying all in its path.]\n\n\nDr. Nerys grimaces deeply, and shivers despite the heat of the cavern.\n\n\nDr. Lindsey:\n Well whatever it was, it was bigger. Even bigger than the dragons.\n\n\nDr. Nerys:\n It is. And that… worries me. The dragons look fucking \ntiny\n in comparison to it.\n\n\nDr. Weller:\n How do we know that isn’t… I dunno— artistic exaggeration?\n\n\nDr. Nerys:\n \n[She rubs the side of her head]\n I don’t think so.\n\n\nDr. Weller:\n Great. Great.\n\n\nDr. Lindsey traces her hand along the bottom part of one of the carvings. She looks down briefly when a faint tremor rumbles beneath their feet.\n\n\nDr. Lindsey:\n The environment depicted in these carvings sure as shit ain’t modern. The Earth still looks… molten.\n\n\nDr. Weller:\n So we’re talking… what? The Hadean period? We don’t even \nhave\n geological records of that timeframe.\n\n\nDr. Lindsey:\n The dating of the bones would match up with that. They truly are billions of years old.\n\n\nDr. Nerys stares at the scene that depicts the unknown entity being buried, she furrows her brow.\n\n\nDr. Nerys:\n Gibbs can you do something for me?\n\n\nCommand:\n \nWhat is it?\n\n\nDr. Nerys:\n Run a scan on the tectonic plates, thermal readings — anything just — for the Pacific Tectonic Plate. For the Ring of Fire. Aim deep.\n\n\nCommand:\n \nThat’s a massive region to analyze, Dr. Nerys.\n\n\nDr. Nerys:\n Pull from the seismic stations along the coasts. That should triangulate the data. The Department should have my notes on the thermal glyphs in the database. With the right readings, they should project.\n\n\nA pause.\n\n\nCommand:\n \nWill do. Stand by. This is gonna be a bit.\n\n\nDr. Lindsey:\n If there is something underneath, what does that mean to the fact that we’ve been… finding the dragons dead? And hurt?\n\n\nDr. Weller looks over at her, brow furrowing.\n\n\nDr. Nerys:\n Nothing good.\n\n\nDr. Weller:\n The one at the head of all the action looks like Everlasting Fire.\n\n\nDr. Nerys:\n I think it is her. I suppose that would explain the carvings being \nhere\n then. \n[She looks back to SCP-8007-447]\n If you were the one to chose to do all this. Whatever… this is.\n\n\n[RAGING FIRE. Rock and molten earth oozing over dark stone. The ground trembling. Claws tearing through dirt. Far, far below. Wings. A shield. Protect protect protect. A mountain being pounded by waves of molten lava.]\n\n\nDr. Nerys:\n To protect?\n\n\nDr. Lindsey:\n For what reason? Seems like whatever they buried has stayed that way for a fucking long time.\n\n\nSCP-8007-447 growls.\n\n\n[INFERNO. PRESSURE FORCING UP. CHOKING. CRACKING. Beating hearts of fire. Magma drawn up from deep below. Drain. DRAIN. Weaken. Fire fades. Pressure releases.]\n\n\nDr. Nerys wheezes and leans against the wall, squeezing her eyes shut. She stays there for a few moments, as Dr. Lindsey and Dr. Weller look on with concern.\n\n\nDr. Lindsey:\n What’s she say…?\n\n\nDr. Nerys:\n I… think the dragons are the reason that thing is \nstill\n down there. Like they’re… draining it?\n\n\nDr. Lindsey:\n Like eating it’s fire? \n[She points to the final carving in the sequence]\n is \nthat\n what this part means?\n\n\nDr. Weller:\n Feeding on some fiery horror to keep it from escaping? To keep it from destroying everything?\n\n\nDr. Nerys:\n For a lack of better terms? I think so. Like some… ancient duty to keep it from rampaging.\n\n\nDr. Weller:\n So all the activity — the seismic and volcanic — come from these dragons eating that things energy?\n\n\nDr. Lindsey:\n …and now they’re dying.\n\n\nDr. Nerys:\n Fuck.\n\n\nThe team sits in silence for a few minutes. Dr. Lindsey stares back up at the carvings. Dr. Weller sits down. Throughout these minutes, a series of small tremors start again, and then fade. SCP-8007-447 draws herself away slightly.\n\n\nCommand:\n \nTeam, do you read?\n\n\nDr. Lindsey:\n Loud and clear Gibbs, what have you found?\n\n\nCommand:\n \nBiggest concentration of thermal energy and pressure I think I’ve ever seen in my life right below the tectonic plate. There’s something underneath.\n\n\nDr. Weller:\n How big is it?\n\n\nCommand:\n \nIf our projections are correct? This thing is spread out underneath the entire damn Pacific Ocean. Right in the mantle.\n\n\nDr. Weller:\n Jesus Christ.\n\n\nCommand:\n \nOut of curiosity, I ran the same shit on a dataset from about two decades ago, and while there’s still clearly something there, the pressure buildup is nowhere near as bad.\n\n\nDr. Nerys:\n So it’s getting worse.\n\n\nDr. Lindsey:\n At the same something is killing and hurting the dragons.\n\n\nDr. Nerys turns to SCP-8007-447, concern on her face.\n\n\nDr. Nerys:\n Have you been hurt? Do you know what's even causing this?\n\n\nAnother series of tremors. SCP-8007-447 makes a low sound, a mix between a growl and a whine. Then roars, a crackling sound like an avalanche. When the entity rears back, a hole dripping molten magma can be seen on a lower portion of her neck.\n\n\n[HOLES TORN THROUGH SCALES. MAGMA RUNS LIKE BLOOD. HEARTACHE. VULTURES TEAR AT A LIZARD’S CORPSE. A HAWK WASP'S LARVA DEVOURS THE PARALYZED TARANTULA.]\n\n\nDr. Nerys yells and clutches her head. Dr. Weller and Dr. Lindsey both flinch at SCP-8007-447’s roar. The tremors are increasing.\n\n\nCommand:\n \nWhat are those tremors?\n\n\nDr. Lindsey:\n Would love to know myself!\n\n\nDr. Nerys:\n It’s not Everlasting Fire—\n\n\nDr. Weller:\n Then the hell is it?!\n\n\nDr. Lindsey’s eyes widen. She glances up at SCP-8007-447— looking at her wound, then reaches into her bag. The rumbling draws closer.\n\n\nShe pulls out the neodymium magnet.\n\n\nDr. Lindsey:\n Our nasty little culprit.\n\n\nPart of the rock wall a few meters from the group starts to crumble.\n\n\nSCP-8007-447 screeches, like metal on metal.\n\n\n[A WOLF HOWLS WARNING.]\n\n\nDr. Nerys:\n \nGET DOWN!\n\n\nA portion of wall crumbles, before exploding outwards. The entity that bursts into the cavern appears to resemble a snake or serpent made of pure fire, with the exception of the fact that instead of having a head, it has a 3.5 meter wide disk of metal.\n\n\nDr. Nerys and Dr. Lindsey narrowly avoid being hit by the rubble when it emerges, screeching.\n\n\nDr. Weller takes the rifle from his back.\n\n\nDr. Weller:\n THE HELL IS THAT?!\n\n\nDr. Lindsey:\n The source of our damn troubles, I think!\n\n\nThe serpent shakes out its head, before lunging in Dr. Lindsey's direction. With a yelp, she throws herself out of its way— ending up on the ground and on her side. Dr. Weller opens fire upon the entity, but the bullets simply strike through the fire without harm. The entity merely hisses.\n\n\nIts focus stays on Dr. Lindsey. She scoots backwards and away from it as it snarls.\n\n\nDr. Nerys:\n Metal disk— metal disk we've seen this before.\n\n\nDr. Weller:\n Huh?\n\n\nDr. Nerys:\n In St. Helens! We found a fragment that looked like that! It was a weird form of magnetite— \noh my god—\n SARAH! THE NEODYMIUM!\n\n\nDr. Weller again shoots at the instance, this time aiming for the disk. The bullets clang off the metal, leaving dents, and the entity rears back with a screech. Dr. Lindsey looks to Dr. Nerys as she stumbles back up to her feet. At Dr. Nerys' shout, her eyes widen.\n\n\nDr. Lindsey:\n MAGNETIC! SHIT—\n\n\nDr. Lindsey hurls the neodymium away, and it lands heavily a few meters away. The serpent's head whips over towards it, and the creature lunges. It slams into the ground and burrows down, leaving half of the neodymium melted and shattered in the process.\n\n\nDr. Lindsey dashes away from the spot, heading over towards the other two— panting heavily.\n\n\nDr. Nerys:\n Is it leaving?!\n\n\nDr. Lindsey:\n I don't think so! There's too much magnetic shit in this damn cave!\n\n\nDr. Weller:\n The hell is there?!\n\n\nDr. Lindsey gestures to SCP-8007-447 wildly.\n\n\nDr. Lindsey:\n HER HEART! The dragon's hearts— they're iron! The magnetite we found in St. Helens was anomalous!\n\n\nDr. Weller:\n Are you suggesting we're fighting a giant fucking magnet?\n\n\nThe tremors return. SCP-8007-447 appears agitated, jaws parted and sharp teeth bared.\n\n\nDr. Lindsey:\n Oh I'm doing more than just \nsuggesting\n, Rudy!\n\n\nCommand:\n \nAre any of you hurt?\n\n\nDr. Lindsey:\n Fine for now, but if that thing punctures our proximity suits I don't know how much saving us the extra wards will be doing.\n\n\nDr. Weller:\n Then let's not find out.\n\n\nThe tremors grow more intense.\n\n\nDr. Nerys:\n Shit! It's coming back!\n\n\nDr. Weller:\n How the hell do we take this thing out?\n\n\nDr. Lindsey:\n Break the disk, I don't know! You're the one with MTF training, I know \nrocks\n, not fire serpents!\n\n\nDr. Nerys:\n We gotta focus!\n\n\nDr. Weller:\n Mary, can your thaumaturgy be weaponized?\n\n\nDr. Nerys:\n I— I mostly just know analyst based! I could probably throw a rock?\n\n\nThe ground shakes.\n\n\nDr. Weller:\n Then start throwing rocks. Aim for the disk.\n\n\nThe serpent of fire bursts back out from the hole it made, its attention now seems to be on SCP-8007-447, as it swivels to look at the dragon.\n\n\nDr. Weller begins opening fire on the metal disk, which appears to disorient the entity. Dr. Nerys attempts to use her thaumaturgy to send some of the earlier debris as the serpent, but misses. She curses.\n\n\nThe serpent screeches and attempts to fling itself at SCP-8007-447.\n\n\nSCP-8007-447 roars and her snout slices the rocky ceiling — it sends a spray of dirt and rock down at the serpentine entity. The entity's flames waiver, and the creature screams as though harmed before it swiftly slithers away. Dr. Lindsey just narrowly dodges being hit by a hunk of stone, herself. SCP-8007-447 reels back with a low sound.\n\n\nDr. Nerys:\n THE FIRE! WE HAVE TO SUFFOCATE THE FIRE!\n\n\nDr. Weller:\n Buy me some time! I can set up a charge! If we can cause a bigger collapse, we can take it out!\n\n\nDr. Lindsey dashes over to re-retrieve the neodymium, which is now half melted into slag.\n\n\nDr. Lindsey:\n EY YOU! \n[She waves the neodymium]\n THIS WHAT YOU WANT? HUH?\n\n\nThe serpentine creature snarls, it turns the metal disk that makes up its head towards Dr. Lindsey.\n\n\nDr. Weller swiftly takes out a remote detonation charge from his bag and begins to set it up against the wall as Dr. Lindsey draws the entity's attention.\n\n\nDr. Nerys grabs a fallen chunk of rock and throws it at the entity as it tries to approach Dr. Lindsey. It phases through the creature's tail and makes the flames swirl. The entity hisses loudly and shakes out its head, pivoting to seemingly look between Dr. Lindsey and Nerys.\n\n\nDr. Weller secures the explosive, and with remote in hand, flees towards the edge of the outcropping.\n\n\nDr. Weller:\n Get it over towards the wall!\n\n\nDr. Lindsey begins to shuffle over to the side to bring herself closer to where the charge is set up. Her hands tremble.\n\n\nDr. Lindsey:\n C'mon! Eyes— disk on me, you bastard! You want this, right? You want it?\n\n\nThe entity's head follows her.\n\n\nDr. Lindsey:\n THEN FETCH!\n\n\nThe neodymium is thrown and lands on the ground roughly two meters from the serpent. With a hiss, it launches forward and towards it. Dr. Lindsey runs towards the outcropping's edge, as does Dr. Nerys.\n\n\nDr. Weller:\n \nFIRE IN THE HOLE!\n\n\nThe remote charge detonates. It sends a series of cracks up the wall before a myriad of rubble comes down on top of the fiery serpent. It screeches, a sound like crackling fire, as the rocks and dust pour onto it. The fires of it weakens as more falls and the wall partially collapses. It takes a corner of one of the carvings with it.\n\n\nThe entity's metal disk clatters to the ground.\n\n\nThere is a pause of silence. Dr. Lindsey crouches and puts her hands on her knees, breathing heavily.\n\n\nDr. Lindsey:\n I think my poor old heart is about to explode.\n\n\nDr. Weller:\n …I'm honestly surprised that worked. \n[He pauses to breathe]\n That thing burrowed all the way here from… somewhere. Y'think it wouldn't be so fragile.\n\n\nDr. Nerys:\n I think that disk functioned like… a shield? It's how it burrowed.\n\n\nDr. Nerys and Dr. Lindsey both approach the disk.\n\n\nDr. Lindsey:\n That's magnetite, alright. \n[She knocks her hand against it]\n Damn thick, too. Wouldn't be surprised. Hey Weller! C'mere and tap it with the rifle, I wanna see if it's the same weird shit as from Helens.\n\n\nDr. Weller:\n On it.\n\n\nDr. Weller approaches the disk as well, before moving to tap the muzzle of the rifle against the disk. It sticks, and resists being pulled away, seemingly magnetized to it.\n\n\nDr. Weller:\n Looks like it is.\n\n\nDr. Lindsey:\n Bingo. We've found our killer.\n\n\nDr. Weller:\n How… many of these things you think are out there?\n\n\nDr. Lindsey:\n Judging by five dead dragons and countless injured? A whole lot.\n\n\nDr. Nerys puts her hand against the disk and focuses. A low hum fills the air.\n\n\nDr. Nerys:\n This thing must've been some sort of construct? This disk was like… the anchor. The only physical part, the rest just an elemental projection.\n\n\nDr. Weller:\n If it's some elemental construct, then who made it? Those things have to be made, right?\n\n\nDr. Nerys:\n Yeah. They do.\n\n\nSCP-8007-447 brings her head closer to the outcropping and makes a low rumble.\n\n\n[CLAWING. TEETH. BURNING FIRE BELOW. A mother spider, crawling with her offspring. Metal disks carved with a thousand wicked claws. Scorched earth. Coyotes circle a crying baby.]\n\n\nDr. Nerys:\n Oh.\n\n\nDr. Lindsey:\n What?\n\n\nDr. Nerys:\n The… the thing below the earth. That they've imprisoned. I… I think Everlasting Fire is telling me that \nit\n made these things.\n\n\nDr. Weller:\n So it's retaliating against its captors?\n\n\nDr. Nerys:\n Yes. And quite effectively too. These things are too small for the dragons to properly deal with.\n\n\nDr. Lindsey:\n These poor things… they've just been getting ripped up from the inside.\n\n\nDr. Nerys:\n …We have to help them.\n\n\nDr. Weller:\n Hm?\n\n\nDr. Nerys:\n The dragons. Those Below the Flames. We have to help them.\n\n\nDr. Lindsey:\n I was assuming THAT was a no-brainer.\n\n\nCommand:\n \nDr. Nerys, what exactly are you suggesting?\n\n\nSCP-8007-447 roars. The cavern shakes.\n\n\n[AN ASH FILLED SKY. A BOILING OCEAN. A BURNING WORLD. A MOLTEN BEAST OF FIRE SCREAMING TO THE HEAVENS AS IT'S EMERGENCE LEVELS ALL IN ITS PATH. PYROCLASTIC FLOWS. CATACYLSM.]\n\n\nDr. Nerys:\n \n[She grits her teeth, voice trembling]\n I'm suggesting we devise a way to deal with this. With these constructs, at the \nvery\n least. Or we're fucked. We've found several instances on the brink of death, more wounded. If more die—\n\n\nDr. Lindsey:\n —then the continent-sized monster they're keeping imprisoned gets out. Explosively. We're talking something akin to an eruption this planet has never seen before, with how big it is. With how much pressure.\n\n\nDr. Nerys:\n And there's no way \nanything\n survives an event like that.\n\n\nDr. Lindsey:\n And, the only-slightly-metaphorical-chains on the beast they have below us are majorly weakened by the fact five are \ndead.\n\n\nDr. Weller:\n You two are suggesting some serious action on the Foundation's part. The hell would we even do? The Ring of Fire is an absolutely \nmassive\n area to monitor. There are over four hundred instances.\n\n\nCommand:\n \nThis seems one hell of a situation. Come back, team. We'll compile our information.\n\n\nDr. Nerys:\n Then what?\n\n\nCommand:\n \nThen I bring this issue to higher-ups. We've learned that the situation here is far more dire than expected.\n\n\nDr. Nerys:\n Sounds good.\n\n\nDr. Lindsey:\n Well… we've got a two-hour walk to brainstorm a proposal, ey?\n\n\nDr. Weller:\n I suppose so.\n\n\nDr. Nerys shakily gets to her feet with Dr. Lindsey's help. The three of them all turn to SCP-8007-447. The dragon stares at them, now silent.\n\n\nDr. Lindsey:\n We have to depart now — but we're gonna help you, alright? We're not about to watch the world burn.\n\n\nDr. Weller:\n If we have anything to say about it, you won't fight this battle on your own.\n\n\nSCP-8007-447 makes a low noise, a vibration almost similar to a purr.\n\n\n[A dragon curls around a fragile bird. The crackling of a small, gentle fire. Warmth.]\n\n\nDr. Nerys smiles.\n\n\nDr. Nerys:\n She likes that.\n\n\n\n\nAfterword:\n The three-person team was able to return to the surface without issue. None of them had been injured in the encounter with the entity.\n\n\nDr. Gibbs has called for a conference with the Department of Geology to discuss and plan further action.\n\n\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nhgibbs@scp.int\n\n\n\n\n\n\nTo:\n\n\noverwatch.command@scp.int\n\n\n\n\n\n\nSubject:\n\n\nProposal for the Reclassification of SCP-8007\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE\n\n\n\n\nThe above file has now been deemed out of date due to the relevant discoveries pertaining to the anomaly. Access to the revised version of SCP-8007 is restricted to Level 5 due to the nature of the changes.\n\n\nInput Level 5 Clearance to Proceed.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A category of volcanic eruptions dictated by similarity to the 79 AD eruption of Mount Vesuvius\n\n\n2\n. Ground Penetrating Radar\n\n\n3\n. Geology Department Lead, Geophysicist\n\n\n4\n. Volcanologist, thaumatologist\n\n\n5\n. The presence of these minerals are indicative of primarily andesite, with traces of basalt and dacite.\n\n\n6\n. A quantitive measurement of thaumaturgical energies\n\n\n7\n. With exception to those recently conducted by personnel on site.\n\n\n8\n. Þríhnúkar, Iceland\n\n\n9\n. Henceforth dictated as SCP-8007-2\n\n\n10\n. They were found to be empty.\n\n\n11\n. The geological location in which all three instances have been found\n\n\n12\n. The two stratavolcanoes in proximity to Krakatoa were destroyed in its 1883 eruption, with a third heavily damaged.\n\n\n13\n. In comparison to other discovered instances, this is considered small.\n\n\n14\n. Measuring roughly 103 km in width\n\n\n15\n. Geophysicist, mineralogist\n\n\n16\n. Field geologist, former MTF captain\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8007\n\" by Dino—Draws, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8007\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n \nhttps://i.imgur.com/7esUpHs.jpeg\n\n\nName:\n File:Whaleback, Mount St Helens volcanic crater (February 22 2005).jpg\n\n\nAuthor:\n Steve Schilling, USGS\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Whaleback,_Mount_St_Helens_volcanic_crater_(February_22_2005).jpg\n\n\nAdditional Notes:\n Photomanipulation done by Dino—Draws\n\n\n\n\n\n\nFilename:\n \nhttps://i.imgur.com/PIKJ3ZO.png\n\n\nName:\n File:Plosky Tolbachik Volcano Crater Kamchatka 20100711.jpg\n\n\nAuthor:\n Einar Fredriksen\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:*\nhttps://commons.wikimedia.org/wiki/File:Plosky_Tolbachik_Volcano_Crater_Kamchatka_20100711.jpg\n Additional Notes:** Photomanipulation done by Dino—Draws\n\n\n\n\n\n\nFilename:\n \nhttps://i.imgur.com/c7OBs1F.png\n\n\nName:\n \nhttps://commons.wikimedia.org/wiki/File:Mexico-Popocatepetl.jpg\n\n\nAuthor:\n Jakub Hejtmánek\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Mexico-Popocatepetl.jpg\n\n\nAdditional Notes:\n Photomanipulation done by Dino—Draws\n\n\n\n\n\n\nFilename:\n \nhttps://i.imgur.com/ueO7S6J.png\n\n\nName:\n File:Quetzaltenango santa maria volcano.jpg\n\n\nAuthor:\n NASA\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Quetzaltenango_santa_maria_volcano.jpg\n\n\nAdditional Notes:\n Photomanipulation done by Dino—Draws\n\n\n\n\n\n\nFilename:\n \nhttps://i.imgur.com/JuIsRem.png\n\n\nName:\n File:Fuji Kawaguchi 357.JPG\n\n\nAuthor:\n Marion & Christoph Aistleitner\n\n\nLicense:\n CC0 1.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Fuji_Kawaguchi_357.JPG\n\n\nAdditional Notes:\n Photomanipulation done by Dino—Draws\n\n\n\n\n\n\nFilename:\n \nhttps://i.imgur.com/xrNGKup.png\n\n\nName:\n File:Mount Agung from the east.jpg\n\n\nAuthor:\n Josh Steinitz\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Mount_Agung_from_the_east.jpg\n\n\nAdditional Notes:\n Photomanipulation done by Dino—Draws\n\n\n\n\n\n\nFilename:\n \nhttps://i.imgur.com/XnlLTZH.jpeg\n\n\nName:\n File:00 1100 Ruapehu volcano.jpg\n\n\nAuthor:\n W. Bulach\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:00_1100_Ruapehu_volcano.jpg\n\n\nAdditional Notes:\n Photomanipulation done by Dino—Draws\n\n\n\n\n\n\nFilename:\n \nhttps://i.imgur.com/3nhP76r.png\n\n\nName:\n File:Anak Krakatau (Anak Krakatoa), Indonesia - 12 May 2023 (52891922902).jpg\n\n\nAuthor:\n Pierre Markuse\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Anak_Krakatau_(Anak_Krakatoa),_Indonesia_-_12_May_2023_(52891922902).jpg\n\n\nAdditional Notes:\n Photomanipulation done by Dino—Draws\n\n\n\n\n\n\nFilename:\n \nhttps://i.imgur.com/GZWmF0X.png\n\nThis image is a composite of:\n\n\nName:\n \nhttps://commons.wikimedia.org/wiki/File:A_crocodiles_eye_(7825799462).jpg\n\n\nAuthor:\n Alias 0591\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:A_crocodiles_eye_(7825799462).jpg\n\n\nName:\n File:Whaleback, Mount St Helens volcanic crater (February 22 2005).jpg\n\n\nAuthor:\n Steve Schilling, USGS\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Whaleback,_Mount_St_Helens_volcanic_crater_(February_22_2005).jpg\n\n\nAdditional Notes:\n Photomanipulation done by Dino—Draws\n\n\n\n\n\n\nFilename:\n \nhttps://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Tectonic_plates_and_ring_of_fire.png/800px-Tectonic_plates_and_ring_of_fire.png?20180715175332\n\n\nAuthor:\n Astroskiandhike\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Tectonic_plates_and_ring_of_fire.png\n\n\n\n\n\n\nFilename:\n \nhttps://i.imgur.com/MoJuEft.png\n\nThis image is a composite of:\n\n\nName:\n \nhttps://i.imgur.com/MoJuEft.png\n\n\nAuthor:\n Dino—Draws\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://imgur.com/MoJuEft\n\n\nName:\n File:Logo of the SCP Foundation.png\n\n\nAuthor:\n Far2\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://en.wikipedia.org/wiki/File:Logo_of_the_SCP_Foundation.png\n\n\n\n\n\n\nFilename:\n \nhttps://i.imgur.com/Ifbav3a.png\n\n\nName:\n File:Lambert Th van Kleef (ca 1910).jpg\n\n\nAuthor:\n Unknown\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Lambert_Th_van_Kleef_(ca_1910).jpg\n\n\n\n\n\n\nFilename:\n \nhttps://i.imgur.com/KeU304B.png\n\n\nName:\n (if different from filename)\n\n\nAuthor:\n Unknown\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/144957155@N06/36450732514/\n\n\n\n\n\n\nFilename:\n \nhttps://i.imgur.com/BgsQQ8W.png\n\nThis image is a composite of:\n\n\nName:\n File:Mauna Loa light pillar.jpg\n\n\nAuthor:\n International Gemini Observatory\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Mauna_Loa_light_pillar.jpg\n\n\nName:\n File:Kīlauea volcano eruption 20201220.jpg\n\n\nAuthor:\n Hawaii Volcanoes National Park\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:K%C4%ABlauea_volcano_eruption_20201220.jpg\n\n\nAdditional Notes:\n Photomanipulation done by Dino—Draws",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8007 \" by Dino—Draws, from the SCP Wiki . Source: https://scpwiki.com/scp-8007 . Licensed under CC-BY-SA .",
        "Filename: https://i.imgur.com/7esUpHs.jpeg Name: File:Whaleback, Mount St Helens volcanic crater (February 22 2005).jpg Author: Steve Schilling, USGS License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Whaleback,_Mount_St_Helens_volcanic_crater_(February_22_2005).jpg Additional Notes: Photomanipulation done by Dino—Draws",
        "Filename: https://i.imgur.com/PIKJ3ZO.png Name: File:Plosky Tolbachik Volcano Crater Kamchatka 20100711.jpg Author: Einar Fredriksen License: CC BY 2.0 Source Link:* https://commons.wikimedia.org/wiki/File:Plosky_Tolbachik_Volcano_Crater_Kamchatka_20100711.jpg Additional Notes:** Photomanipulation done by Dino—Draws",
        "Filename: https://i.imgur.com/c7OBs1F.png Name: https://commons.wikimedia.org/wiki/File:Mexico-Popocatepetl.jpg Author: Jakub Hejtmánek License: CC BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Mexico-Popocatepetl.jpg Additional Notes: Photomanipulation done by Dino—Draws",
        "Filename: https://i.imgur.com/ueO7S6J.png Name: File:Quetzaltenango santa maria volcano.jpg Author: NASA License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Quetzaltenango_santa_maria_volcano.jpg Additional Notes: Photomanipulation done by Dino—Draws",
        "Filename: https://i.imgur.com/JuIsRem.png Name: File:Fuji Kawaguchi 357.JPG Author: Marion & Christoph Aistleitner License: CC0 1.0 Source Link: https://commons.wikimedia.org/wiki/File:Fuji_Kawaguchi_357.JPG Additional Notes: Photomanipulation done by Dino—Draws",
        "Filename: https://i.imgur.com/xrNGKup.png Name: File:Mount Agung from the east.jpg Author: Josh Steinitz License: CC BY 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Mount_Agung_from_the_east.jpg Additional Notes: Photomanipulation done by Dino—Draws",
        "Filename: https://i.imgur.com/XnlLTZH.jpeg Name: File:00 1100 Ruapehu volcano.jpg Author: W. Bulach License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:00_1100_Ruapehu_volcano.jpg Additional Notes: Photomanipulation done by Dino—Draws",
        "Filename: https://i.imgur.com/3nhP76r.png Name: File:Anak Krakatau (Anak Krakatoa), Indonesia - 12 May 2023 (52891922902).jpg Author: Pierre Markuse License: CC BY 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Anak_Krakatau_(Anak_Krakatoa),_Indonesia_-_12_May_2023_(52891922902).jpg Additional Notes: Photomanipulation done by Dino—Draws",
        "Filename: https://i.imgur.com/GZWmF0X.png This image is a composite of: Name: https://commons.wikimedia.org/wiki/File:A_crocodiles_eye_(7825799462).jpg Author: Alias 0591 License: CC BY 2.0 Source Link: https://commons.wikimedia.org/wiki/File:A_crocodiles_eye_(7825799462).jpg Name: File:Whaleback, Mount St Helens volcanic crater (February 22 2005).jpg Author: Steve Schilling, USGS License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Whaleback,_Mount_St_Helens_volcanic_crater_(February_22_2005).jpg Additional Notes: Photomanipulation done by Dino—Draws",
        "Filename: https://upload.wikimedia.org/wikipedia/commons/thumb/0/0d/Tectonic_plates_and_ring_of_fire.png/800px-Tectonic_plates_and_ring_of_fire.png?20180715175332 Author: Astroskiandhike License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Tectonic_plates_and_ring_of_fire.png",
        "Filename: https://i.imgur.com/MoJuEft.png This image is a composite of: Name: https://i.imgur.com/MoJuEft.png Author: Dino—Draws License: CC BY-SA 3.0 Source Link: https://imgur.com/MoJuEft Name: File:Logo of the SCP Foundation.png Author: Far2 License: CC BY-SA 3.0 Source Link: https://en.wikipedia.org/wiki/File:Logo_of_the_SCP_Foundation.png",
        "Filename: https://i.imgur.com/Ifbav3a.png Name: File:Lambert Th van Kleef (ca 1910).jpg Author: Unknown License: CC BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Lambert_Th_van_Kleef_(ca_1910).jpg",
        "Filename: https://i.imgur.com/KeU304B.png Name: (if different from filename) Author: Unknown License: Public Domain Source Link: https://www.flickr.com/photos/144957155@N06/36450732514/",
        "Filename: https://i.imgur.com/BgsQQ8W.png This image is a composite of: Name: File:Mauna Loa light pillar.jpg Author: International Gemini Observatory License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Mauna_Loa_light_pillar.jpg Name: File:Kīlauea volcano eruption 20201220.jpg Author: Hawaii Volcanoes National Park License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:K%C4%ABlauea_volcano_eruption_20201220.jpg Additional Notes: Photomanipulation done by Dino—Draws"
    ],
    "containment_procedures": "SCP-8007 is to remain at the location in which it was unearthed on 20/3/1980, within the caldera of Mount St. Helens. Access to the caldera itself is to be blocked off and surveilled to ensure that no unauthorized individuals or organizations enter the stratavolcano's crater.",
    "description": "SCP-8007 is a draconic entity of indeterminate size within the caldera of Mount St. Helens. Through in-person examination and the use of specialized GPR,2 it has been found that SCP-8007 in part resembles depictions of European Dragons, having six limbs, two of which being wings. While the length of SCP-8007 is presently unknown, its wingspan has been estimated to be roughly 3 kilometers at full extension.",
    "title": "SCP-8007"
}