{
    "url": "https://scp-wiki.wikidot.com/scp-8015",
    "all_text": "Escaping certain death is a feat that's almost unimaginable. Yet, a fortunate few are given another chance in the lakes of Vancouver.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+75\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nCONTENT WARNING: This article contains traumatic automobile-related injuries.\n\n\n\n\n\n\n\n\nrating: \n+75\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\nFluffyDog00\n\n\n\n\n\n\nCheck out the rest of my works here: \nAuthor Page\n\n\n\n\n\n\n\n\n\n\n\n\nThe lake that SCP-8015 resides in.\n\n\n\n\n\n\nItem #:\n SCP-8015\n\n\nObject Class:\n Euclid/Archon\n1\n\n\nSpecial Containment Procedures:\n Containment efforts surrounding SCP-8015 are focused on limiting its exposure rather than suppressing its effect. Posted guards are to patrol in a perimeter at least 1.6 km away from SCP-8015's location, and amnestication is to be distributed to trespassers only. It is prohibited to interfere with individuals that are transported to SCP-8015's location.\n\n\nDescription:\n SCP-8015 is a 30 m long aquatic reptilian sextupled that resides in a remote lake located in Vancouver BC, Canada. It possesses the ability to transport an individual's astral body\n2\n to its location. In order for an individual to achieve astral travel through SCP-8015, the following conditions must be met:\n\n\n\n\nWhether it is due to illness or injury, the individual must be in critical condition.\n\n\nThe individual must have an ambition that they were not able to achieve yet.\n\n\nThe individual must have a positive reputation among their community.\n\n\n\n\nOnce an individual is transported, SCP-8015 will emerge out of the water. It will then proceed to ask the individual what it needs. After receiving a response, SCP-8015 will submerge itself into the lake and bring back an object pertaining to the individual's situation (designated SCP-8015-1). Upon receiving an SCP-8015-1 instance, the individual will then return to their physical body, and will regain circulatory/respiratory function. Additionally, once the individual is conscious, they will have no memory of SCP-8015.\n3\n\n\nAddendum - Recorded Manifestation:\n The following is a log of a manifestation that occurred on 11/02/2002.\n\n\n\n\n<BEGIN LOG>\n\n\nAt 9:32 pm PST, a seven year old male identified as Jay Whitewood appears at the edge of the platform that goes into the lake. SCP-8015 emerges, staring at Whitewood with a frown.\n\n\nSCP-8015:\n Oh, dear child. What ails you this evening?\n\n\nWhitewood:\n Wha- where am I? What happened? Where's mommy?\n\n\nTears begin running down Whitewood's face. In response, SCP-8015 brushes its tail along his back.\n\n\nSCP-8015:\n Do not fret little one. You are safe here.\n\n\nSCP-8015 proceeds to use its tail to wipe Whitewood's tears off of his face.\n\n\nWhitewood:\n I dunno what happened! I was in mommy's car and there was this bright light and- and-\n\n\nWhitewood continues to sob. SCP-8015 arches his neck down to Whitewood's level.\n\n\nSCP-8015:\n I see. Do not fret, I will make sure you return safely.\n\n\nWhitewood:\n What about mommy?\n\n\nSCP-8015 pauses.\n\n\nSCP-8015:\n I will see what I can do.\n\n\nSCP-8015 submerges itself in the lake. Whitewood peers over the edge, waiting for its return.\n\n\nAt 9:38 pm PST, SCP-8015 reemerges with a locket snatched within its teeth. It gently hands the locket to Whitewood.\n\n\nSCP-8015:\n This I believe is a relic from the sirens- or mermaids I should say.\n\n\nWhitewood squints at the locket in his palms. SCP-8015 gently opens it with its tail.\n\n\nSCP-8015:\n From what I recall it is a protection sigil, binding the mother with its hatchling and the hatchling with her.\n\n\nThe locket is engraved with a bas relief of two aquatic humanoids swimming in a circular formation. The one above is larger in appearance, and bears a distinctly feminine appearance. The one below has less discernable human features, and is smaller in size. They both orbit a heart in the middle of the locket.\n\n\nWhitewood:\n And this will… help?\n\n\nSCP-8015 tilts its head in a shrugging motion.\n\n\nSCP-8015:\n At least partially. I can guarantee you will be safe. As for your mother-\n\n\nSCP-8015 brushes Whitewood's shoulder with its tail.\n\n\nSCP-8015:\n -no matter what happens to her, she will always be with you. In here.\n\n\nSCP-8015 points to Whitewood's heart. Whitewood smiles.\n\n\nWhitewood:\n Thank you Mr. Dragon.\n\n\nSCP-8015 grins back.\n\n\nSCP-8015:\n Of course little one. May the tides guide you to happiness.\n\n\nSCP-8015 dives back into the lake, and Whitewood's manifestation disappears.\n\n\n<END LOG>\n\n\n\n\n\n\nNote:\n Following the car accident, Whitewood awoke in St. Paul's hospital in Vancouver BC, Canada. While suffering brain and bone tissue damage, he was able to recover.\n\n\nWhitewood's mother, Ava Whitewood, had severe injuries to her back and legs; but despite this, she survived. After a little over three months of physical therapy, Ava was able to make a full recovery.\n\n\nJay Whitewood went on to be a successful marine biologist, and Ava was able to retire at the age of 61.\n\n\nFurther research into SCP-8015's influence in Ava Whitewood's survival is ongoing.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8015\n\" by FluffyDog00, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8015\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n bridge.jpg\n\n\nName:\n Moonlight on water (Pixabay 2297212).jpg\n\n\nAuthor:\n James Wheeler\n\n\nLicense:\n \nCC0 1.0 Universal (Public Domain)\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The anomaly requires basic surveillance/security, but further containment is considered unethical.\n\n\n2\n. AKA body of light\n\n\n3\n. This is based off of Foundation monitorization of subjects transported to SCP-8015's location.\n\n\n\n\n\n\n\n\n« \nSCP-8014\n | SCP-8015 | \nSCP-8016\n »",
    "addendums": [
        "Addendum - Recorded Manifestation: The following is a log of a manifestation that occurred on 11/02/2002."
    ],
    "documents": [],
    "notes": [
        "\" SCP-8015 \" by FluffyDog00, from the SCP Wiki . Source: https://scpwiki.com/scp-8015 . Licensed under CC-BY-SA .",
        "Filename: bridge.jpg Name: Moonlight on water (Pixabay 2297212).jpg Author: James Wheeler License: CC0 1.0 Universal (Public Domain) Source Link: Wikimedia Commons"
    ],
    "item": "SCP-8015",
    "object_class": "Euclid/Archon1",
    "containment_procedures": "Containment efforts surrounding SCP-8015 are focused on limiting its exposure rather than suppressing its effect. Posted guards are to patrol in a perimeter at least 1.6 km away from SCP-8015's location, and amnestication is to be distributed to trespassers only. It is prohibited to interfere with individuals that are transported to SCP-8015's location.",
    "description": "SCP-8015 is a 30 m long aquatic reptilian sextupled that resides in a remote lake located in Vancouver BC, Canada. It possesses the ability to transport an individual's astral body2 to its location. In order for an individual to achieve astral travel through SCP-8015, the following conditions must be met:",
    "title": "SCP-8015"
}