{
    "url": "https://scp-wiki.wikidot.com/scp-8016",
    "all_text": "We have lived in your silence all our lives.\n\nBut the old stories remain in our hearts.\n\nWe still follow your orders.\n\n\n\n\n\n\n\n\n\n\nrating: \n+52\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-8016:\n\n\nAuthor:\n Arclund\n\n⚠️ \nContent warning:\n Physical Violence, Gore\n\n\n\n\n\n\n\n\nrating: \n+52\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8016\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8016-A is stored in a secure storage locker in the archives of Site-12 under the advisement of the Temporal Anomalies Department as a result of Overseer Council deliberation regarding the manifestation of SCP-8016-C. Attempts to catalog further information through the SONARK Collaboration Project\n1\n are paused due to the considerations above. SCP-8016 entered Foundation custody through POI-4242: James █, a former employee of Prometheus Labs.\n\n\nDescription:\n SCP-8016-A is a loose-leaf journal containing documentation regarding a point of time estimated to be two thousand years in the future following an SK-Class Dominance Shift Scenario\n2\n.\n\n\nSCP-8016-A consists of reports gathered by POI-4242 & documentation offered by a group of entities following their discovery as an \"offering\" to their deities. Several sections of the journal are documented below.\n\n\nThe entities designated SCP-8016-B are a sophont species inhabiting the remnants of a destroyed Foundation Facility in what was once eastern Nevada.\n\n\nThe instances appear to have a complete understanding of both written and spoken English outside of neologisms present in their own cultural dialect.\n\n\nAccording to the reports by POI-4242, the entities refer to themselves as \"Embefs.\" According to the reports, the entities stand between 2.1 and 2.4 meters tall and were never seen outside of a set of metallic armor, excluding their glowing blue eyes. POI-4242 noted that the instances' helms were oblong, projecting forward from their necks and that their lower limbs were digitigrade in form. The rest of the instances' bodies appear to follow a humanoid analog. It is currently unknown how deeply integrated the armor is to the entity contained within it.\n\n\nSCP-8016-B's can use either a bipedal or quadrupedal stance for locomotion, preferring the latter when moving quickly.\n\n\nAccording to POI-4242's observations, the instances ate and drank in private and did not appear to require sleep.\n\n\nSCP-8016-B's are reported to be a martial people with signs of thaumic and telepathic abilities:\n\nNoted Examples Include:\n\n\n\n\nManifestation of flames upon weaponry.\n\n\nDrawing items to their hands from several meters away.\n\n\nHealing wounds by touch.\n\n\nLimited telepathic communication.\n\n\n\n\nPOI-4242 noted that devotion to two entities, the \"Dation\" and \"Their Wards,\" are cornerstones of their culture, as revealed in the documentation below.\n\n\n\n\n \n\n\n\n\nTHE PLEA\n\n\n\n\n\n\n \n\n\nThe first section of SCP-8016 is a direct written appeal for aid from one of the commanding SCP-8016-B entities.\n\n\n\n\nYou are the Dation.\n\n\nI am Embef, as are we all.\n\n\nYour angel, this Sonark, has told me my words will reach you.\n\n\nI hope beyond hope this is true.\n\n\nWe have lived in your silence all our lives.\n\n\nBut the old stories remain in our hearts.\n\n\nWe still follow your orders.\n\n\nWhile your silence has ever been comfortable for us, now, we need you to answer our prayers.\n\n\nI beg, I plead: the Ascension Wars have reached our bastion, Bios’ Reclaim, and their Gods walk with them.\n\n\nOur Wards are in danger. Our arms are old. The walls of our home are worn.\n\n\nPlease give us knowledge of the Ano-Melodies and give us leave to turn these artifacts against the Enemy.\n\n\nI would see your charge done in this time of greatest need.\n\n\nWhile I am sure your eyes see all, your angel has asked that I compile all that is known to the Embef and grant it to them to ferry to you.\n\n\n-In gratitude and love,\n\n\nEmbef Cali, High Commander of Reclaim.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nTHE MEETING\n\n\n\n\n\n\n \n\n\nThis section details the events of the SONARK's arrival to 40– CE from POI-4242 & the SCP-8016-B's leadership.\n\n\n\n\nExploration Video Log: The “Dation” Incident\n\n\nDate:\n 06/22/20–\n\n\nAdministrating Body:\n Temporal Anomalies Department\n\n\nSubject:\n SONARK Collaboration Project\n\n\nTeam Lead:\n Dr. Magni Proft\n\n\nTeam Members:\n Dr. Rachel Church, POI-4242 (James — ).\n\n\n\n\n[BEGIN LOG]\n\n\nPOI-4242:\n Smile Doc, you're finally getting everything you asked for.\n\n\nDr. Proft:\n I asked for careful consideration when beginning these trials. I did not ask for…\n\n\nThe Doctor narrows his eyes, looking POI-4242 up and down.\n\n\nDr. Proft:\n Whatever chicanery this is.\n\n\nPOI-4242 grins and flips the collar on what resembles an aviator's jacket with the Foundation symbol emblazoned across the breast.\n\n\nPOI-4242:\n You're having me dive into the shifting rivers of the future, and you think I shouldn't be dressed sharply? Gonna need to make a good first impression. Rep my new head honchos.\n\n\nDr. Church approaches, shaking her head and hands POI-4242 their helmet, an oblong dome of black glass and grey steel.\n\n\nDr. Church:\n There should be no impression made at all.\n\n\nPOI-4242 takes the helmet with a smile.\n\n\nPOI-4242:\n Not even a little one?\n\n\nDr. Church raises an eyebrow, and Dr. Proft looks slightly red.\n\n\nPOI-4242:\n Lighten up a little, folks; we're about to do something fantastical. Well, if you think a scouting mission is fantastical anyway.\n\n\nDr. Proft:\n I would prefer if you treated this project with the gravity it deserves. You are about to embark on a trial run that will make or break this initiative. I would like the longevity of this project to be everlasting. I do not understand why you must meet everything with levity and humor.\n\n\nPOI-4242:\n Well, it comes with loving your job, boss. It's something you Foundation types are encouraged not to do, yeah? Cold, not cruel. Cynical and clinical, not suave and savvy.\n\n\nHe winks at Church, who returns a small grin, while Proft grows redder in the face.\n\n\nDr. Proft:\n Just don’t mess this up for us, James. I swear if there was anyone el-\n\n\nPOI-4242 interrupts him.\n\n\nPOI-4242:\n But there isn't, not yet. SONARK was a Prometheus brainchild, and for as eggy as your eggheads are, they haven't even come close to figuring her out yet. So you need me and my jacket.\n\n\nProft snorts and turns away, briskly marching away from the others.\n\n\nDr. Proft:\n Get in the damn machine already. We're on a tight time frame.\n\n\nPOI-4242 glances at Dr. Church.\n\n\nPOI-4242:\n Bit more, and I think I could've popped a blood vessel.\n\n\nDr. Church shakes her head.\n\n\nDr. Church:\n I am aware that this isn't new for you, James, but you're being given an incredible amount of leeway with the promise that you will get the TAD and those above us results.\n\n\nShe gestures to SONARK, a spheroid device of gleaming white metal and blue-grey glass.\n\n\nPOI-4242:\n As you know, Doc, much as I enjoy getting a rise out of that one, I intend to complete the mission to the best of my ability.\n\n\nDr. Church:\n Repeat the expectations before we can begin, please?\n\n\nPOI-4242 stands up a bit taller and nods.\n\n\nPOI-4242:\n I am to take the SONARK temporal drive into a free dive. Once begun, I will enter the dictated coordinates and briefly skim the targeted timeline, gathering atmospheric, topographical, and temporal data using the machine's various scanners, then dip back out—no muss, no fuss, quick and easy.\n\n\nDr. Church:\n Let us hope. Now, get ready for the launch; I will be in touch.\n\n\nShe gestures to the communicator on the side of her face. POI-4242 slips his helmet over his head, which seals into place with a brief jet of steam.\n\n\nPOI-4242:\n As they say on TV, allons-y.\n\n\n\n\n\n\nI look down at the map before me, and all I can do is sigh.\n\n\nEvery day, the net around us seems to grow all the tighter.\n\n\nThe loss of Lavega as a safe scavenging point will require scouting parties to move further afield, but the encroaching of the northern Enemy leaves us with even less room to maneuver.\n\n\nWe need water for our crops, metal for our second-skins, and medicine for our Wards.\n\n\nI feel the urge to remove my helm and rub my eyes but push it aside.\n\n\nDation will provide. I simply need to give them time.\n\n\n\"Please,\" I murmur, reaching out to them, even though they have been silent since before I was born.\n\n\nBefore, there were no Declas to our North and clashing armies to our south. Before, the Children were but a rumor.\n\n\nBefore we had Lavega.\n\n\nAnd Ren.\n\n\nAnd the Salt City.\n\n\nTimes had never been this trying. And if I am to keep the Wards and my people safe, I need them to answer.\n\n\n\"Hear me.\" I pray, calling out with everything that is me.\n\n\n\"Commander?\" a voice calls, muffled by the heavy door.\n\n\nI collect my worries and fears and shove them down, standing tall.\n\n\n\"Enter.\" I say.\n\n\nThe Embef that enters is shorter than most, his second-skin painted in blue and white swirls. He salutes me unsteadily; I can sense the fear coming off of him in waves.\n\n\n\"Speak, young one.\" I offer, approaching him.\n\n\n\"The Caretakers report trouble,\" he returns, pausing and tapping his head.\n\n\nI nod and center myself further, locking my roiling emotions ever deeper as his young voice echoes in my mind. It is chaotic at first. The mix of imagery and words. He is not used to this gift yet, but he will learn.\n\n\n\"Calm yourself…\" I say aloud, laying a comforting hand on his shoulder, pausing to hear his name.\n\n\n\"Jasper, Commander.\" he returns, and he takes a steadying breath, the cacophony lessening, but the next words nearly send my mind into similar disarray.\n\n\n\"A Ward has vanished from Reclaim,\" Jasper states. I hold back a sigh. I ask for a sign, and am given this in its place.\n\n\nNo solutions.\n\n\nJust more problems.\n\n\n\"Do you know where they went?\" I demand.\n\n\n\"No, but Willo is on the battlements. She discovered it first.\" he offers.\n\n\n\"Follow me then.\" she returns.\n\n\nGathering my weapons, I depart, the young pup a step behind. Others note my passing, mental and murmured greetings, which I acknowledge in passing. Caretakers guiding Wards, Engineers patching pipes, Soldiers heading for drills. A typical day within Bios' Reclaim.\n\n\nYet, a Ward has vanished from the Defender's embrace.\n\n\nWho can say what will befall them outside these walls? It is paramount to solve this problem as quickly as possible.\n\n\nI am atop the ramparts in moments, some of my best Rangers awaiting me; Willo, a female in a second-skin augmented with decorative rebar spikes, turns to look at me. She salutes respectfully while the other, Bar, massive in stature, a good head taller than most of our kin, continues to stare out at the horizon.\n\n\n\"How did it happen?\" I demand.\n\n\n\"We can't say for certain.\" Willo returns, shaking her head, \"The Wards, Adamathos bless them, are ever curious, and ever discovering ways to vex us.\"\n\n\nShe laughs, but I can scent her worry.\n\n\n\"Smoke rises from the low timber.\" Bar rumbles, \"I worry they did not leave of their own volition.\"\n\n\n\"No.\" I return, \"Bios would not fail us in such a way.\"\n\n\n\"What of the Engineers?\" Jasper asks, immediately flinching as I and the other elder Embef turn to stare at him.\n\n\n\"They are stretched thin, as are we all.\" I state, \"But Bios blessed Reclaim with defenses that have yet to fail us, and they have yet to sing their warnings, correct?\"\n\n\nThe others nod in agreement.\n\n\n\"Regardless, something is out there,\" Bar notes, pointing, and with a prayer to Ovive, my vision strengthens, catching the faint trail of smoke wafting up from amongst the pines.\n\n\n\"Then time is being wasted.\" I state, \"The three of you will come with me. We must find the scent and return the Ward before anything terrible can tran-\"\n\n\nMy words are swallowed by a crack of thunder.\n\n\nCries of alarm echo across Reclaim, and my Rangers and I whirl as the sky rends with a flair of silver light, and an object comes rocketing out of it, smashing into the timber with a gonging bang.\n\n\n\"What-\" Jasper cries.\n\n\n\"Declas!\" Bar growls.\n\n\n\"Ano-Melody?\" Willo counters, hopefully turning to me.\n\n\nI asked for a sign.\n\n\nAnd now behold a miracle.\n\n\nHave they heard me?\n\n\n\"Whatever it is, we must see to it,\" I state, and a compulsion in my soul sends me vaulting over the battlements.\n\n\n\n\n\n\nThe camera image flickers as POI-4242 sits up, rubbing the side of his helmet, the metal slightly dented.\n\n\nPOI-4242:\n Well, that… wasn't what I expected.\n\n\nDr. Church:\n J-J-James, c\n-\n- you he██ mezzzz?\n\n\nPOI-4242:\n Barely, did you get the numbers on that truck?\n\n\nDr. Church:\n James?\n\n\nPOI-4242:\n There you are!\n\n\nHe begins looking over the council, flicking switches, and typing in commands into the central console.\n\n\nDr. Church:\n What happened?\n\n\nHer voice crackles as several portions of the console go dark.\n\n\nPOI-4242:\n Shit. Come on, girl, don't you strand me on our first jaunt. That's bad form.\n\n\nDr. Church:\n Don’t what?!\n\n\nLights flicker within the cabin as he checks the machine’s diagnostics.\n\n\nPOI-4242:\n There was a fault in her systems somewhere that messed up the jaunt. Running a diagnostic, and hopefully, she’ll be able to self-repair. Just a bigger bit of time before I can hope back.\n\n\nHe taps the side of his helmet, the visor retracting to see a slightly bruised and bleeding face. He rubs his eyebrows and turns several other dials.\n\n\nDr.Church:\n Are you alright?\n\n\nPOI-4242:\n Will be just need to-\n\n\nThe flickering lights stabilize, and several screens alight across the console. POI-4242 smiles.\n\n\nPOI-4242:\n Good. SONARK, begin self-diagnostic, and hey, if you want to make the eggheads happy, begin scanning our surroundings, prompts: topography, atmosphere, time-scale, reverse order of relevance.\n\n\nThe machine chimes, and a beam of light begins to circuit around the exterior of the machine; POI-4242 leans back and reaches for the camera, attaching it to his shoulder mount.\n\n\nPOI-4242:\n Everything looking alright on your end?\n\n\nDr. Church:\n Bit spotty on your end, but the data link seems to be holding strong.\n\n\nOutside the SONARK is a dark pine forest, the trees towering far above him, disguising if it is day or night.\n\n\nDr. Church:\n The data’s coming through. Your Time Scale is two thousand years post-last Point of Reference.\n\n\nPOI-4242:\n So we hit that marker properly. Hmm…bubble might have scrambled us.\n\n\nDr. Church:\n A bubble?\n\n\nPOI-4242:\n Doc Elisabet, the one who started the program for Prometheus, talked about them, more like… time hiccups, I guess, momentary fluctuations that would send you rattling around. Luckily, this was a small one. Otherwise, we could have ended up damn near anywhere.\n\n\nDr.Church:\n Lucky indeed. Atmosphere readings are coming in. More luck, it’s breathable, not that I imagine you’re favoring a walk right now.\n\n\nPOI-4242 looks out the windows into the dark woods beyond.\n\n\nPOI-4242:\n Not at the moment.\n\n\nDr. Church:\n Lower greenhouse gas percentage, good, good. Oh… there is an unknown chemical compound in the air. So keep your helmet handy, just in case.\n\n\nPOI-4242 shifts the helmet onto his lap.\n\n\nPOI-4242:\n I already said I-\n\n\nA tap on the side of the machine distracts POI-4242, causing him to look out the left side of the vehicle.\n\n\nDr. Church:\n The Topography map is in. Whenever you are, it’s largely forest with a swift ascent into mountainous terrain. There do appear to be some ruined buildings nearby. Sure, you don’t want to take a look?\n\n\nPOI-4242:\n I thought I was supposed to be the purveyor of poor choices.\n\n\nDr. Church laughs.\n\n\nDr. Church:\n I thought you were supposed to be “savvy and adventurous” or whatever it was you said.\n\n\nPOI-4242:\n I-\n\n\nAnother tap draws his attention to the right-hand side. He narrows his eyes, and something is briefly caught moving on the camera.\n\n\nPOI-4242:\n Hold on a moment. There’s something out there.\n\n\nDr. Church:\n Well, whatever it is, you don’t need to worry about it. The self-diagnostic just came in. She should already be going through self-repair to fix the f-\n\n\nA spear slams into the side of the SONARK, cracking the glass and shattering the weapon from the force of the impact.\n\n\n\n\n\n\nI race down from the gates, the others behind me, the old instincts driving me to all fours, as a familiar scent hits me.\n\n\n“I smell the Ward.” my thoughts projecting to the Rangers as they rush along behind me.\n\n\n“Lead the way.” Bor remarks.\n\n\n“What about the… thing that fell in the woods?” Jasper asks.\n\n\nThe sign.\n\n\nOur gods can hear us.\n\n\nA hope that they have not, in fact, lost track of us in their Hunt Beyond.\n\n\nOr is it just another trick?\n\n\nA false prophet, a Declas illusion meant to draw us out so they can avenge themselves upon us for their former fate.\n\n\nA work of magic by the Enemy, the Rustless crafted many odd and dangerous things. Was this their attempt to push beyond the coasts and marshlands to the south?\n\n\nI center myself as I feel the others on the edges of my mind, waiting for a direct response.\n\n\nI can not let them know my doubts.\n\n\nAnd I can not forget my true purpose: protect the Wards.\n\n\nIf I forsook that now just for the sake of curiosity, not even Adamathos would forgive me.\n\n\n“Willo, Bor, follow me to the Ward, Jasper, seek the oddity, but be cautious; we do not know its origin or what else awaits us amongst the trees,” I command.\n\n\nAgreements fill my mind, and Jasper increases his pace, rushing down the mountain pass, while I turn, following the scent of the Ward and… blood.\n\n\nNo.\n\n\nI have held my station for years, taken many wounds in the name of my charge, never has a Ward come to harm in my protection of Reclaim.\n\n\nAnd to lose one, I am filled only with dread, and pray that the Dation, that Ethek, in particular, be kind.\n\n\n“There!” Willo shouts, and I turn, seeing the huddle form of a Ward hiding beneath a rocky outcropping.\n\n\nBlood litters the ground.\n\n\nI leap to my feet and slow to a halt, weapons rising from my waist to my hands with a flick of my wrist, and I whirl, searching every angle and nook for any sign of continued danger.\n\n\n“Check them,” I order, and Willo kneels, reaching out a placating hand.\n\n\nThe Ward whimpers and tries to reach toward her but stops a grimace of pain on his face.\n\n\nI glance down, and my heart aches. The Ward’s pale leg is locked within the crooked maw of a trap, metal and bone teeth jutting in odd angles and piercing clean through them. Any effort to move pulls at the wound, fresh ichor spilling across the stones.\n\n\nAn ugly creation of The Children.\n\n\n“Damn beasts.” Bor growls, his bulky second-skin creaking and shifting as he reaches for the trap.\n\n\n“Gentle now.” Willo admonishes.\n\n\n“Calm down, I’d never hurt him.” he retorts.\n\n\nThe Ward reaches for me, perhaps recognizing the hue of my armor or the various markings splayed across it.\n\n\nHe groans, weak from blood loss.\n\n\n“Willo, switch with me,” I say, waiting for her to rise and draw her bow before I kneel in her place.\n\n\nI lean forward and gently take the Ward’s hand, “What drew you from safety, precious one?”\n\n\nHe attempts to respond, but all that emerges is a feeble croak.\n\n\n“No matter,” I comfort, squeezing his hand, “We will see you home.”\n\n\nBor manages to work his fingers into the maw of the trap and glances at her, “Children on our mountain, so close to Reclaim. It should not be so. I-.\"\n\n\n“Their blood will come soon; focus on your work before you wound your second-skin and endanger the Ward,” I state.\n\n\nHe glances away, admonished, though am I right to have done so?\n\n\nHow could they have gotten so close?\n\n\nWhy had things become so hard as of late? Had we angered the Dation?\n\n\nAre… they even listening?\n\n\nMy eyes flick to the tree line below.\n\n\nDoes the answer lie below?\n\n\n“I have it,” Bor states, interrupting my musing.\n\n\n“Do it,” I state.\n\n\nWith a grunt and a surge of magic through his second-skin, he bears down, shattering the trap in two.\n\n\nI feel my own magic surge and reach out, touching the Ward’s wound.\n\n\nDespite my doubts, I send my voice to Ethek.\n\n\nAnd while no voice responds, the wound heals all the same, light flaring around my fingertips and seeping into the gash.\n\n\nThe Ward sighs heavily and lays his head against my arm.\n\n\nA rush of warmth passes through me.\n\n\nI look to Willo, plans piecing together in my mind.\n\n\nAnd a soul-rattling scream scatters all of them to the wind.\n\n\nThe Ward clutches to me tightly as more calls echo from the tree line.\n\n\nThe Children had either found Jasper or the Mystery.\n\n\n“We need to-” Willo begins, but I cut her off.\n\n\n“Take the Ward, and return to Reclaim, both of you, return with whomever is able.” I order, “I will go to Jasper.”\n\n\n“Commander, we don’t know how man-” Willo begins as Bor stoops and picks up the Ward.\n\n\n“Have faith.” I state, clasping her shoulder and touching my helm to hers, “Emtef always stands with his chosen Commander.”\n\n\n“I pray all the Dation stand with you,” she murmurs, pulling away.\n\n\nI turn and rush towards the forest.\n\n\nWill any of my Gods be with me in truth?\n\n\nAs the fire of their gift ignites across my blades, I take one finally shaky breath before steadying myself for the plunge.\n\n\nAnd I leap into the unknown with my doubts pushed aside.\n\n\n\n\n\n\nPOI-4242 flinches as another spear shatters against the SONARK.\n\n\nPOI-4242:\n Fuck!\n\n\nHe leans forward, frantically working at the console, attempting to restart the machine.\n\n\nPOI-4242:\n Come on, come on, come on.\n\n\nDr. Church:\n What’s happening?\n\n\nPOI-4242:\n Something is-\n\n\nAnother spear thuds into the dirt to his left, and he turns the camera, catching a hooked and crooked weapon, and beyond it, shapes moving amongst the limbs of the trees.\n\n\nPOI-4242:\n Lobbing harpoons at me.\n\n\nSONARK:\n Recovery period extending.\n\n\nPOI-4242:\n No, you bloody-Church, you’ve got to get me out of here. Hit the remote recall.\n\n\nDr. Church’s audio begins to scramble.\n\n\nDr. Church:\n W-w-w-**# Y-u’r: c*tt-n-\n\n\nPOI-4242:\n Church? Can anyone hear me? Church? Recall SONARK. Church?!\n\n\nThere is no response. He looks up and freezes, the camera catching a figure stepping out of the trees to stare at the SONARK.\n\n\nPOI-4242:\n Wh-.\n\n\nAn entity resembling a male\n Pongo pygmaeus \nstands in the clearing, covered in scars and runic markings, a thick club of bone and steel grasped in one hand. Other similarly simian entities emerge from behind it, all bipedal and clutching archaic weaponry.\n\n\nSONARK:\n Fault in Recovery, reinitializing.\n\n\nPOI-4242:\n Brilliant.\n\n\nThe entities begin closing in, raising and swinging their weapons, looking to the club-wielding instance for direction. It calls out, pointing at the SONARK.\n\n\nPOI-4242:\n Not great, but… we’ve been in worse, right, girl? Let’s just hope some of your tricks are still working.\n\n\nHe begins typing at the console, lines of code filling the central screen.\n\n\nA roar distracts him, and the camera catches an immense simian covered in rusted armor a moment before it slams into the side of the SONARK—the vehicle rolls and spines, bashing POI-4242 against the interior. A large crack appears on the grass as it slams into a tree, toppling it. The camera flies free of his shoulder and momentarily goes dark.\n\n\nSONARK:\n WARNING! HULL BREACH DETECTED! ACTIVATE PERSONAL PROTECTIVE MEASURES! REPAIR TIM-.\n\n\nPOI-4242:\n I know!\n\n\nHe taps the side of his helmet, sealing it shut, and activating its secondary camera feed. He looks over, and the simian entities surge towards the SONARK. The club-wielding instance stays back observing, while the armored instance raises its arms to batter against the mechanism again.\n\n\nPOI-4242:\n I said…\n\n\nHe finishes entering the code, and all light goes out within SONARK. A high-pitched whistle is heard.\n\n\nPOI-4242:\n I'm not dying here!\n\n\nA radial blast of electricity fires out from the bottom of the SONARK, knocking the simian entities backward. Several hit the ground and don't get up. The club-wielding instance roars, and the camera catches something moving behind it. The surviving instances quickly regain their composure.\n\n\nPOI-4242:\n There better be a gun in this thing. It's the Foundation; they cause problems on purpose. There has got to be…\n\n\nPOI-4242 begins searching the cabin for a weapon. Outside, the club-wielding instance continues to roar and scream until a wet gurgling cuts it off. POI-4242 looks up.\n\n\nPOI-4242:\n What now?\n\n\nAn arrow projects from the throat of the instance, who paws at it before keeling over. A tall, oddly shaped mechanical or intricately armored entity emerges from the forest behind it—glowing blue eyes on an ovoid, almost bird-like head. A sleek wooden bow is held in their hands.\n\n\nEntity:\n You should never have come to our lands, beasts!\n\n\nThe simian entities turn towards it, and a horrifying howling scream erupts in unison from them as they charge the new arrival. It fires several flaming arrows, but while some drop, it is soon overwhelmed. It tries to escape, but the simians cut it off. Twin blades emerge from its metallic form, and it strikes out at the simians, but soon, they all vanish from sight, screams of pain, and the creaking of metal echoing around the clearing.\n\n\nPOI-4242:\n SONARK, recovery time?\n\n\nSONARK:\n Estimated recovery time tabulated: 3 days.\n\n\nPOI-4242:\n I'm not even going to have 3 minutes if those things come back. If I can rig a jump, I could end up anywhere, but…\n\n\nHe begins typing and checking other portions of the machinery.\n\n\nPOI-4242:\n Has to be a way out of th-\n\n\nA metallic clang rings the air, and the lone entity hits the ground not far from the SONARK, its torso impaled by a broken spear. It tries to rise, and red-black liquid can be seen seeping from within the metal.\n\n\nPOI-4242:\n Shit-\n\n\nA loud thump draws POI-4242's eyes upward. One of the simian entities presses its face to the glass, smiling at him with bloody teeth.\n\n\nPOI-4242:\n I am not letting you take me.\n\n\nIt turns and lunges at the armored figure, pummeling it, other entities returning to join in, pieces of metal being pulled away as the entity struggles under the blows. It reaches a managed hand towards the SONARK.\n\n\nEntity:\n Help.\n\n\nPOI-4242:\n God…\n\n\n\n\n\n\nI hear the howl and push myself forward all the more. Embef cared not for pain, out second-skins blunting the feeling, or bodies gifted to heal by the Gods. But the helm, to remove that, was to expose the truth of us.\n\n\nIt is not a truth we hid from the Enemy out of fear but a truth meant for us and the Dation alone. Our second-skins were their second gift to us; to wear it always and to only show your face in the company of those beloved was sacred beyond measure.\n\n\nAnd as I emerged in the clearing, my blades already rising to plunge into the back of a cheering Child, my eyes locked on Jasper's helm cast aside. Scattered about lay the bodies of numerous other Children.\n\n\nMy rage is immediate. Emtef guides my hand, the flames across my blade become like a bonfire, and I lance one through the head of the child before me and sever them in twain. The half dozen others turn to me, standing over Jasper, his blood on their hands and lips.\n\n\nBeyond them, I see the mystery, Declas or Ano-Melody; I do not care at this moment. The shining edifice of shimmering white metal and black glass could be but a rusted remnant on the streets of Lavega for all I cared. All I wanted was justice.\n\n\nThe first to charge me, I part from their legs, clamping my hand around its falling torso and using it to bludgeon another.\n\n\nCarnage. That is the God of the Children.\n\n\nAnd with Emtef at my back, I can answer in kind.\n\n\nIt becomes a blur, a haze of red as I dispatch any and all that dare challenge me.\n\n\nHewing limbs, stomping skulls, shattering bones, I strike and cut and maim and burn.\n\n\nSome seek to flee. No. They hurt a Ward, they harm my brethren, they stalk my lands. None leave.\n\n\nI impale the last on its own spear, pinning it high to one of the trees, and briefly allow the magic to fade, thinking my grim work over.\n\n\nI am sent flying.\n\n\nI land and roll and look to see one of the Children's Brutes, their great armored goliaths, with bone-crushing teeth and silvered fur, bearing down on me.\n\n\nIts blows are impressive, and it takes all of my strength to parry them or withstand them. It strikes me with abandon, battering me against trees and into the ground. My blades find the gaps in their armor, but they press on.\n\n\nIt slams me to the ground, and I feel something crack along my second-skin. I fight to rise, but it sets upon me instantly, grasping my helm.\n\n\nIt squeezes, and I feel the metal begin to bend, cutting into the sides of my face. It pulls, attempting to reveal me as well.\n\n\nNo.\n\n\nI get my hand around its throat. I demand the attention of the Dation with more strength than I have ever mustered. I squeeze and pull.\n\n\nRed gore paints me, the scent of iron filling my nose as it chokes and sputters; I grab up a rock and crack it against its skull. Its weak neck twists and the beast falls atop me, dead. I push it off me and stand, unsteady, bones aching, second-skin straining.\n\n\nI rush to Jasper, scooping his helm up as I go. The bodies of Children splay across him, one covering his face. I tug them aside. Greeting me are swollen eyes and a bleeding nose. I hear the rattling breath of the young Ranger.\n\n\n\"Commander…\" he murmurs, smiling with bloody teeth, strips of flesh caught between them. I glance at the child I have moved. Its throat is a mangled ruin.\n\n\nI slide his helm back over his face gently.\n\n\n\"I told you to be careful.\" I admonish as I gather my magic to me, hoping to heal him.\n\n\nIt doesn't take. The wounds are too deep, too severe.\n\n\n\"They… attacked the mystery. Couldn't… let… them… What… is-\" he murmurs until his final breath slips out, his body falling still. I slowly place the scattered pieces of his second-skin atop him. It will have to do for now.\n\n\nI look up at the machine, the faint shadow of a form moving within.\n\n\nWhat had he died for?\n\n\nAs if in answer, the door opens.\n\n\n\n\n\n\nSONARK:\n Rerouting power. Cursory Scans detect no imminent environmental threats. Redirecting power from door clamps.\n\n\nPOI-4242:\n No, damn you.\n\n\nSONARK opens, and POI-4242 turns, staring at the remaining armored entity, blood painted across it. He glances around for a weapon as the entity stands.\n\n\nPOI-4242:\n Damn….\n\n\nThe entity freezes, tilting its head to the side.\n\n\nEntity:\n You speak our tongue.\n\n\nPOI-4242:\n I…I have no desire to fight you. I'm just a traveler.\n\n\nThe entity steps closer, partially raising one of its swords.\n\n\nEntity:\n From where? For what purpose?\n\n\nPOI-4242 pauses and shifts to stand as the entity grows closer.\n\n\nPOI-4242:\n Somewhere quite far from here and for knowledge.\n\n\nThe entity stares silently for a moment before glancing around.\n\n\nEntity:\n What is your name?\n\n\nPOI-4242:\n I-\n\n\nSONARK's radio comes back on at that moment.\n\n\nDr. Church:\n SONARK, are you there? I repeat, are you there? J-\n\n\nThe entity leaps back, raising its blade, and POI-4242 clicks a button on his helmet, swiftly funneling the signal into his helmet.\n\n\nEntity:\n What was that?!\n\n\nPOI-4242:\n One of those that sent me here.\n\n\nDr. Church:\n James, who are you talki-\"\n\n\nPOI-4242 tabs the side of his helmet, silencing himself, and taps another button.\n\n\nPOI-4242:\n Long story. Is the feed coming through clearly?\n\n\nDr. Church:\n It… what happened?!\n\n\nPOI-4242:\n Later. Do you TAD folks have any first contact protocols?\n\n\nDr. Church:\n To avoid it.\n\n\nPOI-4242:\n Well, shit out of luck then, aren't I?\n\n\nEntity:\n Why have you gone silent? Is this a trick? Were you with them? Another Declas for their King?\n\n\nIt steps forward, blades rising. POI-4242 raises his hands.\n\n\nPOI-4242:\n No, I don't- I promise I am not here to harm you!\n\n\nEntity:\n Step forward slowly.\n\n\nHe does so.\n\n\nDr. Church:\n Why are you-\n\n\nPOI-4242 taps his helm again.\n\n\nPOI-4242:\n SONARK is out of commission for three days. Either I make friends fast and find a safe place to hide out, or I get fucked.\n\n\nDr. Church:\n What did you do?!\n\n\nPOI-4242:\n Again, not right now. Large mechanical thing with a very sharp sword playing twenty questions, gonna focus on that if you don't mind.\n\n\nThe entity steps closer and looks POI-4242 over; it freezes, staring at the left side of his chest, and drops its blades.\n\n\nPOI-4242:\n What-\n\n\nIt reaches up, gently touching the Foundation symbol on his jacket.\n\n\nEntity:\n You wear their symbol.\n\n\nPOI-4242:\n I…\n\n\nIt falls to its knees and begins to weep.\n\n\nEntity:\n They heard me. We are not forgotten!\n\n\nIt grabs his hand, and he almost pulls away.\n\n\nDr. Church:\n D-d-o:*\n\n\nThe entity looks to the ground. He quickly silences the outside feed again.\n\n\nPOI-4242:\n Church, are you there? Church?!\n\n\nHe glances at the SONARK and sees it has gone completely dark.\n\n\nPOI-4242:\n Great.\n\n\nHe reopens communications and looks down at the entity.\n\n\nEntity:\n You are a messenger of the Dation?\n\n\nPOI-4242:\n As I said, I have come seeking knowledge.\n\n\nEntity:\n Anything you learn you will ferry back to them?\n\n\nPOI-4242:\n Yes.\n\n\nEntity:\n Then… you can tell them of our plight. That in their Hunt, old rivals have returned, and we desperately need their blessing once again to protect our sacred charge from the fight to come.\n\n\nPOI-4242:\n I would surely do so if you would explain it to me. What do you mean by old rivals?\n\n\nThe Entity stands and gestures around at the carnage around it.\n\n\nThe Entity:\n The fiends that set the Enemy, such as these, at our gates.\n\n\n[END LOG]\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nTHE ENEMY\n\n\n\n\n\n\n \n\n\nThe third section is a transcription of information regarding the various threats and factions SCP-8000-B are arrayed against, taken by POI-4242, and written by a dead Embaf Scholar\n3\n.\n\n\n \n\n\n\n\n+ Declas\n\n\n\n\n- Close\n\n\n\n\n\n\nThe Chained\n\n\n\n\n\n\nHeraldry\n\n\n\n\n\n\nVisage:\n The physical visages of Declas vary from mockeries of the once humanity to mechanical monstrosities to animalistic aberrations & entities that deny visual description. Their mindsets are the true deciding factor, for they seek to do little more than destroy and consume. Many are workers of powerful magic, and they use it to bend folk of all stripes to their causes, forming small warbands and cults that stalk the borderlands and forge petty kingdoms. Some find prominence amongst the other Enemy, but in the case of those within the New Children's hordes, they are subservient slaves and war beasts.\n\n\nObscure:\n Delcas are savage and unpredictable, so there are no set patterns for hiding from them. Looking away from one can be salvation at one time and a death sentence at another. If you encounter one of the beasts stalking the surface unprepared, it is best to hunker down and pray to the Dation that it passes you by.\n\n\nCondemn:\n Our greatest weapons and most potent convictions must be brought to bear to slay Declas. Many return after death; others shrug off the wounds of sword, bow, and blazer like the bites of flies. Some are not even truly alive. Crippling blows are best, for slowing them down is often all that can be done without the sacred Ano-Melodies, and if one must die to ensure the safety of others, the Dation has willed it. Your sacrifice will be remembered.\n\n\nPreserve:\n The Wards are never to be exposed to the Declas, for the infernal beasts want nothing more to consume or twist them into their image. The Declas Cults are a constant thorn, and if it were not for the rumbles of the Ascension War, I would push for a crusade against any and all that dare to settle near the Reclaim.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n+ The Spirelings\n\n\n\n\n- Close\n\n\n\n\n\n\nScions of Flesh\n\n\n\n\n\n\nHeraldry\n\n\n\n\n\n\nVisage:\n Spirelings are a small and erudite folk, though they turn their vast intelligence to the warping of the natural. They are birds of black or crimson feathers, with sharp pointed beaks and eager talons. The largest of their kind, their dreaded Carrion Priests, can stand to chest height, while most remain no bigger than a rabbit. Yet their magic is strong and primarily focused on warping flesh and feather. Ivory-bladed wings, chocking tendrils, and extending talons, they weaponize their own forms as easily as they warp others into adornments, houses & wandering food stores.\n\n\nObscure:\n Their eyes are keen, always hunting for the glimmer of glass and metal beneath the sun, so when entering Spireling territory, camouflaging your second skin is paramount. Only the fleet of foot and the small of stature should attempt this passage, for their sentinels are everywhere, and their cries can echo for miles. The harder it is to be noticed, the better.\n\n\nCondemn:\n For all their magic, Spirelings are quite easy to kill. Our second skins gird well enough against their bone weapons, and for the weaker initiates of their faith, a single strike with a fist or blade can end them. A Spireling staying dead is another matter entirely, as their wounds knit close and their hearts can return to pumping if the body is left whole enough. Blazers are best, feather, flesh, and bone, reduced to ash.\n\n\nPreserve:\n The Spirelings wish to corrupt the Wards, believing that if they are bent and broken into twisted furniture or lumbering feed beasts, they will prove to all others they alone have a right to Ascend. This must never come to pass. If the Spirelings breach the walls of Reclaim, pray to Dation that never comes, ignite the Fire Within and deny them everything.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n+ The Rustless Conclave\n\n\n\n\n- Close\n\n\n\n\n\n\nScions of Metal\n\n\n\n\n\n\nHeraldry\n\n\n\n\n\n\nVisage:\n The Rustless are like us more than any other Folk. For they, too, are wrapped in second skins. Yet, where our traditions are passed from mother to child throughout the ages of our people, theirs are ever-changing, ever-gleaming. Constant noise proceeds them: the chorus of clicking gears and hissing steam. Their second skins dwarf us by several magnitudes, yet it is within that they differ most deeply. For where we are entirely flesh and bone beneath, they are water. Only at the very center of their beings is their true aquatic form visible, a pulsing mass of color-shifting flesh and tentacles.\n\n\nObscure:\n The Rustless view the world through a single port at the front of their beings. This allows them to be flanked fairly easily. Our similar forms can allow careful and swift Embefs to disguise themselves in their ranks for a time. Still, if discovered, flight is better than fight, for their weapons can penetrate our second-skins with relative ease.\n\n\nCondemn:\n Melee is not encouraged when facing a Rustless; they are stronger and sturdier, and their clicking weapons seem tailor-made to dismantle us. Yet, one glaring weakness can be taken advantage of if forced into melee or from a distance—their cyclopean glass eye. A hard-headed spear or a direct shot can shatter it, causing its life-preserving fluids to seep freely into the soil. Most will retreat at this point, yet for the persistent, pushing further with the spear or another shot can silence them permanently if you are lucky. Of course, with the coming of war, many have taken to wearing braces and covers that better guard this weak point.\n\n\nPreserve:\n The Rustless do not seek to slay or consume our Wards. They seek to take them. They believe they can protect them better than us but wish to make them into their own image, locking the innocent beings within metal shells and parading them as examples of their prowess. This, they say, is the desire of their Assembling God. If the Reclaim is taken, it is better to flee with the Wards than allow them to be forced to confront forces so familiar to us they would trust them instinctually.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n+ The Suntouched\n\n\n\n\n- Close\n\n\n\n\n\n\nCurious Wanderers\n\n\n\n\n\n\nHeraldry\n\n\n\n\n\n\nVisage:\n The Suntouched are the largest folk we have encountered. Even the smallest stands two meters taller than us. They have thick grey hide, often covered with artful swirls of color. Four thick legs ferry them across the Long Grasses, and a thick tendril that protrudes from their face is how they interact with most of the world. They are devout people, followers of the Sun Sister, and their team is mighty indeed, allowing them to call down pillars of flame, heal grievous wounds, and expedite the growth of plant life. Largely peaceful, they have stayed out of much of the Ascension War and are considered Enemy only for the fickle nature of their deity. Yet, when pressed to fight, little can stand in their way, such as wood, stone, or steel; it matters not. Their great strength and burning visages can surge through anything in their path.\n\n\nObscure:\n So far, we have been able to walk openly in the lands of the Suntouched, and they are willing to trade with us, offering food and medicine for our crafted armaments and gathered information. Of course, as the world grows increasingly strained, we must guard the trails from the Reclaim and muddy the paths that ferry us between our home and their nearest citadel.\n\n\nCondemn:\n Suntouched have yet to confirm they are truly our enemies. Yet, we still must prepare for that eventuality even if Ethek demands our grace. They are sturdy and mighty beings, but while surefooted on the open plains, it is increasingly apparent they are less confident in other terrains. Pitfalls and other leg-based traps would work wonders to bring them down to be finished off by blade and spear. Yet, their magic is a truly worrisome thing to consider. Searching for that of our own that can negate or lessen the effect of their fire on our second skins is paramount.\n\n\nPreserve:\n The Suntouched have so far shown little interest in our Wards. Worrisome, however, in comparison to the other Enemy, is their deep interest in the Ano-Melodies. Directed by their goddess, they attempt to open the Dation's sacred labyrinths, excavating entire complexes and attempting to reach the weapons hidden within. This must be curbed before they release something they cannot control, particularly because they do not seem to understand the difference between a Labyrinth and a Declas Den.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n+ The New Children\n\n\n\n\n- Close\n\n\n\n\n\n\nRevenge Incarnate\n\n\n\n\n\n\nHeraldry\n\n\n\n\n\n\nVisage:\n These Folk share the closest resemblance to lost humanity. Their appearances can vary, some with elongated arms and lengthy red fur, others with conical heads and silvered pelts, but most are squat and well-muscled. They all have sharp fangs and dress in bones, furs, and skins of the things they slay. They live far above the ground in their forest homes, and all are capable climbers, their feet being more akin to hands. Compared to other Folk, they have little magic, relying on brute might and savage instinct. They are disarmingly strong and prefer weapons that wound and maim over flat-out kill, savoring the pain and battle over a clean death for their victims. Yet, their leader, the King, taller and bipedal compared to his kin, has the ability to tame Declas, like their horrid hunting packs proceeding his armies and the lumbering monstrosity that carries his throne.\n\n\nObscure:\n To venture into the Children's Forest is to dance with death, no matter the attempts at stealth. If their scouts do not see you, their traps will snare you, and if you escape them, their King's pets will scent you. To enter the wood is to do so brazenly, enshroud in a third-skin and armed with every weapon you can carry. You cannot hide, so you must fight. To give them a reason to respect and fear you.\n\n\nCondemn:\n The New Children do not die easy, though it is not magic that keeps them from its doors, but pure, brutal determination. A dying Child can take at least three others if adequately armed, and even our second-skins are not enough to withstand a continual battering by a Child in its death throes. Any weapon will work; turning your kill into a message is key. Grievous wounds leave a required message, so let brutality lead you even if it flies in the face of Ethek's teaching.\n\n\nPreserve:\n The New Children seek our Wards for one reason, and one reason only: to slay and consume them. By gorging themselves on their flesh and blood, they will finally take revenge for a slight long forgotten by our people. They are willing to kill any of the other Enemy in their path to Ascension, yet their eyes are most securely locked on our Walls. I predict they will attack soon, bringing all their King has claimed to bear. Their scouts seek new Declas Dens as we speak. We must ensure they never return to the dark boughs of their homeland.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nTHE INTERIM\n\n\n\n\n\n\n \n\n\nThis section includes private correspondence from POI-4242 and SCP-8000-B's leadership and a recording of a conversation between the pair.\n\n\n\n\nPROBLEMS\n\n\n\n\nDATE:\n 06/22/40—\n\n\nNOTE:\n A report recorded by POI-4242 upon his entrance to the SCP-8000-B stronghold.\n\n\n\n\n[BEGIN LOG]\n\n\nPOI-4242's helmet camera turns on, looking out at a vacant courtyard, a bonfire burning at the center, around which several SCP-8000-B instances move. They continually glance over their shoulders, looking towards him. He mutes his outgoing volume.\n\n\nPOI-4242:\n Church, Proft, can you hear me?\n\n\nThere is no response.\n\n\nPOI-4242:\n The Twentieth time is not the charm, apparently. Right, for the record then, this is the illustrious POI-4242, James ——, and I have seemingly reached safe harbor.\n\n\nHe looks to the side, another pair of the instances walking by, both saluting him and bowing.\n\n\nPOI-4242:\n Better than safe, honestly; they worship me here; it's all respectful gestures, and longing stares… at least, I think it's longing. It's hard to tell as I can't quite make out what they are, not human, that's for sure, but they're so shrouded in metal that I'm having trouble figuring out where that ends and where they begin.\n\n\nIn the distance, one of the instances leaps, clearing several meters, and climbs atop the far wall, pulling their weapon and beginning to patrol.\n\n\nPOI-4242:\n They could be wholly robotic, but I don't think so… the one that died was pretty ripped up. The other, their leader apparently, had covered the body before I could get a good look, but there was definitely blood. The… apes were covered in it.\n\n\nOne of the instances approaches him, and he looks up to them; they are shorter than the previous instances and gently place something before him before running away on four limbs. He picks it up, revealing a small carving resembling the Foundation insignia.\n\n\nPOI-4242:\n This right here is what saved me. I don't know if they actually know who you are or if they just chose this place on a whim.\n\n\nHe gestures around at the reclaimed ruin.\n\n\nPOI-4242:\n I think this is one of y'all's bunkers. It might be Prometheus, GOC, or Division-P, seeing as I don't know where I am. They could have just gone scrounging and turned up the wrong symbol, crafted up a whole messy cargo cult over it. Some of my old mentors said that happens a lot…\n\n\nThe one that handed him the sigil returns, and he hands it out to them. They reverently take it, bowing and muttering, pressing the sigil to their helmeted forehead.\n\n\nPOI-4242:\n I Won't know until I start digging a bit more. Once SONARK is recovered, collect enough for a solid report. Make sure the mission isn't an entire wash. I will say, though, that this wasn't anything like Elisabet said.\n\n\nLaughter and cheers go up, and he turns, taking in the instances celebrating the insignia he handed back and the one carrying it.\n\n\nPOI-4242:\n I've never actually done this before. I'm just the pilot. I ferried folks, made quick stops, and then I was off to the next point, letting the others go about their business. She always made it sound harrowing and saddening, and sure, the beginning sure as shit was, but maybe it was because she was so stuck in the past. Right now… all I am is curious.\n\n\nSeveral more instances begin to approach him.\n\n\nPOI-4242:\n It might just be the hero worship, though. That's one thing I hope I have Church back for soon, not shattering the illusion. I don't have any idea what they expect of me, what the \"Sonark\" should know, what the \"Dation\" represents, but I can just tell… they need something to believe in.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nRecord: Embef Origin\n\n\nDate:\n 06/23/40—\n\n\nInterviewed:\n SCP-8016-B Instance: Commander Embef Cali.\n\n\nInterviewer:\n POI-4242\n\n\nForeword:\n This is a recorded conversation regarding the believed origin of the Embef, their purpose, and their Gods: the Dation.\n\n\n\n\n[BEGIN LOG]\n\n\nThe camera flickers on, a duel feed from POI-4242's helmet, and the camera mounted on his shoulder. Several SCP-8016-B instances can be seen observing him. He checks his comms.\n\n\nPOI-4242:\n Anyone there?\n\n\nThere is no response.\n\n\nPOI-4242:\n On my own, it is.\n\n\nPOI-4242 moves through the crowding -B instances, waving a hand as muttered conversation rises around him.\n\n\nEmbef Cali:\n Sonark!\n\n\nHe turns, the camera taking in the other -B instances as they begin to disperse. The -B instances leader, \"Commander Embef Cali,\" approaches, standing before a set of double doors.\n\n\nPOI-4242:\n Good morning, Commander!\n\n\nPOI-4242 approaches Commander Cali, and she bows. He holds up a hand.\n\n\nPOI-4242:\n That is not necessary. I am but the messenger.\n\n\nEmbef Cali:\n Respect is due, even for a messenger of the Dation, and please, your grace, call me Cali.\n\n\nPOI-4242:\n Of course, what did you wish to discuss with me?\n\n\nShe turns back to the doors.\n\n\nEmbef Cali:\n That is a matter to be discussed in private.\n\n\nShe pushes the doors open, revealing what was once a medical amphitheater; she gestures for him to follow, descending into the center, five large murals covering the far wall, an altar at each of their bases.\n\n\nPOI-4242:\n What is this place?\n\n\nEmbef Cali:\n The house of the Dation, I thought it would bring you comfort.\n\n\nPOI-4242:\n It…. does.\n\n\nEmbef Cali:\n Our people first found their purpose here.\n\n\nPOI-4242:\n Really?\n\n\nThe instance turns to look at him, tilting her head.\n\n\nEmbef Cali:\n You didn't know this?\n\n\nHe pauses, tapping the side of his helm.\n\n\nPOI-4242:\n What do I…right.\n\n\nHe composes himself and taps the button.\n\n\nEmbef Cali:\n Sonark?\n\n\nPOI-4242:\n Apologies.\n\n\nShe points towards his helmet, mimicking his gesture.\n\n\nEmbef Cali:\n Do they speak to you?\n\n\nShe gestures to the statues.\n\n\nPOI-4242:\n No. I pause for guidance, but little is given, and I apologize, Cali. I do not recall the history of your people. I fear the wounds left by the Enemy that have left me scattered.\n\n\nThe Commander approaches, her hands glowing with energy.\n\n\nEmber Cali:\n I would be honored to heal any wound, regardless if clarity returns with its patching or not.\n\n\nPOI-4242 steps back.\n\n\nPOI-4242:\n There is no need; I will heal in a short time. Save your… gifts for those who may be in dire need.\n\n\nEmbef Cali:\nVery well. I would gladly tell you about our history if you would like to hear it.\n\n\nPOI-4242:\n Then please speak.\n\n\nShe nods and shifts around the room. The camera on POI-4242's shoulder spins around, revealing various murals and smaller shrines scattered amongst the decayed seats above them and the walls behind them; even the domed roof is scrawled with markings.\n\n\nEmbef Cali:\n This world was not always ours. Surely you know this.\n\n\nPOI-4242:\n That is known to me, yes.\n\n\nEmbef Cali:\n It was theirs.\n\n\nShe gestures to the murals.\n\n\nEmbef Cali:\n Admathos Thousand-Words, the Faceless, God of Knowledge & Mysteries, he would make us and grant us understanding.\n\n\nThe mural depicts a looming cloaked figure, tendrils reaching from beneath, a singular eye in the center of its face.\n\n\nEmbef Cali:\n Ovive of the High Table, the Everseeing, Goddess of Order & Readiness, she who guides our path.\n\n\nThe depiction is of a thirteen-headed serpent coiling around itself, all eyes gazing directly down at them.\n\n\nEmbef Cali:\n Ethek Comte, the Gentle, God of Mercy & Caretakers, he who taught us the folly of cruelty.\n\n\nThe depiction is of a white, formless figure surrounded by blue flames.\n\n\nEmbef Cali:\n Emtef Red-Hands, the Ascendant Army, God of War & Hunting, whose many arms gave us the means to defend ourselves and our Wards.\n\n\nThe depiction is of a trio of heavily armored figures, their right hands a vibrant red.\n\n\nEmbef Cali:\n And Bios Claim-Forger, the Defender, Goddess of Architecture & Craftsmanship, who forged our home and taught us how to maintain it.\n\n\nThe depiction is a humanoid feminine face with a soft smile and cracking solid green eyes.\n\n\nEmbef Cali:\n The Dation walked the surface of the lands known to us and those far across the bitter waters. Humanity was under their care, and the world was good. It was a time of paradise, and while many Gods sought humanity's devotion, only they truly earned it, for in their power, they could lock those other lesser divinities away.\n\n\nShe approaches him, her voice raising in pitch.\n\n\nEmbef Cali:\n They crafted the Ano-Melodies, great works of magic & edifices of tech that saw humanity benefit again and again. They locked away the dreaded Declas, removing their blighted existence from the world's surface. But then came the Fall.\n\n\nPOI-4242:\n Apologies, but what is the Fall?\n\n\nShe tilts her head and takes a step back.\n\n\nEmbef Cali:\n We don't know, but it was the end of humanity. A Declas that escaped the Dation's gaze? A jealous God reaping of their garden? A folly that humanity brought upon itself, ignoring their righteous advice? You would know better than the Embef, for they became the Dation's eternal enemy.\n\n\nShe backs into a guarded stance, staring him up and down.\n\n\nEmbef Cali:\n You should know.\n\n\nHe raises his hands placatingly.\n\n\nPOI-4242:\n Calm yourself, dear Cali, but a test of your truthfulness. You impress me with your honesty. Please continue.\n\n\nEmbef Cali nods, though her stance remains guarded.\n\n\nEmbef Cali:\n In the final hours of that dreaded time, they made us, The Embef, and charged us with protecting the Wards, their last work on this world, before they left it to hunt the being that brought this calamity down upon their lost followers.\n\n\nShe turns, staring up at the murals.\n\n\nEmbef Cali:\n We have remained devoted to this charge for centuries. We have faced numerous challenges: the Declas Siege, the Emergence of the Spirelings, and the Fall of Second Claim. Yet only recently have things become dire enough for us to seek the great weapons you left behind: the Ano-Melodies.\n\n\nPOI-4242:\n Why do you seek them? For what purpose would you awaken the creations of the Dation?\n\n\nShe looks at him, her shoulders falling.\n\n\nEmbef Cali:\n Have they truly gone so far from us that they can not see our plight?\n\n\nPOI-4242:\n They are far from this place, yes, but you are not abandoned; why else would they send me?\n\n\nShe nods, shifting her stance.\n\n\nEmbef Cali:\n The Ascension War, the product of the other folk that have risen across the face of this world, though they are not the Dation's children, not like us or humanity before us. They are the children of the divinities they pushed aside.\n\n\nHer hands curl into fists.\n\n\nEmbef Cali:\n We are not numerous, and for so long, the Dation has been silent, yet the Enemy is innumerable, and their Gods stand with them; we have felt their presence.\n\n\nShe darts forward, wrapping her hands around POI-4242's shoulders.\n\n\nEmbef Cali:\n I beg your forgiveness and the Dation's; I had thought we had been forgotten. They release Declas and attempt to steal the Ano-Melodies, besmirching the Dation's legacy, and they are preparing to come for us. We need help; otherwise, they will slaughter us and all we have built and protected!\n\n\nPOI-4242:\n It… you are forgiven, and I promise that help will come.\n\n\nShe releases him, pulling away.\n\n\nEmbef Cali:\n Help already exists; we need to be given leave to open the labyrinths and retrieve the Ano-Melodies for ourselves. The keys have long been hidden; the Dation need simply reveal them to us.\n\n\nShe pauses, looking up beyond him; he turns to catch sight of a slight pale figure looking down at them from amongst the dilapidated chairs.\n\n\nPOI-4242:\n What-\n\n\nThe being bolts, rushing back out the doors. Cali shakes her head and makes a sound that sounds like a laugh.\n\n\nPOI-4242:\n What was that? Are we in danger?\n\n\nEmbef Cali:\n Dation no! That was one of the Wards, allowing their curiosity to get the better of them.\n\n\nPOI-4242:\n A Ward?\n\n\nEmbef Cali freezes, and her stance becomes immediately guarded once again.\n\n\nEmbef Cali:\n You claim to forget them as well?\n\n\nPOI-4242:\n I…\n\n\nEmbef Cali stalks towards him, her hand inching towards her blade.\n\n\nEmbef Cali:\n You claim that your memory fails, then say you are simply testing me when it comes to knowledge you should know. You should know it! But I am willing to trust… desperate to trust that you are what you say.\n\n\nPOI-4242:\n Cali, I-\n\n\nEmbef Cali:\n No. Forgive me, Sonark, but for all my faith… no, because of it, I can not stomach the idea that the Dation would allow you to forget the reason for my people’s being. Is anything you have told me true? Or have I, as some of my people fear, been a fool and allowed a Declas into our midst?\n\n\nShe begins drawing her blade.\n\n\nPOI-4242 falls to one knee, bowing his head low to the ground; Cali pauses, stepping back.\n\n\nPOI-4242:\n You’re right to doubt me, and I am sorry that your Gods have been silent for so long. I truly am, but if… you really want them to hear you and see what you need from them, then you can trust me. I am just an explorer… but I can also be a messenger if that is what you need.\n\n\nCali:\n Are you even of the Dation?!\n\n\nHe bows his head lower.\n\n\nPOI-4242:\n I am, but… they are not as aware of what has transpired here as you hoped. Again, I am sorry that I thought it better to act the fool or the guide than be honest in my ignorance. I want to learn, and I want to help.\n\n\nShe stares at him silently. He looks up at her and continues.\n\n\nPOI-4242:\n I said that I had come seeking knowledge and that I would ferry your words to your gods, and I will once my machine is recovered.\n\n\nShe examines him, staring at his helmet.\n\n\nCali:\n Does that allow you to speak with them? Can they see what you see?\n\n\nPOI-4242:\n It can, and they will.\n\n\nShe reaches for his helmet.\n\n\nCali:\n Then perhaps I’m unmasking you. I can find the answers I seek.\n\n\nHe pulls away.\n\n\nPOI-4242:\n No! Please, I need this. I can’t… be in your world without it.\n\n\nShe shakes her head and seems to laugh.\n\n\nCali:\n That is the most conviction you have spoken with yet, and it rings of the traditions the Dation gave us…. You honestly wish to help me, help my people?\n\n\nPOI-4242 nods.\n\n\nPOI-4242:\n Yes, but to do so, I need to learn. Allow me to catalog your knowledge, and I swear on my life it will reach them.\n\n\nShe is silent for several moments, looking at the camera on his shoulder.\n\n\nEmbef Cali:\n Does that, too, allow the gods to see and hear us?\n\n\nHe detaches it from his suit and turns it over in his hands.\n\n\nPOI-4242:\n Yes, though they will not be able to respond to you immediately.\n\n\nEmbef Cali:\n May I make use of it to speak to them alone?\n\n\nPOI-4242:\n Yes, of course.\n\n\nHe hands it to her. She takes it and then reaches her other hand down.\n\n\nEmbef Cali:\n Stand Explorer.\n\n\nPOI-4242 takes her hand and stands, and she holds the camera out to him.\n\n\nEmbef Cali:\n You will show me how to use this?\n\n\nPOI-4242:\n Of course.\n\n\nEmbef Cali:\n Then we have an agreement. If you truly wish to catalog our world and grant this knowledge to the distant Dation, then I suggest starting with our maps. Come, I will show you to the Caretakers.\n\n\nShe turns, waving for him to follow him. He taps the side of his helmet the moment her back turns.\n\n\nPOI-4242:\n That… could have gone worse.\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\n\n\nDepictions of the Dation\n\n\n\n\n\n\n \n\n\n\n\nSUSPICION\n\n\n\n\nDATE:\n 06/23/40—\n\n\nNOTE:\n An accidental recording of the SCP-8016-B's leadership following her confrontation with POI-4242.\n\n\n\n\n[BEGIN LOG]\n\n\nThe camera turns on, catching the side of Embef Cali's legs. A glimpse of POI-4242 in the background as he stands in a library beside another SCP-8016-B instance.\n\n\nEmbef Cali:\n An explorer…\n\n\nShe quiets as several other instances pass by her.\n\n\nEmbef Cali:\n Gods, what sort of fool am I to have allowed him into our home?! Likely false, likely Declas, and it almost saw a Ward. I…\n\n\nShe enters a room and begins pacing back and forth, the camera catching glimpses of hanging trophies, aged weaponry, a sleeping mat, and a well-worn armor rack.\n\n\nEmbef Cali:\n How can I trust a single thing that he told me? And this…\n\n\nShe holds up the camera and looks directly into it, unaware that it is on.\n\n\nEmbef Cali:\n \"You can speak to them, but they will not immediately respond.\" Then what good is it?!\n\n\nShe squeezes her hand, and the sound of crunching metal can be heard. The camera shakes, but she stops herself.\n\n\nEmbef Cali:\n He admitted his duplicity and still spoke of the Dation; he doesn't recognize their truths but claims to know who they…\n\n\nShe sets the camera down and steps away, no longer visible; a moment later, her helm is set down next to it. She sighs.\n\n\nEmbef Cali:\n My mentor claims we once received their messages. It was stated that they were present alongside us, in voice if not in body. But all I have ever known is silence.\n\n\nHer hand wraps around the camera.\n\n\nEmbef Cali:\n But what if I hold proof that they are still out there? They can return to us if they can just hear us, hear what we need, and hear what we have done. If the Enemy can gain providence, why should we be denied?! Why should I not take this chance?\n\n\nThere is a knock offscreen, and she releases the camera before picking up her helm.\n\n\nEmbef Cali:\n Have faith or live in silence. Have faith…\n\n\nShe picks up the camera once more and accidentally shuts it off.\n\n\n\n\n[END LOG]\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nTHE WORLD\n\n\n\n\n\n\n \n\n\nThis section contains a map of the wider world known by the SCP-8016-B instances and brief descriptions of significant locations near their main settlement.\n\n\n \n\n\n\n\n\n\nThe Known World\n\n\n\n\n\n\n\n\nMap Key:\n\n\n\n\nYour angel asked me to speak the facets of our world for you, oh Dation, into an artifact of your divine making. They say your vision is so broad the small details become lost. I gladly serve you in this way.\n\n\n \n\n\n\n\nBios' Reclaim:\n Our home, whose ancient walls and glimmering ceiling offered us protection in those dreadful years following the Fall. Here we guard the Wards, your divine mission, against any and all, watching for threats from its soaring pinnacles as the chill wind of the surrounding mountains dusts our second skin with snow.\n\n\n\n\n \n\n\n\n\nAno-Melody Labyrinths:\n Another facet of your divinity. Winding beneath the ground, your mazes guard that which we need to hold off the Ascension War from our shores. The Ano-Melodies are weapons crafted by your hand and locked away for when your faithful needed them most. Yet still, the doors are barred to us.\n\n\n\n\n \n\n\n\n\nDeclas Dens:\n Prisons built by your own hand, they are a blight on the land, for the Enemy has dared to plum their depths and unleash the monsters that, in your divine benevolence, you saw fit to lock away forever. We avoid these places with respect to your designs.\n\n\n\n\n \n\n\n\n\nHumanity's Bones:\n The remnants of the Old Chosen, whose Fall saw you craft us into your divine agents on Earth. These places are havens of old lore, magic, and ancient weaponry. Admathos and Emtef, two of your number, would see us gather all so that it can not fall into the hands of the Enemy.\n\n\n\n\n \n\n\n\n\nThe Spirelands:\n Home to the first of the Enemy, towering spires of warped glass and molded flesh reach ever skyward to pierce your domain. Beasts made corpulent with blood & meat drag themselves pitifully, living meals for their aerial masters.\n\n\n\n\n \n\n\n\n\nNorthern Rustless Domain:\n But an outpost of a vast and powerful culture that lives beneath the bitter waters. Their citadels gleam beneath the waves, and the sound of clicking gears is never far from the ear when delving into their lands. They recently claimed and rebuilt the city of Lavega, which has created a buffer against the predations of the Spirelings.\n\n\n\n\n \n\n\n\n\nWest Sunseat:\n Rising above the Long Grasses, this vast tent city is friendly to us for now. Its nomadic founders have been friends, and they have been Enemy, as directed by their fickle and distant deity. Yet, far as it might be from our haven, trade with the East ever draws the bravest of our Rangers down their winding road.\n\n\n\n\n \n\n\n\n\nThe Children's Forest:\n A never-ending sea of pine trees, home to the most vicious of the Enemy. The Children fight all as demanded by their King. The borders are ringed by the bones and husks of all that dared to brave its depths. More worrisome are the numerous Declas that haunt its depths, apparent allies of the vile Children.\n\n\n\n\n \n\n\nMore lands lie beyond, but unlike you, oh Dation, our eyes have never rested upon them. Many rumors have reached us at the Reclaim of the mysterious Kingdom of Wonde to the tiny sailors of Hoiohiña & the star drinkers of Neyork. Still, as directed by you, the Wards are our first priority, not exploration. So we do not go far from them. Even as war comes ever closer to our doorstep. -Elbaf Bruc, Junior Scribe.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nTHE RETURN\n\n\n\n\n\n\n \n\n\nThe recorded events encapsulate the return of POI-4242 to Foundation custody.\n\n\n\n\nRecord: Reclaim Assault\n\n\nDATE:\n 06/24/40—\n\n\nNOTE:\n Final recorded dialogue between POI-4242 and the SCP-8000-B commander.\n\n\n\n\n[BEGIN LOG]\n\n\nThe recording begins with POI-4242, looking over several maps and loose pieces of paper, compiling them into SCP-8016-A. He looks up, seeing the -B instances' commander approaching him.\n\n\nPOI-4242:\n Hello, Commander.\n\n\nEmbef Cali:\n Hello, Explorer.\n\n\nShe holds out the borrowed camera to him. He takes it and reholsters it on his shoulder.\n\n\nPOI-4242:\n Did you say what you needed?\n\n\nEmbef Cali:\n Yes, I hope so… if they will hear, that is entirely up to you, or so you claim.\n\n\nHe stands as she turns to leave.\n\n\nPOI-4242:\n I am sorry.\n\n\nShe pauses, turning to look at him.\n\n\nEmbef Cali:\n For?\n\n\nPOI-4242:\n For the duplicity, for not being what you hoped I was, for preying as brief as it was on that belief.\n\n\nEmbef Cali:\n I am to take you at your word now?\n\n\nPOI-4242:\n You don't have to; you don't need to believe anything I say to you, but I promise that whatever you said to the Dation, they will see.\n\n\nEmbef Cali:\n And once they do, will they give us the help we require?\n\n\nPOI-4242:\n I…\n\n\nHe looks down at the gathered material on the table next to him.\n\n\nPOI-4242:\n I would hope so.\n\n\nEmbef Cali:\n Then we are alike in that regard, at least.\n\n\nShe goes to leave again, but he follows after her.\n\n\nPOI-4242:\n The more information I give them, the more I can shift their opinions and prove that their intervention would be in their best interests. Information about the Wards m-\n\n\nShe rounds on him.\n\n\nEmbef Cali:\n That know all they should about them, and so do you.\n\n\nPOI-4242:\n Which is nothing, outside them being the most important thing to you.\n\n\nEmbef Cali:\n Exactly.\n\n\nPOI-4242:\n I have one more day before I can leave, please. Please give me anything you can then, anything you have uncovered about the threat that sent them away since they left, what \"Declas\" has escaped, and what you're hoping to find in the labyrinths.\n\n\nShe tilts her head and gestures to the pile of papers on the table behind him.\n\n\nEmbef Cali:\n It seems like you are well on your way on your own.\n\n\nPOI-4242:\n The Caretakers are respectful but hesitant because of our tension. If my inquiries get too specific, they turn away or begin to question me, just like you did. I'm supposed to be the Dation's Messenger.\n\n\nEmbef Cali:\n But you aren't; you are Sonark, the Explorer of barest understanding.\n\n\nPOI-4242:\n Harsh but fair, but you have to believe me when I tell you that the more I am given, the likelier it is that I can actually help you.\n\n\nShe stares at him silently, and he goes to speak again when a horn sounds in the distance, joined by another and another.\n\n\nPOI-4242:\n What-\n\n\nA scream erupts, and they both grasp the sides of their heads in an attempt to cover their ears. Embef Cali glances up as several -B instances run past.\n\n\nEmbef Cali:\n The Children, they've brought their pet Declas to our home. I thought we had more time.\n\n\nCries of pain and bellows can be heard, and the -B instances begin to mobilize en mass all around them. Embef Cali stands taller as many instances approach her.\n\n\nEmbef Cali:\n Caretakers, see to the Wards. Engineers, let us see if Bios's teeth still bless us this day. All others, arm yourselves and take your place on the Walls! Reclaim has stood for ages. I will not see it fall on our watch!\n\n\nA cheer erupts around her, and they go to their duties. Embef Cali looks down at POI-4242.\n\n\nEmbef Cali:\n You claim to want to help. If that is true, follow me to the Walls.\n\n\nPOI-4242:\n I-I'm right behind you.\n\n\nShe turns and runs. He goes to follow, and an explosion rocks the ground. He looks up, a looming shadow approaching through the smoke as several -B instances rush to meet it.\n\n\nSCP-8016-B Instance:\n They're through the gate!\n\n\nPOI-4242 stands frozen for several moments as various -B instances run around him, some reaching out to him, but as the last pass him, he turns and runs, going deeper into Reclaim's library, picking up the papers he gathered as he passes. He runs, finding a hallway deeper into the complex, and runs down it. One of the instances calls out to him.\n\n\nSCP-8016-B Instance:\n Sonark!\n\n\nHe glances back, and one of the simian entities shatters through the window and tackles the -B.\n\n\nPOI-4242:\n I'm sorry.\n\n\nHe continues running, eventually finding himself in an abandoned, darkened room, the only light a flashing red warning light. Lab tables covered in dust and cobwebs fill the room, and he crouches down behind one, repeatedly glancing at the door. He sits there for over an hour in silence, excluding his panicked breathing.\n\n\nPOI-4242:\n I need to-\n\n\nThe door begins to open.\n\n\n[END LOG]\n\n\n\n\n\n\nInterviewed:\n POI-4242\n\n\nInterviewer:\n Dr. Magni Proft\n\n\nForeword:\n POI-4242 returned with SCP-8016 in tow and was discovered unconscious, wounded, but bandaged, within SONARK. Upon awakening, he insisted on speaking with Foundation personnel.\n\n\n<Begin Log, 16:42, 6/27/202█>\n\n\nDr. Proft:\n How are you feeling, James?\n\n\nPOI-4242:\n Where is Church? Why-\n\n\nHe glances at the four heavily armed guards standing in the corners of the room.\n\n\n\n\nPOI-4242:\n Why are they here?\n\n\nDr. Proft:\n You asked to speak. This is how it was agreed to proceed. Now, can you explain what happened following your last conversation with the SCP-8016-B instance?\n\n\nPOI-4242:\n Cali.\n\n\nDr. Proft:\n If it appeases you, then I amend my previous statement; what happened after your last talk with Cali?\n\n\nPOI-4242 looks down at the collection of papers resting in front of him and detaches the camera from his shoulder, placing it atop the pile.\n\n\nPOI-4242:\n First, when you go over all of this, what's on this camera you will to save till last.\n\n\nDr. Proft:\n We will?\n\n\nThe doctor raises an eyebrow.\n\n\n\n\nPOI-4242:\n \nYou will.\n\n\nHis eyes flair with light momentarily, and he clutches his head. Dr. Proft's eyes glaze over. The guards shift forward, but Dr. Proft puts up a hand.\n\n\nDr. Proft:\n Of course, we will leave it until last. Are you alright? Can you continue?\n\n\n\n\nPOI-4242:\nY-yes. I found this dark corner of the Reclaim, and I just hunkered on, hoping the Embef would be able to fight off the attackers. I don't know how long I was there, but they found me.\n\n\nDr. Proft:\n They?\n\n\nPOI-4242:\n Wards, dozens of them, and behind them was Cali ferrying them to safety. They were whimpering and crying as she shut the door and barred it with her body. She was alone and bleeding, I could see… I could see her face.\n\n\nHe trails off. Dr. Proft turns to the video, but it the image is scrambled by shadows and flashing lights, disguising the pale forms and the face of the SCP-8016-B instance as they enter the room.\n\n\nPOI-4242:\n They were very particular about not letting what was beneath the armor be seen, a part of their beliefs or culture I didn't get to ask them about. And the Wards… I think I gasped. And she looked at me. There was worry, betrayal, and…\n\n\nDr. Proft:\n James?\n\n\nHe continues to stare forward unblinking.\n\n\n\n\nPOI-4242:\n Whatever trust I’d regained was lost. I wasn’t what she needed me to be…\n\n\nDr. Proft:\n Is that why you removed your helmet?\n\n\nThe video changes, showing it on the ground, catching James as he steps forward, hands raised, curled hair matted. POI-4242 looks at Dr. Proft, his eyes widening.\n\n\nPOI-4242:\n Did you know I had a dog once, doctor?\n\n\nPOI-4242:\n She saved my life. I wasn’t much older than four, playing in the backyard, when this feral mutt came tearing out of the woods, rushing right for me. My Maisie, an old cattle dog, was on it in an instant, barking and biting while I ran for my parents.\n\n\nPOI-4242:\n She didn’t survive. But she wasn’t sad for it. She licked my hands as she faded and I….\n\n\nDr. Proft:\n James, how is this pertinent?\n\n\nPOI-4242:\n Do you know how much faith and love a dog has for their owner, Dr. Proft?\n\n\nDr. Proft:\n I can’t say that I do, but I also don’t believe th-\n\n\nPOI-4242:\nI think it’s boundless as long as we’re good to them.\n\n\nPOI-4242:\n They’ve been with us for so long; some of our oldest friends. Man's Best Friends.\n\n\nPOI-4242:\n We made them what they are. From the first meal beside the fire to them standing sentinel in the dark alone.\n\n\nPOI-4242:\n And in that moment…. she was so scared.\n\n\nDr. Proft:\n And that ties into what happened because?\n\n\nPOI-4242:\n She had believed in me. She had needed me to be… a miracle. When I took the helmet off, it all came back- the trust, the need. All the doubt fell away. It became truth in that moment- everything she’d wondered about me.\n\n\nHe taps the Foundation symbol on the breast of his jacket.\n\n\nDr. Proft:\n Explain.\n\n\nPOI-4242:\n She truly believed in me. And suddenly, I could see so much more of their world- the enemies battering at their gates, cutting down their kin, hunting their charges. I wanted- they wanted- I wanted to help. I’d promised I’d help.\n\n\nHe tilts her head, still staring at Dr. Proft. In the video, his body ignites with blue flames.\n\n\nPOI-4242:\n So I did. Their home responded to what I wanted. Steel and stone melted at my passing. Yet only the enemy burned. Not an Embef. Not a Ward. \nMy heart was a nuclear fire, my fingers blades of heated steel, and my purpose: defend their children. They needed me. They need Us. The Dation.\n\n\nDr. Proft attempts to stand as POI-4242's eyes roll into the back of his head, and a halo of blue energy begins rising from his skin. The guards shift forward to grasp him but are buffeted back by a whipping tail of flame. He stands from the chair, staring at Dr. Proft with pure white eyes, more fire than flesh.\n\n\nPOI-4242:\n \nI became the Messenger Sonark.\n\n\nHe continues to burn for several moments, speaking to the doctor, but what he says is overpowered by the sound of the fire, and then he collapses, unconscious.\n\n\n<End Log.>\n\n\n\n\nClosing Statement:\n POI-4242 is currently under observation. Following a week-long coma, he is lucid, with little memory of the event or his return to the Foundation, and shows no current signs of permanent anomalous capabilities.\n\n\nFollowing the cessation of the first viewing of the recording stored on POI-4242's camera, the computer it was playing on began to glitch before exploding, injuring two of the observing scientists. In its place was a small portal, a square of blue and green. The lab was immediately locked down, and personnel were evacuated from the room, allowing the Temporal Anomalies Department personnel to investigate.\n\n\n\n\nDescription:\n SCP-8016-C is a one-meter-wide rectangular portal currently contained within former Lab-114 at Site 12. The portal is opaque when viewed from the sides. When looked at head-on, it transitions to reveal the room from the recording.\n\n\nThe object is a link between the site and SCP-8016-B's domicile, as instances have been seen moving about the room. Unlike Foundation personnel, the instances do not appear to be aware of the object's presence.\n\n\nHowever, sound can be transmitted, as muffled conversation from the other side of the portal has been recorded, and noise produced on the Foundation side of the object has been observed to cause a reaction from the -B instances on the other side.\n\n\nRegarding the events with POI-4242 upon their return, any testing regarding SCP-8016 is suspended as the O-5 Council deals with the ramifications of further interaction with the SCP-8016 instances through -C or the SONARK Project.\n\n\n\n\n \n\n\n\n\nTHE HOPE\n\n\n\n\n\n\n \n\n\nThe final piece of the information given to the Foundation by SCP-8016-B instances was contained within the camera given to them by POI-4242. it had been covered in sigils believed to be sacred to the instances.\n\n\n \n\n\n\n\nA Hope: Yours and Ours\n\n\nDate:\n 6/22/40██\n\n\nSpeaker:\n Embef Cali, High Commander of Reclaim\n\n\n\n\n[BEGIN LOG]\n\n\nThe video opens with the commander seated at a metallic desk; behind them are standards and flags bearing symbols taken from Foundation iconography and those analogous to numerous current GOIs. The map presented as part of gifted documentation rests on the far wall, covered in notations, and a massive blade rests against the door frame. They begin speaking..\n\n\nEmbef Cali:\n I gladly greet you, My Dation. I am Embef Cali, leader of my people, but for all your…Sonark speaks of ignorance, I would hope you know this already.\n\n\nShe leans in, her glowing blue eyes staring intensely into the camera.\n\n\nEmbef Cali:\n But if, as part of me whispers, he is false, we have taken precautions to hide the whole truth from him. You once told our people that you had left things for us to use in the worst of circumstances. If we have been fooled- if I have been fooled- they stand ready.\n\n\nShe looks up at the ceiling.\n\n\nEmbef Cali:\n But I hope beyond hope that the messenger is true and will ferry this to you as swiftly as he can, even if he is not all I wish him to be.\n\n\nShe sighs and turns to the map.\n\n\nEmbef Cali:\n The Enemy, for all their fighting with each other, march ever closer to Reclaim. We are not strong enough to hold off them all. We need the Ano-Melodies to balance the scales.\n\n\nShe turns back to the camera.\n\n\nEmbef Cali:\n Only you, oh Dation, can give them to us. You locked the knowledge away when you left and hid it from us until we could stand on our own.\n\n\nShe looks down, knitting her metallic fingers together.\n\n\nEmbef Cali:\n If I may be honest, it has felt as if we have been standing alone for quite some time. The Wards are ever with us, but they are not fighters. That is not their purpose. But you…\n\n\nShe pauses and composes herself for a moment.\n\n\nEmbef Cali:\n You were their guardians once, and when you gave that mission to us, we took it without question. We have followed, ever loyal, never straying. Yet, our enemies march with their Gods all around them; they hear their voices, they wear their faces, and some even walk alongside them!\n\n\nShe slams her fist down and stands. Behind her, the door to her room slowly creeps open.\n\n\nEmbef Cali:\n We have not failed you, but you have been silent for…. for so long. I had worried that you had forgotten us in your hunt for the slayer of humanity.\n\n\nShe sits down and leans forward once again. A short figure is seen sneaking into the room behind her.\n\n\nEmbef Cali:\n Your other enemies have returned and forged new threats for us. They seek the Wards. They seek what you ordered us to protect since the creation of our race. Please help us defend the legacy you made for us. Grant us more than a messenger.\n\n\nShe pauses and puts her head in her hands, muttering to herself too softly for the camera to hear.\n\n\nEmbef Cali:\n I…\n\n\nShe pauses, glancing over. A small furred head rises into view beside the Embef, revealing a young human-like child between 3 and 5 years of age. The commander chuckles.\n\n\nEmbef Cali:\n Hello, little Ward. May I help you?\n\n\nThe being grins up at her and holds up a flower, which she takes gently.\n\n\nEmbef Cali:\n How beautiful. Thank you.\n\n\nThe being peers above the table, staring at the camera.\n\n\nEmbef Cali:\n This is a wonder of Dation, little one, through which I speak an important message.\n\n\nThe being gasps and pulls itself higher, staring at the camera with awe. The commander reaches over and gently ruffles their hair.\n\n\nEmbef Cali:\n They still have their curiosity, joy, and kindness. They are beautiful beings and have changed little since you all went away.\n\n\nShe looks back at the camera.\n\n\nEmbef Cali:\n We hope that at least you will find it heartening, oh Dation.\n\n\nThe being clambers further up onto the table, tilting their head slightly, and the commander gently picks them up, holding them close to her.\n\n\nEmbef Cali:\n We have followed in the footsteps our Father Admathos set without wavering.\n\n\nShe places the child on her lap and reaches up for her helm, staring into the camera.\n\n\nEmbef Cali:\n Our Ward: Humanity remains.\n\n\nShe begins pulling her helm free.\n\n\nEmbef Cali:\n What you asked of us came so naturally, and it still does.\n\n\nShe pulls the helm free, revealing a canid face closely resembling that of a Golden Retriever, though altered, shorter of muzzle, more humanoid in its panes.\n\n\nEmbef Cali:\n We are still, and always will be, Man’s Best Friend.\n\n\nShe smiles down at the child and they giggle.\n\n\nEmbef Cali:\n Will you help us?\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nThe Bond\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\nOf Ward & Guardian (Sketch by Dr. Church)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Focused Time-Jumps attempting to gain firsthand accounts of lost anomalous societies to better understand current SCPs.\n\n\n2\n. , An event where another species or civilization surpasses humanity as the dominant species.\n\n\n3\n. . They refused to give up the physical copies, claiming them to be too important for their current needs. -POI-4242\n\n\n\n\n\n\n\n\n« \nSCP-8015\n | SCP-8016 | \nSCP-8017\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8016\n\" by Arclund, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8016\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Map of the Known.4\n\n\nAuthor:\n Lucas VerBeek\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n [\nhttps://www.flickr.com/photos/196078346@N05/53489495348/in/dateposted-public/\n]\n\n\n\n\n\n\nFilename:\n Declas\n\n\nAuthor:\n Lucas VerBeek\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n [\nhttps://www.flickr.com/photos/196078346@N05/53486428477/in/dateposted-public/\n]\n\n\n\n\n\n\nFilename:\n Spirelings\n\n\nAuthor:\n Lucas VerBeek\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n [\nhttps://www.flickr.com/photos/196078346@N05/53487638734/in/dateposted-public/\n]\n\n\n\n\n\n\nFilename:\n Rustless\n\n\nAuthor:\n Lucas VerBeek\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n [\nhttps://www.flickr.com/photos/196078346@N05/53486428582/in/dateposted-public/\n]\n\n\n\n\n\n\nFilename:\n Suntouched\n\n\nAuthor:\n Lucas VerBeek\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n [\nhttps://www.flickr.com/photos/196078346@N05/53487638839/in/dateposted-public/\n]\n\n\n\n\n\n\nFilename:\n The Children\n\n\nAuthor:\n Lucas VerBeek\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n [\nhttps://www.flickr.com/photos/196078346@N05/53487750755/in/dateposted-public/\n]\n\n\n\n\n\n\nFilename:\n The Dation\n\n\nAuthor:\n Lucas VerBeek\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n[\nhttps://www.flickr.com/photos/196078346@N05/53522871172/in/dateposted-public/\n]\n\n\n\n\n\n\nFilename:\n The Ward and The Guardian\n\n\nAuthor:\n IllustradedMenagerie\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n[\nhttps://www.deviantart.com/illustratedmenagerie/art/The-Ward-and-The-Guardian-1020234460\n]",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: POI-4242 Interviewer: Dr. Magni Proft Foreword: POI-4242 returned with SCP-8016 in tow and was discovered unconscious, wounded, but bandaged, within SONARK. Upon awakening, he insisted on speaking with Foundation personnel. <Begin Log, 16:42, 6/27/202█> Dr. Proft: How are you feeling, James? POI-4242: Where is Church? Why- He glances at the four heavily armed guards standing in the corners of the room. POI-4242: Why are they here? Dr. Proft: You asked to speak. This is how it was agreed to proceed. Now, can you explain what happened following your last conversation with the SCP-8016-B instance? POI-4242: Cali. Dr. Proft: If it appeases you, then I amend my previous statement; what happened after your last talk with Cali? POI-4242 looks down at the collection of papers resting in front of him and detaches the camera from his shoulder, placing it atop the pile. POI-4242: First, when you go over all of this, what's on this camera you will to save till last. Dr. Proft: We will? The doctor raises an eyebrow. POI-4242: You will. His eyes flair with light momentarily, and he clutches his head. Dr. Proft's eyes glaze over. The guards shift forward, but Dr. Proft puts up a hand. Dr. Proft: Of course, we will leave it until last. Are you alright? Can you continue? POI-4242: Y-yes. I found this dark corner of the Reclaim, and I just hunkered on, hoping the Embef would be able to fight off the attackers. I don't know how long I was there, but they found me. Dr. Proft: They? POI-4242: Wards, dozens of them, and behind them was Cali ferrying them to safety. They were whimpering and crying as she shut the door and barred it with her body. She was alone and bleeding, I could see… I could see her face. He trails off. Dr. Proft turns to the video, but it the image is scrambled by shadows and flashing lights, disguising the pale forms and the face of the SCP-8016-B instance as they enter the room. POI-4242: They were very particular about not letting what was beneath the armor be seen, a part of their beliefs or culture I didn't get to ask them about. And the Wards… I think I gasped. And she looked at me. There was worry, betrayal, and… Dr. Proft: James? He continues to stare forward unblinking. POI-4242: Whatever trust I’d regained was lost. I wasn’t what she needed me to be… Dr. Proft: Is that why you removed your helmet? The video changes, showing it on the ground, catching James as he steps forward, hands raised, curled hair matted. POI-4242 looks at Dr. Proft, his eyes widening. POI-4242: Did you know I had a dog once, doctor? POI-4242: She saved my life. I wasn’t much older than four, playing in the backyard, when this feral mutt came tearing out of the woods, rushing right for me. My Maisie, an old cattle dog, was on it in an instant, barking and biting while I ran for my parents. POI-4242: She didn’t survive. But she wasn’t sad for it. She licked my hands as she faded and I…. Dr. Proft: James, how is this pertinent? POI-4242: Do you know how much faith and love a dog has for their owner, Dr. Proft? Dr. Proft: I can’t say that I do, but I also don’t believe th- POI-4242: I think it’s boundless as long as we’re good to them. POI-4242: They’ve been with us for so long; some of our oldest friends. Man's Best Friends. POI-4242: We made them what they are. From the first meal beside the fire to them standing sentinel in the dark alone. POI-4242: And in that moment…. she was so scared. Dr. Proft: And that ties into what happened because? POI-4242: She had believed in me. She had needed me to be… a miracle. When I took the helmet off, it all came back- the trust, the need. All the doubt fell away. It became truth in that moment- everything she’d wondered about me. He taps the Foundation symbol on the breast of his jacket. Dr. Proft: Explain. POI-4242: She truly believed in me. And suddenly, I could see so much more of their world- the enemies battering at their gates, cutting down their kin, hunting their charges. I wanted- they wanted- I wanted to help. I’d promised I’d help. He tilts her head, still staring at Dr. Proft. In the video, his body ignites with blue flames. POI-4242: So I did. Their home responded to what I wanted. Steel and stone melted at my passing. Yet only the enemy burned. Not an Embef. Not a Ward. My heart was a nuclear fire, my fingers blades of heated steel, and my purpose: defend their children. They needed me. They need Us. The Dation. Dr. Proft attempts to stand as POI-4242's eyes roll into the back of his head, and a halo of blue energy begins rising from his skin. The guards shift forward to grasp him but are buffeted back by a whipping tail of flame. He stands from the chair, staring at Dr. Proft with pure white eyes, more fire than flesh. POI-4242: I became the Messenger Sonark. He continues to burn for several moments, speaking to the doctor, but what he says is overpowered by the sound of the fire, and then he collapses, unconscious. <End Log.>",
        "\" SCP-8016 \" by Arclund, from the SCP Wiki . Source: https://scpwiki.com/scp-8016 . Licensed under CC-BY-SA .",
        "Filename: Map of the Known.4 Author: Lucas VerBeek License: Public Domain Source Link: [ https://www.flickr.com/photos/196078346@N05/53489495348/in/dateposted-public/ ]",
        "Filename: Declas Author: Lucas VerBeek License: Public Domain Source Link: [ https://www.flickr.com/photos/196078346@N05/53486428477/in/dateposted-public/ ]",
        "Filename: Spirelings Author: Lucas VerBeek License: Public Domain Source Link: [ https://www.flickr.com/photos/196078346@N05/53487638734/in/dateposted-public/ ]",
        "Filename: Rustless Author: Lucas VerBeek License: Public Domain Source Link: [ https://www.flickr.com/photos/196078346@N05/53486428582/in/dateposted-public/ ]",
        "Filename: Suntouched Author: Lucas VerBeek License: Public Domain Source Link: [ https://www.flickr.com/photos/196078346@N05/53487638839/in/dateposted-public/ ]",
        "Filename: The Children Author: Lucas VerBeek License: Public Domain Source Link: [ https://www.flickr.com/photos/196078346@N05/53487750755/in/dateposted-public/ ]",
        "Filename: The Dation Author: Lucas VerBeek License: Public Domain Source Link: [ https://www.flickr.com/photos/196078346@N05/53522871172/in/dateposted-public/ ]",
        "Filename: The Ward and The Guardian Author: IllustradedMenagerie License: CC BY-SA 3.0 Source Link: [ https://www.deviantart.com/illustratedmenagerie/art/The-Ward-and-The-Guardian-1020234460 ]"
    ],
    "containment_procedures": "SCP-8016-A is stored in a secure storage locker in the archives of Site-12 under the advisement of the Temporal Anomalies Department as a result of Overseer Council deliberation regarding the manifestation of SCP-8016-C. Attempts to catalog further information through the SONARK Collaboration Project1 are paused due to the considerations above. SCP-8016 entered Foundation custody through POI-4242: James █, a former employee of Prometheus Labs.",
    "description": "SCP-8016-C is a one-meter-wide rectangular portal currently contained within former Lab-114 at Site 12. The portal is opaque when viewed from the sides. When looked at head-on, it transitions to reveal the room from the recording.",
    "title": "SCP-8016"
}