{
    "url": "https://scp-wiki.wikidot.com/scp-8018",
    "all_text": "rating: \n+41\n+\n–\nx\n\n\nItsDenali\n\n\n\n\n\n\n\n\nSCP-8018:\n While You Were Dreaming I Was Turning The Sky\n\n\nAuthor:\n \nItsDenali\n\n\n\n\n\n\n\n\n\n\n+ Image licenses for nerds\n\n\n\n\nNerd!!!!! 🫵\n\n\n\n\n\n\n\n\nSleep Stage REM\n by NascarEd is licensed under CC BY-SA 3.0.\n\n\nThe crown spire on St Giles Cathedral, Edinburgh\n by Stephancdickson is licensed under CC BY-SA 3.0 (Unported).\n\n\nEilean Donan castle - 95mm\n by Eusebius/Guillaume Piolle is licensed under CC BY-SA 3.0 (Unported).\n\n\nDoune Castle south wall\n by Husky is in the Public Domain.\n\n\nLeeds Castle - side view\n by Jean-Etienne Minh-Duy Poirrier is licensed under CC BY-SA 2.0 (Generic).\n\n\nWarwick Castle (4669297521)\n by David Falkner is licensed under CC BY-SA 2.0 (Generic).\n\n\nBouvet Island west coast\n by François Guerraz is licensed under CC BY-SA 3.0 (Unported).\n\n\nSt Giles Cathedral - 04\n by Carlos Delgado is licensed under CC BY-SA 3.0 (Unported).\n\n\nAlleway; Mdina, Malta\n by foxypar4 is licensed under CC BY 2.0.\n\n\nBeautiful old church interior\n by Michael Caven is licensed under CC BY 2.0.\n\n\nVentilators developed by IDF Unit 81 and Sheba Medical Center for corona patients. XXII\n by the IDF Spokesperson's Unit photographer is licensed under CC BY-SA 3.0.\n\n\nThunderstorm and rain in the high sea XOKA5060s\n by \nPhuket@photographer.net\n is licensed under CC BY 2.0.\n\n\nDistant Islands\n by kuhnmi is licensed under CC BY 2.0.\n\n\nOrthographic projection centered over Bouvet Island.png\n by Geo Swan is in the Public Domain.\n\n\nLiving room in E. Ashbaugh house at Christmas 1932 (3192608200)\n by Snyder, Frank R. is in the Public Domain.\n\n\nBlue Mountains National Park star trail\n by 0x010C is licensed under CC BY-SA 4.0.\n\n\n\n\n\n\nThe following images were all provided courtesy of \nThe State Archives in Stavanger\n. Both images are in the Public Domain.\n\n\n\n\nSAS_1998_12_282_\n photographed by Severin Malmin.\n\n\nSAS2009-10-4374\n photographed by Knut Lind.\n\n\n\n\n\n\nAny edits that were made to any of these images were made by myself, ItsDenali, as permitted by each images' respective license.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMore By This Author\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nCome now, I need you to wake up.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Altasha Ilgovich\n\n\nFrom:\n Erica.aic\n\n\nSubject: \nURGENT: Protocol Activation\n\n\n\n\n\n\n\n\n\n\nSystem Report:\n Data threshold achieved; sufficient information compiled. Likelihood of Item-8018 existence: \n99.3%\n. This is above \nilgovich.altasha.05.10\n's conditional value of \n85%\n. The \nNJÖRUN Protocol\n has been activated accordingly. Progress is as follows…\n\n\n\n\nTarget's existence determined within acceptable threshold: \n[ACTIVATED]\n\n\nNoösphere tracing algorithms deployed: \n[ACTIVATED]\n\n\nNotifications forwarded to Protocol administrator: \n[ACTIVATED]\n\n\nMTF Sigma-0 (\"Azure Sclera\") assembled to locate anomaly: \n[PENDING]\n\n\n\n\nPersonality Matrix Notice:\n I think we finally found him. Based on the data we've compiled, there’s not much else it could be. While the noömapping algorithms haven't been putting out solid results, Azure Sclera is awaiting the order to begin physical tracking. Now’s our chance, ma’am.\n\n\n\n\n\n\n\n\n\n\nConfirm \nfilerun:/njörunprot.04\n, effective immediately?\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nTo:\n Erica.aic\n\n\nFrom:\n Dr. Altasha Ilgovich\n\n\nSubject:\n Re: \nURGENT: Protocol Activation\n\n\n\n\n\n\n\n\n\n\nThank you for notifying me, Erica, this is excellent news. I hereby grant approval to deploy Sigma-0. I’m attaching my credentials now.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Altasha Ilgovich\n\n\nFrom:\n Erica.aic\n\n\nSubject:\n Re: \nURGENT: Protocol Activation\n\n\n\n\n\n\n\n\n\n\nSystem Notice:\n \nVerified Overseer credentials confirmed.\n\n\nPersonality Matrix Notice:\n Thank you, ma'am. The taskforce will be assembled shortly. Do you need anything else?\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nTo:\n Erica.aic\n\n\nFrom:\n Dr. Altasha Ilgovich\n\n\nSubject:\n Re: \nURGENT: Protocol Activation\n\n\n\n\n\n\n\n\n\n\nYes, I would like you to keep the 8018 file updated with all relevant documents for the time being, and notify the airfield to prepare a flight for when the physical tracking is complete.\n\n\nGod, I can’t believe it’s finally happening.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Altasha Ilgovich\n\n\nFrom:\n Erica.aic\n\n\nSubject:\n Re: \nURGENT: Protocol Activation\n\n\n\n\n\n\n\n\n\n\nSystem Notice:\n File uploads initiated. Displaying now…\n\n\nPersonality Matrix Notice:\n Of course, ma’am. Best of luck.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nAttachment 1\n\n\nNotice:\n Displaying file from paper document scan, rendering digital version below…\n\n\nSystem Notice:\n \nOriginal file archived on \n7/16/1932\n\n\n\n\n\n\n\n\nItem designation number:\n #03732NRW\n\n\nAnomaly status:\n Neutralized\n\n\nDescription of item:\n A phenomenon active from 1/10/1932 to 7/3/1932 during which humanity experienced a total cessation of dream activity. Esoteric cognition methods such as astral projection and dream manipulation were reportedly impossible to perform during the event. Natural functions such as sleep cycles and physiological processes remained mostly unaffected. Phenomenon coincided with increase in observed cases of depressive disorders and feelings of isolation among reporting populations, then declined after it ceased. The end of #03732NRW was marked by a massive spike in vivid and lucid dream activity worldwide, which soon after stabilized.\n\n\nDetail of current containment:\n As of 7/3/1932, the phenomenon is considered Neutralized. Documents discrediting assertions of #03732NRW's existence are to be circulated indefinitely. Individuals claiming knowledge of the event are to be detained.\n\n\nReport:\n To date, the cause of the event remains unknown. Information containment continues to hold.\n\n\n\n\n\n\n\n\n \n\n\n\n\nAttachment 2\n\n\nNotice:\n Displaying file from several paper document scans, rendering abridged digital version below…\n\n\nSystem Notice:\n \nOriginal file archived on \n9/1/1932\n\n\n\n\n\n\n\n\n\n\nP.o.I. File\n\n\nEmployment Summary\n\n\n\n\n\n\n\n\n\n\n\n\nSorenson in 1928.\n\n\n\n\n\n\nPerson of Interest File\n:\n\n\nP.o.I. 03921\n\n\nName:\n Gregory Sorenson\n\n\nDate of Birth:\n Late 1898\n\n\nKnown Capabilities:\n Decelerated physical aging, astral projection, occult practitioner, oneiromancy, possible knowledge of kinetoglyphs\n\n\nAffiliated Groups:\n The Children of Njörun, Church of the Broken God, misc. Sarkic cults, SCP Foundation\n\n\nHistory:\n While most of the subject's early history remains unknown, Gregory Sorenson's earliest known activity began in 1919 when he became involved in a Norwegian occult group self-identifying as \"Barna til Njörun\n1\n.\" The group has since disbanded, and while its goals were never clearly determined, it appears to have taught adherents how to develop, improve, and utilize latent psionic abilities such as astral projection, consciousness manipulation, and dream divination. Sorenson quickly became a prominent member of the organization while also making contacts in several groups of interest throughout Europe, Asia, and to a lesser extent, North America.\n\n\nSorenson's first contact with the SCP Foundation occurred in 1923 during a Foundation-organized raid on a Church of the Broken God meeting location in Oslo, Norway, where he was among several individuals detained. After proving thoroughly cooperative with Foundation operatives and verifying his lack of alignment with the Church, Sorenson was released. The subject remained in contact with the Foundation as a paid informant for several years, providing an abundance of information on several dangerous groups and entities, and working closely with O5-10 prior to and after her appointment to the O5 Council. (See Employment Summary.)\n\n\n\n\n\n\n\n\n\n\nSorenson and O5-10, circa 1930.\n\n\n\n\n\n\nContact Name:\n Sorenson, Gregory\n\n\nEmployment Status:\n Information Services (Paid)\n\n\nEmployment Conditions:\n Compensated per diem, non-combative, contact is to be made through approved channels or methods\n\n\nContact Advisor:\n Dr. Altasha Ilgovich\n\n\nSummary of intelligence history:\n First contact made in Oslo, Norway in 1923. Coordination with subject maintained via traditional and psionic communication techniques, most commonly astral projection and dream manipulation.\n\n\nSorenson has provided a wealth of knowledge concerning multiple groups of interest over the course of his contracts with the Foundation. Notable data points include:\n\n\n\n\nThe precise locations of a total of thirteen humanoid anomalies hiding in densely populated areas\n\n\nInformation about Sarkic ritual sites which proved instrumental in preventing the spread of anomalous pathogens\n\n\nInformation regarding an assassination plot against O5-3, O5-8, and O5-10, as well as direct interference with the attackers\n2\n\n\nDetails concerning the locations of several components of \nSCP-001\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSubject Status:\n\n\n\n\n\n\n\n\nProposals supporting the termination of Sorenson due to his capability in intelligence gathering alongside his lack of formal alignment with the SCP Foundation have been considered. Moreover, while not in possession of any abilities considered outright anomalous beyond learned esoteric practices, proposals to contain Sorenson as an SCP item have also been put forth, though the subject's status as a non-threat to normalcy, in addition to his close association with O5-10 have caused him to become a low-priority case. To date, no consensus has been reached in terms of detaining or terminating Sorenson in the name of Foundation interests. For the time being, Sorenson is to be maintained as a Foundation contact.\n\n\n\n\nFile Update, 6/18/1932:\n While investigating a lead concerning a streak of unusual activity in South Africa, Sorenson failed to check in with his Foundation correspondents for several months through any available channels.\n\n\nDue to the subject's high value as an intelligence resource, a contingency was dispatched to his purported area of investigation to recover him. Sorenson was tracked to a small fishing village in the southern portion of the country. Locals claimed Sorenson purchased a medium-sized vessel from one of the villagers, then departed out to sea due southwest. Despite extensive efforts, Sorenson could not be found. Taking localized severe weather in Sorenson's purported location into account, the subject is thought to have become lost at sea, and is now considered deceased.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nAttachment 3\n\n\nSystem Notice:\n \nDisplaying file as available on \n9/10/2024\n\n\n\n\n\n\n\n\nBrainwaves of a subject experiencing SCP-8018, emphasized in red.\n\n\n\n\n\n\nItem #:\n SCP-8018\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Personnel experiencing SCP-8018 are to reside in a designated study wing at Site-57 for the duration of their exposure and be fitted with specialized electromagnetic recording equipment upon going to sleep at any point.\n\n\nSubjects are to participate in daily interview sessions with an approved Foundation psychiatrist until SCP-8018 activity is confirmed to have ended. During these interviews, affected personnel are to be exposed to specialized mnestic agents to stimulate memories of their encounter and uncover as many details as possible about SCP-8018 from unrecorded periods, with accounts of SCP-8018 being stored alongside this file in addition to radio signal data recovered during subjects' REM cycles.\n\n\nAn investigation into SCP-8018's origins is presently underway, and is to be conducted by SCP-8018 research personnel in conjunction with members of the Oneirics Department. Significant updates on this matter are to be reported to the office of O5-10 immediately.\n\n\nDescription:\n SCP-8018 is a recurring dream experienced by an estimated 1% of personnel employed by the SCP Foundation. SCP-8018 episodes commonly last between two to four days, though outliers of up to a week in length have been noted. At the time of this writing, no common factor has been identified among persons affected, though the existence of an unidentified quality such as latent anomalous resistance or lack thereof is suspected. While cases of civilians experiencing SCP-8018 have been recorded, such incidents have proven rare and more infrequently than manifestations among Foundation personnel. The reason for this remains unclear.\n\n\n\n\n\n\nBrain and radio waves produced by Junior Researcher Coghlan during one of his SCP-8018 episodes.\n\n\n\n\n\n\nDescriptions of SCP-8018 are uniform across reported cases, and are structured with a linear progression that will pause and resume with a subject's REM sleep cycles. Subjects report having some awareness and lucidity during episodes, but will be unable to consciously control their own behavior and will proceed to follow the plot of SCP-8018 (\nsee below\n). After this progression has concluded, all activity related to SCP-8018 will cease. This is accompanied by the rapid degradation of any memories of the experience, though the use of mnestic agents has been observed to help preserve some details for up to a few hours following cessation. Notably, each subject's memories of the ending of SCP-8018 are uniformly unremembered, and have not been recovered even with the use of mnestics.\n\n\nThe manifestation of SCP-8018 activity is accompanied by the release of weak radio waves from the pituitary gland and parts of the brainstem. These transmissions contain audiovisual content displaying the dreamer's perspective while experiencing SCP-8018.\n\n\nDiscovery:\n SCP-8018 was discovered on 7/14/2022 after the Artificial Intelligence Applications Division's Sophia.aic detected several similarities in dreams between multiple members of the Foundation with no relation to each other, as well as the members' subsequent loss of memories concerning the phenomenon.\n\n\nAddendum 8018.1:\n The following is a transcript of an video file collected from Junior Researcher Edward Coghlan's SCP-8018 episodes. Coghlan's experience with the phenomenon was the same as most other documented cases, and is considered a standard model of SCP-8018 progression.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 12/20/2023\n\n\nSUBJECT:\n Junior Researcher Edward Coghlan\n\n\nNOTE:\n This recording depicts Coghlan's second SCP-8018 episode, as due to their spontaneous nature, the first episode was not recorded upon initial manifestation.\n\n\n\n\n[BEGIN LOG]\n\n\n(\nAs the footage begins, moving blotches of random colors and abstract shapes are visible in front of a black background. Blurred faces pass through the frame, and incoherent laughter, crying, and speech can be heard.\n)\n\n\n[00:05]:\n A small, white point appears in the center of the screen and slowly begins to expand. As it does, the overlying scenes and objects fade until the screen is completely white. There is a severe burst of audiovisual static. The white partially fades, eclipsing into a cloudy, overcast sky, and it becomes apparent that Coghlan is lying on the ground. The edges of the visual field are hazy and dark.\n\n\n[00:17]:\n Coghlan sits up groggily, muttering incoherently. The area around him comes into frame. He is seated in the center of a narrow cobblestone pathway surrounded on either side by a row of dark, two-story houses. Each unit appears to be intricately decorated with gothic architectural styling. They are unlit, and a small metallic bowl is present on the curb in front of every other house. The road ahead of Coghlan curves out of sight past more buildings. Coghlan rises to his feet and begins to walk forward slowly. He continues down the street for some time.\n\n\n[03:02]:\n The frame stops as Coghlan pauses at the top of a small hill and a wider view of the area becomes apparent. A massive stone wall of uncertain height surrounding the area can be seen, as well as hundreds of buildings most randomly arranged within. A massive, towering cathedral lies in the center of the settlement. The road curves out gently ahead, winding into more tightly-clustered buildings. No lights can be seen in any of the buildings except the cathedral.\n\n\n[03:08]:\n Coghlan continues down the path, and wanders between the buildings for a time. The architectural styling of the houses remains consistent, though their construction and form vary dramatically otherwise. More metallic bowls are noted outside of some of the structures. Nothing of note occurs for another 54 minutes.\n\n\n[57:23]:\n As Coghlan achieves the crest of a small hill along the road, a wider scene comes into frame, showing a view of the settlement. The cathedral is further away than when it was last shown, despite Coghlan only having proceeded in its direction up to this point. A light snow begins to fall. Coghlan groans and holds his head in his hands, stumbles, then collapses. The feed ends as he awakens.\n\n\n\n\n\n\nNote:\n No further activity occurs until Researcher Coghlan enters REM sleep the following evening. His SCP-8018 encounter resumes as follows.\n\n\n\n\n\n\n[00:00]:\n The footage begins in a similar manner to the previous recording, with random flashes and static filling the screen before fading to Coghlan's perspective. He rises from the ground where he collapsed at the conclusion of the previous encounter, and looks around briefly, before continuing forward slowly. The bowls outside of each structure now contain small fires. Coghlan continues towards the cathedral. Snow continues to fall.\n\n\n[05:43]:\n The frame stops as Coghlan pauses at a small intersection between several tightly packed houses. The subject waits a moment before slowly turning to the right and proceeding down a long, narrow alleyway. Despite appearing only about 20 meters long, the subject scarcely advances despite keeping a constant pace; after 37 minutes, Coghlan reaches the end of the alley, which connects to a large, central street paved with cobblestones.\n\n\n[42:19]:\n Coghlan steps into the main street and looks around; the buildings here are more uniform and line the street neatly. A bowl of fire lies just outside of every other door, lining the street. Coghlan looks down the street to his left, bringing into frame the cathedral at the end of the road, which continues slightly downhill in a straight line for another kilometer. The frame swivels groggily as Coghlan glances behind himself, revealing the alleyway he just exited has vanished, replaced by a darkened housefront. The snow continues to fall, coming down more heavily than before. Coghlan proceeds towards the cathedral.\n\n\n[51:00]:\n Coghlan has now made notable progress toward the structure, and the distance-affecting anomaly from earlier does not seem to be present anymore. As he draws closer to the cathedral, the fires outside of each door grow larger and brighter, and the snow becomes heavier. By the time he is approaching the building's courtyard, a full blizzard is ongoing, slowing his pace. The fires appear unaffected by the weather.\n\n\n[58:31]:\n Coghlan squints as he arrives at the courtyard in front of the cathedral and shields his eyes from the bright light emanating from the windows. Light shines through the cracks around the main doors, which remain shut.\n\n\n[58:40]:\n Coghlan falls to his knees and lies prostrate, facing the structure and mumbling incoherently. He continues this behavior for the next five hours,\n3\n occasionally sobbing or laughing quietly.\n\n\n[06:00:10]:\n Coghlan eventually rises to his feet, shaking off a thick layer of snow that accumulated on himself. He slowly climbs through the drift, which is now at least a meter in depth, in the direction of the cathedral. The landing outside the door is dry and clear of snow as he stumbles onto it.\n\n\n[06:02:33]:\n Coghlan approaches the doors, grabs the handles on each side, and starts to pull them open. The doors grind against the ground as they begin to part, the light streaming from the cracks grows brighter, and the frame blurs as the subject's eyes begin to water. With a final tug, the doors swing free and a blinding light fills Coghlan's vision.\n\n\n[06:03:00]:\n The recording is flooded with static and visual signal is lost, though some audio waves continue to transmit from Coghlan's pituitary gland. The sound of Coghlan's footsteps can be heard for several seconds before stopping. A strange, mechanical sound emanates from somewhere in the space. As the audio begins to fade entirely, a ruffling and then a deep sigh can be heard directly in front of Coghlan.\n\n\n[SIGNAL IS LOST, END LOG]\n\n\n\n\nResearcher Coghlan awoke from his episode shortly after the conclusion of the recording. The subject awoke with his face covered in tears, and expressed positive feelings regarding the experience. He could not recall any details after having opened the cathedral doors, even with the aid of mnestic agents.\n\n\nFollowing this episode, Coghlan experienced no further activity related to SCP-8018.\n\n\n\n\n\n\n\n\nSystem Notice:\n New information has been appended to this file.\n\n\nACCESS ADDITIONAL DOCUMENTATION?\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \"The Children of Njörun\" in Bokmål.\n\n\n2\n. Without the subject's warning and intervention, the Overseers would likely not have survived.\n\n\n3\n. Note that normal REM sleep cycles last upwards of one hour or so.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-8017\n | \nItsDenali\n | \nSCP-8019\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Confirm filerun:/njörunprot.04 , effective immediately?"
    ],
    "item": "SCP-8018",
    "object_class": "Safe",
    "containment_procedures": "Personnel experiencing SCP-8018 are to reside in a designated study wing at Site-57 for the duration of their exposure and be fitted with specialized electromagnetic recording equipment upon going to sleep at any point.",
    "description": "SCP-8018 is a recurring dream experienced by an estimated 1% of personnel employed by the SCP Foundation. SCP-8018 episodes commonly last between two to four days, though outliers of up to a week in length have been noted. At the time of this writing, no common factor has been identified among persons affected, though the existence of an unidentified quality such as latent anomalous resistance or lack thereof is suspected. While cases of civilians experiencing SCP-8018 have been recorded, such incidents have proven rare and more infrequently than manifestations among Foundation personnel. The reason for this remains unclear.",
    "title": "SCP-8018"
}