{
    "url": "https://scp-wiki.wikidot.com/scp-8023",
    "all_text": "rating: \n+38\n+\n–\nx\n\n\n \n\n\nItem #:\n SCP-8023\n\n\nContainment Class:\n Euclid\n\n\nThreat Class:\n Multiversal\n\n\n \n\n\nSpecial Containment Procedures:\n\nThe specifics of SCP-8023 containment endeavours, as outlined in the \n2032 Cross-Foundation Agreement\n, fall under the \nCHIAROSCURO Project\n and are currently not subject to change. These measures are in effect for all 574 current DoMD member universes as well as a further 741 collaborator universes.\n\n\nThese containment measures include primarily:\n\n\n\n\nPrevention of the spread of residual anomalies linked to a now mostly defunct \nGoI-X01 'Rea-Utis per'\n.\n\n\nSupport and collaboration in the containment of multiversal anomalies linked to \nGoI-X01\n, \nSCP-7023\n, SCP-8023, or any other related anomalies.\n\n\nRegulation or inhibition of travel to and from SCP-8023 on a case-by-case basis.\n\n\n\n\nFor a full list of outlined containment procedures, see the \n2032 Cross-Foundation Agreement\n, the \nCHIAROSCURO Project Modus Operandi\n, or the \nFirst Multiversal Crisis Archival Documents\n.\n\n\nA Cross-Foundation research station, dubbed Site-1Ξ has been established within SCP-8023 with the permission of the local government. Personnel stationed at Site-1Ξ are rotated in three-month intervals due to the psychological stress of local reality and time anomalies. As per Ethics Committee Ruling #7329-12, vital personnel with long-term physical health conditions should be prioritized for transfer to Site-1Ξ.\n\n\nField operatives navigating SCP-8023 are to be equipped with specialised flashlights crafted from local materials by the on-site engineering staff as well as instructed to stay within lit-up areas unless necessary.\n\n\n\n\n\n\n\n\n\n\n\n\nDepartment of Multiversal Defense (DoMD)\n\n\n\n\n\n\nThe Department of Multiversal Defense is a cross-universal Foundation agency created originally in 2018 by the \nHexauniversal Foundation Collaboration Agreement\n, tasked with surveying the Multiverse for possible outside threats as well as ensuring collaboration and information exchange between different variants of the SCP Foundation. As of 2039, DoMD consists of 574 member universes as well as a further 741 collaborator universes. DoMD is not the only SCP Foundation agency of its kind in the multiverse. See, for example, the \nMulti-Foundation Pact of 1981\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPhotograph taken from inside a decrepit public building within the Free Port of SCP-8023.\n\n\n\n\n\n\nDescription:\n\nSCP-8023 is currently understood to be both:\n\n\n\n\nAn extrauniversal pocket of anomalous spacetime previously designated Universe\n-XT/007ω\n.\n\n\nAn incorporeal Apex-tier Pluripotent Entity inhabiting the entirety of this spacetime, also known as \n'Mar-duvin'\n.\n\n\n\n\nThe laws of physics within SCP-8023 are inherently anomalous with the average Local Reality Measurement being within 5 points of magnitude lower than is considered to be baseline for universes typically inhabited by non-anomalous human beings. This mainly manifests when observing light sources within SCP-8023 as the entire universe is permanentely coated in thick everpresent darkness, believed to be an effect of the Apex-tier entity residing in it. So far, only light sources found within SCP-8023 have been able to penetrate this anomalous darkness, being able to light up their surroundings up to 5 meters while still being small enough to carry around.\n\n\nOther notable effects of anomalous spacetime include an extremely slow form of decay experienced by matter inside of SCP-8023, causing injuries or damage that would otherwise be fatal to be survivable. Death caused by natural causes is almost impossible inside SCP-8023. A similar effect has been documented in \nplaces with extremely low Hume levels before\n. In addition to this, whenever a sentient being inside of SCP-8023 is left in absolute darkness, they will eventually teleport to a different part of SCP-8023 that is also in absolute darkness, usually close to a nearby light source or structure, often ending up where they came from. It is currently unknown if these effects are inherent to the anomalous spacetime, or if these are conscious efforts of the Apex-tier entity to keep the inhabitants out of harm.\n\n\nIn addition to this, the local flow of time is significantly unstable, often leading to time anomalies and differences in how locals perceive time. This fact has made it possible for the local community to have had a functioning infrastructure with hundreds of buildings when it was first discovered merely 10 years after its founding.\n\n\nThis extrauniversal spacetime is potentially infinite and empty except for a non-Euclidean expanse of land in its center, which is made out of a dark grey rock-like substance. A local community of people has been established within SCP-8023, designated \nFree Port #23\n, known to the local populace as \n'Ai'gazar-En'\n or \n'City of the Accursed'\n. This stretch of land has thus far not been properly surveyed due to anomalous local topography as well as size but estimates given by residents claim that the city is about 780-950 km\n2\n but has expanded significantly in recent years. The local atmosphere is breathable, albeit with some difficulty, as it contains slightly less oxygen than humans from most baseline universes are accustomed to.\n\n\nAlmost all inhabitants of SCP-8023 are human and function as semi-permanent residents, as there is no food supply, poor living conditions for permanent habitation, and disorienting local geography. As such, SCP-8023 (and FP-23) is mostly inhabited by multiversal refugees as well as 'The Accursed', referring to people with any form of a fatal, non-curable condition such as illness, injury, or curses.\n1\n Notably, around 19% of questioned inhabitants have been affected by \nSCP-7023 and the recent Multiversal Crisis\n. 'The Accursed' are multiversal travelers who come to SCP-8023 on an irregular basis to temporarily escape their condition and stay within the anomaly for as long as they are able to.\n\n\nThe local inhabitants view \n'Mar-duvin'\n (the Apex-tier Entity designated SCP-8023) as a benevolent godly being that merely allows them to reside within itself, calling it many names such as \n'Safe Shadow'\n and \n'Bliss od Darkness'\n. No institutionalized worship of this entity exists, however many people within SCP-8023 rever Mar-duvin and the oldest inhabitants of the city sometimes claim that \"it is currently dormant\", implying this hasn't always been the case.\n\n\n\n\n\n\n\n\n\n\n\n\nRea-Utis per (GoI-X01)\n\n\n\n\nThe hostile memetic civilisation, known as \nRea Utis-per\n, was a multiversal threat, whose goal was the conversion and infection of other universes to their beliefs. The origin of this powerful memetic virus is still unknown. In order to conquer other universes, they constructed an Eigen-weapon capable of targeting the multiversal variation signature, meaning it could target a specific person across all possible universes and then collapse those variations into a single one.\n\n\nRea Utis-per used this weapon on their own multiversal variant in a religious ritual which was supposed to determine the most \ntrue\n variant of their religious meme, after which the remaining variant took over countless worlds previously inhabited by the other variants. This made GoI-X01 into a singular powerful adversary for the Department of Multiversal Defense, which began uniting the Foundations of other universes against this threat.\n\n\nAll further information surrounding Rea Utis-per is \nRESTRICTED\n for personnel not assigned to the \nCHIAROSCURO Project\n.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8023.1:\n Discovery\n\n\nThe Department of Multiversal Defense first discovered SCP-8023 in 2032 during the ongoing Multiversal Crisis following the invasion of a hostile memetic light-based civilisation known as \nGoI-X01 'Rea Utis-per'\n ten years prior. The conflict, which affected several hundreds of universes, was sparked over a new multiversal Eigen-weapon (SCP-7023) used by the enemy to destroy all multiversal variants of objects and people, collapsing them into a single variant that was highly unstable and eventually fatal. This effect was devastating to Foundation leadership in many allied universes, as many of them had a close similarity percentage, meaning specific people, locations or objects could be erased across all of these universes in a single use of the Eigen-weapon.\n\n\nAfter a decade of prolonged war between 'Rea Utis-per' and The Department of Multiversal Defense, it appeared that the enemy ceased their attacks on multiple key target universes as they suddenly had to relocate their resources somewhere else. Reports from field agents started to mention 'shadow entities' appearing during battles attacking the enemy combatants. Attempts to follow the multiversal signature of these entities revealed their origin to be an extrauniversal pocket of anomalous spacetime, which was designated Universe\n-XT/007ω\n and later reclassified as SCP-8023.\n\n\nIn search of an alliance against the threat of \n'Rea Utis-per'\n, the Foundation Department of Multiversal Defense created a diplomatic committee that was sent to SCP-8023 after the initial location has been deemed safe by MTF Gala-4 \"Dark Lords\". Despite not being able to communicate with the Apex-tier Entity within, these representatives met with the inhabitants of SCP-8023 and initiated diplomatic relations. At first, there were very few inhabitants present in the city and they had little knowledge of the origin and purpose of SCP-8023. With their permission, a Temporary Research Station was created within, later expanded into a more permanent Site-1Ξ.\n\n\nDespite the initial connection between the shadow entities attacking 'GoI-X01' and SCP-8023, no such entity was ever observed inside of SCP-8023. These entities have not been observed in any of the allied Foundation universes since the end of the Crisis in 2034 and the collapse of GoI-X01.\n\n\n\n\nAddendum 8023.2:\n About Free Port-23\n\n\n\n\n\n\nAi'gazar-En\n\n\nCity of the Accursed\n\n\n\n\nCity-State/Independent Entity\n\n\n\n\n\n\n\n\nSettled\n\n\n2022 SMY\n2\n\n\n\n\n\n\nFoundation Discovery\n\n\n2032 SMY\n\n\n\n\n\n\n\n\n\n\n\n\nGovernment\n\n\nThe Interpreter/City Council\n\n\n\n\n\n\n\n\n\n\n\n\nArea\n\n\n~300-360 sq mi\n\n(~780-950 km\n2\n)\n\n\n\n\n\n\n\n\n\n\n\n\nResidents\n\n\nUnknown\n3\n\n\n\n\n\n\n\n\n\n\n\n\nDemonym\n\n\nThe Accursed\n\n\n\n\n\n\n\n\n\n\n\n\nLanguages\n\n\nZ cluster lang.\n4\n\nW cluster lang.\n5\n\nX and Y cluster lang.\n6\n\nOther\n\n\n\n\n\n\n\n\n\n\n\n\nCurrencies\n\n\nBarter trade\n\n\n\n\n\n\n\n\nThe anomalous city-state of \nAi'gazar-En\n was founded in 2022 by a group of survivors from Universe-\nZL/018b\n, one of the first universes conquered by Rea Utis-per during the Crisis. This initial community, led by a man named \nSajid Inturmann\n, faced many hardships due to the inherent anomalies within SCP-8023 but they were also able to harness these anomalies and use them to their benefit.\n\n\nToday Ai'gazar-En is permanently inhabited by hundreds to thousands of people at any given time,\n7\n however the exact overall number of citizens has never been counted. City Council, exchanged every three months, together with a person known as \nThe Interpreter\n, form a sort of government structure for the local community, even though many residents of Ai'gazar-En prefer their privacy and deliberately try to isolate themselves from others.\n\n\nBuildings are mostly spread out in small groups close to each other and lit up using specialised lanterns made from local materials, which produce a turquoise or green light capable of illuminating the anomalous darkness. There are however many buildings separated from others by chunks of darkness, which makes it almost impossible to access them due to the inherent teleportation properties of local topology. As such, it is virtually impossible for anyone who doesn't know the precise distances and directions, to find these isolated buildings.\n\n\nIn addition to this, prolonged exposure to SCP-8023 and its anomalous effects seems to be detrimental to the human psyche. Whether this is an effect of the everpresent darkness, poor living conditions, or the low level of local reality and temporal anomalies is unknown. These effects on the human mind have however been recorded in a \nlocation with similar properties\n.\n\n\n\n\nAddendum 8023.3:\n PITCH DARK Incident\n\n\n\n\n\n\nDr. Simon Gutarix.\n\n\n\n\n\n\nOn the 27th of August 2039, Site-1Ξ sent out a distress signal to DoMD leadership, claiming the light sources both inside and outside of the building had gone out simultaneously. Soon after, all contact with Site-1Ξ was lost. In response, MTF Gala-4 \"Dark Lords\" was sent into SCP-8023 to investigate finding that the local topology had changed drastically and Site-1Ξ was nowhere to be found.\n\n\nLocal inhabitants appeared just as confused as the Team and claimed there was a temporary 'blackout' during which the positions of all structures, objects, and people changed. This was the first recorded instance of such an event in the city's history, prompting both the locals and the MTF to search for answers. Especially as many structures around the central hub of the city seemed to be completely alien to the locals.\n\n\nDr. Simon Gutarix, a former decorated field agent with 40 years of experience in the field and also a member of on-site medical personnel, was soon found wandering around the newly-formed city square, claiming to have ventured outside of Site-1Ξ for a breath of fresh air, before everything went dark. He was directed to temporarily join the four-man team to aid in their investigation.\n\n\n\n\nExploration Video Log Transcript, Part I\n\n\nDate:\n 27/08/2039\n\n\nExploration Team:\n Mobile Task Force Gala-4 \"Dark Lords\"\n\n\nLocation of Interest:\n SCP-8023\n\n\nTeam Lead:\n G-4 Star\n\n\nTeam Members:\n G-4 Tray, G-4 Fall, G-4 Reve, Dr. Gutarix\n\n\n\n\nG-4 Star:\n … Alright, I guess we're taking the Doctor with us if the Command ordered it.\n\n\nG-4 Tray:\n You don't seem too happy about it, Captain.\n\n\nG-4 Star:\n No comment, Tray. So, what do you suggest we do first, Doctor?\n\n\nDr. Gutarix:\n (\nHesitantly.\n) I believe we should ask some of the locals for help. It's their terrain and we know very little about it.\n\n\nG-4 Fall:\n We already asked them and they're just as confused, if not more, old man. No offense.\n\n\nDr. Gutarix:\n None taken. I wasn't talking about their maps being useless in here. We need a guide, someone who spent a long time- (\nPauses to take a breath.\n) -here. Simply someone who knows more than us.\n\n\nG-4 Reve:\n I heard there's this guy they call the Interpreter. He does like this, this- \nCommunication\n with the entity here. Allegedly.\n\n\nDr. Gutarix:\n Good thinking. That was also my first guess but nobody has seen him since the blackout.\n\n\nG-4 Tray:\n Alright, so someone else then. There's supposed to be a City Council or something, no? We go to them.\n\n\nG-4 Star:\n Tray, we've already asked the guy in charge of the diplomatic paperwork and he knew less than nothing. Not to worry though, I'm sure the old man here has something more specific in mind.\n\n\nDr. Gutarix:\n … I do. Elsa Zhevnicz.\n\n\nG-4 Star:\n Are you- are you sure about this?\n\n\nDr. Gutarix:\n Well no, but she's our best bet. Or do you know anyone else here who makes their living by searching for things in the dark?\n\n\nG-4 Tray:\n The old man has a point, Captain.\n\n\nG-4 Star:\n That he does, Tray…\n\n\nDr. Gutarix:\n I've asked a couple of people who claimed they saw her a few minutes ago. Can't be that hard to find.\n\n\nG-4 Fall:\n Isn't she- you know- (\nHe makes a rotation motion with his hand close to his head.\n)\n\n\nG-4 Tray:\n A redhead?\n\n\nG-4 Fall:\n I meant crazy, you idiot.\n\n\nG-4 Tray:\n Same thing if you ask me.\n\n\nG-4 Star:\n Enough. We'll discuss your inappropriate behaviour later but for now, let's go find the woman. Hopefully, she's better company than you lot. (\nHe gestures the rest to move out.\n)\n\n\nDr. Gutarix:\n Ed- I mean, Captain, if you could spare a moment-\n\n\nG-4 Star:\n Not now, old man. We've got work to do.\n\n\n\n\n\n\n\n\nElsa Zhevnicz.\n\n\n\n\n\n\nTeam Gala-4 successfully managed to locate Ms. Zhevnicz in a decrepit apartment building which has now relocated to the opposite side of the city from its original location. During their trip there, agents discovered an anomalous object confirmed to be a pine tree, roughly 30 meters in height, although only the bottom-most part of it was visible through the darkness, growing seemingly out of hard rock ground. Dr. Gutarix speculated that it is possible this pine tree has always existed within SCP-8023 and was simply never found. He further supposed it could be possible that more plant life exists somewhere in SCP-8023, explaining the existence of oxygen in the air, which was previously taken as anomalous. He was swiftly reminded by other members of the team, that without any natural light or soil in SCP-8023, such plant life would still have to be inherently anomalous.\n\n\nUpon arrival, the team and Dr. Gutarix were cautiously greeted by the residents and given directions towards Ms. Zhevnicz's apartment, where she somewhat begrudgingly agreed to temporarily join the team in their investigation. As a professional cartographer, geologist, speleologist, mountaineer, and a former Foundation operative originating from Universe-\nWL/343c\n, she has been accepted by Mission Command without complaints. City records regarding Ms. Zhevnicz are incomplete, showing only that she first arrived to SCP-8023 in 2024 and only officially\n8\n left the city only a handful of times. Ms. Zhevnicz suggested that the team should first visit the Interpreter's home as it is the most likely place to find them and she knew about its new location.\n\n\n\n\nExploration Video Log Transcript, Part II\n\n\nDate:\n 27/08/2039\n\n\nExploration Team:\n Mobile Task Force Gala-4 \"Dark Lords\"\n\n\nLocation of Interest:\n SCP-8023\n\n\nTeam Lead:\n G-4 Star\n\n\nTeam Members:\n G-4 Tray, G-4 Fall, G-4 Reve, Dr. Gutarix, Elsa Zhevnicz\n\n\n\n\nG-4 Reve:\n Ms. Zhevnicz? Who is the Interpreter? I mean, really.\n\n\nZhevnicz:\n Oh they're just an old fool. Doesn't look it but our actions often tell more than our looks.\n\n\nDr. Gutarix:\n (\nNods.\n) Don't judge a book by its cover.\n\n\nZhevnicz:\n Ah, so you guys are from \nthat\n universe cluster.\n\n\nG-4 Star:\n What is that supposed to mean?\n\n\nZhevnicz:\n Oh nothing… nobody else in the multiverse uses that saying. By the way, you wouldn't happen to know what a \nfla-min-go\n is, would you?\n\n\nDr. Gutarix:\n (\nLaughs.\n)\n\n\nG-4 Tray:\n (\nMutters to G-4 Fall\n) I told you she's cuckoo.\n\n\nG-4 Star:\n Alright, look lady, we're not here to chit-chat. Doctor here convinced me, that you'll be helpful so, answer the question, please. Who is the Interpreter?\n\n\nZhevnicz:\n They run the place, well, kinda. The Safe Shadow is the one in charge but the Interpreter, well, interprets it. Picture an old-timey shaman priest kind of person, telling us what the darkness around thinks and wants. Usually, it wants nothing. People say a lot about them. Stories and legends, that the Interpreter is actually Mar-duvin themselves in a human body, or that they were the first person who ever found this place, hundreds of years before Sajid Inturmann and his refugees did. Others will tell you the Interpreter actually is Sajid.\n\n\nG-4 Reve:\n And nobody knows the truth?\n\n\nZhevnicz:\n Oh no, some people do. But it's really not that important you see, because all the stories focus on the Interpreter's past and refuse to acknowledge who they are now.\n\n\nG-4 Star:\n Alright, I hate to cut your conversation here but we are heading into darkness. Ms. Zhevnicz?\n\n\nZhevnicz:\n It should be right in front of us, around 30 meters. Or, do you use meters, where you come from? (\nChuckles.\n)\n\n\nG-4 Star:\n Very funny. Alright, take out your flashlights everyone.\n\n\nZhevnicz:\n No, let's conserve our fuel. Everyone just hold each other's hand while you Captain hold this. (\nShe offers him an already lit brass lantern with a green flame flickering inside.\n)\n\n\nG-4 Star:\n Fine. Do as she says. (\nHe grabs her hand as she offers to take Dr. Gutarix's hand, who in turn grabs one of the agents until all members are holding each other.\n)\n\n\nDr. Gutarix:\n This is genious. We haven't really had the time to properly experiment with the local environment yet but tell me, Ms. Zhevnicz, if none of us had a light source right now, would we all teleport individually, or together?\n\n\nZhevnicz:\n One for all, all for one. Be careful where you step, folks.\n\n\nDr. Gutarix:\n (\nEnthusiastically.\n) Thank you, Ms. Zhevnicz.\n\n\n(\nThe team enters a dark spot and after approximately 30 meters exits into another dimly lit-up area surrounding a tall cylindrical wooden house. In close proximity to the house are seven smaller pine trees, seemingly growing out of the ground.\n)\n\n\n\n\n\n\n\n\n\n\n\n\nNavigation within SCP-8023\n\n\n\n\n\n\n\n\nScenario A - When the Subject leaves a lit up area of SCP-8023, they inevitably reach another lit up area, usually the one they left, even when heading in a direct line.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nG-4 Tray:\n Man, I've done this shadow travel thing a million times by now and it's still creepy.\n\n\nG-4 Fall:\n What are you talking about, this is our second mission together.\n\n\nG-4 Tray:\n Doesn't mean it's not creepy.\n\n\nZhevnicz:\n (\nPoints towards the trees.\n) Well that wasn't there before.\n\n\nG-4 Fall:\n We've seen one just like that close to where we found you. Do you know anything about them?\n\n\nZhevnicz:\n Nothing about this.\n\n\nG-4 Star:\n Enough! Let's get to work, people. Tray, Reve, you two head into the upper floor. Fall, you're with me, we'll check the ground floor. Zhevnicz, you stay here with the old man.\n\n\nDr. Gutarix:\n Maybe, I could go with you-\n\n\nG-4 Star:\n No, you'll stay here. I doubt the Interpreter is inside anyway, we'll be in and out.\n\n\n(\nMembers of MTF G-4 enter the building and begin to search through its rooms while Dr. Gutarix and Ms. Zhevnicz stay outside.\n)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nScenario B - The Subject leaves a lit area but carries a light source into the darkness, preventing the transportation anomaly from triggering its effect. The Subject later arrives to a new location.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nZhevnicz:\n So, doctor, what's the deal with you and that soldier?\n\n\nDr. Gutarix:\n (\nLooks at her\n) Very perceptive, Ms. Zhevnicz, although I suppose I might be making it rather obvious.\n\n\nZhevnicz:\n Wanna talk about it?\n\n\nDr. Gutarix:\n (\nShrugs.\n) If you wish, I can at least talk about it with you, if not with my own son.\n\n\nZhevnicz:\n … Hm… the Foundation didn't send you here. You wanted to come here.\n\n\nDr. Gutarix:\n I admit it.\n\n\nZhevnicz:\n So what is it? I'll tell you about mine, if you want.\n\n\nDr. Gutarix:\n (\nSighs.\n) Lung cancer.\n\n\nZhevnicz:\n I'm sorry to hear that. Mine is a curse.\n\n\nDr. Gutarix:\n Eigen-weapon caused?\n\n\nZhevnicz:\n Actually, no. I know there's plenty of people here who suffered from that. Mine is less grand but all the more deadly.\n\n\nDr. Gutarix:\n It's- it's hard for me to grasp still… My son doesn't know yet, our relationship was never really that great to begin with.\n\n\nZhevnicz:\n So you've decided to come here like the rest of us? Growing old and seeking immortality?\n\n\nDr. Gutarix:\n Not- not immortality, no. I just… I wanted a bit more time to grow comfortable with the idea.\n\n\nZhevnicz:\n … I didn't mean to pry.\n\n\nDr. Gutarix:\n Didn't you? (\nChuckles.\n) It's alright.\n\n\n(\nThey both stand in silence for a while.\n)\n\n\nDr. Gutarix:\n So what do you think happens when we find the Interpreter? Do you believe they will be able to tell us what happened?\n\n\nZhevnicz:\n Honestly? I have no idea. But I like to think the blackout was something natural. The darkness around isn't really that scary when you've lived here for as long as I have.\n\n\nDr. Gutarix:\n How long is that?\n\n\nZhevnicz:\n (\nSmiles.\n) I know I don't look it.\n\n\nDr. Gutarix:\n That's not an answer.\n\n\nZhevnicz:\n (\nChuckles.\n) Look who is prying now.\n\n\n(\nG-4 Star comes back through the front door of the building.\n)\n\n\nG-4 Star:\n Nothing! What now?\n\n\nZhevnicz:\n Now comes the tricky part.\n\n\n\n\n\n\n\n\nAgent Star, MTF Gala-4.\n\n\n\n\n\n\nThe interior of the searched building was very minimalistic, only being furnished with a single bed, drawer, tiny kitchen area, dining table and two chairs. Upon closer inspection, all furniture inside the house, as well as the facade was made out of pine wood. After searching through the Interpreter's house, the team was left with a choice. Go back to the central city hub and search for any clues there, or continue searching in a perimeter around the house. Confident in her ability to orient herself in the darkness, Ms. Zhevnicz supported the latter option to which Agent Star agreed.\n\n\nBeforehand, during a short break Agent Star in private contacted Foundation DoMD Command\n9\n to seek further instructions and to ask about his father's presence in the mission. Due to an administrative error, he was informed that Dr. Gutarix requested his transfer to SCP-8023 two months prior to the incident. This error was noticed before any more private information about the medical state of Dr. Gutarix could be revealed to Agent Star. Still, the agent seemed frustrated with this information and requested access to further details. Due to the tense relationship between both men, Command refused to give out private information, insisting instead that both men have a discussion before continuing. Enraged, Agent Star refused this suggestion and continued with the mission as previously planned.\n\n\n\n\nExploration Video Log Transcript, Part III\n\n\nDate:\n 27/08/2039\n\n\nExploration Team:\n Mobile Task Force Gala-4 \"Dark Lords\"\n\n\nLocation of Interest:\n SCP-8023\n\n\nTeam Lead:\n G-4 Star\n\n\nTeam Members:\n G-4 Tray, G-4 Fall, G-4 Reve, Dr. Gutarix, Elsa Zhevnicz\n\n\n\n\n(\nFor about half an hour, MTF Gala-4 kept searching in a perimeter of 100 meters around the house. Due to the extremely low visibility, they progressed slowly, divided into teams of three which moved in close proximity, with G-4 Star, Tray and Fall forming one group, while Dr. Gutarix, Zhevnicz and G-4 Reve formed the other.\n)\n\n\nG-4 Tray:\n So, we've been going in circles for like 10 minutes now, what are we looking for again, Captain?\n\n\nG-4 Star:\n I'm really not in the mood for your jokes, Tray.\n\n\nG-4 Fall:\n What is it, Captain? Wanna talk about it?\n\n\nG-4 Star:\n (\nSighs.\n) Not you too, Fall. Seriously, not now.\n\n\nG-4 Reve:\n (\nTo Doctor Gutarix.\n) What do you think went into him?\n\n\nDr. Gutarix:\n I- I am not sure… Maybe I should go talk to him.\n\n\nZhevnicz:\n Just be careful.\n\n\nG-4 Reve:\n Why? There's nothing around for miles probably…\n\n\nZhevnicz:\n Oh there's plenty of stuff in the dark, you know. (\nShe smiles at him before cracking into laughter.\n)\n\n\nG-4 Reve:\n Hey, Tray, you wanna swap teams with Doctor here? I'm getting kinda creeped out being the only normal one here.\n\n\nG-4 Tray:\n Sure, if the Captain won't mind. (\nHe looks over to G-4 Star.\n)\n\n\nG-4 Star:\n (\nSighs.\n) Fine, you know what? Let's take a little break. (\nHe stops.\n)\n\n\nG-4 Fall:\n Now? We're in the middle of this- this darkness!\n\n\nZhevnicz:\n What's wrong? Scared of the dark?\n\n\nG-4 Star:\n Ms. Zhevnicz, please stop trying to scare my teammates.\n\n\nZhevnicz:\n Who says I'm trying to scare them? Are you also scared of the dark?\n\n\nG-4 Star:\n No. Something so simple as empty darkness doesn't scare me.\n\n\nG-4 Tray:\n What if it isn't empty then?\n\n\nZhevnicz:\n See? He's asking the right questions now. You're interested in the dark, right Doctor?\n\n\nDr. Gutarix:\n Now is not the right time, Ms. Zhevnicz.\n\n\n(\nEveryone is silent for a few moments as the team regroups, checks their lights and consumes some rations. During this time, Dr. Gutarix comes to Agent Star.\n)\n\n\nDr. Gutarix:\n Eduard, do you have a moment? I'd- I'd like to talk to you about something.\n\n\nG-4 Star:\n (\nSighs deeply.\n) Sure, dad. What is it?\n\n\nDr. Gutarix:\n Thank you, Ed. I appreciate that. I know things haven't been good between us since-\n\n\nG-4 Star:\n Since mom died? Yeah…\n\n\nDr. Gutarix:\n Look, I know I've been a terrible father. I can't change that but I can at least try to make things better now.\n\n\nG-4 Star:\n Is that why you took this assignment?\n\n\nDr. Gutarix:\n What?\n\n\nG-4 Star:\n You came here to fix things with me? How did you know I was going to be here, huh?\n\n\nDr. Gutarix:\n Ed, that's- (\nHis voice cracks.\n) There's no easy way to say this and I've always been terrible with these things-\n\n\nG-4 Star:\n You could say that again.\n\n\nDr. Gutarix:\n … Son, I'm here for the same reason as everyone else who lives here…\n\n\nG-4 Star:\n (\nSilence.\n) What is it? Heart? Lungs? … It's lung cancer isn't it. Fuck, mom always used to say you should quit smoking before-\n\n\nDr. Gutarix:\n Before it kills me?\n\n\nG-4 Star:\n …\n\n\nDr. Gutarix:\n I'm sorry, that was- I shouldn't have said that.\n\n\nG-4 Star:\n I- I don't- hate you, dad. I want you to know-\n\n\nDr. Gutarix:\n I know, Ed. Thank you.\n\n\nG-4 Star:\n … You can get through this.\n\n\nDr. Gutarix:\n No son, I can't. I've survived my share of terrible things when I did your job, now it's time to just live through this one… Doesn't make it any less terrifying.\n\n\nG-4 Star:\n So what, I'm guessing you're here to stay then? In here? (\nHe gestures around them.\n)\n\n\nDr. Gutarix:\n For some time, yes. I'll do my time here but I've never planned on living forever.\n\n\n(\nAgent Star comes closer to Dr. Gutarix and brings him into an embrace which the doctor returns. They both remain like this for a whole minute before G-4 Reve comes closer to them.\n)\n\n\nG-4 Reve:\n Ehm, Captain? I hate to break whatever it is that you're doing here but there's something we thought you may want to check out.\n\n\nG-4 Star:\n (\nSighs.\n) What is it, Reve?\n\n\nG-4 Tray:\n (\nFrom a few meters.\n) You hear that, Captain?\n\n\n(\nEveryone is silent for a moment to listen. A far weak sound reminiscent of whistling is heard.\n)\n\n\nZhevnicz:\n I know that song! It's them!\n\n\nDr. Gutarix:\n The Interpreter?\n\n\n(\nMs. Zhevnicz nods.\n)\n\n\nG-4 Star:\n Alright, let's get back to this. Form two lines like before and let's go in the direction of that sound.\n\n\n(\nThe team follows orders and starts slowly advancing towards the target. They keep going for three hours and seventeen minutes until Dr. Gutarix suddenly screams and dissapears into darkness.\n)\n\n\nG-4 Star:\n What happened?!\n\n\nG-4 Reve:\n He- I think he tripped, Captain! I don't know!\n\n\nG-4 Tray:\n There's nothing to trip on. Just flat ground.\n\n\nZhevnicz:\n No, you're right. He must have tripped on one of the roots.\n\n\nG-4 Fall:\n Roots? I don't see any roots.\n\n\nZhevnicz:\n But you have seen the trees. They are out here, in the darkness.\n\n\nG-4 Star:\n (\nHe comes closer and grabs her by the wrist.\n) What happened to my father?!\n\n\nZhevnicz:\n Stop yelling! Look, I'm not sure where he went. Out there it's a free for all. He might be back where we came from, he could be all the way back to the city, he could be falling from a cliff between trees right on top of a building five meters from us. And we wouldn't know!\n\n\nG-4 Tray:\n You're insane.\n\n\nZhevnicz:\n So I've heard you say… (\nSighs.\n) But don't worry. Despite what it may look like, your father is most likely completely safe. He can't die in here, none of us can. That's way better odds then his universe ever gave him…\n\n\nG-4 Star:\n We are going out to find him.\n\n\nG-4 Fall:\n Ehm, not that I disagree but where do we even start out here?\n\n\nZhevnicz:\n Yes, Captain. Where should we start?\n\n\nG-4 Star:\n (\nSilence.\n) … we keep following that sound.\n\n\n\n\nAddendum 8023.4:\n Footage from Dr. Gutarix's camera\n\n\n \n\n\n\n\nAs Dr. Gutarix seemingly trips, his camera looses focus and suddenly all audio except for his sudden scream dissapears. For a couple of minutes, the entire view is dark while sounds of motion can be heard. Dr. Gutarix is seemingly trying to reach into his backpack to bring out a spare light source. After a minute of this, a low barely audible rustling sound can be heard all around him. He then manages to light up a small turqouise flashlight which illuminates his face in complete darkness.\n\n\n \n\n\nHis face is panicked and he appears to be in a state of shock, as he breathes in and out rapidly. Eventually he starts looking around to the emptiness he finds himself in. His small cone of light barely illuminates his immediate vicinity. Nothing but brittle grey stone surrounds him in every direction. He attempts to call out into the darkness but no sound returns. He calls out the names of his colleagues, his son, Ms. Zhevnicz…\n\n\n \n\n\nNo response.\n\n\n \n\n\nHe is seemingly rotating on his spot back and forth while hyperventilating. Then he starts coughing, heavily. Soon, he realises that he no longer knows which way he was originally oriented in. Then he realises it doesn't matter. He starts heading in a random direction. Forward.\n\n\n \n\n\nAt first he stumbles, slowly gaining pace as he walks through the empty darkness. Ten minutes later, he is still walking, his camera view barely shifting it's focus. His breathing is more regular now, still stopping to cough every few meters. After an hour, he begins to complain audibly between breaths. Realising he should have already reached some kind of structure, some lit up area by now, he begins to panic again.\n\n\n \n\n\nOut of desperation, he decides to extinguish his light momentarily, hoping he simply picked a wrong direction and this time, he will be teleported to a better spot. After his light goes out, it doesn't light up again for another ten minutes. During this time, the same barely audible rustling noise is heard from everywhere around. Five minutes into this darkness, Dr. Gutarix speaks:\n\n\n\n\n \n\n\nDr. Gutarix:\n\n\n\"The trees… I can hear them… moving around in the darkness…\"\n\n\n \n\n\n\n\nFive minutes later, his light reignites and the rustling stops. Dr. Gutarix is standing on a wide cliff, barely seeing the edge three meters to his right. He gasps at this sight but soon gathers enough willpower to look over the edge. It is pitch black.\n\n\n \n\n\nHe walks around, following the edge for several minutes in one direction until he gives up and walks in the other direction for several more minutes. Eventually he gains enough courage to step up to the ledge. He lays down and moves his hand with the light as far down as possible, discovering the ledge to be only about two meters deep. He starts laughing then stops. Then laughs again for a bit.\n\n\n \n\n\nHe again puts out the light in his flashlight, this time keeping it off for about a minute. He reignites it and once again pan over his surroundings. There is nothing in sight. He turns the light off and immediately turns it on. Nothing. He does so again, this time noticing the patterns of rocks on the ground is different but otherwise everything seems to be the same.\n\n\n \n\n\nOnce more he repeats the process. Turning off the light, he remains in darkness for another minute and a half until the sound of rustling returns, at which point he quickly reignites the light and spins around wildly. The noise ceases. Dr. Gutarix is alone.\n\n\n \n\n\nHe sits down after this experience, realising he's trapped without a way out of SCP-8023. He begins to cry and does so for another five to ten minutes. He cries and sometimes coughs. Sometimes appearing to almost stop before starting again. During this time, he blames himself for coming to this place. He contemplates what might be waiting in the darkness once his flashlight eventually runs out of power. Once he regains composure, he gets back on his feet and takes a deep ragedy breath.\n\n\n \n\n\nOne more time, he turns off his light and keeps it off for about 30 minutes. Nothing but the sound of his breathing and low rustling noises can be heard for the entire time.\n\n\n \n\n\nThen he reignites his flashlight and notices something different. The rocky ground below his feet has been replaced by forest ground. Orange fallen pine needles coat the floor all around him and as he notices after a few steps, he is surrounded by tree trunks. A towering pine forest is spread out all around him but his flashlight can only light up a small area around him.\n\n\n \n\n\nThen he begins to hear a whistling sound from somewhere close. He starts frantically turning around to locate the source of this sound. He picks a direction and starts quickly but cautiously walking towards the whistling as his steps rustle in the undergrowth.\n\n\n \n\n\nThen he sees a light coming from between the dark trees, his light unable to fully penetrate their thick branches. It's a green flickering light of a campfire which illuminates a small circle in a forest meadow. As he steps out of the branches, he realises that there is a night sky above. Behind the flames, a lone figure is sitting on a piece of wood.\n\n\n\n\n \n\n\n\n\nThe Interpreter:\n\n\n\"Welcome, friend. Come, sit by the fire with me.\"\n\n\n\n\nDr. Gutarix:\n\n\n\"Is- is this real?\"\n\n\n\n\nThe Interpreter:\n\n\n\"It's as real as you want it to be, my friend.\"\n\n\n\n\nDr. Gutarix:\n\n\n\"You- you're the Interpreter, yes?\"\n\n\n\n\nThe Interpreter:\n\n\n\"Yes.\"\n\n\n\n\nDr. Gutarix:\n\n\n\"I've- We've been looking for you.\"\n\n\n\n\nThe Interpreter:\n\n\n\"Have you? It's nice to be popular.\"\n\n\n\n\nDr. Gutarix:\n\n\n\"Something has happened back in the city, we thought maybe you could help us figure out the cause.\"\n\n\n\n\nThe Interpreter:\n\n\n\"The people inside of your Foundation's building… Their fate does not trouble you?\"\n\n\n\n\nDr. Gutarix:\n\n\n\"It does. Of course, I am- I am simply too tired. Forgive me. Do you know what happened to them?\"\n\n\n \n\n\n\n\nThe Interpreter sits aside, allowing Dr. Gutarix to sit on piece of wood next to them. As the doctor approaches, he notices the figure holding a long wooden stick with something impaled at its end. The figure is holding it over the flames as if roasting it.\n\n\n\n\n \n\n\n\n\nThe Interpreter:\n\n\n\"They are safe. They've been trapped in the forest for a while, like you. But eventually everyone finds a way out of the darkness. Give them some time.\"\n\n\n\n\nDr. Gutarix:\n\n\n\"Oh thank god. And- and what about my son? Where is he and the others with him?\"\n\n\n\n\nThe Interpreter:\n\n\n\"You ask a lot of questions, friend. I suppose that's alright. Curiosity is a virtue. Your son is safe as well. Him and the others will be joining us shortly.\"\n\n\n\n\n \n\n\n\n\nSatisfied for the moment, the doctor breathes a sigh of relief. He then gazes up into the night sky.\n\n\n\n\n \n\n\nDr. Gutarix:\n\n\n\"I know you've said I ask a lot but would you humour an old man for a bit longer?\"\n\n\n \n\n\n\n\nThe Interpreter nods silently.\n\n\n\n\n \n\n\nDr. Gutarix:\n\n\n\"What is this place?\"\n\n\n\n\nThe Interpreter:\n\n\n\"An eye of the storm. A window that allows for a clear view out of the Safe Shadow. Or, perhaps you would rather hear something along the words of it being a hole in the semi-spherical object you percieve as this world, even if it may seem flat to you. This is the only place where the sky is visible through the shadow.\"\n\n\n\n\nDr. Gutarix:\n\n\n\"Fair enough. But what is the shadow really?\"\n\n\n\n\nThe Interpreter:\n\n\n\"Hm… that is a hard question to answer. I think I shall think on it a bit longer before I attempt to answer it.\"\n\n\n\n\nDr. Gutarix:\n\n\n\"That's- that's not something I can argue with. Then what about the blackout? What caused it?\"\n\n\n\n\nThe Interpreter:\n\n\n\"That I can asnwer. The Shadow has been asleep for a while now. While it's presence surrounds us even now, its not exactly conscious as it has been before people came to it. Before the war with Utis-per began. What you percieved as all the lights going out was merely something akin to the Shadow rolling in its long sleep. It could happen again but it likely won't for some time.\"\n\n\n\n\nDr. Gutarix:\n\n\n\"So, the people here are not in any immediate danger?\"\n\n\n\n\nThe Interpreter:\n\n\n\"Are they not? From where I'm sitting, life is synonymous with immediate danger.\"\n\n\n\n\nDr. Gutarix:\n\n\n\"Do all the locals talk like this when you get to know them better?\"\n\n\n\n\nThe Interpreter:\n\n\n\"Hm… No I think not. Only Me and Elsa. Maybe a few others but they probably talk that way because of us. Probably.\"\n\n\n\n\nDr. Gutarix:\n\n\n\"Alright… let me think… the trees, of course. What is up with the trees here?\"\n\n\n\n\nThe Interpreter:\n\n\n\"Their treetops, maybe?\"\n\n\n\n\nDr. Gutarix:\n\n\n\"…Yeah but it doesn't sound right when you make a pun while sitting here all ominously like that.\"\n\n\n\n\nThe Interpreter:\n\n\n\"Apologies then. The trees here have always acted strangely. It took me many years until they allowed me to even notice them. You must have left quite an impression, friend.\"\n\n\n\n\nDr. Gutarix:\n\n\n\"But how is it possible, that they move around like that?\"\n\n\n\n\nThe Interpreter:\n\n\n\"It isn't any more impossible for them to travel using the Shadow then it is for you and I. They simply learnt how to control this form of travel better. That way they can always stay hidden from prying eyes.\"\n\n\n\n\n \n\n\nA rustling sound appears from the low branches of a nearby tree and five figures step out of it, illuminated by a couple green lanterns. Members of Mobile Task Force Gala-4 as well as Elsa Zhevnicz step out into the meadow.\n\n\n \n\n\n\n\nThe Interpreter:\n\n\n\"As I said. They are unharmed.\"\n\n\n\n\nAgent Star:\n\n\n\"Thank god, you're alright, dad. Don't ever do anything like that again.\"\n\n\n\n\nElsa Zhevnicz:\n\n\n\"Huh, so this is where you've been hiding, eh? Nice place for a fire.\"\n\n\n\n\n \n\n\nAll members of the team approach the campfire and silently sit down around it in a circle, after the Interpreter invites them to do so. G-4 Tray, Fall and Reve all quietly talk to one another, gazing at the stars in an awe. Agent Star sits next to Dr. Gutarix, making sure his father is alright, then embracing him. Elsa Zhevnicz sits next to the Interpreter and begins to make small talk while smiling. Soon enough, the group realises they should get back to the city and report their findings but the Interpreter once again reassures them that the people inside the lost facility are not in any danger and will reapear soon enough on their own terms.\n\n\nAgent Star:\n\n\n\"We should still get back to report soon.\"\n\n\n\n\nElsa Zhevnicz:\n\n\n\"Relax soldier, time works differently in this place and your bosses are well aware. Thirty minutes or 4 hours mean nothing here. We'll be fine.\"\n\n\n\n\nDr. Gutarix:\n\n\n\"Alright, Ms. Zhevnicz, but only for a little while longer. Just because I don't want to go back through that darkness.\"\n\n\n\n\nThe Interpreter:\n\n\n\"Are you afraid of the dark?\"\n\n\n\n\n\n\nElsa Zhevnicz:\n\n\n\"Are you, doctor?\"\n\n\n\n\nDr. Gutarix:\n\n\n\"No… no I was never afraid of the dark. It's the uncertainty. The unknown. You never know what's in front of you.\"\n\n\n\n\nThe Interpreter:\n\n\n\"And is that something to be afraid of so much, that you'd rather avoid the feeling entirely?\"\n\n\n\n\nDr. Gutarix:\n\n\n\"No… perhaps it isn't… There comes a time, when we must face our fears and conquer them.\"\n\n\n\n\nElsa Zhevnicz:\n\n\n\"Or make peace with them.\"\n\n\n\n\n\n\nThe Interpreter:\n\n\n\"Embrace them… The dark out here is full of things people brought with them. Before anyone came here, this was just a quiet peaceful dark forest.\"\n\n\n\n\nAgent Star:\n\n\n\"I don't get how you can all talk about this like it's something… normal. I for one am not afraid to admit that I'm still scared of going back through all that darkness.\"\n\n\n \n\n\nDr. Gutarix:\n\n\n\"Well, it's nice out here and we don't really need to return urgently… Besides, there's a couple of things that lie\n beyond \nthat darkness, that truly terrify me… A little while longer by the campfire and in good company… that might be nice.\"\n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8023\n\" by Utylike, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8023\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SCP__DoMDlogo_new.png\n\n\nAuthor:\n \nUtylike\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\n\n\nFilename:\n SCP-8000-1.jpg\n\n\nAuthor:\n \nUtylike\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n \nPxhere\n\n\n\n\n\n\n\n\nFilename:\n Ai'gazar-En_flag.png\n\n\nAuthor:\n \nUtylike\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\n\n\nFilename:\n dr-simon-gutarix.jpg\n\n\nAuthor:\n \nUtylike\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n \nPxhere\n\n\n\n\n\n\n\n\nFilename:\n elsa-zhevnicz.jpg\n\n\nAuthor:\n \nUtylike\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n \nPxhere\n\n\n\n\n\n\n\n\nFilename:\n walk_in_dark_gif.gif\n\n\nAuthor:\n \nUtylike\n and \nzozi2021\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\n\n\nFilename:\n walk_in_light_gif.gif\n\n\nAuthor:\n \nUtylike\n and \nzozi2021\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\n\n\nFilename:\n gala-4-star.jpg\n\n\nAuthor:\n \nUtylike\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n \nPixabay\n\n\n\n\n\n\n\n\nFilename:\n campfire-under-the-stars.gif\n\n\nAuthor:\n \nUtylike\n and \nzozi2021\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n \nPxhere\n and \nPxhere\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Mostly thaumaturgical, infernal, or deific in nature but other cases have been documented as well.\n\n\n2\n. Standard Multiversal Year. This form of chronological dating has been accepted by all DoMD member universes since 2036 and the form is derived from the average baseline in the universes of Z and W clusters.\n\n\n3\n. No attempt to count the amount has been made thus far.\n\n\n4\n. Most commonly English, Spanish, Chinese, Indian, Arabic, etc.\n\n\n5\n. Most commonly Treltic, Czesian, Syrian, Galvian, Unduli, etc.\n\n\n6\n. Most commonly the language of Utis-per.\n\n\n7\n. Majority of residents visit the city only for months at a time with only a few people becoming permanent residents.\n\n\n8\n. Unregistered travel to and from Ai'gazar-En is a poorly documented phenomenon as many methods of multiversal travel exist, many of which are difficult or impossible to keep a track of. This trend has only slightly improved since the Foundation's arrival to SCP-8023.\n\n\n9\n. Radio transmissions within SCP-8023 are very difficult, which makes constant connections between field teams and control non viable. Instead, operatives are instructed to attempt a radio connection every 1-3 hours.",
    "addendums": [
        "Addendum 8023.1: Discovery",
        "Addendum 8023.2: About Free Port-23",
        "Addendum 8023.3: PITCH DARK Incident\nOn the 27th of August 2039, Site-1Ξ sent out a distress signal to DoMD leadership, claiming the light sources both inside and outside of the building had gone out simultaneously. Soon after, all contact with Site-1Ξ was lost. In response, MTF Gala-4 \"Dark Lords\" was sent into SCP-8023 to investigate finding that the local topology had changed drastically and Site-1Ξ was nowhere to be found.\nLocal inhabitants appeared just as confused as the Team and claimed there was a temporary 'blackout' during which the positions of all structures, objects, and people changed. This was the first recorded instance of such an event in the city's history, prompting both the locals and the MTF to search for answers. Especially as many structures around the central hub of the city seemed to be completely alien to the locals.\nDr. Simon Gutarix, a former decorated field agent with 40 years of experience in the field and also a member of on-site medical personnel, was soon found wandering around the newly-formed city square, claiming to have ventured outside of Site-1Ξ for a breath of fresh air, before everything went dark. He was directed to temporarily join the four-man team to aid in their investigation.\nTeam Gala-4 successfully managed to locate Ms. Zhevnicz in a decrepit apartment building which has now relocated to the opposite side of the city from its original location. During their trip there, agents discovered an anomalous object confirmed to be a pine tree, roughly 30 meters in height, although only the bottom-most part of it was visible through the darkness, growing seemingly out of hard rock ground. Dr. Gutarix speculated that it is possible this pine tree has always existed within SCP-8023 and was simply never found. He further supposed it could be possible that more plant life exists somewhere in SCP-8023, explaining the existence of oxygen in the air, which was previously taken as anomalous. He was swiftly reminded by other members of the team, that without any natural light or soil in SCP-8023, such plant life would still have to be inherently anomalous.",
        "Addendum 8023.4: Footage from Dr. Gutarix's camera\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-8023 \" by Utylike, from the SCP Wiki . Source: https://scpwiki.com/scp-8023 . Licensed under CC-BY-SA .",
        "Filename: SCP__DoMDlogo_new.png Author: Utylike License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: SCP-8000-1.jpg Author: Utylike License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Pxhere",
        "Filename: Ai'gazar-En_flag.png Author: Utylike License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: dr-simon-gutarix.jpg Author: Utylike License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Pxhere",
        "Filename: elsa-zhevnicz.jpg Author: Utylike License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Pxhere",
        "Filename: walk_in_dark_gif.gif Author: Utylike and zozi2021 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: walk_in_light_gif.gif Author: Utylike and zozi2021 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: gala-4-star.jpg Author: Utylike License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Pixabay",
        "Filename: campfire-under-the-stars.gif Author: Utylike and zozi2021 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of: Pxhere and Pxhere"
    ],
    "item": "SCP-8023",
    "description": "SCP-8023 is currently understood to be both:",
    "title": "SCP-8023"
}