{
    "url": "https://scp-wiki.wikidot.com/scp-8026",
    "all_text": "There's a perfect path for you out there somewhere. And I want you to take it.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-8026\n - \nAnd I'm No Dreamer\n\n\n \n\n\nSometimes, I have a habit of overcorrecting.\n\n\nMost of the time, I'm afraid of that, so I don't move enough in the right direction.\n\n\nSometimes, I feel guilty for having a fantasy in the first place.\n\n\nAnd sometimes,\n \nit's nice to dream.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+13\n+\n–\nx\n\n\n\n\nby CowscantgoMoo\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8026\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-115\n\n\nDirector S. Steele\n\n\nJr. Researcher Parks\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8026\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8026 is kept in a secure containment locker within Site-115 and stored in a case, protected by a minimum of 500 cm\n2\n of microfiber cloth. Personnel may not come into physical contact with SCP-8026 unless directed to for testing purposes.\n\n\nSubjects under the effects of SCP-8026 must attend weekly appointments with their on-site psychiatrist.\n\n\nDescription:\n SCP-8026 is a light blue amethyst crystal ball with a diameter of 12 cm. When a subject stares into SCP-8026 while in physical contact, they are instilled with visions of an idealized version of themselves; these visions are often narrated and guided by SCP-8026-A.\n\n\nSCP-8026-A is a humanoid entity that only appears in the visions and dreams of subjects exposed to SCP-8026. The intentions of SCP-8026-A are, as of yet, unknown.\n\n\nThe long-term effects of SCP-8026 are still under research.\n\n\nAddendum 8026.1:\n Testing Log\n\n\nOn Mar. 12th, 2025, Junior Researcher Kadek Korinski was accidentally exposed to SCP-8026's effects during its discovery. With Korinski's agreement, he will be researched as the first SCP-8026 test subject. A timeline of his experience with SCP-8026 has been documented below.\n\n\n\n\nCAMERA LOG\n\n\n\n\nDate:\n Mar. 13th, 2025\n\n\nSubjects:\n K. Korinski, P. Parks\n\n\n\n\n«BEGIN LOG»\n\n\n(Parks and Korinski are seated at the opposite ends of an interrogation table. Parks writes into her notepad as Korinski looks around the room.)\n\n\nKorinski:\n I'm going to assume I don't have any patient confidentiality.\n\n\nParks:\n Correct. We don't have a therapist or anything, so these meetings will be conducted by—\n\n\n(Parks clicks her tongue and points at herself with her right thumb.)\n\n\nParks:\n Me. First question: What happened when you first came into contact with SCP-8026?\n\n\nKorinski:\n Well, I was in the research room trying to figure it out. It had only been a few minutes, but I picked it up and shook it like an 8-ball. I stared into its center and heard this voice singing out to me almost. Like a siren but without the irresistible pull. Like an opera just for me.\n\n\nParks:\n Or a choir solo.\n\n\nKorinski:\n Exactly, like a choir solo. Then I felt dizzy, put it down, and went about my day like nothing happened.\n\n\nParks:\n I thought you forgot to write the report. Wouldn't be the first time.\n\n\nKorinski:\n No. I mean, partly. I planned to get back to it tomorrow, but then there was that dream I had last night.\n\n\n(Korinski takes a deep sigh and attempts to wrack his knuckles onto the cheap, spongy table. The result is the sound of his knuckles peeling away from the table as they get coated in an unknown, sticky substance. Korinski ignores the sound and moves his arm to his side.)\n\n\nKorinski:\n There's a lot of useless dream stuff that happened first. Cake shoes, tried talking to my dad again, someone else, used my phone as a plane boomerang-\n\n\nParks:\n Yeah, you can skip all that. I'm having lunch with Lennings later, so I don't want to be late.\n\n\nKorinski:\n He can wait; I'm getting there. My phone-plane-boomerang landed me in the ocean, and it was pitch black. I could see myself just fine, but I was floating in an empty abyss. There was this constant pressure on my chest because I'm supposed to be drowning, but I don't want to, so I'm stuck taking short, shallow breaths, trying to get out of it.\n\n\n(Korinski starts to hyperventilate.)\n\n\nKorinski:\n In the distance, I saw this like, blue dust. It was swirling everywhere, got in my eyes, my lungs, made it harder to breathe, shook my eyes, my head, and when I opened them, I saw it like a musical stinger. Just this figure, off in the distance, like if SCP-8026 had a body. But it was wearing this long blue robe and was just looking at me with this imposing tone.\n\n\nKorinski:\n Then I just woke up, covered in saltwater and coughing blue dust.\n\n\nParks:\n And that's when you came in late and reported this.\n\n\nKorinski:\n It was a lot of dust.\n\n\n(Parks writes down her final notes and closes her notepad.)\n\n\nParks:\n Alright, the protocol for dream anomalies calls for slow burn mnestics, Class-W.\n1\n\n\nKorinski:\n Oh, come on! Do you know how much those things hurt?\n\n\nParks:\n Shouldn't have held the ball.\n\n\n«END LOG»\n\n\n\n\nKorinski was then instructed to take one Class-W mnestic pill (10 mg) before bed and report his experience the following morning.\n\n\n\n\nDREAM REPORT\n\n\n\n\n«BEGIN LOG»\n\n\nSCP-8026-A steps out onto the stage. A single spotlight centers around them, the glare reflected off their head. No one is in the audience.\n\n\nSCP-8026-A:\n Ladies and gentlemen, I'd like to introduce our one and only actor, Kadek Korinski.\n\n\nKorinski lies motionless on the stage floor as a wet collection of cells, the size fitting neatly in his hand.\n\n\nSCP-8026-A:\n Today, we're talking about life, we're talking about regrets, we're talking about the best him he can be. Now, without further ado.\n\n\nKorinski is at a middle school spelling bee. The kid in front of him effortlessly goes through their word and gives him a sly smirk. Korinski shakily walks onto the stage, hearing his parents cheer for him from the audience. His eyes dart around the room. His tongue tenses in his mouth, and his throat tightens like an armadillo in a sandstorm. He steps up to the microphone. The word is \"complement.\" Kadek takes in a deep breath and begins to spell the word. C-O-M-L- He bites his tongue and asks for a definition. Everything shifts slightly to the left.\n\n\nKorinski is in every argument he's ever been in and will have. Just when he reaches a breaking point, he stops himself. The conversations deescalate. Years change. Kor stays the same.\n\n\nKorinski stares out the window of his house. On top of a hill, he sees a figure dressed in a tattered black cloak, holding a rusted scythe. The ticking clock grows louder. Korinski calls his dad.\n\n\nKorinski steps out of a local coffee shop, holding what would soon be his first-morning sip. Birds start chirping, and the sun feels warm against his skin despite the cooler weather, making him wear a light sweater. He doesn't look to his left. The world breathes a sigh of relief. The girl walks away.\n\n\nKorinski sits on a bench floating underneath the stars. The wind whistled through the crevices in between the wooden planks. SCP-8026-A sat next to Korinski and crossed their legs. They turn their head, the crystal ball, to the left. It's as if it didn't move at all.\n\n\nKorinski sits at the center of a large testing center. Proctors walk around, glancing at every student as they walk past. The weight crushes him. His face presses against the cold table, squeezing every bit of knowledge he ever gained out of his ears and eyes. It isn't enough. Not this time. Korinski gets back up. Somewhere in a database, far, far away, a number changes. It's not enough. It never is.\n\n\nKorinski sits on a bench, floating underneath the expanse of the stars. A cold whistle blows through the wind, warping around the space around him. SCP-8026-A sits next to him and turns their head to look at him. Their head doesn't move. It glares in the spotlight.\n\n\nSCP-8026-A:\n Can you feel it? The time you spent doing everything wrong? I'm sure it can touch you, too.\n\n\nKorinski:\n I don't want this.\n\n\nSCP-8026-A:\n Nonsense. Everyone wants this.\n\n\nSCP-8026-A takes off its head and places it in Korinski's lap.\n\n\nSCP-8026-A:\n What do you see?\n\n\nIn the ball was the shape of someone better. Nothing too defining to latch onto, but an aura that exuded excellence and perfection. An ideal that sat at the top of the mountain just out of reach. A mirage.\n\n\nSCP-8026-A:\n This is the best version of yourself—a timeline where you never made any of your worst mistakes.\n\n\nSCP-8026-A takes their hand and ruffles through Korinski's hair. Korinski tries their best to ignore them, gazing deeper into the orb.\n\n\nSCP-8026-A:\n How about that? Does that sound good?\n\n\nKorinski looks up at SCP-8026-A.\n\n\nKorinski:\n (meekly) Yeah.\n\n\nSCP-8026-A smiles.\n\n\nSCP-8026-A:\n (warmly) There we go.\n\n\nSCP-8026-A's head swirls and opens up. There are millions of crystal balls inside of it, identical to SCP-8026.\n\n\nSCP-8026-A:\n There's a perfect path for you out there somewhere. And I want you to take it.\n\n\n«END LOG»\n\n\n\n\nSince then, Jr. Researcher Korinski has been committed to writing a dream experience every night and spends noticeably more time asleep. Korinski has refused to comment on the significance of his dream experience. After two weeks of dream reports, Jr. Researcher Pamela Parks scheduled a meeting with Korinski.\n\n\n\n\nCAMERA LOG\n\n\n\n\nDate:\n Mar. 28, 2025\n\n\nSubjects:\n K. Korinski, P. Parks\n\n\n\n\n«BEGIN LOG»\n\n\nKorinski:\n Is there a problem?\n\n\nParks:\n Your dream logs. They aren't really… clear in what they're doing.\n\n\nKorinski:\n Well, they are dreams.\n\n\n(Parks brings a fist to her forehead and sighs.)\n\n\nParks:\n I think we should stop this here. I'll look into ways to prevent SCP-8026-A from—\n\n\n(Korinski jolts up.)\n\n\nKorinski:\n No! No, you don't have to do that. I'm close to finding something. I know it.\n\n\nParks:\n Finding what? It should've shown you your ideal by now, and it didn't. If there's no research value in this, then I don't see why you should keep going through it.\n\n\nKorinski:\n I just want to see what the best version of myself is. Figure out what I'm supposed to do from that. They're only trying to show me my best self.\n\n\nParks:\n Again, you haven't found anything yet. Your dream logs seem like a conveyor belt of quick scenes. I really want you to stop now before it gets to you.\n\n\nKorinski:\n Why would it get to me? If anything, it's helpful. I mean, I don't even know what I want, and this thing is willing to wait for me to figure it out.\n\n\n(Korinski's back straightens. He points at the table.)\n\n\nKorinski:\n It's the most annoying thing in the world to ask yourself that same question over and over again and have no answer. What do you want? What do you want? I don't know, and how am I supposed to? Nothing sounds appealing or interesting; there's just a collection of boring and terrible options, and neither of them are good.\n\n\nKorinski:\n I swear to god, there's got to be a good one, a great one, a \nperfect\n one, so I'll keep doing it every night. Get another visit, go through the iterations, and wake up. Just let me find the perfect dream, and I'll love it. Because that's what SCP-8026 is about, and that's what I'm going to use it for.\n\n\n(Parks is taken aback. She stares at Korinski with concern.)\n\n\nParks:\n Are you okay?\n\n\nKorinski:\n I'm fine.\n\n\n«END LOG»\n\n\n\n\n \n\n\n\n\nDREAM LOG\n\n\n\n\n«BEGIN LOG»\n\n\nKorinski gazes into an orb.\n\n\nHe is a senator for the state of Georgia, worth twelve million dollars. His family resides in a small manor in the countryside. He sits at a desk, reviewing the briefing papers for an upcoming meeting with the Committee on Foreign Relations. The scene branches out exponentially, revealing every permutation of himself on the seat. Every shade of gray and black on his suit, every decoration that \ncomplemented\n complimented the room, every stroke of his pen that signed his papers, every word written that had come before.\n\n\nGray hairs appear on his head as the years pass. No progress is made, the clicking of his pen growing fainter. On the final day, he checks the poll. His opponent is winning by an undefeatable margin. The clicking grows louder. Korinski sits at his desk, peering out his window, watching as he watches himself drive away into the endless night, the only soul on an open freeway.\n\n\nSCP-8026-A:\n Pass.\n\n\nThe orb passes through his periphery. Korinski is a janitor stationed at an aquatic research outpost. He comes out past sunset with a bucket and a mop. He looks over the railing to see the reflectionless abyss of the ocean. A single incandescent lightbulb lights up the deck around him as Korinski dips the mop into the soapy bucket of water and spreads it onto the deck.\n\n\nForty minutes pass as he circles the perimeter. As he nears his starting point, the ocean roars, casting a wave of cold saltwater past the guardrail. Korinski watches as the water pours back into the ocean. He sighs. The light flickers, then goes out.\n\n\nSCP-8026-A:\n Pass.\n\n\nKorinski is strapped onto a leather chair against his will. The chair floats through an unperceivable expanse, pulsating a sickly green. SCP-8026-A floats before him, removing their head and shoving the orb into Korinski's mind. His eyes glaze over as he sees himself. Korinski is strapped onto a leather chair. The same scenario plays out. He looks into the orb. He sees himself. Leather chair, orb, him. Leather chair, orb, him. Leather chair, orb-\n\n\nKorinski:\n (sickly) Please, stop.\n\n\nSCP-8026-A:\n We're not done. You haven't even smiled yet.\n\n\nKorinski coughs. Every other iteration of him follows with a slight delay.\n\n\nSCP-8026-A:\n Is this what you want? To sit here and test everything out until we find the one? The one perfect you?\n\n\nKorinski struggles to breathe. The binds on the chair dig deep into his chest. He shouldn't have put them on.\n\n\nSCP-8026-A:\n I don't know why you're fighting this. I'm only showing you how to be better.\n\n\nSCP-8026-A puts its head back on and turns it clockwise. Its head reflects the pulsating green from the stars. It shines on Korinski. Like a spotlight. He shuts his eyes and looks away.\n\n\nSCP-8026-A:\n Is this what you want?\n\n\nKorinski shuts his eyes tight.\n\n\nKorinski:\n I don't know.\n\n\nSCP-8026-A paces around him for several laps.\n\n\nSCP-8026-A:\n I wish I could tell you things were going to be okay. But they won't. If you don't get up and pick a future, you're not going to get anywhere.\n\n\nKorinski groans.\n\n\nSCP-8026-A:\n I'm the only person doing this for you right now. People \nbeg\n to have this level of insight. So when I give it to you, I want you to respond correctly.\n\n\nSCP-8026-A squats down to reach Korinski's eye level. The spotlight is brighter and hotter now. It's burning my skin.\n\n\nSCP-8026-A:\n Just tell me what you want, and I can give it to you. Easily.\n\n\nKorinski gets red in the face. He tries his best to stare down at SCP-8026-A and give a firm answer. It comes out as soft as ever.\n\n\nKorinski:\n No. I don't want this.\n\n\nSCP-8026-A gets up. They tower over \nhim\n me. It's scary.\n\n\nSCP-8026-A:\n Then I'll make you.\n\n\n«END LOG»\n\n\n\n\nBy request of Jr. Researcher Kadek Korinski on the grounds of the Ethics Committee Privacy and Protection Act, further documentation on SCP-8026-A ceased. Further attempts to communicate to Jr. Researcher Korinski about SCP-8026 have proven unsuccessful.\n\n\nAddendum 8026.2:\n Aftermath\n\n\nOn October 22, 2025, Korinski was found in an unconscious state, clutching SCP-8026 in a fetal position next to its containment locker. Camera footage shows him prying the containment locker open, evidenced by his bruised and bloody hands. A note was found stapled to the inside of the locker.\n\n\n\n\nI'm going off to dream.\n\n\n\n\nKorinski was brought to the infirmary for further study. After several months, the Foundation scheduled his euthanization due to a lack of research value and unlikeliness for recovery.\n\n\nHe was last reported smiling.\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nCowscantgoMoo's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7315\n \n(+31)\n \n•\n\n\n\n\n\n\nSCP-6438\n \n(+26)\n \n•\n\n\n\n\n\n\nSCP-7196\n \n(+22)\n \n•\n\n\n\n\n\n\nSCP-7152\n \n(+71)\n \n•\n\n\n\n\n\n\nSCP-7415\n \n(+20)\n \n•\n\n\n\n\n\n\nSCP-7915\n \n(+44)\n \n•\n\n\n\n\n\n\nSCP-7215\n \n(+109)\n \n•\n\n\n\n\n\n\nSCP-7618\n \n(+38)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nInsurer's Regret\n \n(+12)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nCowscantgoMoo's Author Page\n \n(+12)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Mnestic treatment is done so subjects are able to remember as many details about their dreams as possible.\n\n\n\n\n\n\n\n\n« \nSCP-8025\n | SCP-8026 | \nSCP-8027\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8026\n\" by CowscantgoMoo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8026\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n crystal_ball.jpg\n\n\nName:\n Crystal ball by Ron Bodoh\n\n\nAuthor:\n Schroeder, K. D., 2015\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 8026.1: Testing Log\nOn Mar. 12th, 2025, Junior Researcher Kadek Korinski was accidentally exposed to SCP-8026's effects during its discovery. With Korinski's agreement, he will be researched as the first SCP-8026 test subject. A timeline of his experience with SCP-8026 has been documented below.\nKorinski was then instructed to take one Class-W mnestic pill (10 mg) before bed and report his experience the following morning.\nSince then, Jr. Researcher Korinski has been committed to writing a dream experience every night and spends noticeably more time asleep. Korinski has refused to comment on the significance of his dream experience. After two weeks of dream reports, Jr. Researcher Pamela Parks scheduled a meeting with Korinski.\n\nBy request of Jr. Researcher Kadek Korinski on the grounds of the Ethics Committee Privacy and Protection Act, further documentation on SCP-8026-A ceased. Further attempts to communicate to Jr. Researcher Korinski about SCP-8026 have proven unsuccessful.",
        "Addendum 8026.2: Aftermath\nOn October 22, 2025, Korinski was found in an unconscious state, clutching SCP-8026 in a fetal position next to its containment locker. Camera footage shows him prying the containment locker open, evidenced by his bruised and bloody hands. A note was found stapled to the inside of the locker.\nKorinski was brought to the infirmary for further study. After several months, the Foundation scheduled his euthanization due to a lack of research value and unlikeliness for recovery.\nHe was last reported smiling."
    ],
    "documents": [],
    "notes": [
        "\" SCP-8026 \" by CowscantgoMoo, from the SCP Wiki . Source: https://scpwiki.com/scp-8026 . Licensed under CC-BY-SA .",
        "Filename: crystal_ball.jpg Name: Crystal ball by Ron Bodoh Author: Schroeder, K. D., 2015 License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-8026 is kept in a secure containment locker within Site-115 and stored in a case, protected by a minimum of 500 cm2 of microfiber cloth. Personnel may not come into physical contact with SCP-8026 unless directed to for testing purposes.",
    "description": "SCP-8026 is a light blue amethyst crystal ball with a diameter of 12 cm. When a subject stares into SCP-8026 while in physical contact, they are instilled with visions of an idealized version of themselves; these visions are often narrated and guided by SCP-8026-A.",
    "title": "SCP-8026"
}