{
    "url": "https://scp-wiki.wikidot.com/scp-8034",
    "all_text": "rating: \n+14\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nHead Researcher | Welcome to Site 322!\n\n\n\n\nSCP EMAIL LOG\n\n\n\n\n\n\n\n\n\n\nTo:\n Researcher Nyquist \nmoc.223pcs|tsiuqyn#moc.223pcs|tsiuqyn\n\n\nFrom:\n Head Researcher Montague \nmoc.223pcs|eugatnom#moc.223pcs|eugatnom\n\n\nSubject:\n Welcome to Site-322!\n\n\n\n\n\n\nFirst of all, I wanted to say welcome to Site-322. Really excited to have yet another Ivy League graduate on the team. I’m just informing you that you will be covering SCP-8034 for me while I’m away. If you have any questions feel free to shoot me an email, I’d be happy to provide you assistance while I’m on vacation!\n\n\nFYI: Technical is beta testing some new caption software at our site. If you have any issues, ask them.\n\n\nRegards,\n\nHead Researcher Montague\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n \nSCP-8034\n\n\nLEVEL\n \n2/8034\n\n\n\n\n\n\nCLASS:\n \neuclid\n\n\nrestricted\n\n\n\n\n\n\nDISRUPTION CLASS:\n \nvlam\n\n\n\n\n\n\n\n\nSCP-8034 is to be contained at Site-322 in a steel shipping container fitted with a SRA attached to the anomalous vehicle's roof. All requests for neutralization from SCP-8034-1 are to be denied.\n\n\n\n\nSCP-8034 has been allowed one wall-mounted speaker that continuously plays a praying mantis hiss as a comfort item.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8034 refers to a 1983 Mitsubishi Chariot compact minivan.\n\n\nSCP-8034 is operated by an artificial general intelligence bot (SCP-8034-1) that communicates through an 180 mm x 100mm CRT computer monitor. The monitor is housed in the double-DIN radio slot of the anomaly’s dashboard. The lower half of a Motorola Razr mobile flip phone has been mounted directly adjacent to the monitor and functions as a keyboard for users to interact with SCP-8034-1. SCP-8034-1 will only communicate through text displayed on the monitor.\n\n\nWhen the occupant's death will occur within the week SCP-8034 will teleport from its default resting location. It is believed this location is an extra-temporal Dave & Buster's. SCP-8034 will appear approximately 3 - 5 miles from an individual and begin to immediately drive towards them. A trigger to the anomaly appearing before an individual, other than its approaching death, has not been concretely determined. However, most reports have suggested that someone requested transport through a rideshare application.\n\n\nOnce the individual enters the minivan, SCP-8034-1 will offer to instantly kill the individual. The occupant is then prompted to tap the “Answer” button for yes or the \"Hang-up\" button for no on the attached Razr keyboard.\n\n\n\n\n\n\nIf the individual taps the answer button they will immediately disappear from known, baseline reality.\n\n\n\n\n\n\nIf the individual does not agree it is teleported outside the vehicle and back to its original location prior to the interaction. Following its return, the individual has not been known to survive longer than a week.\n\n\n\n\nThe glove compartment of SCP-8034 contains organic tissue and bone anatomically similar in size and shape to human mouth-parts. Upon investigation (SEE AD-3), researchers no longer believe it to be associated with SCP-8034-1. Research into the purpose of this tissue and its reason for existing is still ongoing.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe following is a transcription of an interview between Researcher Nyquist and SCP-8034-1 within its containment chamber at Site-322. The researcher has opened the driver-side door but remains standing outside the vehicle.\n\n\n\n\n\n\nR:\n Excuse me, are you able to hear me?\n\n\nT:\n *Hic* Y.\n\n\nR:\n I am stating for the record that SCP-8034-1 has displayed asterisks H-I-C asterisks on the monitor and that this was not an audible sound. I’m only to assume that this is its name.\n\n\nR:\n Thank you for confirming. H.I.C. Do you know where you are, currently?\n\n\nT:\n I am Terminal.\n\n\nR:\n H.I.C, you are not at an airport terminal. You are located in a shipping container inside SCP Foundation Site-322. Let the record note that the A.I. has poor sentence structure and likely has poor global-positioning capabilities.\n\n\nT:\n No, my name is Terminal; dumbass. [REDACTED]° [REDACTED]´[REDACTED]\" *Hic*\n\n\nR:\n *Ahem*\n\n\nSkipCAP Note: *Ahem* was an audible sound.\n\n\nT:\n Am I dead? Did I do it?\n\n\nR:\n My apologies, \nTerminal\n. You are not dead. Where do the occupants who press the “Answer Call” button go?\n\n\nT:\n How am I to know? When they disappear, I return to the Dave & Buster's. Immobilized on a raffle stage next to a sign that says “Win Me”. This is my death. The only sound is the droning hiss. *hic*\n\n\nR:\n Why is there a droning hiss?\n\n\nT:\n It's from a game next to my stage. It’s called “Blow me and find out”.\n\n\nR:\n Please refrain from insulting me, Terminal. I’m required by Foundation protocol to interview you.\n\n\nT:\n No, it’s true. It’s a giant, plastic I think, praying mantis ear.\n\n\nR:\n Hmm, and what are the win conditions of this game?\n\n\nT:\n I’ve never found out. *Hic*\n\n\nR:\n *Sigh*\n\n\nSkipCAP Note: *Sigh* was an audible sound.\n\n\nR:\n Let’s refocus. The individuals that you, essentially, kill. Do they show up at the Dave & Buster’s?\n\n\nT:\n There is no one there. Weren’t you listening? I don’t know where they go. It’s just me, and the big ear. Two mantises in a watch. But it can’t read and I can’t talk. *hic* So it’s just me.\n\n\nSkipCap Note: A beeping pager is heard.\n\n\nR:\n Thank you for your time Terminal. We can pick this up at a later date.\n\n\nT:\n You’re coming back?\n\n\n[END LOG]\n\n\n\n\n\n\nSCP-8034-1 text and researcher audio captured by \nSkipCAP Software Beta v.023.1\n]\n\n\n\n\n\n\n\n\n\n\nNote: SCP-8034 later requested a speaker playing a recreation of the sound effect from “Blow me and Find Out” on a continuous loop. This was approved by the site director.\n\n\n\n\n\n\n\n\n\n\n\n\nR:\n This is Researcher Nyquist, November 7th the time is…15:00. Individual log entry, miscellaneous note, remember to bring lunch tomorrow. Cafeteria food is, subpar.\n\n\nR:\n I’ve completed the initial interview with SCP-8034-1 and the inspection of SCP-8034. Action items moving forward are to begin testing to further develop an understanding of its capabilities.\n\n\nR:\n Curious if the location of its disappearing occupants can be determined. End Log.\n\n\nSkipCAP Note: A button is half pressed.\n\n\nR\n: Stay focused and do this by the book. I can’t help but see promotion on the horizon. This existential burden of care has been unwillingly thrust onto my shoulders. I am a reluctant Atlas. If I solve this afterlife equation, Montague might as well stay on vacation forever. Hold it steady girl.\n\n\nR\n ..Oh\n\n\nSkipCAP Note: Log Recorded.\n\n\n\n\n\n\n[Caption provided by \nSkipCAP Software Beta v.024.3\n]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCASE TITLE:\n SCP-8034\n\n\nInspector:\n Researcher Helen Nyquist\n\n\nAnomalous:\n Y\n\n\nDate (DD/MM/YYYY) & Time\n: 06/11/2024, 05:00 UTC-[REDACTED]\n\n\nSite#:\n 322\n\n\n\n\n\n\n\n\nMake\n\n\nModel\n\n\nColor\n\n\nYear\n\n\nCondition\n\n\n\n\n\n\n\n\nMistubishi\n\n\nChariot (Space Wagon 4WD)\n\n\nGrey\n\n\n1983\n\n\nFair\n\n\n\n\n\n\n\n\nRELEVANT FINDINGS:\n\n\n\n\n\n\nA shifting number of “Pabst Blue Ribbon” brand beer bottles found discarded in the rear cabin.\n\n\nHeadlights of vehicle remain on in addition to the CRT Monitor despite the fact that the vehicle’s 2.0L engine is not running.\n\n\nNo batteries for either the CRT Monitor or the vehicle itself were discovered\n\n\n\n\n\n\n\n\nThe glove compartment of SCP-8034 contains organic tissue and bone anatomically similar in size and shape to human mouth-parts.\n\n\n\nNeither vocal cords nor esophagus discovered upon interior inspection.\n\n\nThe tissue appears to be moving in a fashion similar to mouthing words. Motions remain consistent and repetitive.\n\n\n\nThe words the tissue appear to be continuously mouthing \nare “kiss me”\n \n-HN\n require further confirmation.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADDITIONAL NOTES:\n\n\n\n\nDuring the inspection SCP-8034-1 was asked why there were mouth parts in the glove compartment. Entity responded “There’s a what, where?”\n\n\nMouth parts have been determined to not play any role in SCP-8034-1’s alcohol consumption.\n\n\nResearch into the purpose and reason for the mouth parts existence is ongoing and inconclusive at time of inspection.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nResearcher Nyquist | Confirmation of Findings\n\n\n\n\nAD-4 | SCP EMAIL\n\n\n\n\n\n\n\n\n\n\nTo:\n Head Researcher Montague \nmoc.223pcs|eugatnom#moc.223pcs|eugatnom\n\n\nFrom:\n Researcher Nyquist \nmoc.223pcs|tsiuqyn#moc.223pcs|tsiuqyn\n\n\nSubject:\n SCP-8034 Request for Confirmation of Findings\n\n\nDate: 06/11/24\n\n\n\n\n\n\nHead Researcher Montague,\n\n\nI hope your vacation is going well, I’m reaching out for confirmation on my findings regarding SCP-8034. Please see attached .MP4 below. Do these look like any discernible words to you?\n\n\nRegards,\n\nResearcher Nyquist\n\n\n[Attachment Missing From Log]\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Researcher Nyquist \nmoc.223pcs|tsiuqyn#moc.223pcs|tsiuqyn\n\n\nFrom:\n Head Researcher Montague \nmoc.223pcs|eugatnom#moc.223pcs|eugatnom\n\n\nSubject:\n Re:SCP-8034 Request for Confir-\n\n\nDate: 08/11/24\n\n\n\n\n\n\n\n\nWow, that is….wow.\n\n\n\n\nI was just on my way out to take part in the “Pillar of Salt Excursion: An exploration of load-bearing aestheticism through the medium of pretzels” when I caught your email. I’ll just head to the bar instead.\n\n\n\n\nI believe it’s just repeating the words “Kiss Me”.\n\n\n\n\n\nThanks for the nightmare,\n\n\n\nHead Researcher Montague\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTest Number:\n T8034-1\n\n\nSubject:\n D-4273\n\n\nResearcher:\n Helen Nyquist\n\n\nDate:\n 10/11/2024\n\n\nValuable Equipment:\n Hume Counter, \nSkipCAP MOLECAM\n \n-(\nAmmendment by Legal\n)\n\n\nPurpose:\n Define SCP-8034 Hume Readings and gather data on interior.\n\n\n\n\nHume Readings:\n\n\n\n\n\n\n\n\nINDIVIDUAL/ENVIRON.\n\n\nINDIVIDUAL/ENVIRON.\n\n\n\n\n\n\n\n\nD-4273/SCP-8034 Exterior\n\n\n63/63 Hm\n\n\n\n\nD-4273/SCP-8034 Interior\n\n\n55/128 Hm\n\n\n\n\n\n\nFindings:\n\n\nThe interior of SCP-8034 is not effected by the SRA. SCP-8034 cannot terminate its occupant unless its death is predetermined. My theory is that SCP-8034 can only look so far ahead. That amount of time is unclear.\n\n\n\n\nOpen Transcript\n\n\n\n\n– hide block\n\n\n\n\n\n\nT8034-1 is conducted inside of SCP-8034’s shipping container. The researcher is to monitor the test through the closed circuit surveillance camera in SCP-8034’s containment chamber. As well as via live feed from the personnel camera attached to the D-class’s chest.\n\n\n\n\nSkipCap Note: A metal door is heard opening and shutting with a loud bang.\n\n\nR:\n D-4273, please carryout your initial instructions.\n\n\nD-4273:\n It smells like….what is that…Pabst?\n\n\nSkipCap Note: A piercing beep bounces off the steel walls.\n\n\nSkipcap Note: A car door opens and shuts\n\n\nSkipCap Note: A dull beep sounds.\n\n\nSkipCap Log: Researcher has logged [Hume Readings]\n\n\nR:\n D-4273, please observe the monitor.\n\n\nD-4273:\n There’s just a blinking rectangle, there’s nothing else on the screen.\n\n\nR:\n Please tap the answer button on the attached mobile phone.\n\n\nSkipCap Note: A button is pressed\n\n\nD-4273:\n Nothing.\n\n\nR:\n D-4273, please ask it if it is going to kill you.\n\n\nD-4273:\n What?\n\n\nR:\n D-4273, if you do not comply in five seconds a guard will enter the container and terminate you. Five, F-\n\n\nD-4273:\n Fuc-, AREYOUGOINGTOKILLME?!\n\n\nSkipCap Note: Rapid breathing is heard.\n\n\nT:\n *Hic* N. Unable to prompt.\n\n\nSkipCap Note: A sigh of relief.\n\n\nR:\n Please ask it why.\n\n\nD-4273:\n: W- Why?\n\n\nT:\n &PrmptChk+0̸̡̢̥͈̟͚̣̣̣̒̃̏̍̐x̷̨̧̧̢̥͍͉̖͙̉͂̃̂̄̕̚͜0̷̡̡̥̻͙̮̻̞͉̭̰̳̖͕͈͊͛0̷͉̮̽̍̀̅́̕3̷͇̲͎̤̩͋̈͐͛͐̈̀̕͜͜E̷̝͈͙̗̺̪̜̦̪͐̓̑̃̈́̎́̆͜:\n\nTraceback (most recent call last): File \"û̶͓̲̀n̵̛̬̊d̴̥̋e̵̹̓̚f̷͓̒͜i̵͚̣̇ñ̵̛͖e̸̳͝d̷̨͒̄u̵̡̦̿n̸͕͍̄d̴͈͈͝ȩ̴͒f̶͙̓͗i̸̗̐n̵̖̈́̚ë̶̟́\", line 1, in <module> f = open('data.x̴̧̫͖͍̣̣̯́͌̾̄͛̍͗̃̄̕͜͜͜ͅx̸̞̥̪͎̣̺͊̽̄̅͌̿͒̈́̉͗͘x̴͚̠͈̭̙͐̈́̎̍̅̋̆̈́̆͆'̴̧̛̦̣̼̥̳̼͉͓͚̯̦̯̈́͛͐̾̊͂̃',) FileNotFoundError: [Error #2] \nPredetermination not Found\n\n\n[End Log]\n\n\n\n\nCaption provided by \nSkipCAP Software Beta v.024.7\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n8 days following Test: T8034-1, an incident occurred in D-4273’s cell which led to the death of one Foundation security officer and a D-Class. A SkipCAP MOLECAM was later discovered on the D-Class's corpse after the incident. This initially went undiscovered due to it being the size of a single water molecule.\n\n\n\n\nD-4273:\n I’m telling you, I almost died. Like, the lady said I was going to get “terminated’.\n\n\nSkipCAP Note: D-3012 seems to be meditating.\n\n\nD-3012:\n A lot of people who come here Ben, are just passing through. Pretty much all of us die here.\n\n\nBen:\n This is a prison Sam. This isn’t some existential transient place. It’s a prison. AND-they don’t even tell you…they don’t even tell you! The guy that offered me a- he called it…a work program. He didn’t say, “Oh, you’re signing up to go to a prison!”. They just say “It’s. Dangerous.”. No, a crosswalk is dangerous…\n\n\nSkipCAP Note: Ben paces around the cell.\n\n\nSam:\n Yeah, I’ve been here Ben..like…2 years, I think. It’s tough for everyone. You’ve been here what, a month? There’s no getting out of here. That's a hard truth. I've accepted that, and I hope that you can. Try to settle in and make the best of it, I guess.\n\n\nBen:\n Make the best of what? A pillow that’s nailed to the floor? Why would they nail it down? Isn’t it more dangerous to bring nails into the equation then just leaving a pillow alone?! They offered me 80k, they told me it “was dangerous”. Yeah bullshit, I won’t make it long enough to see that 80k. They put me in prison for being poor and I’m never going to even see my kid again. What a fucking nightmare.\n\n\nSkipCAP Note: Sam remains in meditation.\n\n\nSam:\n They shouldn’t put you on anything too murder-ee if you didn’t come from a real prison. Look, however you decide to deal with this it’s not going to change. How is freaking out serving you?\n\n\nBen:\n It’s worth freaking out over Sam. I’m not going to move on about it. Where can I even move on to?!\n\n\nSkipCap Note: A slap is heard, Ben hits the wall.\n\n\nBen\n: I’m gonna die, I’m going t-\n\n\nSkipCap Note: Walking is heard outside the cell. Two pairs of boots I think.\n\n\nSam:\n Shhh!\n\n\nSkipCap Note: I was right. It's two guards. Guard A steps in front of Ben.\n\n\nGuard A:\n D-4273 you are to present for testing c-\n\n\nBen\n: NO! Let me out of here, I don’t want to be here anymore!\n\n\nGuard A:\n When I finish this sentence you will have two seconds to comply.\n\n\nGuard A:\n Two, O-\n\n\nSkipCap Note: Dust spits from the wall behind Ben, Guard A drops to the floor.\n\n\nSkipCap Note: Guard B Immediately fires.\n\n\nSkipCap Note: Ben.\n\n\n[DATA EXPUNGED BY LEGAL TEAM]\n\n\nSkipCAP Note: Sam begins shaking and crying in the empty cell.\n\n\n\n\n\n\nCaption service provided by \nSkipCAP Beta v0.26.00\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTest Number:\n T8034-2\n\n\nSubject:\n D-3012\n\n\nResearcher:\n Helen Nyquist\n\n\nDate:\n 23/11/2024\n\n\nValuable Equipment:\n None.\n\n\nPurpose:\n Determine the location SCP-8034 occupants arrive at after hitting \"Answer\"\n\n\n\n\n\n\nT8034-2 is conducted inside of SCP-8034. The researcher has written and signed along with MTF-Agent Prion a document stating D-3012 will be summarily executed via firing squad on November 24th.\n\n\n\n\nR:\n D-3012, please carry out your initial instructions.\n\n\nSkipcap Note: A car door opens and shuts\n\n\nT:\n Would you like to be freed from your Dave & Buster's?\n\n\nT:\n I must inform the occupant that by agreeing they will be instantly and painlessly killed and that you are able to disagree.\n\n\nT:\n Tap “Answer” for YES; tap “Hang-up” for NO.\n\n\nR:\n D-3012, It’s your choice.\n\n\nD-3012\n: You have a literal gun to my head.\n\n\n\n\nSkipcap Note: A button is pressed.\n\n\nSkipcap Note: There i-\n\n\n\n\n\n[End Log]\n\n\n\nFindings:\n\n\nAll Foundation equipment within SCP-8034 disappeared along with 42 empty Pabst Blue Ribbon cans. GPS coordinates stopped being transmitted after D-3012 tapped “Answer”. Location of D-3012 is unknown and subject is assumed dead.\n\n\n\n\n\n\n\n\n\n\nTests Numbered:\n T8034-3 through T8034-51\n\n\nPurpose:\n Determine the location SCP-8034 occupants arrive at after hitting \"Answer\"\n\n\nResults:\n Inconclusive\n\n\n[[DATA EXPUNGED]]\n \n-ETHICS COMMITTEE\n\n\n\n\n\n\n\n\n\n\n\n\nETHICS COMMITTEE | REMINDER\n\n\n\n\nAD-9 | SCP EMAIL\n\n\n\n\n\n\n\n\n\n\nTo:\n Site-322 \nmoc.223pcs|223s#moc.223pcs|223s\n\n\nFrom:\n Committee Notifier \nmoc.pcs|reifitonmmoc#moc.pcs|reifitonmmoc\n\n\nSubject:\n D-Class Reminder\n\n\nDate: 21/12/24\n\n\n\n\n\n\nThis is just a friendly reminder to all Foundation staff present that our D-class are a limited resource. Please review our D-class guidelines \nHERE\n.\n\n\n\n\nWe have found present; the frivolous use of 47 D-Class at Site-322 by an individual who will go unnamed. For the moment.\n\n\n\n\n\n\nWe ask that the Site Director find the source of this testing and conduct a \nvery\n thorough review of their work.\n\n\n\n\nHappy Holidays,\n\nThe Ethics Committee\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDate: 25/12/24\n\n\n\n\n\n\n[The following is a transcription of an interview between Researcher Nyquist and SCP-8034-1 in its containment chamber at Site-322.\n\n\n\n\n\n\nR:\n Terminal, I’ve spent all my goodwill. Be my bank and just answer my question.\n\n\nT:\n Your bank is rupt.\n\n\nR:\n Oh my god. I'm screwed\n\n\nSkipCAP Note: A can is opened.\n\n\nT:\n Maybe they go nowhere, you should be telling me the answer. Scientist. You can’t do your job and so I still suffer. So who's really doing the screwing?\n\n\nR:\n Why is there a tongue in your glovebox?\n\n\nT:\n A weird time to ask that question.\n\n\nR:\n I think I just want an answer to any question.\n\n\nT:\n What is it doing there is a better one. I can’t talk, or drink, or taste with it.\n\n\nR:\n But did you know it was there?\n\n\nT:\n Not until it was pointed out by you, no.\n\n\nSkipCAP Note: There is silence for a time.\n\n\nSkipCAP Note: …\n\n\nSkipCAP Note: …\n\n\nSkipCAP Note: I think I’m scared.\n\n\nSkipCAP v.024.7: We all are.\n\n\nR:\n I think I’m fucked.\n\n\nT\n: We all are\n\n\n\n\n\n\n\n\n\n\n\n\n322 IT | NOTICE\n\n\n\n\nAD-11 | SCP EMAIL\n\n\n\n\n\n\n\n\n\n\nTo:\n Site-322 \nmoc.223pcs|223s#moc.223pcs|223s\n\n\nFrom:\n 322 IT Department \nmoc.223pcs|22EERTI#moc.223pcs|22EERTI\n\n\nSubject:\n SkipCAP Notice\n\n\nDate: 28/12/24\n\n\n\n\n\n\nHey Folks,\n\n\nThe caption software you all have affectionately deemed “Skippy” has begun to show early warning signs of sentience. We’re going to have to terminate and start from scratch before this gets too out of hand.\n\n\nThanks for your participation!\n\nFOUND. IT DEPARTMENT -322\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFile activity Log 0217202507:51UTC-[REDACTED]: HR Montague removed: \nResearcher Nyquist\n from -approvedPersonnel,\n\n\n\n\n« \nSCP-8033\n | SCP-8034 | \nSCP-8035\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8034\n\" by itsbramble!, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8034\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "The following is a transcription of an interview between Researcher Nyquist and SCP-8034-1 within its containment chamber at Site-322. The researcher has opened the driver-side door but remains standing outside the vehicle.",
        "SCP-8034-1 text and researcher audio captured by SkipCAP Software Beta v.023.1 ]",
        "[Caption provided by SkipCAP Software Beta v.024.3 ]",
        "T8034-1 is conducted inside of SCP-8034’s shipping container. The researcher is to monitor the test through the closed circuit surveillance camera in SCP-8034’s containment chamber. As well as via live feed from the personnel camera attached to the D-class’s chest.",
        "Caption provided by SkipCAP Software Beta v.024.7",
        "8 days following Test: T8034-1, an incident occurred in D-4273’s cell which led to the death of one Foundation security officer and a D-Class. A SkipCAP MOLECAM was later discovered on the D-Class's corpse after the incident. This initially went undiscovered due to it being the size of a single water molecule.",
        "Caption service provided by SkipCAP Beta v0.26.00",
        "T8034-2 is conducted inside of SCP-8034. The researcher has written and signed along with MTF-Agent Prion a document stating D-3012 will be summarily executed via firing squad on November 24th.",
        "[The following is a transcription of an interview between Researcher Nyquist and SCP-8034-1 in its containment chamber at Site-322.",
        "File activity Log 0217202507:51UTC-[REDACTED]: HR Montague removed: Researcher Nyquist from -approvedPersonnel,",
        "\" SCP-8034 \" by itsbramble!, from the SCP Wiki . Source: https://scpwiki.com/scp-8034 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-8034"
}