{
    "url": "https://scp-wiki.wikidot.com/scp-8036",
    "all_text": "rating: \n+58\n+\n–\nx\n\n\n\n\n\n\nSCP-8036 interior; Auditorium Eight.\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-8036\n\n\nLevel 1/8036\n\n\n\n\n\n\nObject Class:\n Exempt\n\n\nClassified\n\n\n\n\n\n\n\n\nObject Relations Procedures:\n Containment measures or surveillance operations for SCP-8036 are not authorized. However, SCP-8036 has agreed to willingly remain in the city of Puerto Montt, Chile, near Site-53, on the conditions that it receives a regular audience and remains open to the public. Bi-weekly attendance to SCP-8036 is mandatory for all Class-C and Class-D personnel at Site-53.\n\n\nSpecial Task Force Zeta-C2 (\"Film Buffers,\") formerly assigned to observe, research, and propose potential long-term containment measures for SCP-8036, has been formally disbanded. In the event that SCP-8036 relocates away from Puerto Montt, Field Agent Marcela Reale must be dispatched within seven days to negotiate its return. SCP-8036 is expected to demand additional patronage during negotiations, and the Foundation has authorized patronage demands to be met unconditionally. If further demands are made, Site Director Caroline Vasquez must report to the Anomalous Entity Engagement Division.\n\n\nDescription:\n SCP-8036 is a 29,000-square meter, two-story, 1880-guest capacity modern movie theater, operating under the name \"Living Pictures Theater.\" It is comprised of one lobby, two concession stands, an arcade space with four games, two restrooms, and eight auditoriums\n1\n. Notably absent are any employee-only areas, kitchens, storage areas, or access points to upstairs projection rooms. SCP-8036 has remained in one fixed location since August 9th, 2016. However, prior to Foundation intervention, the theater would spontaneously de-manifest every Tuesday at exactly 12:00 A.M. relative to its initial location's time zone, re-manifesting in a new, seemingly random location and changing its film and concession offerings in the process. Following Foundation intervention, while SCP-8036 has not yet re-located, its films and concessions still change along the same schedule.\n\n\nWhile SCP-8036 typically shows at least one film per week in line with other international theaters\n2\n, it primarily shows films which are otherwise non-existent, unfinished, or cancelled.\n\n\nHumanoid entities acting as \"employees\" of SCP-8036 exist throughout the building. These entities have not been observed cycling through shifts, entering, or exiting, and appear to spontaneously manifest and de-manifest as needed. \"Employee manifestations\" freely admit to being mere components of SCP-8036, as opposed to independent actors in their own right. By speaking through these \"employees,\" SCP-8036 has demonstrated itself both sentient and sapient. Generally, SCP-8036 is compliant and amicable, but it has demonstrated extreme resistance to explaining its own anomalous properties or to undergoing extended observation.\n\n\nThe first stage of Foundation intervention took place from June 7, 2016 to July 11, 2016. Initially, a single tracking beacon was planted behind a trash can in SCP-8036's front lobby, both to see whether SCP-8036's change in location could be effectively tracked and to see whether items left in the building remain after a relocation event. When this experiment proved successful, Foundation agent Marcela Reale was tasked with repeatedly staying in one of SCP-8036's lobbies overnight during relocation events, tracking its movement, interviewing its \"employee\" manifestations when possible, and documenting its film and concession offerings. The results of this experiment can be seen in Report 8036.\n\n\n\n\n\n\n+ View Report 8036-A: Week One\n\n\n\n\n- Close\n\n\n\n\n\n\nWEEK ONE: JUNE 7 - 13\n\n\n\n\nLocation:\n Vancouver, Canada\n\n\n\n\n\n\n\n\nFilms Available:\n\n\n\n\n\n\n\n\nTeenage Mutant Ninja Turtles:\n\nOut of the Shadows\n\n\nNormative; Action/Adventure Comedy.\n\n\n\n\n\n\nAlice Through the Looking Glass\n\n\nNormative; Fantasy Adventure.\n\n\n\n\n\n\nX-Men: Apocalypse\n\n\nNormative; Superhero/Action.\n\n\n\n\n\n\nThe Day the Clown Cried\n\n\nUnreleased/Cancelled; Historical Drama.\n\n\n\n\n\n\nForest House:\n\nThe House is a Forest\n\n\nUnknown/Nonexistent; Comedy.\n\n\n\n\n\n\nPill Bug Penny\n\n\nUnknown/Nonexistent; Animation.\n\n\n\n\n\n\nRapid Onset Parachute Failure\n\n\nUnknown/Nonexistent; Horror.\n\n\n\n\n\n\nConcessions:\n Buttered Popcorn, Hot Dogs, Nachos, Soft Drinks, Chocolate-Covered Raisins, Fruit-Flavored Candies, Frozen Broccoli Florets, Baked Beans.\n\n\n\n\n\n\nTranscript: Audio Log 8036-A-A\n\n\nDate:\n June 7, 2016\n\n\nAgent on Scene:\n Marcela Reale\n\n\nSubject:\n SCP-8036 - \"Box Office Employee\" Manifestation\n\n\n\n\n[BEGIN LOG]\n\n\nSCP-8036:\n Hi, there! What can I get for you today?\n\n\nAgent Reale:\n Hello, I was actually wondering if you could answer a few questions for me?\n\n\nSCP-8036:\n …I suppose so, since there's no line.\n\n\nAgent Reale:\n Thank you. First and foremost, could I get your name?\n\n\nSCP-8036:\n Right now, I'm Living Pictures Theater Vancouver.\n\n\nAgent Reale:\n \nYour\n name. Not the name of the theater.\n\n\nSCP-8036:\n Living Pictures. I, ah, am the theater. Who else would I be?\n\n\nAgent Reale:\n An employee.\n\n\nSCP-8036:\n I mean, I \nhave\n employees. They're how I hand out popcorn and talk to people and stuff. …Hey, look at what this one can do!\n\n\nHeavy thud.\n3\n \nAgent Reale stifles a laugh.\n\n\nAgent Reale:\n I see. And… who was this employee of yours \nbefore\n it… started working for you, as it were?\n\n\nSCP-8036:\n What? Nobody. I made it myself. I'm sorry, did you think I \nabducted someone?\n\n\nAgent Reale:\n Oh. …I apologize. I think I just made some incorrect assumptions.\n\n\nSCP-8036:\n Do most theaters you go to kidnap people?\n\n\nAgent Reale:\n Most theaters I go to aren't alive.\n\n\nBrief silence.\n\n\nSCP-8036:\n Then how do they know what movies to show?\n\n\nAgent Reale:\n …Right. On that topic, I have a few questions about this theater in specific. You mentioned that, \nright now\n, you're Living Pictures Theater Vancouver.\n\n\nSCP-8036:\n That's what it says on GPS.\n\n\nAgent Reale:\n But, yesterday, you were located in Brazil.\n\n\nBrief silence.\n\n\nSCP-8036:\n How did you know about that?\n\n\nAgent Reale:\n I'm a traveling film student. I've heard word about a magic movie theater, and I've been trying to cross paths with it for a while.\n\n\nSCP-8036:\n \nA film student!\n Of course! It all makes sense now. And you've heard of me?\n\n\nAgent Reale:\n I have. I know you move in the middle of the night once a week, but I don't know how or why.\n\n\nSCP-8036:\n The \nhow\n is a bit personal, if I'm honest. The \nwhy\n, though… I just haven't found an audience to call home. I try to go where the people are, but nothing's stuck yet.\n\n\nAgent Reale:\n I suppose that makes sense. In that case, could I just get one ticket to \nThe Day the Clown Cried\n, please?\n\n\nSCP-8036:\n You really are a film student, aren't you? That'll be in Auditorium Six! Right that way!\n\n\n[END LOG]\n\n\n\n\n\n\nTranscript: Audio Log 8036-A-B\n\n\nDate:\n June 8, 2016\n\n\nAgent on Scene:\n Marcela Reale\n\n\nSubject:\n SCP-8036 - \"Box Office Employee\" Manifestation\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Reale:\n I'm back, baby!\n4\n\n\nSCP-8036:\n Film student!\n\n\nAgent Reale:\n Movie theater!\n\n\nSharp exhale.\n\n\nSCP-8036:\n Here two days in a row, huh?\n\n\nAgent Reale:\n Well, you're only here for a week, yeah? Let's go with… \nNinja Turtles\n this time.\n\n\nSCP-8036:\n No problem!\n\n\nSound of a ticket printer.\n\n\nSCP-8036:\n By the way, I never got \nyour\n name!\n\n\nAgent Reale:\n Oh! Marcela. Marcela Reale.\n\n\nSCP-8036:\n Well, Marcela, \nTurtles\n is in the IMAX auditorium - closest one to you!\n\n\nAgent Reale:\n Thanks!\n\n\nBrief silence.\n\n\nAgent Reale:\n Can I ask another question?\n\n\nSCP-8036:\n Besides the one you just did? Sure.\n\n\nAgent Reale:\n Where do you \nget\n your movies, exactly? \nNinja Turtles\n is in most theaters right now, but I've never heard of \nPill Bug Penny\n or \nRapid Onset Parachute Failure\n, and the movie I saw yesterday, I can't find anywhere else.\n\n\nSCP-8036:\n …Oh. \n(Stammering.)\n That's… that's a bit of a personal question, isn't it?\n\n\nAgent Reale:\n Is it?\n\n\nSCP-8036:\n It's a bit like asking where you get your emotions. Or, more like… where subconscious thoughts come from.\n\n\nAgent Reale:\n Interesting. Thank you for your time.\n\n\nSCP-8036:\n Thank you for your patronage!\n\n\n[END LOG]\n\n\n\n\n\n\nJournal Log: Marcela Reale\n\n\nJune 8, 2016\n\n\nWe've already learned a few things. First, this movie theater is \none sapient entity,\n or at the very least behaves like one. There's no way for me to be sure, of course, but I honestly don't think it's lying to me about anything - it seems to be pretty upfront about what it is, even if it's disappointingly hesitant to answer the \"how\" question. Maybe that'll get better with time?\n\n\nThe good news is, it buys my cover story completely, and it's probably not going to be very difficult to get it to talk in the near future. The bad news is, there's no way I'm going to be able to sleep in the lobby Tuesday night without it realizing what I'm doing. I'm going to have to figure out some way to spin that.\n\n\nI've got seven days before this place jumps again, and I want to try to watch all seven of its current movies in this time. So far, I've seen \nThe Day the Clown Cried\n, which made \nme\n cry, and \nTeenage Mutant Ninja Turtles: Out of the Shadows\n, which there was nothing wrong with. Nothing the Foundation would be interested in, I mean. It's a \nbad\n movie.\n\n\nTouch back soon!\n\n\n\n\n\n\nJournal Log: Marcela Reale\n\n\nJune 10, 2016\n\n\nHey, it's Marcela again. New info on the theater: the thing's a \ntotal dork.\n I don't think it's very used to repeat visitors, and everything it knows, it knows through movies. I'm having a lot of fun.\n\n\nI've now watched two of the titles we can't find anywhere else - \nPill Bug Penny\n and \nRapid Onset Parachute Failure.\n Both were… charmingly amateur? I don't know how else to say it; they felt like they were made by somebody who really loves movies but hasn't had any formal schooling in the craft. The edit was sloppy, the dialogue a bit stiff, but everything came across \nearnest.\n Really funny, too. I think the theater might be making them on its own, somehow.\n\n\nI'm halfway to Tuesday. I think I'm just going to have to be straightforward with it; let it know I want to stay the night and travel with it. I'll touch back with you then.\n\n\n\n\n\n\nTranscript: Audio Log 8036-A-C\n\n\nDate:\n June 13, 2016\n\n\nAgent on Scene:\n Marcela Reale\n\n\nSubject:\n SCP-8036 - \"Box Office Employee\" Manifestation\n\n\n\n\n[BEGIN LOG]\n\n\nSCP-8036:\n Marcela! Welcome back! A whole seven days in a row; you did it!\n\n\nAgent Reale:\n I did it! Do you know where you'll go next, Living Pictures?\n\n\nSCP-8036:\n No clue! I usually just decide on something in the moment. Wherever it is, though, I'll miss seeing you around.\n\n\nBrief silence.\n\n\nAgent Reale:\n Actually, about that, I was wondering… if something stayed here in the lobby overnight, it would travel with you, right?\n\n\nSCP-8036:\n …Huh. I guess I never thought about it. Probably? Why?\n\n\nAgent Reale:\n Can I come with you?\n\n\nExtended silence.\n\n\nSCP-8036:\n Oh. Oh, wow. I've never… I mean, sure! But… you know how this works. We could go anywhere.\n\n\nAgent Reale:\n Wherever it is, I'll book a hotel.\n\n\nSCP-8036:\n …Thank you, Marcela.\n\n\n[END LOG]\n\n\n\n\n\n\nJournal Log: Marcela Reale\n\n\nJune 13, 2016\n\n\nThat was easier than I thought. Truth be told, I think Living Pictures is just lonely, more than anything. It wants a friend.\n\n\nI've got a sleeping bag set up in the lobby. Who knows where I'm going to wake up! It's exciting, honestly! And it's a pretty sweet gig, getting paid Foundation money to watch movies all day and hang out with a new friend. I feel like I'm scamming you guys.\n\n\nNot much else to report tonight, but I suspect I'll have a lot to say tomorrow.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ View Report 8036-B: Week Two\n\n\n\n\n- Close\n\n\n\n\n\n\nWEEK TWO: JUNE 14 - 20\n\n\n\n\nLocation:\n Turin, Italy\n\n\n\n\n\n\n\n\nFilms Available:\n\n\n\n\n\n\n\n\nAlice Through the Looking Glass\n\n\nNormative; Fantasy Adventure.\n\n\n\n\n\n\nNow You See Me 2\n\n\nNormative; Heist Thriller.\n\n\n\n\n\n\nWarCraft\n\n\nNormative; Action Fantasy.\n\n\n\n\n\n\nThe Works\n\n\nUnreleased/Cancelled; Animation.\n\n\n\n\n\n\nRevenge of the Nerds (2007)\n\n\nUnreleased/Cancelled; Comedy.\n\n\n\n\n\n\nThe Bob and Larry Movie\n\n\nUnreleased/Cancelled; Religious Animation.\n\n\n\n\n\n\nNapoleon\n\n\nUnreleased/Cancelled; Historical Drama.\n\n\n\n\n\n\nConcessions:\n Buttered Popcorn, Buttered Mashed Potatoes, Pretzels with Cheese Dip, Nachos, Soft Drinks, Chocolate Drops, Chocolate-Covered Peanuts, Chocolate-Covered Garlic Cloves, \"Applesauce Loose in a Paper Bag.\"\n\n\n\n\n\n\nTranscript: Audio Log 8036-B-A\n\n\nDate:\n June 14, 2016\n\n\nAgent on Scene:\n Marcela Reale\n\n\nSubject:\n SCP-8036 - \"Janitor Employee\" Manifestation\n\n\n\n\n[BEGIN LOG]\n\n\nSCP-8036:\n Good morning from Italy, Marcela!\n\n\nAgent Reale:\n \n(Audibly startled)\n Who are you?\n\n\nSCP-8036:\n Hey, hey, it's just me! Living Pictures! The theater!\n\n\nAgent Reale:\n Right, right, sorry. I haven't seen this \"employee\" of yours yet.\n\n\nSCP-8036:\n Were you reaching for a gun in your pocket just now?\n\n\nAgent Reale:\n No, I'm just happy to see you. You said we're in Italy?\n\n\nSCP-8036:\n Yep! Turin! The closest hotel should be the Principi di Piemonte, but it's… expensive. There's also a Best Western pretty close.\n\n\nAgent Reale:\n Oh, thanks. You sure know the area pretty well.\n\n\nSCP-8036:\n I have to! Can't show up where a building already is, or where nobody would be able to find me!\n\n\nAgent Reale:\n I guess so. By the way, I was meaning to ask, you really tend to jump to a lot of different countries.\n\n\nSCP-8036:\n Travel's fun!\n\n\nAgent Reale:\n Do you speak the languages? Like, do you speak Italian? All the signage in here's still in English.\n\n\nSCP-8036:\n Sí! Well, some, at least. Mostly I know English and French. Everything else, I sorta know just enough to… do… movie theater stuff? Can't really hold a conversation that well. What about you; are you multilingual?\n\n\nAgent Reale:\n Sólo inglés y español.\n\n\nSCP-8036:\n ¡Oh! ¡Español! ¡Conozco algunas frases en español!\n\n\nAgent Reale:\n …¿Por ejemplo?\n\n\nSCP-8036:\n \"El auditorio dos estará a su izquierda.\"\n\n\nLaughter.\n\n\nAgent Reale:\n I guess we're sticking with English, then.\n\n\nSCP-8036:\n Sure thing!\n\n\n[END LOG]\n\n\n\n\n\n\nJournal Log: Marcela Reale\n\n\nJune 15, 2016\n\n\nWhat's up, I'm back. This is the easiest mission I've ever done, and I get to do it from \nItaly.\n Practically a vacation!\n\n\nLiving Pictures Theater's still affable, and at this point I think it's safe to say it poses absolutely no danger of any kind whatsoever. A few of its concession offerings are \nweird\n, but they've all tested safe for human consumption so far. I've been having popcorn for lunch for three days.\n\n\nSo, yeah, harmless, but I'm also not sure exactly how we're going to contain the thing. Haven't been able to get it to share how it teleports around yet, and at this point I feel sorta rude for asking, so I'm going to give it a rest for a while. Also, I'm pretty sure the building exterior is \nactually indestructible.\n All the wear and tear seems entirely cosmetic, and I haven't been able to so much as pick up a rock by the front door. It's like it's glued in place. I'm not going to test that any further, though; someone else can handle that. But please don't.\n\n\nI've measured the thing, too. 29,000 square meters; pretty small for a theater. Thing is, Living Pictures \nnoticed me doing it\n, and asked what was up. I panicked, and said I wanted to draw it. So… now I gotta go out and get some nice sketch paper and pencils. I don't even really know where to \nstart\n with that, but I'm writing it off as an expense of the trip.\n\n\n\n\n\n\nJournal Log: Marcela Reale\n\n\nJune 17, 2016\n\n\nI did the drawing! I'm not an artist, but I think Living Pictures appreciated it anyways.\n\n\nStill no ideas on containment measures, but relations are going real well. I've decided that this theater is my friend now. Maybe we could get it to stay at Site-53 willingly? I'm sure it would understand if I asked!\n\n\nIn the meantime, though, don't worry, I have a cover story and I'm still sticking to it. Ciao!\n\n\n\n\n\n\nTranscript: Audio Log 8036-B-B\n\n\nDate:\n June 20, 2016\n\n\nAgent on Scene:\n Marcela Reale\n\n\nSubject:\n SCP-8036 - \"Janitor Employee\" Manifestation\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Reale:\n Cleaning up all by yourself?\n\n\nSCP-8036:\n Oh, hey, Marcie. Didn't see you come in. Yeah, this week's been a pretty busy one.\n\n\nAgent Reale:\n I can tell. Hand me a broom.\n\n\nSCP-8036:\n You- you don't have to help me with this.\n\n\nAgent Reale:\n But I will!\n\n\nSCP-8036:\n If you're sure!\n\n\nExtended silence. Sound of two brooms sweeping.\n\n\nSCP-8036:\n Okay, you \ndefinitely\n don't have to help me dig popcorn out of the seats.\n\n\nAgent Reale:\n Trust me; I've cleaned up worse. Just… dig them out, throw them to the floor, then sweep them up, yeah?\n\n\nSCP-8036 sighs.\n\n\nSCP-8036:\n Yeah. Do you want some gloves?\n\n\nAgent Reale:\n You're not wearing any gloves.\n\n\nSCP-8036:\n That's because this isn't my only pair of hands.\n\n\nAgent Reale:\n Alright. If you have any, I'll take them.\n\n\nExtended silence. Sound of a person putting on rubber gloves. Sound of two brooms sweeping.\n\n\nAgent Reale:\n Can I ask another question?\n\n\nSCP-8036:\n \n(Audibly disappointed)\n It's not another question about how I do things, is it?\n\n\nAgent Reale:\n No, actually, it's about your gender situation.\n\n\nSCP-8036:\n Oh. Oh!\n\n\nAgent Reale:\n Most, but not all, of your employees appear female, and… you're a \ntheater.\n\n\nSCP-8036:\n Right. I guess I'm… mostly, but not entirely, a woman? I don't know; what genders do \nmovies\n have?\n\n\nAgent Reale:\n Are you… movies?\n\n\nSCP-8036:\n I don't know.\n\n\nExtended silence. Sound of two brooms sweeping.\n\n\nSCP-8036:\n Hey, what's your favorite film?\n\n\nAgent Reale:\n \nThe Little Shop of Horrors!\n\n\nSCP-8036:\n Really!\n\n\nAgent Reale:\n Really really! We had a lot of old B-movie tapes laying around the house when I was a kid, and that one was always my favorite. Truth be told, I think watching that movie over and over again when I was a kid was what got me interested in- \n(Stammering.)\n …Film.\n\n\nSCP-8036:\n Makes sense! It's a fun one! And you seem like you really appreciate cheese.\n\n\nAgent Reale:\n I am a cheese connoisseur. What about you; what's your favorite?\n\n\nSCP-8036:\n I'm not sure! \nGrand Budapest Hotel\n? I feel like it changes for me every couple of years.\n\n\nAgent Reale:\n I can see that. You probably watch a lot more than anyone else does.\n\n\nBrief silence.\n\n\nAgent Reale:\n You're not offering \nmilk\n in the concession stand this week, right?\n\n\nSCP-8036:\n No, but that does sound like it would be funny. Why?\n\n\nAgent Reale:\n Somebody left \nmilk\n in this cup holder.\n\n\nSCP-8036:\n Oh. \n(Laughing)\n Gross!\n\n\nAgent Reale:\n \n(Laughing)\n Who \ndoes\n this!\n\n\n[ENG LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ View Report 8036-C: Week Three\n\n\n\n\n- Close\n\n\n\n\n\n\nWEEK THREE: JUNE 21 - 27\n\n\n\n\nLocation:\n Nairobi, Kenya\n\n\n\n\n\n\n\n\nFilms Available:\n\n\n\n\n\n\n\n\nFinding Dory\n\n\nNormative; Animation.\n\n\n\n\n\n\nKingdom of the Sun\n\n\nUnreleased/Cancelled; Animation.\n\n\n\n\n\n\nFlora Plum\n\n\nUnreleased/Cancelled; Romance.\n\n\n\n\n\n\nClimbing Mt. Mountain\n\n\nUnknown/Nonexistent; Buddy Comedy.\n\n\n\n\n\n\nI Bought us an Aquarium!\n\n\nUnknown/Nonexistent; Buddy Comedy.\n\n\n\n\n\n\nCaptain Mack: Clown Crew\n\n\nUnknown/Nonexistent; Science Fiction.\n\n\n\n\n\n\nThe Little Shop of Horrors\n\n\nExtant; Horror Comedy.\n\n\n\n\n\n\nConcessions:\n Buttered Popcorn, Ugali Fries, Frozen Lemonade, Vanilla Ice Cream, Chocolate Ice Cream, Root Beer, Fruit and Cheese Platter, Bacon-Wrapped Gumballs, Roasted Turkey Leg, \"Edible Chalk.\"\n\n\n\n\n\n\nTranscript: Audio Log 8036-C-A\n\n\nDate:\n June 21, 2016\n\n\nAgent on Scene:\n Marcela Reale\n\n\nSubject:\n SCP-8036 - \"Concessions Employee\" Manifestation\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Reale:\n \n(Yawning)\n Morning, Liv!\n\n\nSCP-8036:\n Morning, Marcie! Ugali fry?\n\n\nAgent Reale:\n What's an ugali fry?\n\n\nSCP-8036:\n It's like… kind of a fried cornmeal porridge type situation.\n\n\nAgent Reale:\n Oh, sure!\n\n\nChewing.\n\n\nAgent Reale:\n Where are we now, anyways?\n\n\nSCP-8036:\n Nairobi, Kenya! The nation's capital, and a centerpiece of finance and culture!\n\n\nAgent Reale:\n If you weren't a building, you'd make a pretty good travel guide.\n\n\nSCP-8036:\n Maybe if I could figure out how to \nmove\n more than once a week.\n\n\nAgent Reale:\n Right, right. I keep forgetting you're the whole building, and not, like, a human being with multiple faces.\n\n\nSCP-8036:\n I know the feeling. Sometimes I forget you \nare\n a human. I picture you as a library - you'd make a great one.\n\n\nAgent Reale:\n Aw, you think so?\n\n\nSCP-8036:\n I know so! You're smart, you're curious, you're kind, you're cute-\n\n\nAgent Reale:\n What was that?\n\n\nSCP-8036:\n Hm?\n\n\nAgent Reale:\n What was that last one?\n\n\nSCP-8036:\n I- \n(Stammering)\n I don't know what you're talking about.\n\n\nAgent Reale:\n Mm-hm.\n\n\nBrief Silence.\n\n\nAgent Reale:\n You, too.\n\n\n[END LOG]\n\n\n\n\n\n\nJournal Log: Marcela Reale\n\n\nJune 21, 2016\n\n\nOkay, I know how this \nlooks\n, but seriously, I don't think Liv is even enough of a threat to warrant calling this a conflict of interest. She's just \nnice\n. She's just a nice theater.\n\n\nCan we nominate anomalies for recruitment? Honestly, I don't think it would be a good idea to enact containment procedures for Liv, assuming we even could. She's a cool teleporting theater with an endless string of movies and a pretty impressive knowledge of world geography we could actually take advantage of.\n\n\n…Or maybe that's wishful thinking; I don't know.\n\n\n\n\n\n\nTranscript: Audio Log 8036-C-B\n\n\nDate:\n June 24, 2016\n\n\nAgent on Scene:\n Marcela Reale\n\n\nSubject:\n SCP-8036 - \"Concessions Employee\" Manifestation\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Reale:\n Hey, I've never seen on of your \"employees\" on break before.\n\n\nSCP-8036:\n I'm trying something new!\n\n\nAgent Reale:\n Mind if I sit down next to you?\n\n\nSCP-8036:\n Of course!\n\n\nSound of a barstool creaking.\n\n\nAgent Reale:\n How's the cigarette?\n\n\nSCP-8036:\n Oh, this is just something I figured people are supposed to do on breaks; I don't even know if this body has lungs.\n\n\nAgent Reale:\n \n(Laughing)\n Well, it's the thought that counts, I guess.\n\n\nBrief silence.\n\n\nAgent Reale:\n …Thanks for putting on \nLittle Shop of Horrors\n for me.\n\n\nSCP-8036:\n You haven't even gotten to see it yet!\n\n\nAgent Reale:\n I know, I know, I'm just looking for the perfect time to.\n\n\nSCP-8036:\n Well, I'll show it any week you want to see it.\n\n\nAgent Reale:\n …How about seeing it with me?\n\n\nSCP-8036:\n Come again?\n\n\nAgent Reale:\n You're taking breaks now, right? Do you wanna catch it tonight?\n\n\nSCP-8036:\n …I'd really like that.\n\n\nAgent Reale:\n Then it's a date!\n\n\nExtended silence.\n\n\nSCP-8036:\n You know… I think you're my favorite guest I've ever had.\n\n\nAgent Reale:\n How about that. You're my favorite theater I've ever been to.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ View Report 8036-D: Week Four\n\n\n\n\n- Close\n\n\n\n\nForeward:\n It is believed that, on the morning of June 28, before Agent Reale awoke, SCP-8036 discovered the tracking device that had been planted on it when an employee manifestation was performing a monthly cleaning of the lobby.\n\n\n\n\nWEEK FOUR: JUNE 28 - JULY 4\n\n\n\n\nLocation:\n Upernavik, Greenland\n\n\n\n\n\n\n\n\nFilms Available:\n\n\n\n\n\n\n\n\nThe Little Shop of Horrors\n\n\nExtant; Horror Comedy.\n\n\n\n\n\n\nSteamboat Willie\n\n\nExtant; Animation.\n\n\n\n\n\n\nNight of the Living Dead\n\n\nExtant; Horror.\n\n\n\n\n\n\nMade For Each Other\n\n\nExtant; Romance.\n\n\n\n\n\n\nLiving Pictures\n\n\nUnknown/Nonexistent; Documentary.\n\n\n\n\n\n\nInfestation!\n\n\nUnknown/Nonexistent; Horror.\n\n\n\n\n\n\n[No Title Available]\n\n\nUnkown/Nonexistent; Abstract.\n\n\n\n\n\n\nConcessions:\n None.\n\n\n\n\n\n\nTranscript: Audio Log 8036-D\n\n\nDate:\n June 20, 2016\n\n\nAgent on Scene:\n Marcela Reale\n\n\nSubject:\n SCP-8036 - Auditorium and Lobby Sound System\n\n\n\n\n[BEGIN LOG]\n\n\nSCP-8036:\n \n(Distorted orchestral music)\n5\n\n\nAgent Reale:\n Wh- Liv, it's just…\n\n\n(Distorted orchestral music rapidly increases in volume)\n\n\nAgent Reale:\n ¡Santa Madre!\n\n\nSCP-8036:\n \nBugs on me! Stop putting bugs on me!\n6\n \nNo more, please, I can't anymore! No, no!\n7\n\n\nAgent Reale:\n Liv, are you okay?\n\n\nSCP-8036:\n \n(Screaming; Indecipherable)\n8\n\n\nAgent Reale:\n …You're not okay. Alright, hold on, hold on, I'm gonna find out what's wrong -\n\n\nSCP-8036:\n Nothing's the matter with me! I'm fine!\n9\n Fine! Who am I to argue with science!?\n10\n\n\nAgent Reale:\n Liv, you're scaring me.\n\n\nSCP-8036:\n And please- And please- And \nPlease\n, no recording devices in the theater. \nNo recording devices in the theater.\n [Unintelligible] is a crime!\n11\n\n\nAgent Reale:\n What are you- Liv, talk to me. What's going on?\n\n\nSCP-8036:\n How could you- How could you- How could you-\n12\n \nYou… lied… to… me.\n13\n\n\nAgent Reale:\n I don't understand.\n\n\nSCP-8036:\n She said she was a film student, and she was kind enough that the theater believed her. But the theater couldn't see… that she was tracking her every move. Writing it all down. Reporting it to God-knows-who.\n14\n\n\nAgent Reale:\n …Oh. \nOh.\n\n\nSound of footsteps, rapidly increasing in speed.\n\n\nSCP-8036:\n How much was a lie? How much was genuine? And who was Marcela really working for? We may never know.\n\n\nAgent Reale is breathing heavily.\n\n\nSCP-8036:\n This isn't the first time someone's come after Living Pictures Theater. This isn't the first time somebody's tried to hurt her. It probably won't be the last. But it \nwas\n the time that stung the hardest.\n\n\nSound of a door swinging open.\n\n\nSCP-8036:\n \nOw.\n\n\nAgent Reale:\n Oh! Oh, I… I kind of thought the door was going to be locked.\n\n\nSCP-8036:\n \nGet out of here.\n15\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ View Report 8036-E: Week Five\n\n\n\n\n- Close\n\n\n\n\n\n\nWEEK FIVE: JUNE 5 - JULY 11\n\n\n\n\nLocation:\n Unknown\n\n\nWeek Five's film listing was not documented.\n\n\nConcessions:\n Presumed none.\n\n\n\n\n\n\nJournal Log: Marcela Reale\n\n\nJuly 5, 2016\n\n\nWhat's up. Still in Greenland.\n\n\nI've holed up in the local church, and I'm sending this whole report early through an encoded radio transmission. Hopefully somebody back at Site-53 catches this and comes to pick me up.\n\n\nI don't know where Liv is. Mark this mission a failure and get me off the project.\n\n\n\n\n\n\n\n\n\n\nOn July 13th, 2016, Site Director Caroline Vasquez received a relevant phone call from astronomy analyst Jackson Hall. A transcript of this call is attached below.\n\n\n\n\n+ View Transcript\n\n\n\n\n- Close\n\n\n\n\n\n\nTranscript: Recorded Phone Conversation\n\n\nDate:\n July 13, 2016\n\n\nCaller:\n Mr. Jackson Hall\n\n\nReceiver:\n Director Caroline Vasquez\n\n\n\n\n[BEGIN LOG]\n\n\nMr. Hall:\n Hello, can I speak with Director Vasquez, Site-53?\n\n\nDirector Vasquez:\n Speaking.\n\n\nMr. Hall:\n Your site's the one that got assigned the jumpy movie theater, yes?\n\n\nDirector Vasquez sighs.\n\n\nDirector Vasquez:\n Yes. I assure you, finding SCP-8036 and resuming intelligence operations is a Delta-level priority, and we will report our findings as soon as we have them-\n\n\nMr. Hall:\n Yeah, yeah. That's not why I'm calling. Do you have the theater's dimensions on you, by any chance?\n\n\nDirector Vasquez:\n Oh. One second.\n\n\nSound of a computer mouse double-clicking. Sound of typing.\n\n\nDirector Vasquez:\n 29,000 square meters.\n\n\nMr. Hall:\n I see. Perfect square, or rectangle?\n\n\nDirector Vasquez:\n I don't know. I could ask Agent Reale, but I don't think she's willing to talk about her mission right now. Why?\n\n\nMr. Hall:\n My name is Jackson Hall; I'm with the Astronomy department. We've recently detected an unknown object blocking an almost imperceptible amount of sunlight, and it seems to have apparated \nexactly\n at midnight, Greenland Summer time, on July 5th. Current estimations also place it at roughly 29,000 square meters.\n\n\nDirector Vasquez:\n In outer space.\n\n\nShort silence.\n\n\nMr. Hall:\n …\nYes.\n\n\nDirector Vasquez:\n Can I ask \nwhere\n in outer space?\n\n\nMr. Hall:\n The, uh… the surface of the Sun.\n\n\nLengthy silence. Sound of fingernails tapping against a desk.\n\n\nDirector Vasquez:\n You mean to tell me you think SCP-8036 relocated to the \nSun.\n\n\nMr. Hall:\n That's… Our best theory, cross-referencing any entities we know of which may be able to withstand the Sun's heat \nand\n are known to spontaneously materialize.\n\n\nDirector Vasquez sighs again.\n\n\nDirector Vasquez:\n Well, if that's true, then let it have its tantrum. The thing is as good as contained for now. If SCP-8036 manifests again on this planet, we'll send Agent Reale back out to finish what she started.\n\n\nMr. Hall:\n Thank you. I'll let you know when it de-materializes again.\n\n\nDirector Vasquez:\n Can't wait.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nSCP-8036 remained missing until August 1st, when it was re-discovered in Dhaka, Bangladesh. At this point, Caroline Vasquez contacted Agent Reale concerning a negotiation assignment. A transcript of the following calls are attached below.\n\n\n\n\n+ View Transcript\n\n\n\n\n- Close\n\n\n\n\n\n\nTranscript: Recorded Phone Conversation\n\n\nDate:\n August 1st, 2016\n\n\nCaller:\n Director Caroline Vasquez\n\n\nReceiver:\n Agent Marcela Reale\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Reale:\n Hello?\n\n\nDirector Vasquez:\n Agent Reale?\n\n\nAgent Reale exhales.\n\n\nAgent Reale:\n Director Vasquez?\n\n\nDirector Vasquez:\n You're on assignment again. Dhaka, Bangladesh. It's low-priority, so I can give you the details now and you can just go.\n\n\nSound of a bedframe creaking.\n\n\nAgent Reale:\n Great. Great. Bangladesh? I can… I can do that. What's the mission?\n\n\nDirector Vasquez:\n It's SCP-8036.\n\n\n[END LOG]\n\n\n\n\n\n\nTranscript: Recorded Phone Conversation\n\n\nDate:\n August 1st, 2016\n\n\nCaller:\n Director Caroline Vasquez\n\n\nReceiver:\n Agent Marcela Reale\n\n\n\n\n[BEGIN LOG]\n\n\nDirector Vasquez:\n Did you hang up on me?\n\n\nAgent Reale:\n Yes.\n\n\n[END LOG]\n\n\n\n\n\n\nTranscript: Recorded Phone Conversation\n\n\nDate:\n August 1st, 2016\n\n\nCaller:\n Director Caroline Vasquez\n\n\nReceiver:\n Agent Marcela Reale\n\n\n\n\n[BEGIN LOG]\n\n\nDirector Vasquez:\n Agent Reale, your participation in this assignment is not optional.\n\n\nLengthy silence.\n\n\nAgent Reale:\n …\nFine.\n Tell me what you have in mind.\n\n\nDirector Vasquez:\n You're the only person who's even remotely likely to be able to talk to SCP-8036.\n\n\nAgent Reale:\n I don't think that's true.\n\n\nDirector Vasquez:\n I don't care what you \nthink\n, the fact is, that theater's on edge, and the next person we send out, it's going to see coming. Our only hope for getting anywhere is if you go down and \npatch things up.\n\n\nDirector Vasquez sighs.\n\n\nDirector Vasquez:\n We might have \nfound\n it in Bangladesh, but it's… closed. Doors are locked, movies aren't playing. It's… I think it's just as upset about this as you are.\n\n\nLengthy silence.\n\n\nAgent Reale:\n Alright, fine. I think I know what to do. But I'm going to need you to get me something.\n\n\nDirector Vasquez:\n Whatever you need.\n\n\nAgent Reale:\n Are we recording this right now?\n\n\nDirector Vasquez:\n That's… standard procedure, yes.\n\n\nAgent Reale:\n I need to talk about it off the record.\n\n\nDirector Vasquez:\n That's not normally how we do things.\n\n\nAgent Reale:\n And what other part of this \nis\n normal?\n\n\nLong pause.\n\n\nDirector Vasquez:\n …Fine.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAgent Reale returned to SCP-8036 on August 3rd to negotiate with the entity and complete her report.\n\n\n\n\n\n\n+ View Report 8036-F: Week Six\n\n\n\n\n- Close\n\n\n\n\n\n\nWEEK SIX: AUGUST 2 - 8\n\n\n\n\nLocation:\n Dhaka, Bangladesh\n\n\nWeek Six did not feature any listed films.\n\n\nConcessions:\n None.\n\n\n\n\n\n\nTranscript: Audio Log 8036-F\n\n\nDate:\n August 3, 2016\n\n\nAgent on Scene:\n Marcela Reale\n\n\nSubject:\n SCP-8036\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Reale:\n Hey, Liv… it's… it's me again. Marcie.\n\n\nSilence.\n\n\nAgent Reale:\n I know… how do I say this. I know I probably shouldn't have even come back, but…\n\n\nSilence.\n\n\nAgent Reale:\n I didn't know. I didn't know… that you… are who you are. If I did, I wouldn't have \nlied\n to you. I… I don't \nthink\n I would have lied to you.\n\n\nSilence.\n\n\nAgent Reale:\n …You're right. No excuses. Okay, look, I'm not here to patch things up. Really. I know I hurt you, and if you never want to see me again after this, I… I understand. I respect that.\n\n\nSilence.\n\n\nAgent Reale:\n I'm here for the Foundation - the people I work for - and… I'm here to formally offer you exemption.\n\n\nSilence.\n\n\nAgent Reale:\n I can't undo what I did, but… I've made sure nobody will ever do it again. We won't bother you, we won't come near you, you can just… keep being who you are. I'll be okay, I think, even if I never see you again, as long as you keep being who you are.\n\n\nSilence.\n\n\nAgent Reale:\n I…\n\n\nSilence.\n\n\nAgent Reale:\n I love you, Liv.\n\n\nSound of a door unlocking. Sound of a door opening.\n\n\nAgent Reale:\n …Liv?\n\n\nSCP-8036:\n16\n Maybe… we can start over.\n\n\nAgent Reale:\n I- …Yeah. Maybe we can.\n\n\nSCP-8036:\n Nice to meet you. I'm Living Pictures Theater. I'm closed right now, but… I hope I can open up again soon.\n\n\nAgent Reale:\n I'm Agent Marcela Reale. I work for a place called The Foundation, in a site down in Puerto Montt, Chile. We… deal with anomalies.\n\n\nSCP-8036:\n Deal with as in \nfix\n, or deal with in as in \ndestroy\n?\n\n\nAgent Reale:\n We secure, we contain, and we protect.\n\n\nSCP-8036:\n Hm.\n\n\nSilence.\n\n\nSCP-8036:\n Puerto Montt, huh? That's a beach town, right?\n\n\nAgent Reale:\n Every town in Chile is a beach town.\n\n\nSCP-8036:\n Heh, true. …Maybe I could stop by for a while.\n\n\nAgent Reale:\n That would be nice.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ View Report 8036-G: Week Seven\n\n\n\n\n- Close\n\n\n\n\n\n\nWEEK SEVEN: AUGUST 9 - 15\n\n\n\n\nLocation:\n Puerto Montt, Chile\n\n\n\n\n\n\n\n\nFilms Available:\n\n\n\n\n\n\n\n\nTeenage Mutant Ninja Turtles:\n\nOut of the Shadows\n\n\nExtant; Action/Adventure Comedy.\n\n\n\n\n\n\nThe Little Shop of Horrors\n\n\nExtant; Horror Comedy\n\n\n\n\n\n\nPill Bug Penny\n\n\nUnknown/Nonexistent; Animation.\n\n\n\n\n\n\nFresh Start\n\n\nUnknown/Nonexistent; Atmospheric.\n\n\n\n\n\n\nConcessions:\n Buttered Popcorn, Root Beer, Ugali Fries, Milk, Chocolate-Covered Raisins, Bacon-Wrapped Gumballs, White Lily Arrangement.\n17\n\n\n\n\n\n\nJournal Log: Marcela Reale\n\n\nAugust 15, 2016\n\n\nThis is, finally, \nactually\n, my last journal entry for Report 8036. No more surveillance or documentation is going to be done on Liv from here on out, thank God, but if anyone has any movie suggestions, I could take it up with her.\n\n\nAgent Reale, signing off.\n\n\n\n\n\n\n\n\n\n\nFollowing the completion of Report 8036, SCP-8036's exemption was finalized and its Object Relations Procedures were codified.\n\n\n\n\n\n\nNOTICE OF EXEMPTION\n\n\nTo be appended to SCP-8036.\n\n\n\n\nTo say Agent Reale's suggestion has been a controversial one is an understatement - the Foundation, generally speaking, does not \ndo\n exemptions. And yet, the longer her proposed \"Object Relations Procedures\" have sat at my desk, the longer I have found myself wondering who or what we are actually meant to be protecting. Who benefits from our interference on SCP-8036? Is our role here to incarcerate that which is dangerous, or is it merely to hide that which we cannot yet explain? And why is it so difficult to accept that there may be a difference?\n\n\nSCP-8036's anomalous properties pose no clear threat to itself, the Foundation, or humanity. With that in mind, all containment procedures are now unauthorized. I understand some may question my authority to make this decision. To them I would like to say: it was difficult enough for you to find one person willing to run this place; I don't think you want to risk having to go for a second.\n\n\nAll of us here, to varying extents, love that which is alien to us. You almost have to, to dedicate your life to the Foundation's cause. The only difference I see between Agent Reale and the rest of us is that, in her case, the love is reciprocal.\n\n\nI'm very happy for you, Marcela. Please never make me pull something like this again.\n\n\n— Caroline Vasquez, Director, Site-53\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Seven standard and one \nIMAX\n.\n\n\n2\n. Such films hereafter referred to as \"normative.\"\n\n\n3\n. Agent Reale later reported that, at this point in the interview, SCP-8036's employee manifestation stood back and performed a backflip.\n\n\n4\n. Spoken in a poor impression of the character \"Bender\" from the animated American sitcom \nFuturama.\n\n\n5\n. Audio matched to \nSteamboat Willie.\n\n\n6\n. Audio source likely from \nInfestation!\n.\n\n\n7\n. Audio matched to \nThe Little Shop of Horrors.\n\n\n8\n. Audio source unknown.\n\n\n9\n. Audio matched to \nMade For Each Other\n.\n\n\n10\n. Audio matched to \nThe Little Shop of Horrors.\n\n\n11\n. Audio matched to SCP-8036's standard pre-show reel, albeit heavily distorted.\n\n\n12\n. Audio matched to \nThe Little Shop of Horrors\n, albeit heavily distorted.\n\n\n13\n. Audio source unknown; clips possibly taken from multiple sources.\n\n\n14\n. Audio source likely from the documentary \nLiving Pictures\n.\n\n\n15\n. Audio matched to \nNight of the Living Dead.\n\n\n16\n. Voice matched to a \"concession stand employee\" manifestation.\n\n\n17\n. Only one white lily arrangement was available in stock. Item was free of charge.\n\n\n\n\n\n\n\n\n« \nSCP-8035\n | SCP-8036 | \nSCP-8037\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8036\n\" by Clacky2000, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8036\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Dolby_Cinema_in_Hilversum.jpg\n\n\nName:\n Dolby Cinema in Hilversum\n\n\nAuthor:\n Thomasmachtel\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nSource Link:\n \nhttps://commons.m.wikimedia.org/wiki/File:Dolby_Cinema_in_Hilversum.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8036 \" by Clacky2000, from the SCP Wiki . Source: https://scpwiki.com/scp-8036 . Licensed under CC-BY-SA .",
        "Filename: Dolby_Cinema_in_Hilversum.jpg Name: Dolby Cinema in Hilversum Author: Thomasmachtel License: Creative Commons Attribution-Share Alike 4.0 International Source Link: https://commons.m.wikimedia.org/wiki/File:Dolby_Cinema_in_Hilversum.jpg"
    ],
    "description": "SCP-8036 is a 29,000-square meter, two-story, 1880-guest capacity modern movie theater, operating under the name \"Living Pictures Theater.\" It is comprised of one lobby, two concession stands, an arcade space with four games, two restrooms, and eight auditoriums1. Notably absent are any employee-only areas, kitchens, storage areas, or access points to upstairs projection rooms. SCP-8036 has remained in one fixed location since August 9th, 2016. However, prior to Foundation intervention, the theater would spontaneously de-manifest every Tuesday at exactly 12:00 A.M. relative to its initial location's time zone, re-manifesting in a new, seemingly random location and changing its film and concession offerings in the process. Following Foundation intervention, while SCP-8036 has not yet re-located, its films and concessions still change along the same schedule.",
    "title": "SCP-8036"
}