{
    "url": "https://scp-wiki.wikidot.com/scp-8037",
    "all_text": "rating: \n+34\n+\n–\nx\n\n\n\n\n\n\nSCP-8037\n\n\n\n\n\n\nItem #:\n SCP-8037\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-8037 is kept in a climate-controlled chamber in the Botanical Storage Wing of Site-16. Routine feeding and plant care is performed by Containment Technicians when SCP-8037 is not involved in active testing.\n\n\nDescription:\n SCP-8037 is an instance of the Venus flytrap\n1\n plant. It is significantly larger than typical examples of the species, and exceeds the natural limits of energy and movement for flora of its kind. It has four of the distinct leaves, in addition to several vine-like tendrils which it controls with exceptional strength and precision. SCP-8037 is capable of autonomous movement, utilizing its features to manipulate objects and move itself around in its environment. It is rooted in soil held by a planter pot made of alumina ceramic.\n\n\nSCP-8037 is capable of speech. The leaves move in sync with the expressed vocalizations, despite impossibility of the floral physiology producing such sounds. SCP-8037 primarily speaks in a distinct manner characterised by lyrical verse and vocal harmonies of barbershop music.\n\n\n \n\n\n\n\nAddedum-01: Discovery\n\n\n\n\nForeword:\n \nRoutine Foundation Normalcy Monitoring Systems detected a potential disturbance at the premises of Green Al's Garden Kingdom in Myrtle Beach, South Carolina. An SCP Field Asset Team was deployed to investigate further.\n\n\n\n\n[BEGIN LOG]\n\n\n[Agent Polk and Agent Rodney walk across a parking lot and enter the store.]\n\n\nAgent Polk:\n So what exactly are we looking out for?\n\n\nAgent Rodney:\n We don't know \nexactly\n what we're looking for, that's \nwhy\n they send us here to look out.\n\n\nAgent Polk:\n How do we keep getting calls like these? Just once, I'd like to be in the second wave of response and know what I'm walking into beforehand.\n\n\nAgent Rodney:\n By then all the fun could already be over.\n\n\nAgent Polk:\n Yeah, yeah… all the \"fun\". Okay, you sweep that way, I'll head past the gardening tools here; we'll meet up again at the greenhouse area in back.\n\n\nAgent Rodney:\n Roger that.\n\n\n[The agents separate and proceed to search the store, section by section.]\n\n\nAgent Polk:\n It's quiet.\n\n\nAgent Rodney:\n Aren't you going to say \"too quiet\"?\n\n\nAgent Polk:\n Too quiet for what? It's a hobby shop on a Wednesday afternoon, of course it wouldn't be busy.\n\n\nAgent Rodney:\n But I haven't seen any employees around either.\n\n\nAgent Polk:\n Huh. Good point.\n\n\nAgent Rodney:\n Aha! Here we go… Are you close to the greenhouse yet? Join me in aisle 8, if you could, please.\n\n\nAgent Polk:\n What's the deal?\n\n\nAgent Rodney:\n Oh, you'll want to see this for yourself.\n\n\n[Agent Rodney approaches from behind a small group of people gathered in one aisle.]\n\n\nAgent Polk:\n Sure I will… Be there in a minute.\n\n\n[Agent Rodney maneuvers to the front of the crowd. Under a sales display for Venus Flytrap plants, video captures one particular instance moving irregularly and emitting sounds; its attention seems to be focused on an adjacent display of succulents.]\n\n\nSCP-8037:\n \nsinging (in harmony with itself)\n\n\n\n\nOooh, please say that you'll be mine!\n\n(Say you'll be mine!)\n\nIf you would hold me in your arms, I wouldn't mind the spines!\n\n(I wouldn't mind!)\n\nSo darling don't be prickly, please answer me quickly,\n\nPretty desert cactus flower, say that you'll be mine!\n\n(Say you'll be mine!)\n\n\n\n\n[Sparse applause from a confused-looking audience.]\n\n\nAgent Polk:\n Oh lord… So this is it, huh?\n\n\n[SCP-8037 uses its vines and movement capabilities to maneuver itself closer to the cactus. It then attempts to embrace the cactus, entangling itself among the limbs and skewering itself upon the spines.]\n\n\nAgent Rodney:\n Uhh… Eddie! The damn thing malfunctioned again!\n\n\nAgent Polk:\n Oh? Umm… Right. I'm on top of it, boss.\n\n\nAgent Rodney:\n Sorry for this, folks! I'm afraid our promotional display isn't working properly at this time.\n\n\nAgent Polk:\n But do be sure to watch \"World of Wondrous Plants\" on your streaming services at home!\n\n\nAgent Rodney:\n Eddie, hush! Just get that contraption out of here.\n\n\n[A store employee approaches.]\n\n\nGentleman:\n What's the meaning of all this ruckus?\n\n\nAgent Rodney:\n Are you the manager on duty here?\n\n\nGentleman:\n Manager? I'm the owner of this store!\n\n\nAgent Rodney:\n Well that's perfect then. My colleague here will clean this up; how about you and I go somewhere a bit more private to finish this conversation?\n\n\n[Agent Rodney disseminates a cover story involving viral marketing promotion for an upcoming television program. Agent Polk prepares SCP-8037 for transportation.]\n\n\n[END LOG]\n\n\n\n\nAfterword:\n All relevant witnesses were administered Class-A amnestics. Following acquisition, SCP-8037 was transferred to Site-16 for long-term containment.\n\n\n\n\n \n\n\n\n\nAddendum-02: Initial Interview\n\n\n\n\nForeword:\n SCP-8037 has been placed in Testing Chamber 07 for purposes of recording an interview. Dr. Nathan Reed supervising; Researcher Brianna Humphrey conducting.\n\n\n\n\n[BEGIN LOG]\n\n\n[Researcher Humphrey enters the testing chamber.]\n\n\nSCP-8037:\n \n(singing)\n\n\n\n\nGeorgia claimed her, Georgia named her,\n\nSweet little Georgia Brown!\n\n\n\n\nResearcher Humphrey:\n Has this been going on the whole time?\n\n\nSCP-8037:\n \n(scat performance of Sweet Georgia Brown continues)\n\n\nDr. Reed:\n Yes. They want to perform when anybody's there, they seem to run rehearsals when anybody's not. I don't know what to tell you.\n\n\nResearcher Humphrey:\n \n(sigh)\n The sooner we start, the sooner we can finish.\n\n\n[Researcher Humphrey takes a seat and organizes her pens, pencils, and notepad on the table.]\n\n\nResearcher Humphrey:\n We're recording, yes?\n\n\nDr. Reed:\n Proceed whenever you're ready.\n\n\nResearcher Humphrey:\n Alright. SCP-8037, I'd like for us to have a conversation.\n\n\n[SCP-8037 concludes its prior song.]\n\n\nResearcher Humphrey:\n Can you tell me anything about yourself?\n\n\nSCP-8037:\n Ya hear that, fellas? She wants to know all about us! Let's give her our opening number.\n\n\nResearcher Humphrey:\n There's no need for singing, just—\n\n\nSCP-8037:\n \nsinging (in harmony with itself)\n\n\n\n\nWe're those four boys that you've seen,\n\nA potted plant, our leaves so green,\n\nWe make salads jealous by the bowlful\n\n(By the bowlful)\n\n\n\n\n[Researcher Humphrey turns away to look back at Dr. Reed.]\n\n\nSCP-8037:\n \nsinging (in harmony with itself)\n\n\n\n\nBut the most impressive thing,\n\nIs the way we dance and sing,\n\nWith our golden voices, oh so soulful\n\n(So so soulful)\n\n\n\n\nResearcher Humphrey:\n Am I seriously supposed to work with this?\n\n\nSCP-8037:\n \nsinging (in harmony with itself)\n\n\n\n\nWe hope that it's not too shady,\n\nWhen we see a pretty lady,\n\nWe can't help but sing songs of romancing\n\n(Of romance…-ing)\n\n\n\n\n[SCP-8037 has used its tendrils to seize the stationery from the table and donned folded paper hats, while also twirling the pens and pencils like batons.]\n\n\nSCP-8037:\n \nsinging (in harmony with itself)\n\n\n\n\nHere comes this part of our act,\n\nWalking sticks and fancy hats,\n\nAnd now it's time we do a little dancing\n\n(It's time for dancing)\n\n\n\n\nResearcher Humphrey:\n Ugh! All my notes! I have two more interviews to do before lunch, and then archival duty all afternoon. I don't have time for putting up with this!\n\n\nDr. Reed:\n Do you need Security in there?\n\n\nResearcher Humphrey:\n Security, Containment Techs; you can come in here and take this thing back to the greenhouse yourself, for all I care. I'm leaving.\n\n\n[Researcher Humphrey concludes the interview session.]\n\n\n[\nEND LOG\n]\n\n\n\n\nAfterword:\n \n\"Researcher Humphrey has received a reprimand, stressing the importance of maintaining composure in Interview situations and persistently seeking to extract data.\" — Dr. Reed\n\n\n\n\n \n\n\n\n\nAddendum-03: Subsequent Interview\n\n\n\n\nForeword:\n Following a series of tests and observations on the biology of SCP-8037, it has been decided to resume attempts at communication or gaining psychological insight.\n\n\nNote:\n The audio recording was not operating correctly for the first portion of this log.\n\n\n\n\n[BEGIN LOG]\n\n\n[Video shows Researcher Humphrey enter the chamber. Humphrey places pens, pencils, notepad, and a small bag on the table.]\n\n\n[Researcher Humphrey feeds SCP-8037 from the contents of the bag, then sits across the table and begins writing in her notepad.]\n\n\nDr. Reed:\n Brianna, would you please check the microphone's connection?\n\n\n[Researcher Humphrey inspects and adjusts the device]\n\n\nResearcher Humphrey :\n -check. Can you hear me now?\n\n\nDr. Reed:\n Yes. You began the interview without me?\n\n\nResearcher Humphrey:\n Well, you were running a few minutes late. I didn't see the harm in it.\n\n\nDr. Reed:\n I could have told you the mic wasn't receiving. None of the audio before now was picked up!\n\n\nResearcher Humphrey:\n Oh, well that's fine. SCP-8037 isn't in such a talkative mood this morning anyway.\n\n\n[SCP-8037 is humming a tune and dancing along, its main leaves remaining closed.]\n\n\nDr. Reed:\n What? Why?\n\n\nResearcher Humphrey:\n I also performed a feeding before you got in. There's a nutrient supplement here we apply to the feed pieces, but it has this… sticky… consistency to it. Kind of like taffy.\n\n\nDr. Reed:\n So you came early, and impeded the interview before I got here?\n\n\nResearcher Humphrey:\n That's absurd! Merely a scheduling conflict between overworked staff, in a facility with equipment which is behind on maintenance…\n\n\nDr. Reed:\n Remind me to omit that later. Keep such discussions between you and the appropriate channels, not on SCP documents.\n\n\nResearcher Humphrey:\n I'm just saying.\n\n\nDr. Reed:\n Never mind. This still won't look good on us. What's the use of this interview been, thanks to this happening?\n\n\nResearcher Humphrey:\n I'm studying its movements.\n\n\nDr. Reed:\n \n(sigh)\n\n\n[END LOG]\n\n\n\n\nAfterword:\n \n\"The vines have shown a propensity for arranging themselves to mimic a roughly human form. SCP-8037 demonstrated its version of several swing era dances, such as The Charleston and The Carolina Shag.\" —Researcher Humphrey\n\n\n\n\n \n\n\n\n\nAddendum-04: Final Interview\n\n\n\n\nForeword:\n Further inquiry into the nature of SCP-8037, via direct communication, will be carried out.\n\n\nNote:\n An experimental test condition will be applied in conjunction in this interview.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Reed:\n How are we feeling this morning?\n\n\nResearcher Humphrey:\n Everything's great.\n\n\nDr. Reed:\n So are we going to conduct a productive interview today?\n\n\nResearcher Humphrey:\n You bet.\n\n\nDr. Reed:\n And where did this note about an \"experimental test condition\" come from?\n\n\n[Researcher Humphrey reveals a pot with a mundane Venus flytrap plant in it.]\n\n\nResearcher Humphrey:\n Ta-daa!\n\n\nDr. Reed:\n You put a little bow on top?\n\n\nResearcher Humphrey:\n For a feminine touch.\n\n\nDr. Reed:\n \n(chuckle)\n Just don't tell me her name is Audrey.\n\n\nResearcher Humphrey:\n What?\n\n\nDr. Reed:\n Haven't you seen that movie?\n\n\nResearcher Humphrey:\n I have no clue what you're talking about.\n\n\nDr. Reed:\n Huh… Okay then. But what's the point here?\n\n\nResearcher Humphrey:\n I think it'll be easier to sit through this if \nI'm\n not the object of this thing's… \"admiration\". It nearly hugged itself to death on a cactus, so it must like plants most of all.\n\n\nDr. Reed:\n Fine, I'll give you a chance here. But remember you're on thin ice already, so this better work out.\n\n\n[Researcher Humphrey enters the chamber.]\n\n\n[SCP-8037 is performing vocal exercises.]\n\n\n[Researcher Humphrey approaches the table.]\n\n\n[SCP-8037 perks up.]\n\n\nSCP-8037:\n Look who's here, boys! Are we ready? A-one, and a-two, and a-one, two, three.\n\n\nSCP-8037:\n \nsinging (in harmony with itself)\n\n\n\n\nHello my honey,\n\nHello my darling,\n\nHello my ragtime gal,\n\n(My sweet gal)\n\n\nSend me a kiss by wire,\n\n(By wire) —\n\n\n\n\nResearcher Humphrey:\n \n(interrupting)\n Now now, fellas. You know I can't do that.\n\n\nSCP-8037:\n But baby… my heart's on fire.\n\n\nResearcher Humphrey:\n Yes, I am aware. But perhaps I do have something to help in that regard.\n\n\nSCP-8037:\n Could it be? Is love in the air?\n\n\nDr. Reed:\n Is it actually responding to you?\n\n\nResearcher Humphrey:\n I think by now we have some rapport built up between us; don't interrupt now.\n\n\nSCP-8037:\n \nsinging (in harmony with itself)\n\n\n\n\nOh how long it's been,\n\nSince last we have seen,\n\nA sweetheart to love tender and true\n\n\nIt's a sad lonesome scene,\n\nBehind our leaves red and green,\n\nOn the inside we're feeling so blue\n\n\n\n\n[Researcher Humphrey reveals the mundane plant to SCP-8037 and places it on the table.]\n\n\nSCP-8037:\n Get a gander at this gorgeous gal!\n\n\nResearcher Humphrey:\n \n(Using a higher pitch voice)\n \"Well how do you do, sweetie pie!\"\n\n\nSCP-8037:\n \nsinging (in harmony with itself)\n\n\n\n\nI must be looking at the finest,\n\nBeauty of the Carolinas,\n\nThis darling is a masterpiece so rare\n\n(She's oh so rare)\n\n\nMuch more than just a raggy weed,\n\nShe's everything I'd ever need,\n\nIf only her and I could be a pair\n\n(Oh what a pair!)\n\n\nWell I hope that it's not too soon,\n\nBut we could get married in June,\n\nI feel that's where our fate's heading\n\n(Where fates are heading)\n\n\nInto my vines you would swoon,\n\nWe'll dance in the light of the moon,\n\nJust you and I on the night of our glorious wedding!\n\n(A big grand wedding!)\n\n\n\n\n[SCP-8037 maneuvers itself closer to the mundane plant. SCP-8037 pulls the plant into a close embrace, and then ceases further activity.]\n\n\nDr. Reed:\n What's happened to it?\n\n\nResearcher Humphrey:\n Your guess is as good as mine. Maybe it was just acting out because it felt lonely before now?\n\n\nDr. Reed:\n That's speculative.\n\n\nResesrcher Humphrey:\n Speculation is pretty much all we can do in a case like this, isn't it? And now we've gained more data to speculate on.\n\n\nDr. Reed:\n Yes, I suppose we have.\n\n\nResearcher Humphrey:\n This seems like the end of today's interview here; can we wrap it up? I'd like the extra time to ensure Test Chamber 6 is correctly prepped for the session in there.\n\n\nDr. Reed:\n Very well. I'll page the Containment Technicians to come return 8037 to the greenhouse.\n\n\n[Researcher Humphrey exits the chamber.]\n\n\n[END LOG]\n\n\n\n\nAfterword:\n Upon subsequent review of video recorded between the time when Researcher Humphrey left the room and when Containment Technicians entered to transport SCP-8037 to its chamber, the leaves of the mundane plant appeared to slowly curl into a grin.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Dionaea muscipula\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8037\n\" by Nickthebrick1, Boogey_Man23, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8037\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Flytrap.jpg\n\n\nName:\n Dionaea muscipula trap.jpg\n\n\nAuthor:\n che\n\n\nLicense:\n CC BY-SA 2.5\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum-02: Initial Interview\n",
        "Addendum-03: Subsequent Interview\n",
        "Addendum-04: Final Interview\n"
    ],
    "documents": [],
    "notes": [
        "Foreword: Routine Foundation Normalcy Monitoring Systems detected a potential disturbance at the premises of Green Al's Garden Kingdom in Myrtle Beach, South Carolina. An SCP Field Asset Team was deployed to investigate further. [BEGIN LOG] [Agent Polk and Agent Rodney walk across a parking lot and enter the store.] Agent Polk: So what exactly are we looking out for? Agent Rodney: We don't know exactly what we're looking for, that's why they send us here to look out. Agent Polk: How do we keep getting calls like these? Just once, I'd like to be in the second wave of response and know what I'm walking into beforehand. Agent Rodney: By then all the fun could already be over. Agent Polk: Yeah, yeah… all the \"fun\". Okay, you sweep that way, I'll head past the gardening tools here; we'll meet up again at the greenhouse area in back. Agent Rodney: Roger that. [The agents separate and proceed to search the store, section by section.] Agent Polk: It's quiet. Agent Rodney: Aren't you going to say \"too quiet\"? Agent Polk: Too quiet for what? It's a hobby shop on a Wednesday afternoon, of course it wouldn't be busy. Agent Rodney: But I haven't seen any employees around either. Agent Polk: Huh. Good point. Agent Rodney: Aha! Here we go… Are you close to the greenhouse yet? Join me in aisle 8, if you could, please. Agent Polk: What's the deal? Agent Rodney: Oh, you'll want to see this for yourself. [Agent Rodney approaches from behind a small group of people gathered in one aisle.] Agent Polk: Sure I will… Be there in a minute. [Agent Rodney maneuvers to the front of the crowd. Under a sales display for Venus Flytrap plants, video captures one particular instance moving irregularly and emitting sounds; its attention seems to be focused on an adjacent display of succulents.] SCP-8037: singing (in harmony with itself) Oooh, please say that you'll be mine! (Say you'll be mine!) If you would hold me in your arms, I wouldn't mind the spines! (I wouldn't mind!) So darling don't be prickly, please answer me quickly, Pretty desert cactus flower, say that you'll be mine! (Say you'll be mine!) [Sparse applause from a confused-looking audience.] Agent Polk: Oh lord… So this is it, huh? [SCP-8037 uses its vines and movement capabilities to maneuver itself closer to the cactus. It then attempts to embrace the cactus, entangling itself among the limbs and skewering itself upon the spines.] Agent Rodney: Uhh… Eddie! The damn thing malfunctioned again! Agent Polk: Oh? Umm… Right. I'm on top of it, boss. Agent Rodney: Sorry for this, folks! I'm afraid our promotional display isn't working properly at this time. Agent Polk: But do be sure to watch \"World of Wondrous Plants\" on your streaming services at home! Agent Rodney: Eddie, hush! Just get that contraption out of here. [A store employee approaches.] Gentleman: What's the meaning of all this ruckus? Agent Rodney: Are you the manager on duty here? Gentleman: Manager? I'm the owner of this store! Agent Rodney: Well that's perfect then. My colleague here will clean this up; how about you and I go somewhere a bit more private to finish this conversation? [Agent Rodney disseminates a cover story involving viral marketing promotion for an upcoming television program. Agent Polk prepares SCP-8037 for transportation.] [END LOG] Afterword: All relevant witnesses were administered Class-A amnestics. Following acquisition, SCP-8037 was transferred to Site-16 for long-term containment.",
        "Foreword: SCP-8037 has been placed in Testing Chamber 07 for purposes of recording an interview. Dr. Nathan Reed supervising; Researcher Brianna Humphrey conducting. [BEGIN LOG] [Researcher Humphrey enters the testing chamber.] SCP-8037: (singing) Georgia claimed her, Georgia named her, Sweet little Georgia Brown! Researcher Humphrey: Has this been going on the whole time? SCP-8037: (scat performance of Sweet Georgia Brown continues) Dr. Reed: Yes. They want to perform when anybody's there, they seem to run rehearsals when anybody's not. I don't know what to tell you. Researcher Humphrey: (sigh) The sooner we start, the sooner we can finish. [Researcher Humphrey takes a seat and organizes her pens, pencils, and notepad on the table.] Researcher Humphrey: We're recording, yes? Dr. Reed: Proceed whenever you're ready. Researcher Humphrey: Alright. SCP-8037, I'd like for us to have a conversation. [SCP-8037 concludes its prior song.] Researcher Humphrey: Can you tell me anything about yourself? SCP-8037: Ya hear that, fellas? She wants to know all about us! Let's give her our opening number. Researcher Humphrey: There's no need for singing, just— SCP-8037: singing (in harmony with itself) We're those four boys that you've seen, A potted plant, our leaves so green, We make salads jealous by the bowlful (By the bowlful) [Researcher Humphrey turns away to look back at Dr. Reed.] SCP-8037: singing (in harmony with itself) But the most impressive thing, Is the way we dance and sing, With our golden voices, oh so soulful (So so soulful) Researcher Humphrey: Am I seriously supposed to work with this? SCP-8037: singing (in harmony with itself) We hope that it's not too shady, When we see a pretty lady, We can't help but sing songs of romancing (Of romance…-ing) [SCP-8037 has used its tendrils to seize the stationery from the table and donned folded paper hats, while also twirling the pens and pencils like batons.] SCP-8037: singing (in harmony with itself) Here comes this part of our act, Walking sticks and fancy hats, And now it's time we do a little dancing (It's time for dancing) Researcher Humphrey: Ugh! All my notes! I have two more interviews to do before lunch, and then archival duty all afternoon. I don't have time for putting up with this! Dr. Reed: Do you need Security in there? Researcher Humphrey: Security, Containment Techs; you can come in here and take this thing back to the greenhouse yourself, for all I care. I'm leaving. [Researcher Humphrey concludes the interview session.] [ END LOG ] Afterword: \"Researcher Humphrey has received a reprimand, stressing the importance of maintaining composure in Interview situations and persistently seeking to extract data.\" — Dr. Reed",
        "Foreword: Following a series of tests and observations on the biology of SCP-8037, it has been decided to resume attempts at communication or gaining psychological insight. Note: The audio recording was not operating correctly for the first portion of this log. [BEGIN LOG] [Video shows Researcher Humphrey enter the chamber. Humphrey places pens, pencils, notepad, and a small bag on the table.] [Researcher Humphrey feeds SCP-8037 from the contents of the bag, then sits across the table and begins writing in her notepad.] Dr. Reed: Brianna, would you please check the microphone's connection? [Researcher Humphrey inspects and adjusts the device] Researcher Humphrey : -check. Can you hear me now? Dr. Reed: Yes. You began the interview without me? Researcher Humphrey: Well, you were running a few minutes late. I didn't see the harm in it. Dr. Reed: I could have told you the mic wasn't receiving. None of the audio before now was picked up! Researcher Humphrey: Oh, well that's fine. SCP-8037 isn't in such a talkative mood this morning anyway. [SCP-8037 is humming a tune and dancing along, its main leaves remaining closed.] Dr. Reed: What? Why? Researcher Humphrey: I also performed a feeding before you got in. There's a nutrient supplement here we apply to the feed pieces, but it has this… sticky… consistency to it. Kind of like taffy. Dr. Reed: So you came early, and impeded the interview before I got here? Researcher Humphrey: That's absurd! Merely a scheduling conflict between overworked staff, in a facility with equipment which is behind on maintenance… Dr. Reed: Remind me to omit that later. Keep such discussions between you and the appropriate channels, not on SCP documents. Researcher Humphrey: I'm just saying. Dr. Reed: Never mind. This still won't look good on us. What's the use of this interview been, thanks to this happening? Researcher Humphrey: I'm studying its movements. Dr. Reed: (sigh) [END LOG] Afterword: \"The vines have shown a propensity for arranging themselves to mimic a roughly human form. SCP-8037 demonstrated its version of several swing era dances, such as The Charleston and The Carolina Shag.\" —Researcher Humphrey",
        "Foreword: Further inquiry into the nature of SCP-8037, via direct communication, will be carried out. Note: An experimental test condition will be applied in conjunction in this interview. [BEGIN LOG] Dr. Reed: How are we feeling this morning? Researcher Humphrey: Everything's great. Dr. Reed: So are we going to conduct a productive interview today? Researcher Humphrey: You bet. Dr. Reed: And where did this note about an \"experimental test condition\" come from? [Researcher Humphrey reveals a pot with a mundane Venus flytrap plant in it.] Researcher Humphrey: Ta-daa! Dr. Reed: You put a little bow on top? Researcher Humphrey: For a feminine touch. Dr. Reed: (chuckle) Just don't tell me her name is Audrey. Researcher Humphrey: What? Dr. Reed: Haven't you seen that movie? Researcher Humphrey: I have no clue what you're talking about. Dr. Reed: Huh… Okay then. But what's the point here? Researcher Humphrey: I think it'll be easier to sit through this if I'm not the object of this thing's… \"admiration\". It nearly hugged itself to death on a cactus, so it must like plants most of all. Dr. Reed: Fine, I'll give you a chance here. But remember you're on thin ice already, so this better work out. [Researcher Humphrey enters the chamber.] [SCP-8037 is performing vocal exercises.] [Researcher Humphrey approaches the table.] [SCP-8037 perks up.] SCP-8037: Look who's here, boys! Are we ready? A-one, and a-two, and a-one, two, three. SCP-8037: singing (in harmony with itself) Hello my honey, Hello my darling, Hello my ragtime gal, (My sweet gal) Send me a kiss by wire, (By wire) — Researcher Humphrey: (interrupting) Now now, fellas. You know I can't do that. SCP-8037: But baby… my heart's on fire. Researcher Humphrey: Yes, I am aware. But perhaps I do have something to help in that regard. SCP-8037: Could it be? Is love in the air? Dr. Reed: Is it actually responding to you? Researcher Humphrey: I think by now we have some rapport built up between us; don't interrupt now. SCP-8037: singing (in harmony with itself) Oh how long it's been, Since last we have seen, A sweetheart to love tender and true It's a sad lonesome scene, Behind our leaves red and green, On the inside we're feeling so blue [Researcher Humphrey reveals the mundane plant to SCP-8037 and places it on the table.] SCP-8037: Get a gander at this gorgeous gal! Researcher Humphrey: (Using a higher pitch voice) \"Well how do you do, sweetie pie!\" SCP-8037: singing (in harmony with itself) I must be looking at the finest, Beauty of the Carolinas, This darling is a masterpiece so rare (She's oh so rare) Much more than just a raggy weed, She's everything I'd ever need, If only her and I could be a pair (Oh what a pair!) Well I hope that it's not too soon, But we could get married in June, I feel that's where our fate's heading (Where fates are heading) Into my vines you would swoon, We'll dance in the light of the moon, Just you and I on the night of our glorious wedding! (A big grand wedding!) [SCP-8037 maneuvers itself closer to the mundane plant. SCP-8037 pulls the plant into a close embrace, and then ceases further activity.] Dr. Reed: What's happened to it? Researcher Humphrey: Your guess is as good as mine. Maybe it was just acting out because it felt lonely before now? Dr. Reed: That's speculative. Resesrcher Humphrey: Speculation is pretty much all we can do in a case like this, isn't it? And now we've gained more data to speculate on. Dr. Reed: Yes, I suppose we have. Researcher Humphrey: This seems like the end of today's interview here; can we wrap it up? I'd like the extra time to ensure Test Chamber 6 is correctly prepped for the session in there. Dr. Reed: Very well. I'll page the Containment Technicians to come return 8037 to the greenhouse. [Researcher Humphrey exits the chamber.] [END LOG] Afterword: Upon subsequent review of video recorded between the time when Researcher Humphrey left the room and when Containment Technicians entered to transport SCP-8037 to its chamber, the leaves of the mundane plant appeared to slowly curl into a grin.",
        "\" SCP-8037 \" by Nickthebrick1, Boogey_Man23, from the SCP Wiki . Source: https://scpwiki.com/scp-8037 . Licensed under CC-BY-SA .",
        "Filename: Flytrap.jpg Name: Dionaea muscipula trap.jpg Author: che License: CC BY-SA 2.5 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-8037",
    "object_class": "Safe",
    "containment_procedures": "SCP-8037 is kept in a climate-controlled chamber in the Botanical Storage Wing of Site-16. Routine feeding and plant care is performed by Containment Technicians when SCP-8037 is not involved in active testing.",
    "description": "SCP-8037 is an instance of the Venus flytrap1 plant. It is significantly larger than typical examples of the species, and exceeds the natural limits of energy and movement for flora of its kind. It has four of the distinct leaves, in addition to several vine-like tendrils which it controls with exceptional strength and precision. SCP-8037 is capable of autonomous movement, utilizing its features to manipulate objects and move itself around in its environment. It is rooted in soil held by a planter pot made of alumina ceramic.",
    "title": "SCP-8037"
}