{
    "url": "https://scp-wiki.wikidot.com/scp-8038",
    "all_text": "Pridefest meets Sailor Moon in a short romp about magical girl anime in the 1990s and finding yourself in the face of opposition.\n\n\n\n\n\n\n\n\n\n\nrating: \n+63\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nCW: This article contains misgendering of a trans character.\n\n\nWritten by \nDianaBerry\n and \nJackalRelated\n.\n\n\n\n\n\n\n\n\nrating: \n+63\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-8038\n\n\nLevel 2/8038\n\n\n\n\n\n\nObject Class:\n Keter\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe title card of \nSparkling Butterfly\n.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nFoundation Webcrawler Delta-414 (“RONDO REVOLUTION”) is to search the web for all mentions of SCP-8038. Upon discovery, all instances are to be removed and downloaded onto a secure hard drive; all content is to be archived before deletion.\n\n\nFurther action on SCP-8038 is being deliberated.\n\n\n\n\nDescription:\n\n\nSCP-8038 refers to Episode 79 of the 1993 Japanese anime \nSparkling Butterfly\n. On June 1st, 2022, SCP-8038 began to appear on both illegal and legal anime streaming sites and platforms online, as well as retroactively on previously-released physical media (VHS, Laserdisc, Blu-Ray, etc.). As only 78 episodes were produced, the sudden existence of a fully-created 79th episode, as well as its appearance on physical media was determined significant enough for Foundation intervention.\n\n\nAdditionally, while the original 78 episodes of \nSparkling Butterfly\n would often focus on either regular life for Fujimiya or her battles against the evil Crystallizing as the mahou shoujo\n1\n Sparkling Butterfly, SCP-8038 focuses on the titular character reconciling with the main villain of the series. It is also notable that SCP-8038's run time is significantly shorter than any of the episodes of the original series with a run time of approximately 10 minutes, as opposed to the normal 24 minutes and ten seconds.\n\n\nThe following excerpts are taken from the English Wikipedia article for familiarization purposes.\n\n\n\n\nSparkling Butterfly\n (\nJapanese\n: 煌めきバタフライ, \nHepburn\n: \nKirameki Batofurai\n) also stylized as \nSparkling! 🦋 BUTTERFLY\n ( キラキラ🦋タフライ, \nKirakira Batofurai\n), is a Japanese \nmagical girl anime television series\n written and produced by \nSakura Animations\n which aired from 1993 to 1995 on MiraiTV and ran for two seasons with a total run of 78 episodes. The series follows Ageha Fujimiya, a 15-year-old high school student who is recruited by the mysterious Dumach and taught how to transform into the magical Sparkling Butterfly, a superheroine with the ability to fight the evil empress Crystallizing who wishes to corrupt the world. While not fighting evil, Fujimiya deals with her daily life and growing up.\n\n\n\n\n\n\n \n\n\n\n\nIn North America and Europe, the anime was released through online streaming on the \nAnimePalace\n streaming service. Due to the series' cult status, an official blu-ray was also released in 2018. No English dub has been produced for the series.\n\n\n\n\n\n\n \n\n\n\n\n\n\nCharacters\n\n\n\n\nAgeha Fujimiya\n (藤宮 揚羽, \nFujimiya Ageha\n) / \nSparkling Butterfly\n (スパークリング・バタフライ, \nSupākuringu Batofurai\n)\n\n\n\n\nVoiced by: \nMasuyo Inoue\n\n\nA kind 15-year-old girl that attends Itogahara High School. She is cheerful and upbeat, with many friends in her class. After being given the power to transform into the superheroine Sparkling Butterfly by Dumach, she promises to fight the monsters sent by her arch-rival, Crystallizing. She loves gardening, insects, and nature. Aspires to be an entomologist. At the end of the series, she chooses to be the last holder of the Sparkling Butterfly title.\n\n\n\n\nMinami Suzuki\n (鈴木 みなみ, \nSuzuki Minami\n)\n\n\n\n\nVoiced by: \nChiho Yonemura\n\n\nA 15-year-old girl who is Fujimiya's best friend. She is the only one who knows about Fujimiya's ability to transform into Sparkling Butterfly. Although powerless, she supports her best friend and often covers for Fujimiya in class so she can defeat Crystallizing. She is a lot shyer than Fujimiya but very friendly once she is able to connect with someone new.\n\n\n\n\nHaruki Yamamoto\n (山本 春木, \nYamamoto Haruki\n)\n\n\n\n\nVoiced by: \nTetsuya Kagawa\n\n\nA popular 17-year-old boy who also attends Itogahara High School. He is charming and elegant, which has caused almost every girl in the school to fall for him, including Fujimiya. He is friends with Fujimiya and Suzuki, and it is implied that he has a crush on Suzuki. One of the series's running gags involves him loudly praising Sparkling Butterfly's efforts in front of Fujimiya.\n\n\n\n\nNobu Shimada\n (島田 城, \nShimada Nobu\n) / \nCrystallizing\n (クリスタライジング, \nKurisutaraijingu\n)\n\n\n\n\nVoiced by: \nYūri Kai\n\n\nAn evil, chaotic adult woman with the ability to cocoon people and turn their greatest desires into a monster called a Chrysalis. Her plots are often disrupted by Fujimiya, who she considers her greatest enemy. She works in disguise at Itogahara Middle School as a PE teacher, but is initially unaware that Fujimiya is Sparkling Butterfly.\n\n\nIn the final several episodes, it is revealed that she was the original Sparkling Butterfly. Unwillingly forced into the position by Dumach, she rebelled and was subsequently cursed by him, leading to her becoming Crystallizing. She is heavily injured in the finale, and implied to have died.\n\n\n\n\nMashhit Dumach\n (マッシュヒーツ・ドゥーマック, \nMasshuhītsu Doūmakku\n)\n\n\n\n\nVoiced by: \nKaneto Shiozawa\n\n\nA mysterious, well-dressed young man who gives Fujimiya the power to become Sparkling Butterfly. Claiming to be an emissary for good, he instructs Fujimiya to fight Crystallizing's attempts to debauch the world.\n\n\nAt the end of the series, it is revealed that he is directly responsible for Crystallizing's condition. While mostly appearing to be an affable and friendly man, he is actually a very vindictive spider-like being that feeds on chaos and fear. In the finale, both Sparkling Butterfly and Crystallizing work together to defeat him.\n\n\n\n\n\n\n\n\nAddendum 01:\n Discovery\n\n\nSCP-8038 first came to Foundation attention on June 1st, 2022, when a Foundation webcrawler picked up possible anomaly keyphrases on a popular forum board dedicated to anime wherein fans of \nSparkling Butterfly\n discussed a mysterious new 79th episode of the series.\n\n\n \n\n\n\n\nPage 201/210 » \n[ \nNew Episode of Sparkling Butterfly? EP 79\n ]\n\n\n\n\ngandamudato\n | JUN. 01, 2022 | #267422686\n\n\nSo this might not really be the place for this, but this is the anime board after all so I thought I’d post here. I was going to rewatch Sparkling Butterfly so I could make some more fanart, and on PlaceForAnime I noticed there was a 79th episode. I thought this was a mistake at first and was just like a copy of one of the other episodes, so I decided to watch it to make sure. NOPE. It’s a completely new episode and it’s still in the animation style of the original series. The plot was really strange to me, as it was about Fujimiya forgiving Crystallizing for everything she did seven years after the series ended. It also was way shorter than a normal episode at just 10 minutes. But there was one really major change that stood out. Crystallizing was a dude. Like we all know she was a woman (yes I'm aware of what the writers planned originally and all but it unfortunately doesn't count). Is this like their way of starting a reboot or something? And why didn’t they announce its release? Why dump it straight to streaming platforms? Did anyone else see this?\n\n\n \n\n\n\n\nSoleilFruit\n | JUN. 01, 2022 | #267422742\n\n\nI saw this too, and I honestly wondered if I was going crazy. They even brought back OP1, Kagayaku! Shining Butterfly. Not that I mind the changes, but it’s something that was really strange to me. Feels like a pretty good follow up to the kinda depressing ending though.\n\n\n\n\n\n\nNutrababy\n | JUN. 01, 2022 | #267423034\n \n>>\n267423106\n\n\nSakura Animation actually posted about this on their socials\n\n\nThey stated that they didn’t make the episode there are no plans for a reboot or anything and they’re actually trying to figure out where it came from\n\n\n\n\n\n\nSoleilFruit\n | JUN. 01, 2022 | #267423106\n\n\n>>\n267423034\n\nWhoa really? That’s like really weird\n\n\n\n\n\n\ngandamudato\n [OP] | JUN. 01, 2022 | #267423117\n \n>>\n267423153\n\n\nI just checked their socials and yep, it’s true. They also clarified that Crystallizing was \"open to interpretation\" but written as a woman. In the new episode, she talks about how she’s happy to finally be herself. Or uh, his self? She says that he's a guy now. Do you think a fan made this trying to project a headcanon onto the character? Like rewriting the finale? It's too high quality to be a fanwork though…\n\n\n\n\n\n\nNutrababy\n | JUN. 01, 2022 | #267423153\n \n>>\n267423452\n\n\n>>\n#267423117\n\nPossibly\n\n\nBut then how would it have gotten on official streaming platforms if it was a fan project\n\n\nMaybe it's a leak of an anniversary special or something and they're trying to cover it up. It's almost the 30th anniversary in a couple of years so\n\n\n\n\n\n\ngandamudato\n [OP] | JUN. 01, 2022 | #267423452\n\n\n>>\n#267423153\n\nThat’s a good point, this is really weird.\n\n\n\n\n\n\nCrystallizingCrystal\n | JUN. 01, 2022 | #267423553\n \n>>\n267423699\n \n>>\n267423880\n \n>>\n267424525\n\n\nyou guys may not care about the change, but i do. like the whole point of crystallizing is she's meant to be a WOMAN. if they wanted her to be some fugly dude, it woulda been in the show. she was supposed to be the hot and sexy anime villain that fans could love like what the fuck is this woke shit\n\n\n\n\n\n\nlupulella-mesomelas\n | JUN. 01, 2022 | #267423699\n\nFile: \nwow-magical-girls.png\n (170.26 KB, 2000x1544)\n\n\n\n\n\n\n\n\n>>\n267423553\n\n\n>what the fuck is this woke shit\n\nARE YOU STUPID?\n\n\n\n\n\n\n\n\n\n\nMoonlightlegend\n | JUN. 01, 2022 | #267423452\n\n\n>>\n267423553\n\nFound the media illiterate.\n\n\nIt's always the damn Crystallizing fans man. Do you have enough braincells to pick up on subtext? The show always hinted that there was something off with him, that he was longing for something he couldn't have (and no it wasn't fucking defeating Sparkling Butterfly)\n\n\ndid you see the finale? did we even watch the same show\n\n\n\n\n\n\nCrystallizingCrystal\n | JUN. 01, 2022 | #267424097\n \n>>\n267424097\n\n\nSHE!!! crystallizing is a GIRL!!! a fucking dommy mommy bad bitch. stop with that woke shit\n\n\n\n\n\n\nMoonlightlegend\n | JUN. 01, 2022 | 267424221\n\n\n>>\n267424097\n\nlow effort bait you're so gonna get banned\n\n\n\n\n\n\nRev Girl Utena\n | JUN. 01, 2022 | #267424525\n\n\n>>\n267423553\n\nYou legit sound like ep. 77 Dumach rn\n\n\n\n\n\n\nAurabug27\n | JUN. 02, 2022 | #267425290\n\n\nCould anyone find out anything about who the new voice actor for Crystallizing is? Ageha sounds the exact same too which is really weird considering it's been almost 30 years and her original voice actress is in her 50s now. Plus if you look back at the promos from a couple of years ago for the blue ray she sounds noticeably different. There are no credits and I've never heard this voice actor for Crystallizing before.\n\n\n\n\n\n\ngandamudato\n [OP] | JUN. 02, 2022 | #267425380\n\n\n>>\n#267425290\n\nI looked into it, and I couldn't find a thing. Someone asked Masuyo Inoue, Fujimiya's seiyuu, since she's active on twitter, and she said she hasn't done any voice work for Sparkling Butterfly since the HD release.\n\n\n\n\n\n\nAurabug27\n | JUN. 02, 2022 | #267425452\n\n\n>>\n267423553\n\nThis is weird as hell.\n\n\n\n\n\n\ngandamudato\n [OP] | JUN. 02, 2022 | #267425680\n\n\nOK so I grabbed my HD Blu Ray to check if I could find anything in the extras on it but I swear im going crazy. The freaky part is that this episode shows up in the episode list on my DVD. My Blu Ray DVD from four years ago. Like, it's there, labeled as Episode 79. It was absolutely NOT there before man this has to be some Mandela Effect shit.\n\n\n\n\n\n\n\n\nFollowing standard protocol, the conversation was immediately remotely terminated by the Foundation under the cover of a DDoS attack and all users involved with the anomaly were administered visual memetoamnestics.\n\n\n\n\nAddendum 02:\n Episode Transcripts [67 & SCP-8038]\n\n\nDue to the contents of SCP-8038 being significantly different from the original series of \nSparkling Butterfly\n, a translated transcript of the original show has been included for comparison. Full transcripts of all the episodes and SCP-8038 are available by contacting the Foundation Photo-Video Analysis Review Department [PVARD].\n\n\nThe following is a portion of a transcript from Episode 67.\n\n\n\n\n\n\n[Transcript is from 13:37-18:51 out of 24:10.]\n\n\n\n\n\n\nEXT. PARK - DAY\n\n\n\n\n\n\nFujimiya and Suzuki are sitting at a bench in a public park, both in their school uniforms.\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nAaaaaauuh! It's my fault Yamamoto got in trouble… he took the blame for me! I was the one who was peeking at the contest results.\n\n\n\n\n\n\n\n\n\n\nSUZUKI\n\n\n\n\n\n\nIt's not like you meant bad by it, you were only trying to see if Matsudaira was cheating.\n\n\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nBut now Yamamoto is going to be mad at me! He was just trying to hide the barrette I dropped in there… waaaaaaah, what should I do, Minami-chan?\n\n\n\n\n\n\n\n\nFujimiya grabs Suzuki by the shoulders and shakes her.\n\n\n\n\n\n\n\n\nSUZUKI\n\n\n\n\n\n\nAgeha, if he really was angry at you, he wouldn't have risked trying to pick up your barrette for you!\n\n\n\n\n\n\n\n\nFujimiya stops shaking Suzuki.\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nAh, that's true, isn't it?\n\n\n\n\n\n\n\n\n\n\nSUZUKI\n\n\n\n\n\n\nIt is! If you're really worried, why don't you write him a letter?\n\n\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nBut writing letters is your thing…\n\n\n\n\n\n\n\n\nSuzuki reaches into her bag.\n\n\n\n\n\n\n\n\nSUZUKI\n\n\n\n\n\n\nEveryone can do it! Letters are the gateway to the soul! What's a better way to express your feelings than to write them down?\n\n\n\n\n\n\n\n\nShe pulls out a pen and notepad and hands it to Fujimiya.\n\n\n\n\n\n\n\n\nSUZUKI\n\n\n\n\n\n\nI love writing letters to people. That's why my dream is to be a writer. So I can express my feelings in writing!\n\n\n\n\n\n\n\n\nFujimiya takes the pen and paper, with a sulking frown on her face.\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nI guess I could try it for you, Minami…\n\n\n\n\n\n\n\n\nSuzuki smiles and claps her hands together.\n\n\n\n\n\n\n\n\nSUZUKI\n\n\n\n\n\n\nThat's the spirit! You're always trying to do the right thing, Ageha-chan. I'm sure expressing yourself will clear up everything between you and Yamamoto.\n\n\n\n\n\n\n\n\nA voice from behind them startles them.\n\n\n\n\n\n\n\n\nCRYSTALLIZING\n\n\n\n\n\n\nHow cute. But as if writing measly little letters is going to solve anything.\n\n\n\n\n\n\n\n\nCrystallizing appears in the sky, floating above the two on a pack of dark-colored butterflies.\n\n\n \n\nFujimiya gasps.\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nCrystallizing!\n\n\n\n\n\n\n\n\n\n\nSUZUKI\n\n\n\n\n\n\nDo you have to ruin every nice moment?\n\n\n\n\n\n\n\n\n\n\nCRYSTALLIZING\n\n\n\n\n\n\nHmph! The same goes for your friend. Every time I'm about to succeed, she always ruins it with her sparkly little gleams of light. But not this time!\n\n\n\n\n\n\n\n\nCrystallizing reaches out her hand, pointing it towards Suzuki.\n\n\n\n\n\n\n\n\nCRYSTALLIZING\n\n\n\n\n\n\nDark wings, show the desire in her heart, and trap it where it'll never flourish!\n\n\n\n\n\n\n\n\nA dark aura surrounds Suzuki, causing her to fall unconscious. She is lifted into the sky, a dark cocoon wrapping itself around her. After she is trapped, a giant monster shaped like an envelope with a butterfly seal appears. It ROARS.\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nMinami, wait for me! I'll protect you!\n\n\n\n\n\n\n\n\nThe background is replaced with a glowing orange and gold aura. A sparkling silhouette of Fujimiya is seen. A butterfly-themed wand appears in her hand. Her hair falls out of the low pigtails it's in, now flowing loose. Fujimiya waves the wand over her head, her hair growing longer, then moves to tie itself up in two large high ponytails. Next, she points the wand over her torso, a puffy-sleeved top and a short but multiple-layered frilly skirt appears. She points the wand at her legs, thigh-length stockings with lace at the top appearing. She then points the wand to her feet, two orange heels with golden butterflies at the toe of each shoe forming. Short gloves form around her hands. Lastly, she points the wand at her face. Makeup appears on her face, and her eyes turn from brown to orange.\n\n\n \n\nSparkling Butterfly lands on the ground in a pose, ready to fight. She looks at the cocoon Minami has been trapped in, an angry expression on her face.\n\n\n\n\n\n\n\n\nSPARKLING BUTTERFLY (FUJIIMIYA)\n\n\n\n\n\n\nYou’ve really done it this time, Crystallizing!\n\n\n\n\n\n\n\n\nThe monster starts towards Sparkling Butterfly. She dodges the attack, swiftly moving to the side.\n\n\n\n\n\n\n\n\nCRYSTALLIZING\n\n\n\n\n\n\nOh? Is this what angers you, Little Sparkler? I’d argue I’ve done much worse.\n\n\n\n\n\n\n\n\nCrystallizing places a finger on her chin.\n\n\n \n\nSparkling Butterfly jumps up into the air. She does a flip, then jumps towards the giant monster, kicking it with extreme force, causing it to stumble backward with a loud groan.\n\n\n\n\n\n\n\n\nSPARKLING BUTTERFLY\n\n\n\n\n\n\nYou turned my precious Minami into a Chrysalis! I didn’t think you’d stoop so low! What did she do to you, huh?\n\n\n\n\n\n\n\n\nCrystallizing throws her head back, giving a hearty laugh.\n\n\n\n\n\n\n\n\nCRYSTALLIZING\n\n\n\n\n\n\nWhat did she do to me? What did she do to me? It’s not about what \nshe\n did to me. Or about what anyone I target has done to me. You wouldn't understand! You're just a child. You don't live in reality! Chrysalis, after her!\n\n\n\n\n\n\n\n\nThe Chrysalis gets back up from the ground, starting after Sparkling Butterfly once more.\n\n\n \n\nSparkling Butterfly dodges its punch once again.\n\n\n\n\n\n\n\n\nSPARKLING BUTTERFLY\n\n\n\n\n\n\nI live in reality more than you do! I help my parents with their business! I attend school and keep my grades high! And I have to stop you from terrorizing innocent people! All Minami wanted was to show herself through her letters! What do you want, huh? To ruin people’s lives?\n\n\n\n\n\n\n\n\nCrystallizing scoffs.\n\n\n\n\n\n\n\n\nCRYSTALLIZING\n\n\n\n\n\n\nDon't joke around. All you do is what people tell you to do! Life doesn't care for what people want or hope. Once you understand that, the better off you'll be! That's the real truth! Chrysalis, don’t just stand there, get her!\n\n\n\n\n\n\n\n\nThe Chrysalis starts towards Sparkling Butterfly, successfully landing a hit, causing the girl to be thrown into a nearby building.\n\n\n \n\nSparkling Butterfly slowly pushes herself back up to stand.\n\n\n\n\n\n\n\n\nSPARKLING BUTTERFLY\n\n\n\n\n\n\nYou're right, I don't understand that, and I never will! I won't ever live like that!\n\n\n\n\n\n\n\n\nThe background behind Sparkling Butterfly becomes sparkling hues of orange and gold. She raises her wand up.\n\n\n\n\n\n\n\n\nSPARKLING BUTTERFLY\n\n\n\n\n\n\nSparkling Butterfly Sparkle Bomb!\n\n\n\n\n\n\n\n\n\n\n\n\nA still from Episode 67.\n\n\n\n\n\n\n\n\nSparkling Butterfly aims the wand at the Chrysalis. It is soon blasted by the ray of sparkles and orange butterflies, causing it to disappear.\n\n\n\n\n\n\n\n\nSPARKLING BUTTERFLY\n\n\n\n\n\n\nSpread your wings, Minami!\n\n\n\n\n\n\n\n\nThe cocoon holding an unconscious Suzuki gently folds open, causing her to fall down from the sky. Sparkling Butterfly dashes over to Suzuki, catching the girl.\n\n\n \n\nAn angry expression is on Crystallizing’s face.\n\n\n\n\n\n\n\n\nCRYSTALLIZING\n\n\n\n\n\n\nOf course you save your little friend and the day once again! That’s all you ever want. You'll never learn!\n\n\n\n\n\n\n\n\nCrystallizing disappears in a cloud of black butterflies.\n\n\n \n\nSparkling Butterfly looks down at her unconscious friend, and strokes her hair.\n\n\n\n\n\n\n\n\nSPARKLING BUTTERFLY\n\n\n\n\n\n\nUnforgivable. What does Crystallizing want? She constantly puts innocent people in danger. I will always protect the world from her! What she wants will never matter to anyone!\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\nThe following is the transcript of SCP-8038, Episode 79.\n\n\n\n\n\n\n\nThe opening titles of \nSparkling Butterfly\n plays.\n\n\n\n\n\n\nEXT. PARK - DAY\n\n\n\n\n\n\nFujimiya and Suzuki approach a bench in the park covered by a tree. Suzuki is wearing a jacket and a t-shirt with slacks; Fujimiya is wearing dress shirt and dress pants. Suzuki is holding onto Fujimiya, her arm interlinked with Fujimiya's. They stop short a small distance away from the bench.\n\n\n \n\nSuzuki turns towards Fujimiya.\n\n\n\n\n\n\n\n\nSUZUKI\n\n\n\n\n\n\nMy opinion on this is still the same… but if you need me, give me a shout and I'll step in, okay?\n\n\n\n\n\n\n\n\nShe leans in and kisses her on the cheek.\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nIt'll be just like back then. I promise!\n\n\n\n\n\n\n\n\n\n\nSUZUKI\n\n\n\n\n\n\nThat's what I'm worried about…\n\n\n\n\n\n\n\n\nFujimiya breaks off from Suzuki and approaches the bench. Sitting at the bench is CRYSTALLIZING: his body type is more masculine, and he's wearing jeans and a sweater. He leans back in the bench as Fujimiya approaches and sits down.\n\n\n \n\nAfter sitting in silence for about a minute, Fujimiya speaks.\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nI suppose I should start, then.\n\n\n\n\n\n\n\n\n\n\nCRYSTALLIZING\n\n\n\n\n\n\nNo, I should. It was a real longshot — I expected to… I wasn't really prepared.\n\n\n\n\n\n\n\n\nHe sighs.\n\n\n\n\n\n\n\n\nCRYSTALLIZING\n\n\n\n\n\n\nI'm sorry for everything I put you through. I know it doesn't excuse that—\n\n\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nYou're right, it doesn't. But I've seen what you've been doing ever since then — I think that speaks more than any apology you could give me.\n\n\n\n\n\n\n\n\n\n\nCRYSTALLIZING\n\n\n\n\n\n\nMaybe. I'm not exactly proud of who I used to be.\n\n\n\n\n\n\n\n\n\n\n\n\nA still from SCP-8038.\n\n\n\n\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nI should apologize, too. Back then, I'd never questioned what I'd been told — if only I had just reached out and asked…\n\n\n\n\n\n\n\n\nCrystallizing laughs.\n\n\n\n\n\n\n\n\nCRYSTALLIZING\n\n\n\n\n\n\nYou don't need to apologize. I was the villain and you were the hero, remember? That's just the way things were written.\n\n\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nWe have other options now.\n\n\n\n\n\n\n\n\n\n\nCRYSTALLIZING\n\n\n\n\n\n\nVillains aren't supposed to get a second chance. You're supposed to defeat them and save the day.\n\n\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nDidn't we already? Together?\n\n\n\n\n\n\n\n\nBoth are silent for a little while.\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nYou know, it's funny that we're both themed after butterflies. Butterflies signify growth and change and becoming someone new, yet we just stayed the same all that time. Whose poor choice was that?\n\n\n\n\n\n\n\n\nCrystallizing smirks.\n\n\n\n\n\n\n\n\nCRYSTALLIZING\n\n\n\n\n\n\nI think we know the answer to that better than anyone else.\n\n\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nIt's in our hands now, at least.\n\n\n\n\n\n\n\n\n\n\nCRYSTALLIZING\n\n\n\n\n\n\nI appreciate you giving me this, Fujimiya. I never wanted to be like that. I never asked for it.\n\n\n(beat)\n\n\nI’m happy I get to be who I want to be now, but I'm not sure I deserve it.\n\n\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nThere's no excuse for all the people you hurt, but you've tried every moment since you recovered to atone for what you did. In that process, you found yourself. You deserve that happiness. What kind of hero would I be if I didn't give everyone a chance?\n\n\n\n\n\n\n\n\nCrystallizing leans back in the bench further.\n\n\n\n\n\n\n\n\nCRYSTALLIZING\n\n\n\n\n\n\nI could learn a thing or two from you.\n\n\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nI'm only paying back the favor. Now that you're who you want to be… what is your dream?\n\n\n\n\n\n\n\n\n\n\nCRYSTALLIZING\n\n\n\n\n\n\nWhat's my dream?\n\n\n\n\n\n\n\n\nHe pauses.\n\n\n\n\n\n\n\n\nCRYSTALLIZING\n\n\n\n\n\n\nI can't say I've thought about it.\n\n\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nThat's okay! As Minami always tells me, there's always time to find it. Speaking of —\n\n\n\n\n\n\n\n\nFujimiya stands up.\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nI promised her I'd keep it short. She says she won't ever forgive you, but — and don't tell her this — sometimes I catch her reminiscing about those days in PE with our beloved Shimada-sensei.\n\n\n\n\n\n\n\n\n\n\nCRYSTALLIZING\n\n\n\n\n\n\nCalling me that only makes me feel old. Just call me Nobuhiko, okay?\n\n\n\n\n\n\n\n\n\n\nFUJIMIYA\n\n\n\n\n\n\nThat's a good name. Okay, Mr. Nobuhiko then. Bye for now, but you know how to contact me! I want to talk to you again sometime, alright?\n\n\n\n\n\n\n\n\nHe nods.\n\n\n \n\nFujimiya stands up and walks back over to Suzuki. As the two start to walk away, Suzuki turns around and waves back at Crystallizing.\n\n\n \n\nHe returns the wave, and Suzuki continues walking with Fujimiya.\n\n\n\n\n\n\n\n\nCRYSTALLIZING\n\n\n\n\n\n\nquietly\n\nKids nowadays…\n\n\n\n\n\n\n\n\nHe covers his face in his hands and softly cries.\n\n\n\n\n\n\nThe closing credits of \nSparkling Butterfly\n plays.\n\n\n\n\n\n\n\n\nAddendum 03:\n Containment Procedure Deliberation\n\n\nAfter a period of discussion with media containment specialists, it was decided that the containment procedures will be as follows:\n\n\n\n\nThe Foundation will conduct a disinformation campaign with the assistance of Sakura Animations that SCP-8038 is the 79th episode; while unreleased on television, it was included in all home media releases and also remastered in 2018 for the 25th anniversary. Any previous online activity that contradicts this cover story is to be erased. Monitoring of changes in SCP-8038 behavior will continue. However, due to the acceptance of SCP-8038 by the show's community and lack of further anomalous activity, it is highly likely that any further Foundation intervention (if at all) will be extremely minimal.\n\n\n\n\nA suggested object class change to \nSafe, pending Neutralized\n is in the process of being approved as well.\n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-8037\n | SCP-8038 | \nSCP-8039\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8038\n\" by DianaBerry, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8038\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n SB\n\n\nAuthor:\n \nDianaBerry\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/local--files/scp-8038/SB\n\n\n\n\n\n\nFilename:\n sparkling-butterfly-sm.png, sparkling-butterfly-med.png\n\n\nAuthor:\n \nJackalRelated\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-8038/sparkling-butterfly-sm.png\n\n\nhttps://scp-wiki.wdfiles.com/local--files/scp-8038/sparkling-butterfly-med.png\n\n\nDerivative of:\n \nhttps://commons.wikimedia.org/wiki/File:Wrinkled_Paper_Texture_Free_Creative_Commons_(6816216700).jpg\n\n\nhttps://commons.wikimedia.org/wiki/File:FREE_Wrinkled_Fabric_Paper_Texture_Creative_Commons_(4798631357).jpg\n\n\nAdditional Notes:\n Made with textures from the above link.\n\n\n\n\n\n\nFilename:\n Crystalizing\n\n\nAuthor:\n \nDianaBerry\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/local--files/scp-8038/Crystallizing\n\n\n\n\n\n\nFilename:\n wow-magical-girls-sm.png, wow-magical-girls.png\n\n\nAuthor:\n \nJackalRelated\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-8038/wow-magical-girls-sm.png\n\n\nhttps://scp-wiki.wdfiles.com/local--files/scp-8038/wow-magical-girls.png\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \"Mahou shoujo\" means magical girl.",
    "addendums": [
        "Addendum 01: Discovery\nSCP-8038 first came to Foundation attention on June 1st, 2022, when a Foundation webcrawler picked up possible anomaly keyphrases on a popular forum board dedicated to anime wherein fans of Sparkling Butterfly discussed a mysterious new 79th episode of the series.\nFollowing standard protocol, the conversation was immediately remotely terminated by the Foundation under the cover of a DDoS attack and all users involved with the anomaly were administered visual memetoamnestics.",
        "Addendum 02: Episode Transcripts [67 & SCP-8038]\nDue to the contents of SCP-8038 being significantly different from the original series of Sparkling Butterfly , a translated transcript of the original show has been included for comparison. Full transcripts of all the episodes and SCP-8038 are available by contacting the Foundation Photo-Video Analysis Review Department [PVARD].\nThe following is a portion of a transcript from Episode 67.\n\n\n",
        "Addendum 03: Containment Procedure Deliberation\nAfter a period of discussion with media containment specialists, it was decided that the containment procedures will be as follows:\nA suggested object class change to Safe, pending Neutralized is in the process of being approved as well."
    ],
    "documents": [],
    "notes": [
        "The Foundation will conduct a disinformation campaign with the assistance of Sakura Animations that SCP-8038 is the 79th episode; while unreleased on television, it was included in all home media releases and also remastered in 2018 for the 25th anniversary. Any previous online activity that contradicts this cover story is to be erased. Monitoring of changes in SCP-8038 behavior will continue. However, due to the acceptance of SCP-8038 by the show's community and lack of further anomalous activity, it is highly likely that any further Foundation intervention (if at all) will be extremely minimal.",
        "\" SCP-8038 \" by DianaBerry, from the SCP Wiki . Source: https://scpwiki.com/scp-8038 . Licensed under CC-BY-SA .",
        "Filename: SB Author: DianaBerry License: CC-BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/local--files/scp-8038/SB",
        "Filename: sparkling-butterfly-sm.png, sparkling-butterfly-med.png Author: JackalRelated License: CC-BY-SA 3.0 Source Link: https://scp-wiki.wdfiles.com/local--files/scp-8038/sparkling-butterfly-sm.png https://scp-wiki.wdfiles.com/local--files/scp-8038/sparkling-butterfly-med.png Derivative of: https://commons.wikimedia.org/wiki/File:Wrinkled_Paper_Texture_Free_Creative_Commons_(6816216700).jpg https://commons.wikimedia.org/wiki/File:FREE_Wrinkled_Fabric_Paper_Texture_Creative_Commons_(4798631357).jpg Additional Notes: Made with textures from the above link.",
        "Filename: Crystalizing Author: DianaBerry License: CC-BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/local--files/scp-8038/Crystallizing",
        "Filename: wow-magical-girls-sm.png, wow-magical-girls.png Author: JackalRelated License: CC-BY-SA 3.0 Source Link: https://scp-wiki.wdfiles.com/local--files/scp-8038/wow-magical-girls-sm.png https://scp-wiki.wdfiles.com/local--files/scp-8038/wow-magical-girls.png"
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-8038"
}