{
    "url": "https://scp-wiki.wikidot.com/scp-8043",
    "all_text": "rating: \n+242\n+\n–\nx\n\n\nItem #:\n SCP-8043\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Public records are to be monitored for mentions of potential SCP-8043 occurrences. If a case is confirmed, it is to be dealt with as follows:\n\n\n\n\nIf the victim's time experiencing SCP-8043 is short enough that it can be reliably erased, the necessary amnestics are to be administered.\n\n\nOtherwise, a cover is to be concocted and they are to be permanently transferred to a specialized care facility.\n\n\n\n\nDescription:\n SCP-8043 is a phenomenon in which a short, simple task is perceived by the victim as taking place over an exorbitant amount of time.\n\n\nThe amount of time experienced by affected individuals varies, but tasks that would normally take seconds are generally perceived as lasting months or years. Victims perceive the task as suddenly requiring a great number of additional intricate and superfluous steps to carry out. Once affected by SCP-8043, victims are unable to cease performing the task until it is complete — the time dilation phenomena ends at this point.\n\n\nNo pattern has been determined among victims of SCP-8043, with cases having been recorded in various demographics globally. However, SCP-8043 appears to manifest in actions that the victim would normally be able to perform by reflex. This includes tasks such as:\n\n\n\n\nUnlocking doors/cars\n\n\nOpening doors\n\n\nTurning on lights\n\n\nTyping on keyboards\n\n\nVarious bodily gestures\n\n\n\n\nNote that SCP-8043 is purely a perception phenomenon — no actual time manipulation takes place. To an outside observer, the victim of SCP-8043 will appear to complete the task without incident, the psychological effects becoming clear immediately afterwards.\n\n\n\n\n\n\nAddendum 8043-1 (Interview Log)\n\n\n\n\nOn 12/07/2013, Foundation Agent Michael Lear fell victim to SCP-8043 while reloading his service pistol. The action, which took three seconds to complete, was perceived by Agent Lear as taking place over the course of several months. Following his initial breakdown, Lear adopted a view on his experience unlike those of other victims, considering himself as having become 'enlightened' while under the effects of SCP-8043 and refusing amnestics as a result.\n\n\nThe following interview was conducted in Post-Service Station 92 (\"Tower Oaks\"), where Agent Lear now permanently resides.\n\n\n\n\nInterviewer:\n Dr. Julian Lawrence\n\n\nInterviewee:\n Michael Lear\n\n\n<Begin Log>\n\n\n(Interview is performed in Lear's sitting room. Lear sits on the couch while Lawrence sits in an armchair. Lawrence leans over and activates the recorder on the coffee table.)\n\n\nDr. Lawrence:\n It's been a while since we've had a chance to talk. Sorry. You know how it is.\n\n\nLear:\n I guess.\n\n\n(Pause.)\n\n\nDr. Lawrence:\n Is something wrong?\n\n\nLear:\n I, uh, I got a chance recently to look at the file.\n\n\nDr. Lawrence:\n The file?\n\n\nLear:\n You know, um… \n(laughs)\n The 8043 file? Apparently I'm entitled to access it. It's just, uh… I don't — I don't know if I like the way you describe it. The thing, um, the way it went for me. I don't… no, I guess I don't.\n\n\nDr. Lawrence:\n I'm sorry to hear that. What specifically do you have a problem with?\n\n\nLear:\n It's the way, afterwards, the way you describe me, I guess. Not you specifically, but the guy who wrote it. I — the way it says 'considers he became enlightened' and you've got those little quotes around enlightened, like — like quoting it. You know what I mean?\n\n\nDr. Lawrence:\n That's what you said, isn't it?\n\n\nLear:\n \nYes\n, but… it's the way it's written down. I guess. You make me sound like a cult leader or something.\n\n\nDr. Lawrence:\n Right. I get what you mean.\n\n\nLear:\n It's like… I'm not going to say for a second that I \nenjoyed\n what happened, that it was \npleasant\n. It was a fucking nightmare. I was turning dials on that thing for days to get the barrel aligned, and — and I thought that was it. I thought it'd just take a couple of days! But it just went on and on. There was always something else that needed doing… on and on and on and on and on and on and on and on and…\n\n\nDr. Lawrence:\n Michael.\n\n\nLear:\n …until there wasn't, and then it was done.\n\n\n(Pause.)\n\n\nLear:\n But it was still a nightmare.\n\n\nDr. Lawrence:\n Okay.\n\n\nLear:\n At the same time, though, it's a… a unique experience, I guess. You take from it what you can get, otherwise it's beaten you. You have to make it work for you. I mean… I had a lot of time to think while I was reloading my pistol. A \nlot\n of fucking time.\n\n\n(Pause.)\n\n\nLear:\n At first it's just panic. You wonder how long you're going to have to be doing this for. It's not — I want to make it clear that it's not just a matter of not being able to… to \nbring yourself to stop\n. There's a kind of agency in that. The option just doesn't exist for you. At all. Period. You can't even imagine yourself imagining not doing it.\n\n\nDr. Lawrence:\n Right. You've mentioned this before.\n\n\nLear:\n I'll mention it as many times as I like.\n\n\n(Pause.)\n\n\nLear:\n Sorry.\n\n\nDr. Lawrence:\n No worries.\n\n\nLear:\n I just mean that… you can only panic so long, you know? Eventually it burns itself out. Then, eventually, with all that monotony… you start collapsing inwards, into — into a single point. Like a black hole, I guess. Right into the core of you. The… the \nessence\n. You see yourself, properly, maybe for the first time. But eventually you reach the end of that too.\n\n\nDr. Lawrence:\n And then?\n\n\nLear:\n And then you spread outwards again, and you see \neverything else\n properly. You… you \nappreciate\n it. You \nunderstand\n it. There's this moment of — there's this moment of, I don't know, transcendence — what the hell, yeah, \nenlightenment\n.\n\n\n(Pause.)\n\n\nLear:\n And then the cycle repeats… until you're done. But you keep it with you, \nI\n kept it with me. The way you felt. There's still a shadow of it. Like I said, you take what you can get.\n\n\nDr. Lawrence:\n And you still stand by that? Even all these years later?\n\n\nLear:\n I do. Ever since I was old enough to really understand it, I've been terrified of time. Of it — of it passing me by, running out. I grew up in the blink of an eye. Teens to twenties. Twenties to thirties. Like I was losing my grip on a treadmill. Like I was being pulled into something at the end. A wood chipper.\n\n\nBut… back then, it felt like there was finally enough time… like I could stop to take a breath. As many breaths as I needed. That's all. I guess.\n\n\n(Pause.)\n\n\nLear:\n Is that okay?\n\n\nDr. Lawrence:\n Yeah, yes, of course. I was just thinking about it. If it were me… no, sorry, that's not my place.\n\n\nLear:\n No, no, that's fine, go ahead.\n\n\nDr. Lawrence:\n I think I'd have just wanted to forget about it, if the option was given to me.\n\n\nLear:\n \n(laughs)\n I can explain this over and over, any way you want, but — but you can't understand it unless you went through it. It's like, those were the most important three seconds of my life, but if you'd have been there, it'd have been over like \nthat\n —\n\n\n(Lear snaps his fingers, then suddenly stops. He looks past Dr. Lawrence and stares at the wall behind him. He continues to tap his fingers against each other for several seconds.)\n\n\nDr. Lawrence:\n Michael?\n\n\n(Pause.)\n\n\nLear:\n \n(slurred)\n W-Who?\n\n\n(Lear falls onto the couch and curls up into the foetal position. He whimpers. He continues tapping his fingers against each other.)\n\n\n(Dr. Lawrence runs to his side.)\n\n\nDr. Lawrence:\n Michael?!\n\n\nLear:\n I'm sorry… I-I don't know…\n\n\n(Pause.)\n\n\nLear:\n I don't remember what we were talking about.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n« \nSCP-8042\n | SCP-8043 | \nSCP-8044\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8043\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8043\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewer: Dr. Julian Lawrence Interviewee: Michael Lear <Begin Log> (Interview is performed in Lear's sitting room. Lear sits on the couch while Lawrence sits in an armchair. Lawrence leans over and activates the recorder on the coffee table.) Dr. Lawrence: It's been a while since we've had a chance to talk. Sorry. You know how it is. Lear: I guess. (Pause.) Dr. Lawrence: Is something wrong? Lear: I, uh, I got a chance recently to look at the file. Dr. Lawrence: The file? Lear: You know, um… (laughs) The 8043 file? Apparently I'm entitled to access it. It's just, uh… I don't — I don't know if I like the way you describe it. The thing, um, the way it went for me. I don't… no, I guess I don't. Dr. Lawrence: I'm sorry to hear that. What specifically do you have a problem with? Lear: It's the way, afterwards, the way you describe me, I guess. Not you specifically, but the guy who wrote it. I — the way it says 'considers he became enlightened' and you've got those little quotes around enlightened, like — like quoting it. You know what I mean? Dr. Lawrence: That's what you said, isn't it? Lear: Yes , but… it's the way it's written down. I guess. You make me sound like a cult leader or something. Dr. Lawrence: Right. I get what you mean. Lear: It's like… I'm not going to say for a second that I enjoyed what happened, that it was pleasant . It was a fucking nightmare. I was turning dials on that thing for days to get the barrel aligned, and — and I thought that was it. I thought it'd just take a couple of days! But it just went on and on. There was always something else that needed doing… on and on and on and on and on and on and on and on and… Dr. Lawrence: Michael. Lear: …until there wasn't, and then it was done. (Pause.) Lear: But it was still a nightmare. Dr. Lawrence: Okay. Lear: At the same time, though, it's a… a unique experience, I guess. You take from it what you can get, otherwise it's beaten you. You have to make it work for you. I mean… I had a lot of time to think while I was reloading my pistol. A lot of fucking time. (Pause.) Lear: At first it's just panic. You wonder how long you're going to have to be doing this for. It's not — I want to make it clear that it's not just a matter of not being able to… to bring yourself to stop . There's a kind of agency in that. The option just doesn't exist for you. At all. Period. You can't even imagine yourself imagining not doing it. Dr. Lawrence: Right. You've mentioned this before. Lear: I'll mention it as many times as I like. (Pause.) Lear: Sorry. Dr. Lawrence: No worries. Lear: I just mean that… you can only panic so long, you know? Eventually it burns itself out. Then, eventually, with all that monotony… you start collapsing inwards, into — into a single point. Like a black hole, I guess. Right into the core of you. The… the essence . You see yourself, properly, maybe for the first time. But eventually you reach the end of that too. Dr. Lawrence: And then? Lear: And then you spread outwards again, and you see everything else properly. You… you appreciate it. You understand it. There's this moment of — there's this moment of, I don't know, transcendence — what the hell, yeah, enlightenment . (Pause.) Lear: And then the cycle repeats… until you're done. But you keep it with you, I kept it with me. The way you felt. There's still a shadow of it. Like I said, you take what you can get. Dr. Lawrence: And you still stand by that? Even all these years later? Lear: I do. Ever since I was old enough to really understand it, I've been terrified of time. Of it — of it passing me by, running out. I grew up in the blink of an eye. Teens to twenties. Twenties to thirties. Like I was losing my grip on a treadmill. Like I was being pulled into something at the end. A wood chipper. But… back then, it felt like there was finally enough time… like I could stop to take a breath. As many breaths as I needed. That's all. I guess. (Pause.) Lear: Is that okay? Dr. Lawrence: Yeah, yes, of course. I was just thinking about it. If it were me… no, sorry, that's not my place. Lear: No, no, that's fine, go ahead. Dr. Lawrence: I think I'd have just wanted to forget about it, if the option was given to me. Lear: (laughs) I can explain this over and over, any way you want, but — but you can't understand it unless you went through it. It's like, those were the most important three seconds of my life, but if you'd have been there, it'd have been over like that — (Lear snaps his fingers, then suddenly stops. He looks past Dr. Lawrence and stares at the wall behind him. He continues to tap his fingers against each other for several seconds.) Dr. Lawrence: Michael? (Pause.) Lear: (slurred) W-Who? (Lear falls onto the couch and curls up into the foetal position. He whimpers. He continues tapping his fingers against each other.) (Dr. Lawrence runs to his side.) Dr. Lawrence: Michael?! Lear: I'm sorry… I-I don't know… (Pause.) Lear: I don't remember what we were talking about. <End Log>",
        "\" SCP-8043 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-8043 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8043",
    "object_class": "Keter",
    "containment_procedures": "Public records are to be monitored for mentions of potential SCP-8043 occurrences. If a case is confirmed, it is to be dealt with as follows:",
    "description": "SCP-8043 is a phenomenon in which a short, simple task is perceived by the victim as taking place over an exorbitant amount of time.",
    "title": "SCP-8043"
}