{
    "url": "https://scp-wiki.wikidot.com/scp-8047",
    "all_text": "You're gonna live another day. You're just not going to like how.\n\n\n\n\n\n\nrating: \n+117\n+\n–\nx\n\n\n\n\n\n\nSCP-8047 instance.\n\n\n\n\n\n\nItem #:\n SCP-8047\n\n\nObject Class:\n Hazardous\n\n\nSpecial Containment Procedures:\n Colonies of SCP-8047 instances are to be maintained inside the Biological Research Wing of Site-270. Sub-colonies are to be maintained throughout a number of other facilities, in accordance with the SOLID VOICE Directive. During experiments with SCP-8047, personnel are to wear proper safety equipment to minimize the risk of improper exposure. If these measures fail, the doors to the SCP-8047 enclosure are to be sealed with the subject still inside.\n\n\nDescription:\n SCP-8047 designates a species of anomalous organisms vaguely resembling \nenchytraeus albidus\n, colloquially known as the \"white worm\". SCP-8047's anomalous properties become evident when an instance is presented with a living human subject, with a marked preference for subjects that are heavily injured and near death.\n\n\nWhen this occurs, the SCP-8047 instances will burrow into the subject's flesh using its concealed teeth. During this process, the SCP-8047 instance will secrete a form of anesthetic, preventing a pain response. Once inside of the subject's body, it will rapidly move throughout the bloodstream before, approximately 32 minutes later, ceasing observable activity. No adverse effects have been reported during this stage.\n\n\nThe presence of SCP-8047 inside of a host organism has a number of beneficial and anomalous effects on the subject. These include:\n\n\n\n\nThe anomalous reversal of biological senescence;\n\n\nRapid tissue regeneration;\n\n\nRecovery from other anomalous conditions;\n\n\nReduced incidence of cancerous cell growth;\n\n\n\n\nNo subject died following exposure to the anomaly, regardless of their prior injuries. Following a dormant phase of approximately 15 to 24 hours, the SCP-8047 instance will resume activity. It will travel rapidly throughout the host's body, laying an extremely large number of eggs as it does so. The rate of oviparity is believed to be anomalous as well. All attempts to arrest or delay this process have failed.\n\n\nWithin a period of no less than 16 hours, a single SCP-8047 instance will have been to able to lay as many as 62,000 eggs. Following this, the eggs will hatch simultaneously, releasing a large number of juvenile SCP-8047 instances. This is known as an PRENTISS Event. These subjects will secrete a caustic fluid from their mouths, aiding them in breaking down the body of the host organism as they consume it for nutrients. In all observed cases, this has resulted in the subject's death.\n\n\nDiscovery:\n SCP-8047 was first discovered in Lycoming County, Pennsylvania, USA after reports of one William Bates making a miraculous recovery following his accidental shooting at the hands of Henry Bates, his brother, during a deer hunt. MTF-Phi-81 (\"Non-Specific Colitis\") took Bates into Foundation custody, where the first known PRENTISS Event was observed.\n\n\n\n\nAUTOMATED NOTICE\n\n\nThe remainder of this file is restricted to personnel with 4/SOLID VOICE Clearance. Attempting to access it without the proper credentials is considered a Class-V Infraction and will be disciplined accordingly.\n\n\n\n\nACCESS GRANTED\n\n\n\n\nAddendum — SOLID VOICE Proposal\n\n\nOn 3/10/2022, Dr. Wilfred Eisen (PID-3982MQ) submitted a proposal for the use of SCP-8047 to the administration of the \nFire Suppression Department.\n An excerpt of his proposal is attached below.\n\n\n\n\n[EXCERPT BEGINS]\n\n\nForm ID:\n FSD-048291GRQ\n\n\nIntroduction:\n One of the greatest challenges of the Fire Suppression Department is the effect that fatal containment breaches on the psyche of the average staff member. Personnel who have lost a close colleague in the line of duty show an alarming tendency towards workplace dissatisfaction, undesirable mental conditions,\n1\n and unproductivity. On average, a Foundation facility will experience 3.9 fatal containment breaches per year, resulting in a disastrous outcome for the interests of the Department.\n\n\nUnfortunately, obvious methods of solving this issue are either impractical or inadequate. Widespread amnesticization of employees is prohibited both by the expense and Resolution EC #3948. Attempting to decrease the rate of breach-related fatalities via improved safety measures is not cost-efficient. Pre-existing protocols such as \nLUCKY HARE\n, due to their reliance on irreplicable anomalous objects, are insufficient.\n\n\nAdditionally, SCP-8047 is an anomalous species of worm that, when given access to a human subject, will burrow into their flesh and begin to lay eggs within their body. During this process, the subject's body will undergo rapid regeneration. Approximately two days later, SCP-8047 will kill its host subject via the spontaneous hatching of the eggs that it lays in the host's flesh.\n\n\nThe following proposal will outline a new procedure to be adopted by the Fire Suppression Department involving SCP-8047 and to be codenamed SOLID VOICE.\n\n\nProposal:\n SOLID VOICE Protocol is to consist of the following:\n\n\n\n\nUnder the guise of minimizing the risk of losing access to the anomalous object in the event of the destruction of its facility, SCP-8047 colonies are to be established in facilities with a high rate of containment failure;\n\n\nFollowing a containment breach, if a subject is deemed to have a >95% chance of dying, SCP-8047 instances are to be covertly administered to the researcher;\n\n\nThey are to be attended by their colleagues and assured of their \"miraculous\" recovery;\n\n\nIf necessary, the presence of a Thaumiel-Class anomalous object with regenerative properties is to be fabricated;\n\n\nThe subject is to be allowed time to interact with and mingle with their colleagues, further impressing upon their colleagues that the subject survived;\n\n\nPossible venues for this is the fabrication of a tradition of \"after-breach\" parties;\n\n\nBefore the beginning of the oviparity phase, under the guise of quarantine, the subject is to be detained further;\n\n\nIn reality, their body is to be locked inside of the SCP-8047 enclosure until the conclusion of the PRENTISS Event;\n\n\nA cover story is to be disseminated that the researcher was transferred to another facility on a classified project;\n\n\nThis project is to be described as low risk, as a means of psychological recovery for personnel who just went through a near-death experience;\n\n\nIn the event of colleagues attempting to communicate with the deceased subject via email or snail mail, Artificially Intelligent Conscript Edison.aic is to fabricate responses;\n\n\n\n\nThe protocol is estimated to be extremely cost effective, as the population of SCP-8047 instances is inherently self replenishing. In total, SOLID VOICE Protocol is expected to result in a 85% decrease in reported fatalities, with extreme benefits to workplace productivity and the aims of the Foundation.\n\n\n[EXCERPT ENDS]\n\n\n\n\nThe proposal was approved for use in a 34-11 vote by the FSD administration. As of 5/12/2024, an 89% success rate has been observed.\n\n\n\n\nFootnotes\n\n\n1\n. Such as PTSD, survivor's guilt, and depression.\n\n\n\n\n\n\n\n\n« \nSCP-8046\n | SCP-8047 | \nSCP-8048\n »",
    "addendums": [
        "Addendum — SOLID VOICE Proposal\nOn 3/10/2022, Dr. Wilfred Eisen (PID-3982MQ) submitted a proposal for the use of SCP-8047 to the administration of the Fire Suppression Department. An excerpt of his proposal is attached below.\nThe proposal was approved for use in a 34-11 vote by the FSD administration. As of 5/12/2024, an 89% success rate has been observed."
    ],
    "documents": [],
    "notes": [
        "AUTOMATED NOTICE The remainder of this file is restricted to personnel with 4/SOLID VOICE Clearance. Attempting to access it without the proper credentials is considered a Class-V Infraction and will be disciplined accordingly."
    ],
    "item": "SCP-8047",
    "object_class": "Hazardous",
    "containment_procedures": "Colonies of SCP-8047 instances are to be maintained inside the Biological Research Wing of Site-270. Sub-colonies are to be maintained throughout a number of other facilities, in accordance with the SOLID VOICE Directive. During experiments with SCP-8047, personnel are to wear proper safety equipment to minimize the risk of improper exposure. If these measures fail, the doors to the SCP-8047 enclosure are to be sealed with the subject still inside.",
    "description": "SCP-8047 designates a species of anomalous organisms vaguely resembling enchytraeus albidus, colloquially known as the \"white worm\". SCP-8047's anomalous properties become evident when an instance is presented with a living human subject, with a marked preference for subjects that are heavily injured and near death.",
    "title": "SCP-8047"
}