{
    "url": "https://scp-wiki.wikidot.com/scp-8048",
    "all_text": "rating: \n+53\n+\n–\nx\n\n\n\n\nItem #:\n SCP-8048\n\n\nObject Class:\n Safe\n\n\nStellar Cartography Protocols:\n To be applied to RA ██h ██m ██s, Dec. -██° ██′ ██″, in accordance with the █████ system. No additional containment protocols are necessary for SCP-8048. SCP-8048 is currently in the Hypatian Index under ticket HI-522. Containment will be terminated no sooner than 2061, and its compliance with modern astronomy will be re-evaluated each decade.\n\n\nDescription:\n SCP-8048 is the fourth exoplanet from the star MSS-████, designated █████ upon its discovery by the Mercurial Star Survey in 2007.\n\n\nRemote sensing of SCP-8048 before Foundation involvement revealed that the planet is mostly composed of oxygen, carbon, nitrogen and calcium, and has a dense atmosphere with high humidity. This, combined with its optimal distance from its sun, drew brief interest from the scientific community. However, its distance and atmosphere made further investigation difficult by mundane practices.\n\n\nPursuing Foundation interests in exobiology, stellar probe IX-809 approached and took images of SCP-8048's surface in 2011. Upon reception of these images, the planet was designated SCP-8048 and was immediately given a ticket in the Hypatian Index.\n\n\n\n\n\n\nEntrances to a connected cave system, explored by eXR-8048.\n\n\n\n\n\n\nSCP-8048 is entirely covered in organic materials of a similar composition to human skin, and has a pattern of topological features greatly reminiscent of human features, including extremities, calcium structures resembling exposed bones, and facial features. Water features along SCP-8048's surface include large quantities of iron, lending them a red coloration.\n\n\nA follow-up investigation by Foundation rover eXR-8048 revealed further resemblance between SCP-8048's geologic features and human anatomy. eXR 8048 mapped several cave systems accessible from SCP-8048's surface with striking, though imperfect, correlation to internal human anatomical structures. Cave interiors were notably wet, their surfaces soft and porous, and their chambers alternated between smaller passages and larger chambers, some with pools of water mixed with hydrochloric acid.\n\n\nOf note, samples of SCP-8048's crust composition collected by eXR-8048 did not reveal cellular structures or human DNA, nor any other DNA or microbiological structures. The termination of SCP-8048's containment is largely reliant on the Foundation's ability to justify SCP-8048's structure as a naturally occurring phenomenon.\n\n\nAddendum:\n An unidentified object, designated AAO-m324, caught Foundation attention when it was discovered to be travelling faster than light and was thus likely a spacecraft. Its priority was heightened once its calculated trajectory put it in Sol's orbit within four years.\n\n\nAAO-m324 was intercepted by Foundation exodrone Wan Hu on 2/28/2023, prepared for a hostile encounter. However, although AAO-m324 was quickly identified as a small shuttle, proximity provoked no measurable reaction. Wan Hu attached onto AAO-m324 and released its interior unit to penetrate and investigate.\n\n\nAAO-m324 was composed of a material made largely of calcium, unique for recorded alien spacecraft. Patterning on AAO-m324's exterior superficially resembled human eyes, repeatedly painted in a line along its meridian.\n\n\nPenetration into AAO-m324 broke a pressurized system, destroying and agitating much of the interior, which consisted of a single chamber. After some scrutiny and communication with Command, Wan Hu retrieved the recently deceased remains of the two inhabitants, and redirected the object into the orbit of a nearby star.\n\n\n\n\n\n\nRemoved organ present in both alien cadavers.\n\n\n\n\n\n\nThe remains are of roughly insectoid or arachnoid proportions, bearing six limbs and two distinct body segments. The bodies are 142 and 150 cm long, and are largely identical.\n\n\nThe bodies' exteriors bear striking resemblance to earth's soil, including thin and fibrous protrusions superficially resembling grass and denser, more matted green material resembling moss. Beneath a porous brown exterior, the bodies have a hard gray exoskeleton similar in composition to earth's sediment. Inside, the bodies are full of a clear liquid with a similar viscosity to water, and have multi-colored geometric organs resembling human buildings.\n\n\nOf note, samples of these remains collected by Foundation scientists did reveal cellular structures, an analogue to DNA, and organelles. Calculation of AAO-m324's travel, assuming no major deviations, as well as assessment of AAO-m324's contents, suggests SCP-8048 as a likely origin.\n\n\n\n\n\n\nIt's really not about you.\n\n\n\n\n\n\n\n\n« \nSCP-8047\n | SCP-8048 | \nSCP-8049\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8048\n\" by DarkStuff, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8048\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n File:08.02 V untoutpetitpeu3.jpg\n\n\nAuthor:\n Pascale Grau\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:08.02_V_untoutpetitpeu3.jpg\n\n\n\n\n\n\nFilename:\n File:Model of a House MET 07.231.10.jpg\n\n\nAuthor:\n Metropolitan Museum of Art\n\n\nLicense:\n Creative Commons CC0 1.0 Universal Public Domain Dedication\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Model_of_a_House_MET_07.231.10.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8048 \" by DarkStuff, from the SCP Wiki . Source: https://scpwiki.com/scp-8048 . Licensed under CC-BY-SA .",
        "Filename: File:08.02 V untoutpetitpeu3.jpg Author: Pascale Grau License: Creative Commons Attribution-Share Alike 4.0 International Source Link: https://commons.wikimedia.org/wiki/File:08.02_V_untoutpetitpeu3.jpg",
        "Filename: File:Model of a House MET 07.231.10.jpg Author: Metropolitan Museum of Art License: Creative Commons CC0 1.0 Universal Public Domain Dedication Source Link: https://commons.wikimedia.org/wiki/File:Model_of_a_House_MET_07.231.10.jpg"
    ],
    "item": "SCP-8048",
    "object_class": "Safe",
    "description": "SCP-8048 is the fourth exoplanet from the star MSS-████, designated █████ upon its discovery by the Mercurial Star Survey in 2007.",
    "title": "SCP-8048"
}