{
    "url": "https://scp-wiki.wikidot.com/scp-8052",
    "all_text": "rating: \n+51\n+\n–\nx\n\n\nItem #:\n SCP-8052\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Operation PERFECT BLUE is to at all times consist of at least seven (7) administrative staff in charge of receiving and processing monthly reports from undercover operatives. They are to collate these results into an annual report on the progress of PERFECT BLUE to the project head and personnel selected by the project head. Undercover PERFECT BLUE operatives are to make monthly reports in a format agreed upon by their respective handlers.\n\n\nAll products containing the flavor “blue raspberry” are banned from Site-45. Any personnel showing signs of SCP-8052 affliction are to be administered a Class-A amnestic and monitored for 24 hours.\n\n\nDue to stringent personnel requirements, no contact is to be made with SCP-8052-1 until a safe method of doing so is found by the Tactical Theology Department.\n\n\nDescription:\n SCP-8052 refers to an anomalous disorder which affects <0.5% of people who have consumed at least 3 blue raspberry flavored food items within a 24-hour period. SCP-8052 is characterized by several symptoms, the most significant of which are:\n\n\n\n\nThe belief that ‘blue raspberries’ are a fruit that exists in nature.\n1\n\n\nA complete inability to digest non-blue raspberry-flavored food items. Sufferers of SCP-8052 do not have their physiology altered in any physical way, but any non-blue raspberry-flavored food consumed will disappear in the esophagus before reaching the stomach. Subjects also report that other foods taste “bland”, and have no interest in consuming them.\n\n\nIncreased dream recall, as well as the presence of SCP-8052-1 in a majority of dreams.\n\n\n\n\nSCP-8052-1 is a Level-5 Pistiphage\n2\n Entity existing outside of baseline reality. SCP-8052-1 takes the form of a mass of a series of blue orbs gathered around a single tendril emerging from the center of the mass. SCP-8052 sufferers serve as the means by which SCP-8052-1 derives pistiphagic nutrition.\n\n\nIt is hypothesized that if 0.9% or greater of the global population were affected by SCP-8052, SCP-8052-1 would become capable of entering baseline reality. Consequences of this are currently unknown, but based on characteristics of similar entities, would cause an HK-Class Deific Subjugation Scenario.\n\n\nSCP-8052 was discovered in 2007 after blue-raspberry flavored foods and beverages were found to have a statistically significant positive difference in Akiva radiation to comparable items. The Tactical Theology Department compared readings to those of food items used in trans-substantiation practices, and deduced SCP-8052’s existence. SCP-8052-1 was later confirmed to exist when members of the Tactical Theology Department performed a reverse trans-substantiation ritual which resulted in extensive damages to the site cafeteria and one participant becoming permanently catatonic. The Tactical Theology Department contacted the Department of Miscommunications and devised Operation PERFECT BLUE as a means to contain SCP-8052-1.\n\n\n\n\nIf you’re reading this, you’ve been handpicked to join Operation PERFECT BLUE. Our algorithms have scanned your psychological profile, your past work, and determined that out of hundreds of thousands of personnel, you are a perfect candidate.\n\n\nYou should feel proud of yourself, but please don’t take this as an order. I only want volunteers. If you choose to join PERFECT BLUE, the stakes will be much higher. You’ll learn things you wish you could forget, and perform duties that our most experienced agents will refuse.\n\n\nWe are the Foundation. We’ve saved the world so many times we’ve literally lost count. We will go to war with this thing on the only battlefield it knows, and by whatever god you believe in, we will win.\n\n\n-Director W. Chu,\n\nPERFECT BLUE Head Supervisor\n\n\n\n\n\n\n+ Operation PERFECT BLUE Aims and Methods \n\n\n\n\n- Close\n\n\n\n\nOperation PERFECT BLUE is an operation conducted from Site-45 by the Department of Miscommunications in collaboration with select personnel from the Department of Tactical Theology. The project’s aim is to prevent the incursion of SCP-8052 into baseline reality. This aim has been divided into several sub-goals, including:\n\n\n\n\nThe association of “brilliant blue” coloring with products unsafe for human consumption, such as antifreeze, T███ laundry detergent, and W█████ window cleaning spray.\n\n\nThe characterization of all artificial blue food flavors as unhealthy.\n\n\nThe widespread dissemination of the fact that real ‘blue raspberries’ are in fact more purple in coloration.\n\n\nThe monitoring of global trends in raspberry growing, harvesting, and processing for statistical anomalies.\n\n\nThe investigations of novel methods to permanently contain SCP-8052 by influencing human culture.\n\n\n\n\nForty-seven (47) Foundation agents have been inserted into positions in government and the industries of agriculture, cleaning products, and nutritional sciences to further said sub-goals. As of 2036, Operation PERFECT BLUE has maintained the global prevalence of SCP-8052 at roughly 0.09 percent at any given moment.\n\n\n\n\n\n\n\n\n\n\nInterviewed:\n Sgt. Elizabeth Ortigas, MTF Psi-2 (Lotus Eaters)\n\n\nInterviewer:\n Dr. Amira Carrington, Tactical Theology Department Senior Researcher\n\n\nForeword:\n The following interview was conducted on July 24, 2036, two weeks after Ortigas and the Tactical Theology Department used perceptual enhancers and a hypothesized ritual procedure to attempt contact with SCP-8052-1.\n\n\n<Begin Log>\n\n\nOrtigas:\n The rest of the Foundation thinks PERFECT BLUE is a joke, and I used to. I mean, you got Dr. Chu’s letter too, right?\n\n\nCarrington:\n Yes, sometime last year, I think.\n\n\nOrtigas:\n So you agree? He makes it sound like it’s some black-ops division. Half the people I know at this site got it, and pretty much all of them turned it down when they found out what the job was. Have you heard about a guy called Scott Jaynes?\n\n\nCarrington:\n No. What’s his role in all this?\n\n\nOrtigas:\n He spent decades designing painkillers for big pharma, then one day hates himself so much he couldn’t look at himself in the mirror. So when the Foundation contacted him, he jumped at the offer. He gets the letter, doesn’t have enough friends to tell him no, and decides he wants in. Know where he is now?\n\n\nOrtigas:\n He’s still technically in employ of the Foundation but his main job is, he helps oversee an annual cleaning product industry expo. He thought he was gonna be a hero among heroes, and now he spends his days making sure detergent pods are \njuuust\n the right shade of blue.\n\n\nOrtigas:\n So when my team was contacted by PB looking for an operative, I volunteered. I thought it’d be funny, and plus I wanted to get out of all that business in Manila, you know?\n\n\nCarrington:\n Of course. You don’t need to justify your choices.\n\n\nOrtigas:\n So at the briefing they told me I’d be trying to make contact with a god outside baseline reality, so I had to commune with it. Like, get on its wavelength.\n\n\nCarrington:\n And for the record, what were the ritual preparations?\n\n\nOrtigas:\n Sorry?\n\n\nCarrington:\n What did you have to do to “get on its wavelength”?\n\n\nOrtigas:\n Ah. Aside from daily meditations on the color of brilliant blue, I could only consume blue-raspberry flavored items. I drank flavored water. I ate these special protein bars whipped up by PB staff.\n\n\nOrtigas:\n I tried to stay in shape by spending hours on the treadmill. The glucose on my weekly blood tests were all good, but the flavor got really nasty really fast.\n\n\nCarrington:\n How long did this go on for?\n\n\nOrtigas:\n About the fifth week, I took a blood test. The lab tech tried to draw it out, but the syringe was stuck. Another tech took over, managed to pull some blood. But this time the blood was blue, not red. And it was thick and syrupy. I’m not a doctor, but I’m pretty sure that’s not normal. They informed their supervisors, and soon PB gave me the blue- I mean, green light.\n\n\nCarrington:\n Green light to do what? Make contact with SCP-8052-1?\n\n\nOrtigas:\n Yep. I did my normal meditation, but I dosed myself with a DMT inhaler and wore this combination of noise canceling headphones, and goggles PB made that blocked all wavelengths of light except, you know.\n\n\nCarrington:\n How long did you remain in this state before you made contact?\n\n\nOrtigas:\n Oh, it didn’t take long at all. Within minutes, I was floating in a void, staring at what looked like a giant raspberry made of blue lights. Those ones that come in a string and you hang them in a tree? What are those?\n\n\nCarrington:\n Christmas lights?\n\n\nOrtigas:\n Yes. Christmas lights. Sorry. It was thrilled to meet me. I told it I was a representative of our dimension, and we did not want it or its gross, artificial ‘flavor’ here. I used my years of training to psychically tell it to fuck off and never come back.\n\n\nCarrington:\n How did it respond?\n\n\nOrtigas:\n It showed me a couple of things. Blue tongues and teeth, teams dumping Gatorade on their coaches, that kind of stuff. I think it wanted to show me it wasn't going easily. Then it started to get weird. I saw blue bananas on trees and blue tomato bushes, blue carrots being pulled out of the ground, produce aisles of just blue, blue, blue. There was a wheel with axles sticking out and people were pushing them forward, like how a drawbridge opened in the old times. It was making this screw in a gigantic vat turn, mixing a sea of blue ice. It looked blue but I didn't think it was \nour\n blue.\n\n\nCarrington:\n So you ended contact after that?\n\n\nOrtigas:\n It wanted me to submit, acknowledge defeat, and I knew I’d die if I didn’t. When I came to I was on the floor vomiting blue. They told me I lost over 25 percent of my syru-my blood.\n\n\nCarrington:\n Do you feel any different now?\n\n\nOrtigas:\n Brain’s been feeling sort of sticky lately. Like, I’m sick of that taste and that color and wish I hadn’t volunteered for this project or majored in theology or been born at all, but I also could really go for a blue snow cone, you know? Everything’s about to be a blue snow cone anyway.\n\n\nCarrington:\n I understand. Thank you for your time, agent.\n\n\nOrtigas:\n Okay. I should’ve g-gone to Manila.\n\n\n<End Log\n\n\nClosing Statement:\n Parameters of Operation PERFECT BLUE have been updated in accordance with Agent Ortigas’ account. Agent Ortigas has been classified as an anomalous humanoid and their request for euthanasia is pending approval.\n\n\n\n\n\n\n+Submit 7991/PERFECT BLUE Credentials: \n\n\n\n\n- Welcome, Junior Researcher. You have one (1) message.\n\n\n\n\n\n\nColleagues and friends,\n\n\nLet me start by saying, I admit the admission letter has always been a bit over the top. I had a lot of fun writing it. I recited it in front of the mirror before I sent the first one. Is it false, though? I want to remind everyone that SCP-8052-1 is a god, and we are holding it back from turning the universe into a brilliant blue hellscape. We’re still processing the results of this season’s harvest, but we’re pretty sure every person afflicted by SCP-8052 makes raspberries across the world less purple and just a little more blue.\n\n\nOn topic, It’s been a wonderful 11 years working with you all, but due to personal reasons I’m announcing my indefinite hiatus from PERFECT BLUE. I don’t think I can continue to be an effective project head, and as such am transferring my authority to Dr. Qazi, who I know will be more than capable of fulfilling my responsibilities.\n\n\nLet me explain. I took this weekend to spend time with my kids. Macy has almost graduated elementary school, so I took her to the mall to pick out a graduation present. I know it’s barely a graduation, but when your job is holding back the end of the world you need to celebrate what you can.\n\n\nWe were headed to the hobby store to get her a telescope when she saw one of those big candy shops with the high ceilings and the dispensers where you can fill up a little baggie. She ran into the store, and I followed her.\n\n\nI should’ve known better. I saw the bastard in the candy dispensers everywhere. The blue shark gummies, the blue jawbreakers, even those paper tubes of sugar. I couldn’t deal with it. I feel myself hyperventilating and getting faint. Some youngster walked by me with a bag of blue sour candies, the last thing I remember before I apparently cursed at him, snatched it and tossed it against the wall. I come to and I’m on the floor. There’s a crowd of people around me. Mall security has a towel to my forehead, and Macy is crying.\n\n\nI’m taking some time off to be with my family. And yes, I’ve informed Dr. Qazi that the ban will remain in effect. You shouldn’t be drinking that shit anyway, it’s full of artificial garbage. Go drink some water like a grown up instead.\n\n\n-Director W. Chu,\n\nFormer PERFECT BLUE Head Supervisor\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. No such fruit or associated plant exists. Commercial ‘blue raspberry’ flavors mimic the blackcap raspberry, whose fruit are dark purple in coloration.\n\n\n2\n. n, Greek, “faith-eater”\n\n\n\n\n\n\n\n\n« \nSCP-8051\n | SCP-8052 | \nSCP-8053\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: Sgt. Elizabeth Ortigas, MTF Psi-2 (Lotus Eaters) Interviewer: Dr. Amira Carrington, Tactical Theology Department Senior Researcher Foreword: The following interview was conducted on July 24, 2036, two weeks after Ortigas and the Tactical Theology Department used perceptual enhancers and a hypothesized ritual procedure to attempt contact with SCP-8052-1. <Begin Log> Ortigas: The rest of the Foundation thinks PERFECT BLUE is a joke, and I used to. I mean, you got Dr. Chu’s letter too, right? Carrington: Yes, sometime last year, I think. Ortigas: So you agree? He makes it sound like it’s some black-ops division. Half the people I know at this site got it, and pretty much all of them turned it down when they found out what the job was. Have you heard about a guy called Scott Jaynes? Carrington: No. What’s his role in all this? Ortigas: He spent decades designing painkillers for big pharma, then one day hates himself so much he couldn’t look at himself in the mirror. So when the Foundation contacted him, he jumped at the offer. He gets the letter, doesn’t have enough friends to tell him no, and decides he wants in. Know where he is now? Ortigas: He’s still technically in employ of the Foundation but his main job is, he helps oversee an annual cleaning product industry expo. He thought he was gonna be a hero among heroes, and now he spends his days making sure detergent pods are juuust the right shade of blue. Ortigas: So when my team was contacted by PB looking for an operative, I volunteered. I thought it’d be funny, and plus I wanted to get out of all that business in Manila, you know? Carrington: Of course. You don’t need to justify your choices. Ortigas: So at the briefing they told me I’d be trying to make contact with a god outside baseline reality, so I had to commune with it. Like, get on its wavelength. Carrington: And for the record, what were the ritual preparations? Ortigas: Sorry? Carrington: What did you have to do to “get on its wavelength”? Ortigas: Ah. Aside from daily meditations on the color of brilliant blue, I could only consume blue-raspberry flavored items. I drank flavored water. I ate these special protein bars whipped up by PB staff. Ortigas: I tried to stay in shape by spending hours on the treadmill. The glucose on my weekly blood tests were all good, but the flavor got really nasty really fast. Carrington: How long did this go on for? Ortigas: About the fifth week, I took a blood test. The lab tech tried to draw it out, but the syringe was stuck. Another tech took over, managed to pull some blood. But this time the blood was blue, not red. And it was thick and syrupy. I’m not a doctor, but I’m pretty sure that’s not normal. They informed their supervisors, and soon PB gave me the blue- I mean, green light. Carrington: Green light to do what? Make contact with SCP-8052-1? Ortigas: Yep. I did my normal meditation, but I dosed myself with a DMT inhaler and wore this combination of noise canceling headphones, and goggles PB made that blocked all wavelengths of light except, you know. Carrington: How long did you remain in this state before you made contact? Ortigas: Oh, it didn’t take long at all. Within minutes, I was floating in a void, staring at what looked like a giant raspberry made of blue lights. Those ones that come in a string and you hang them in a tree? What are those? Carrington: Christmas lights? Ortigas: Yes. Christmas lights. Sorry. It was thrilled to meet me. I told it I was a representative of our dimension, and we did not want it or its gross, artificial ‘flavor’ here. I used my years of training to psychically tell it to fuck off and never come back. Carrington: How did it respond? Ortigas: It showed me a couple of things. Blue tongues and teeth, teams dumping Gatorade on their coaches, that kind of stuff. I think it wanted to show me it wasn't going easily. Then it started to get weird. I saw blue bananas on trees and blue tomato bushes, blue carrots being pulled out of the ground, produce aisles of just blue, blue, blue. There was a wheel with axles sticking out and people were pushing them forward, like how a drawbridge opened in the old times. It was making this screw in a gigantic vat turn, mixing a sea of blue ice. It looked blue but I didn't think it was our blue. Carrington: So you ended contact after that? Ortigas: It wanted me to submit, acknowledge defeat, and I knew I’d die if I didn’t. When I came to I was on the floor vomiting blue. They told me I lost over 25 percent of my syru-my blood. Carrington: Do you feel any different now? Ortigas: Brain’s been feeling sort of sticky lately. Like, I’m sick of that taste and that color and wish I hadn’t volunteered for this project or majored in theology or been born at all, but I also could really go for a blue snow cone, you know? Everything’s about to be a blue snow cone anyway. Carrington: I understand. Thank you for your time, agent. Ortigas: Okay. I should’ve g-gone to Manila. <End Log Closing Statement: Parameters of Operation PERFECT BLUE have been updated in accordance with Agent Ortigas’ account. Agent Ortigas has been classified as an anomalous humanoid and their request for euthanasia is pending approval."
    ],
    "item": "SCP-8052",
    "object_class": "Keter",
    "containment_procedures": "Operation PERFECT BLUE is to at all times consist of at least seven (7) administrative staff in charge of receiving and processing monthly reports from undercover operatives. They are to collate these results into an annual report on the progress of PERFECT BLUE to the project head and personnel selected by the project head. Undercover PERFECT BLUE operatives are to make monthly reports in a format agreed upon by their respective handlers.",
    "description": "SCP-8052 refers to an anomalous disorder which affects <0.5% of people who have consumed at least 3 blue raspberry flavored food items within a 24-hour period. SCP-8052 is characterized by several symptoms, the most significant of which are:",
    "title": "SCP-8052"
}