{
    "url": "https://scp-wiki.wikidot.com/scp-8053",
    "all_text": "rating: \n+41\n+\n–\nx\n\n\n\n\n\n\nSCP-8053 prior to obtaining anomalous properties.\n\n\n\n\n\n\nItem #:\n SCP-8053\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-8053 is contained in a humanoid containment cell at Site-17. The cell is to be modified to be sound-proof and installed with a digital display timer that synchronizes with the anomaly's activation. The cell is also to be supplied with a collection of literary material, a television set accompanied with a selection of pre-approved films, and several automatic air fresheners. Physical interactions with SCP-8053-A are to be avoided if possible. Personnel are to wear ARC flash suits and insulated gloves prior to physical interaction, should physical interaction be deemed necessary.\n\n\nAs SCP-8053-A possesses a deep-seated dislike of authority figures, SCP-8053-A is to be accompanied by a member of Site-17's D-Class personnel for enrichment purposes. The selected D-Class personnel is encouraged to engage in frequent conversation with SCP-8053-A and follow the requests the entity gives if they are deemed reasonable. Euthanization and/or sedation of SCP-8053-A is to be discontinued due to consistent ineffectiveness.\n\n\nDescription:\n SCP-8053 is an electric chair constructed from wooden material. The object is not only able to operate without being connected to a power source, but is able to withstand all forms of physical damage. SCP-8053's anomalous properties appear to be interconnected with SCP-8053-A.\n\n\nSCP-8053-A refers to Horrace Fish, a man who was charged with five counts of murder before incarceration and being sentenced to death in 1985.\n\n\nSCP-8053-A is currently restrained in SCP-8053. Between intervals of five minutes, SCP-8053 will activate, electrocuting SCP-8053-A before briefly turning off. During this process, SCP-8053-A will suffer injuries expected for exposure to high voltages of electricity. Despite this, SCP-8053-A will not expire and all injuries inflicted unto SCP-8053-A will regenerate over the period of a few minutes. SCP-8053's behaviour is constant and autonomous. All attempts to forcibly deactivating SCP-8053 and/or removing SCP-8053-A from the anomaly conducted by the Foundation have failed.\n\n\nAcquistion:\n On the date of SCP-8053-A's scheduled execution, the prison had run out of supplies to carry out a successful lethal injection. Deciding to still carry out said execution, the prison opted to carry it out via electric chair. However, during the moment of activation, SCP-8053 spontaneously gained its anomalous properties, an event that both the prison staff and attending civilians witnessed.\n\n\nUpon receiving notification that SCP-8053-A had failed to perish and SCP-8053 continued to activate autonomously, the Foundation intervened. All witnesses were administered Class-B amnestics. SCP-8053 was replaced with an identical model and SCP-8053-A was acquired by the Foundation via standard D-Class Acquisition protocol.\n\n\nDecline:\n Over multiple years in containment, it has been noted that SCP-8053-A's regenerative properties have declined. Though it is still able to recover from death inflicted by SCP-8053's electrocution, the period of time in which it remains deceased has increased from the original 10 seconds it took in 1985, to 3 minutes as of July 26th, 2015.\n\n\nThe SCP-8053 research team have opted to not inform SCP-8053-A of this information. However, SCP-8053-A appeared to possess knowledge of the fact its deaths were lasting longer during an enrichment interaction with D-Class personnel. See the attached log for further details.\n\n\n \n\n\n \n\n\n\n\n\n\nSAPIENT ANOMALY ENRICHMENT ROUTINE, LOG-2340APRT\n\n\n\n\nIndividuals Present\n\n\n\n\nD-1221\n\n\nSCP-8053-A\n\n\nResearcher Simone\n\n\n\n\n<BEGIN LOG>\n\n\n\n\n[D-1221 enters the containment chamber and waves at SCP-8053-A as he approaches.]\n\n\nD-1221:\n Hello, Horrace. How are you doing today?\n\n\nSCP-8053-A:\n How do you think I'm doing?\n\n\nD-1221:\n Sorry. \n[D-1221 moves to grab a book from the bookshelf on the wall.]\n Did you want to pick up from where we left off last time?\n\n\nSCP-8053-A:\n No.\n\n\nD-1221:\n Well, uh. What do you want to do today then? Watch a movie?\n\n\nSCP-8053-A:\n No. I'm feeling a little sentimental today. Let me tell you a story, son.\n\n\nD-1221:\n Oh, sure.\n\n\nSCP-8053-A:\n You know what I did to get the chair?\n\n\nD-1221:\n No, I don't… but I can't imagine it was anything good.\n\n\nSCP-8053-A:\n I strangled five women. All of them blondes. All of them young. All of them very pretty.\n\n\nD-1221:\n I guess you can say you had a type, eh?\n\n\nSCP-8053-A:\n I sure did. I know what I like, and I like choking the life out of young dumb blondes who look like my ex-wife. What got you into this situation?\n\n\nD-1221:\n I killed my cat and then my roommate.\n\n\nSCP-8053-A:\n Goodness, Eddie boy, I didn't know you were also a hard man.\n\n\nD-1221:\n I'm not particularly proud of what I did. I was—am, mentally ill. I didn't know this until after I was analyzed by a court psychologist. It made so much sense after hearing it from someone smarter than me.\n\n\nSCP-8053-A:\n Ah, so you're a nut. Heh. I met a few nuts in prison. My lawyer tried saying I was crazy, but the court wasn't buying it. But anyway, as I was saying, I killed five blonde bitches. I would submit my video profile for matchmaker services and get their number, then convince them to meet me in a park with a hiking trail, where I would butter them up and walk with them off the beaten path.\n\n\nD-1221:\n And then you strangled them?\n\n\nSCP-8053-A:\n Smart as a whip, aren't you? Yeah. I would dump the bodies off a ravine and leave them there to rot. Everything was going fine until someone found them. I guess it's my fault. I got sloppy.\n\n\nD-1221:\n Do you regret what you did?\n\n\n[SCP-8053-A laughs.]\n\n\nSCP-8053-A:\n Not one bit. I took pleasure in watching their lives go out like a candle in the wind. In fact, I—\n\n\n[An electric humming sound emanates from SCP-8053. The anomaly activates, electrifying SCP-8053-A. The subject twitches and writhes, screaming in pain.]\n\n\nD-1221:\n Man, that smell is awful every time. Can you even smell it yourself, or are your nostrils fried?\n\n\n[D-1221 covers his nose and looks away from SCP-8053-A. There are burn marks all over its body and its flesh is charred. The injuries begin to slowly reverse. SCP-8053-A remains unresponsive.]\n\n\nD-1221:\n Horrace?\n\n\n[Silence.]\n\n\nD-1221:\n Horrace? Hello? \n[D-1221 waves his hand in front of SCP-8053-A's face.]\n\n\n[SCP-8053-A jolts to life, gasping and staring up at D-1221.]\n\n\nSCP-8053-A:\n Fuck!\n\n\n[D-1221 jumps back a few paces, nearly falling over.]\n\n\nD-1221:\n Shit! You scared the hell out of me, man! What took you so long to come to?\n\n\nSCP-8053-A:\n What else? This rickety thing gets worse by the year. The shocks. The healing. In-between. \nEverything!\n The lab coats say it's nothing unusual but it's easy to say that from that side of the fucking screen! \n[SCP-8053-A shouts in the direction of the two-view mirror. After growling, SCP-8053-A visibly calms.]\n Ain't it?\n\n\nD-1221:\n What do you mean?\n\n\nSCP-8053-A:\n I've started to die. It was bound to happen. This all began, what, 30 years ago? The fact I've made it this long without dying for good is a miracle. But every time I die, I die for a little longer.\n\n\nD-1221:\n That sounds terrifying.\n\n\nSCP-8053-A:\n Want to know the real scary part?\n\n\nD-1221:\n What?\n\n\nSCP-8053-A:\n There's nothing after.\n\n\nD-1221:\n What do you mean?\n\n\nSCP-8053-A:\n There's nothing waiting for me at the other side. An eternity of nothing. It's not even darkness. Just nothing.\n\n\n[D-1221 fidgets.]\n\n\nSCP-8053-A:\n When I was a boy, my mom told me that if I didn't behave and do right by God, I would go to hell. But she always told me that hell would be fire and brimstone. This ain't that.\n\n\nD-1221:\n I—\n\n\nSCP-8053-A:\n Sorry.\n\n\nD-1221:\n No, it's fine, I just… don't know what to say.\n\n\nSCP-8053-A:\n In a way, I guess I've earned it.\n\n\nD-1221:\n How do you mean?\n\n\nSCP-8053-A:\n Well, let me ask you something, Eddie. Do you feel like you earned your punishment for doing what you did?\n\n\nD-1221:\n Well… I regret what I did.\n\n\nSCP-8053-A:\n That's not what I'm asking, son.\n\n\n[D-1221 remains silent a moment.]\n\n\nD-1221:\n Yes.\n\n\nSCP-8053-A:\n Right then. I don't regret what I did. But I know it was bad. And I know that when you do bad, you get punished. I deserve this. It's only fair.\n\n\nD-1221:\n I don't think anyone deserves to be electrocuted, killed, and be brought back to life for 30 years.\n\n\nSCP-8053-A:\n And here I was thinking you were a hard man, Eddie.\n\n\nD-1221:\n Horrace, that's torture. I don't think anyone deserves to be tortured.\n\n\nSCP-8053-A:\n Well, I think I do. The world could use less sick fucks like me.\n\n\nD-1221:\n I think you've atoned by now, don't you?\n\n\nSCP-8053-A:\n Heh.\n\n\n[Researcher Simone enters the room. She looks to D-1221 and then to SCP-8053-A, then motions for the former to follow her.]\n\n\nResearcher Simone:\n Come. We have need of you elsewhere. You'll get to wrap this up later.\n\n\nD-1221:\n But I—\n\n\nSCP-8053-A:\n Go with her, Eddie boy. I don't need these lab coat's pity parties. Nothing against you, son. But I know that you lab coats were keeping something from me, and now that I know what it is, I'm not gonna play ball with these prisoners you bring in to keep me company. Stop bringing them in.\n\n\nResearcher Simone:\n Are you sure, Mr. Fish? We find that mental stimulation is helpful for humans in conta—\n\n\nSCP-8053-A:\n Yes, I'm sure. Fuck off and leave an old man to die.\n\n\nResearcher Simone:\n Very well. D-1221, please follow me.\n\n\nD-1221:\n I… okay.\n\n\n[D-1221 and Researcher Simone exit the containment chamber.]\n\n\n[SCP-8053-A is alone in the chamber. After a short period of time, SCP-8053-A begins to quietly hyperventilate. A tear stream emerges from its right eye. An electric hum is heard.]\n\n\nSCP-8053-A:\n Bring it.\n\n\n\n\n<END LOG>",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-8053",
    "object_class": "Safe",
    "containment_procedures": "SCP-8053 is contained in a humanoid containment cell at Site-17. The cell is to be modified to be sound-proof and installed with a digital display timer that synchronizes with the anomaly's activation. The cell is also to be supplied with a collection of literary material, a television set accompanied with a selection of pre-approved films, and several automatic air fresheners. Physical interactions with SCP-8053-A are to be avoided if possible. Personnel are to wear ARC flash suits and insulated gloves prior to physical interaction, should physical interaction be deemed necessary.",
    "description": "SCP-8053 is an electric chair constructed from wooden material. The object is not only able to operate without being connected to a power source, but is able to withstand all forms of physical damage. SCP-8053's anomalous properties appear to be interconnected with SCP-8053-A.",
    "title": "SCP-8053"
}