{
    "url": "https://scp-wiki.wikidot.com/scp-8057",
    "all_text": "rating: \n+34\n+\n–\nx\n\n\nItem #:\n SCP-8057\n\n\nObject Class:\n Uncontained\n\n\nSpecial Containment Procedures:\n POI-8057 is to be tracked down by MTF Lambda-11 (\"Prying Eyes\") and brought before the Overseer Council for treason. Should he attempt to utilize SCP-8057 in an attempt to defend himself, tranquilizer rounds are to be used to incapacitate him.\n\n\nOnce POI-8057 is successfully captured, all knowledge regarding SCP-8057 is to be extracted, and POI-8057 is to be terminated.\n\n\nDescription:\n SCP-8057 is a Class 3 retro-causal metaphysical\n1\n cognito-hazard that, when activated, causes the complete metaphysical annihilation of the target. This is done through SCP-8057's primary effect: the generation of an \"anti-concept\" specific to the target, and the subsequent merging of the concept and anti-concept\n2\n. This merging will annihilate both the target concept and its anti-concept, thereby removing the target from the noosphere and subsequently removing it conceptually from baseline reality.\n\n\nSCP-8057 is activated by inserting an accurate and exhaustive description of a target. The Foundation Department of Nomenclature has emphasized the necessity of specificity when activating SCP-8057 for testing (see Incident 8057-002.1).\n\n\nSubjects affected by SCP-8057 are irretrievable and unidentifiable. The Foundation was only able to identify SCP-8057 through its secondary effect: the production of excess \"thought energy\" as waste in the noosphere. This thought energy is theorized to contribute to harmful stray thoughts, continuous or spontaneous deja vu, and a mundane phenomenon colloquially known as the \"Mandela effect\".\n\n\nIt is currently unknown if SCP-8057 is temporally self-normalizing.\n\n\n\n\nDiscovery\n\n\n\n\n\nSCP-8057 was officially designated on 17/07/01 after several concepts were discovered to be missing from reality, and the human noosphere. An excerpt log of these presumed ideas has been attached below.\n\n\n\nConcept: The ninth planet in the solar system\n\nDescription: Records collected by the Foundation indicate that as recently as 4 months prior to SCP-8057's discovery there existed a ninth planet in the local solar system. Despite this, no member currently on Foundation payroll can remember such a discovery, including members of the Astronomy Department. Important to note is that there is a ninth celestial object in the local solar system, that being Pluto.\n\n\n\n\n\n\nConcept: Berenstein Bears\n\nDescription: Humanity as a whole remembers this concept as the Berenstein Bears, despite no records of this spelling existing. Imaging of the human Noosphere\n3\n has revealed no trace of the original concept.\n\n\n\n\n\n\nConcept: Emotion\n\nDescription: Imaging of the human Noosphere has revealed a drastically different structure in the section dedicated to emotion. This is presumed to have been due to the annihilation of prior emotional constructs, leading the Noosphere to adapt and create new ones.\n\n\n\n\nResearcher Henderssohn was given charge of SCP-8057 shortly following these events.\n\n\n\n\n\n\n\n\nResearcher Henderssohn's Logs\n\n\n\n\nThe following logs detail Researcher Henderssohn's discovery of SCP-8057, recovered by MTF Lambda-11\n\n\n\n\nDate: 12/08/01\n\n\nThe Foundation has always kept tabs on public trends and mass beliefs. It's exceedingly rare, but there is always a chance something anomalous crops up in the chaotic realm of the human collective consciousness. Of course, this is not new news to anyone reading. We've been like this for a while. But recently, there's been a massive surge of cases of the Mandela Effect\n4\n. And I have to admit, this has piqued my curiosity. I plan on looking into this. I'll update you all.\n\n\n\n\n\n\nDate: 14/08/01\n\n\nI said I'd update you and here I am. I may or may not have taken a peek into the Noosphere last night, and I noticed some rather major differences in certain parts of it. It's almost like someone tore out parts of it and the Noosphere was forced to adapt by replacing it with something new. Could this be where the Mandela effect comes from?\n\n\n\n\n\n\nDate: 17/08/01\n\n\nI found it. I think I did, anyway. I found some sort of weird concept within the Noosphere that appears to be responsible for, as I put it last time, tearing parts out of the Noosphere. But perhaps this power can be controlled? I need to experiment with this.\n\n\n\n\n\n\n\n\n\n\n\n\nNotes from E. Henderssohn's lecture: \"On the Nature of Concepts\"\n\n\n\n\n\n\n\"How do you look for something that doesn’t exist and is conceptually annihilated, gone, no longer something we can conceive of? When something gets annihilated in a standard sense, it doesn’t just vanish. It leaves behind residue, energy, particles, \nsomething\n. Likewise, if you want to look for something that doesn't exist, you just have to find what it left behind. It's fascinating, really, the ways in which the models we know can be modified and adapted.\"\n\n\n\n\n\n\nOn the Forming of Ideas:\n\nWe actually had the incredible privilege recently of watching an idea form in the noosphere. The team, we had detected a large concentration of thought energy around the nodes of mp3 players. After a few days, this energy condensed around a new node, something called an \"iPod\". About a month later, Steve Jobs unveiled a new product. It takes a large quantity of energy in the noosphere for something to form around a thought node, but if one can create an idea stable enough, a new concept is born.\n\n\n\n\n\n\nOn the Noosphere and Human Consciousness:\n\n…[M]y team was able to get their hands on some of those new metaphysical sensing devices the gang over in the Tech wing have been working on. It's allowed us to do some deep imaging of concepts in the noosphere, furthering that theory from thirty-something years ago. Concepts in the noosphere actually have a shape, a pattern that allows us to identify them. See, they start out almost like nodes, the faintest basis for an idea one might have. Then, as this idea starts to formulate and become fully realized in the human consciousness, it pulls in thoughts almost like a form of energy until eventually, a new concept is born.\n\n\n\n\n\n\n\n\n\n\nExperiment Log 8057.01.1\n\n\n\n\n\nExperiments involving SCP-8057 were performed by Site 121 Researcher Dr. Erik Henderssohn, approved by Site Director Ernest Sterling. Due to the metaphysical nature of SCP-8057, Dr. Henderssohn determined that it would be impossible to know if a subject had been successfully annihilated by SCP-8057. Therefore, he and his team devised a method to monitor the noosphere for excess \"thought energy\". They would analyze the noospheric shape of various concepts suspected of being affected by SCP-8057 and compare their general development to that of a control concept.\n\n\n\nExperiment No. 8057.01.15.11.01\n\n\nLead:\n E. Henderssohn\n\n\nSubject:\n Sycamore tree\n\n\nResult:\n Standard nootropic energy. No deviations from norm. Noospheric shape resembles a hollow tube.\n\n\nNotes:\n \nI chose a sycamore because there's one outside my house. Must have been on my mind. Good control. Perhaps some of the next tests will show something interesting.-E. H.\n\n\n\n\n\n\nExperiment No. 8057.02.18.11.01\n\n\nLead:\n E. Henderssohn\n\n\nAssistant:\n A. Lorr\n\n\nSubject:\n Saxophone\n\n\nResult:\n Very high excess energy. Stable thought state. Suggests this item could have been conceptually unstable until reaching equilibrium in its current form. Noospheric shape resembles a series of overlapping irregular polyhedrons.\n\n\nNotes:\n \nMan, someone really did not want the saxophone to happen-A. L.\n\n\n\n\n\n\nExperiment No. 8057.03.23.11.01\n\n\nLead:\n E. Henderssohn\n\n\nAssistant:\n A. Lorr\n\n\nSubject:\n Famous quote from Lucasfilms movie \nStar Wars: The Empire Strikes Back\n\n\nResult:\n Highly unstable equilibrium. Oscillates between two thought states. Suggest people believe one of two aspects of this quote to be true. Noospheric shape is two perpendicular, pulsating circles with a period of 4pi.\n\n\nNotes:\n \nBeginning to get a feel for things. Might be able to generate a theory with a few more experiments. Smaller scale ones I should do on my own- E.H.\n\n\nMakes sense. Most people believe it’s either \"Luke, I am your father\" or \"No, I am your father\". Obviously only the first one is correct, but enough people believe in the second one that it appears in the noosphere- A.L.\n\n\nThis is all well and good, Erik, but we need to find something a bit more interesting if we want to continue research. I'm trying to get some more complex organisms to look into. Also, it’s \"No, I am your father\".- Sterling\n\n\n\n\n\n\n\n\n\nSite Director Sterling petitioned the Ethics Committee following several more of Henderssohn‘s experiments for a D-Class subject. As these experiments are non-invasive and purely observational, the request was approved.\n\n\n\nExperiment No. 8057.53.05.03.02\n\n\nLead:\n E. Henderssohn\n\n\nAssistant:\n E. Sterling\n\n\nSubject:\n D-52899\n\n\nResult:\n [DATA EXPUNGED]\n\n\nNotes:\n \nIt’s just science, Erik. Stop being dramatic. Looking at concepts as complex as a human person is bound to have some deviations. -Sterling\n\n\nI've been running these observations for months. That's not a deviation. -E.H.\n\n\n\n\n\n\n\n\nEmail Exchange\n\n\n\n\n\nThe following details correspondence between Site Director Sterling and Dr. Henderssohn following the D-Class experiment.\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:SUBJECT\n\n\n\n\n\n\n\n\n\n\nTo:\n Erik Henderssohn \nten.arap-pics|redneh.e#ten.arap-pics|redneh.e\n\n\nFrom:\n Ernest Sterling \nten.arap-pics|rid.gnilretse#ten.arap-pics|rid.gnilretse\n\n\nSubject:\n SCP-8057\n\n\n\n\n\n\nErik,\n\n\nI understand your apprehension, but we need to escalate experimentation. If this anomaly is what we think it is, it could be one of the Foundation‘s greatest assets! Right now, you’re just showing some theories on what \nmight\n happen if we use it. We need some more tangible results. We need to use it. Just once. Something innocuous. Something that won’t be missed. It’s secured, it’s contained. But every once in a blue moon, we use anomalies to help us protect. Just think of the bigger picture.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Ernest Sterling \nten.arap-pics|rid.gnilretse#ten.arap-pics|rid.gnilretse\n\n\nFrom:\n Erik Henderssohn \nten.arap-pics|redneh.e#ten.arap-pics|redneh.e\n\n\nSubject:\n Re:SCP-8057\n\n\n\n\n\n\nErnest,\n\n\nWe can’t. It doesn’t work that way. Believe me, I know. We’re missing something about this thing. It’s not just about annihilation. There’s something else. The team has been picking up a lot of stray thought energy in the Noosphere. Let us look into it.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Erik Henderssohn \nten.arap-pics|redneh.e#ten.arap-pics|redneh.e\n\n\nFrom:\n Ernest Sterling \nten.arap-pics|rid.gnilretse#ten.arap-pics|rid.gnilretse\n\n\nSubject:\n Re:Re:SCP-8057\n\n\n\n\n\n\nErik,\n\n\nO5-8 has already expressed her support. We’d have the O5s, Ethics Committee, Metaphysics Safety Committee, most of the Metaphysics Department, and probably a million others all with eyes on this. I can guarantee this will be one of the safest, most secure experiments we could perform. Your team would be in total control of how testing is conducted.\n\n\nCan you trust me with this, Erik, please? We’ve worked together for 10 years, and I’ve never let you down.\n\n\nErnest\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Ernest Sterling \nten.arap-pics|rid.gnilretse#ten.arap-pics|rid.gnilretse\n\n\nFrom:\n Erik Henderssohn \nten.arap-pics|redneh.e#ten.arap-pics|redneh.e\n\n\nSubject:\n Re:Re:Re:SCP-8057\n\n\n\n\n\n\nErnest,\n\n\nIf it were just you, and no one else in the world, I would trust you in a heartbeat. But once the knowledge is out there, it becomes out of your control. Someone out there will see this anomaly not as a danger, but an opportunity, a statement.\n\n\nI want you to walk into my lab, look me in the eyes, and swear to me that no one, ever, will misuse this anomaly or treat it as a weapon. I want you to promise me that even after we’re all long buried that this anomaly will be used only in the way that you’ve prescribed, that the next O5s or the ones after that won’t change their minds.\n\n\nOnly then will I say yes.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSite Director Sterling submitted a project proposal to the O5s for approval following his conversation with Dr. Henderssohn\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 07/03/2002\n\n\nNOTE:\n \nVideo transcript of meeting between Dir. Sterling, Dr. Henderssohn, and the O5 Council. Sterling is anxiously looking over his documents, occasionally flicking his gaze towards the large double doors on the other side of the room.\n\n\n\n\nO5-5:\n You said he would be here, Director Sterling.\n\n\nSterling:\n So did he. There’s no reason he’d miss this.\n\n\nO5-8:\n I should hope he is on board with your proposal? It will be difficult to continue a project without its lead researcher.\n\n\nSterling:\n Yeah, he will be. He’s just a little dramatic sometimes.\n\n\nSeveral more minutes go by. Sterling shakes his head and mutters something to himself.\n\n\nO5-11:\n Just because this project has piqued our interest, doesn’t mean we can afford to sit around waiting.\n\n\nSterling:\n I know, I know. Just… give him a couple more minutes. I’m sure he’s on his way.\n\n\nO5-3:\n Then he can fill in the blanks when he gets here. Proceed, Director.\n\n\nO5-8 nods to Sterling.\n\n\nSterling:\n Alright. Well, so far we’ve been able to determine several things about the nature of SCP-8057. Firstly, it is a Class 3 cognitohazard, so already fairly dangerous. However, it is mostly innocuous. We, uh, we’re able to monitor what we believe are some of the effects of this anomaly, and we have a few theories on how to apply it or utilize it-\n\n\nO5-11:\n We know what it is and what it does, Director. Complete removal of concepts from human consciousness.\n\n\nSterling:\n Well, yes, but it’s not just a memetic effect. It’s actually altering the noosphere. Once it’s gone, there’s no way for anyone to get it back.\n\n\nO5-2:\n And you’re proposing that we just point this thing at whatever we don’t like. I didn’t realize we had become the GOC during my time off.\n\n\nO5-5:\n We’ve attempted worse.\n\n\nO5-2:\n \nYou’ve\n attempted worse.\n\n\nSterling:\n No, no- my plan, my \nproposal\n is really just two steps. The first is just a simple proof of concept. Use the anomaly on something very mundane, something no one will notice if it’s gone.\n\n\nO5-11:\n Such as?\n\n\nO5-8:\n ████?\n\n\nSterling:\n Sure, that works. But that’s the easy part. The second half is much more important, and the part that I think Henderssohn will most agree with. Once we can ascertain that this anomaly functions the way we’ve theorized, it gets put away. Everything you all can put in front of it, kill agents, cognitohazards, red tape that would make the UIU blush, everything. This is the thing we use when there’s nothing else left.\n\n\nO5-2:\n A last resort, then? We have plenty of those.\n\n\nSterling:\n Not a last resort, per se. A contingency. \nYellowstone‘s\n not gonna last forever. Neither is \nthe eel\n. Wouldn’t it be better if we had something we knew would work for as long as we needed, so we didn’t have to rely on things we think might work when we need them most. Again, it’s only a button we push after everything’s gone to shit, and we need a way to restore normalcy again. The Foundation doesn’t need another Hail Mary. We need a certainty.\n\n\nThe room is silent for a few minutes\n\n\nO5-11:\n You… do make a solid case, Director. But how do you expect a proof of concept for something that is somewhat antithetical to the whole idea of proof? Or concepts?\n\n\nSterling:\n We’ve got some AIs in nootropic isolation. I asked around. A few dozen lines of code should be all we need.\n\n\nO5-2:\n You’ve certainly given this a lot of thought. But I would also like to hear from that second opinion you had promised would be here by now.\n\n\nO5-8:\n I think we have all the information we need. Shall we put it to a vote?\n\n\nThe double doors slam open. Dr. Henderssohn pushes past a frustrated security officer.\n\n\nO5-5:\n Good timing, Dr. Henderssohn. We are just about to put Director Sterling's proposal to vote. All in favor?\n\n\nO5s-3, 5, 6, 8, 9, 10, and 12 raise their right hands.\n\n\nHenderssohn:\n What? Now?\n\n\nO5-5:\n All opposed?\n\n\nO5s- 2, 7, 11, and 13 raise their hands\n\n\nHenderssohn:\n Me, I, I oppose! I oppose all of this. I oppose your plan \n(He points at Sterling)\n, I oppose your plan \n(He points at O5-8)\n, too! I know you're working together on this.\n\n\nO5-8:\n You’re a little out of line, Doctor.\n\n\nSterling nervously places a hand on Henderssohn‘s shoulder.\n\n\nSterling:\n Erik, it's not like that, please-\n\n\nHenderssohn:\n No, you’re going to listen to me. Look at this.\n\n\nHe shoves a packet of papers at the O5s and a second, larger folder at Sterling.\n\n\nHendersohn:\n My team and I have reason to believe this anomaly has a much more pronounced effect on human thought than we initially theorized.\n\n\nO5-11:\n And what does that have to do with Director Sterling‘s proposal?\n\n\nHenderssohn:\n This is not an anomaly we can use. This isn’t anything remotely close to Thaumiel-class. This is the kind of thing that we lock away, drown it in antimemes, take a horse pill of amnestics, and pray to whatever the hell you all believe in that we never remember it again.\n\n\nSilence for two minutes.\n\n\nO5-5:\n That’s quite a take, Dr. Henderssohn. And you’ve come to this extreme conclusion based on… empirical data? You’ve tested the anomaly?\n\n\nHenderssohn stutters.\n\n\nHenderssohn:\n Uh, well, not.. not exactly. You can’t just \"test\" it. There'd be no way to know if it actually worked since whatever you test it on won't exist.\n\n\nO5-8:\n Not even with the nootropic isolation AIs that Director Sterling mentioned?\n\n\nHenderssohn:\n …I don’t know. But we’re not even close to that stage, and honestly I don’t think we should ever get there. This is not an anomaly to use or to test or to do anything with!\n\n\nSterling:\n Erik…\n\n\nO5-8:\n It sounds to me like your project has stalled, and this proposal is the kick in the pants it needs to get going again.\n\n\nHenderssohn:\n I don't need a kick in the pants! I-\nwe\n- need to keep doing what we've been doing. Observing conceptual models in the noosphere, building simulations off of that, and making conclusions based off of simulated data and those observations alone. We absolutely, unequivocally, do not need to test this anomaly.\n\n\nO5-11:\n Why not? What could happen?\n\n\nHenderssohn:\n I…don't know. Genuinely. But our observations of the concepts we suspect may have been annihilated in the past demonstrate a dangerous correlation. Too much chaos for stable ideas. The human consciousness turns into a muddy soup. Infinitely repeating concepts. Any one of these is the worst K -class scenario you could imagine.\n\n\nO5-5:\n That's a lot of hypotheticals. What happened to your scientific curiosity, Doctor? Don't you want to know more?\n\n\nHenderssohn:\n No. You haven't seen firsthand the things in the noosphere.\n\n\nSterling:\n Erik, maybe you should take some time off to think about this.\n\n\nSterling puts his arm around Henderssohn‘s shoulders.\n\n\nSterling:\n You‘ve been pushing yourself too hard on this project. I think you need a break. We can talk about this later, it’s honestly not as bad as you think it is. Please, I’m a little worried about you.\n\n\nHenderssohn glares at him.\n\n\nSterling:\n I’ve been your friend for a long time. I’m not trying to screw you over on this. Trust me.\n\n\nHenderssohn:\n Look me in the eyes and say it, Ernest.\n\n\nSterling turns away. Henderssohn‘s expression hardens.\n\n\nHenderssohn:\n I suppose you’re right. I do need some time away from here.\n\n\nSterling:\n Take as long as you need. We’ll be waiting for you when you get back.\n\n\nO5-8:\n Look at it this way, Doctor. If something goes wrong, you won’t be held accountable. It won’t be your fault.\n\n\nThey leave the O5 Council meeting room.\n\n\n\n\n[END LOG]\n\n\n\n\nDirector Sterling‘s proposal was approved by the O5 Council. Dr. Henderssohn was approved for an extended leave of absence following his outburst at the Council meeting. Director Sterling was appointed Interim Project Lead in Dr. Henderssohn‘s absence.\n\n\nThe following is a record of logs from Dir. Sterling‘s lab computer:\n\n\n\n\n10/03/02-\n\nIt‘s been a few days, might as well get started. Some of Henderssohn‘s team has expressed displeasure at my taking the reins. I’ve informed everyone on the team that they are absolutely allowed to leave if they do not agree with the decisions I make. I’m not keeping anyone captive here. That being said, I’ve also encouraged them to come at this project with an open, scientific mind. I wouldn’t do anything Erik wouldn’t approve of. We’ll wait until he’s back to start taking any major steps towards a proof of concept.\n\n\nIt’s not like we could either way. Erik‘s the one with the knowledge on how to get this anomaly working.\n\n\n\n\nExperiment No. 8057.54.11.03.02\n\n\nLead:\n E. Sterling\n\n\nAssistant:\n J. Zahne\n\n\nSubject:\n D-799320\n\n\nResult:\n Normal\n\n\n\n\n\nLorr‘s already walked out. I think James is going to follow her after today. Honestly, I’m a little envious of Erik. He’s got a loyal team.\n\n\n\n\nOn [DATA EXPUNGED], a containment breach was detected at Site 121. Several staff were injured, and an MTF was deployed to re-contain several low level anomalies. Upon entering a storage room holding several of these anomalous devices, the MTF instead recovered a single note.\n\n\n\n\nI’m extending my leave indefinitely. You won’t find what you’re looking for.\n\n\nE. H.\n\n\n\n\nSite 121 was put into lockdown immediately and MTF Lambda-11 was dispatched to apprehend former Researcher Erik Henderssohn.\n\n\n\n\n\n\n\n\nInterview Log with Dr. Henderssohn‘s Staff\n\n\n\n\nTwo staff members who walked out of SCP-8057‘s testing were contacted and brought in for questioning regarding Dr. Henderssohn‘s actions.\n\n\n\n\n\n\nInterviewer:\n Dir. Ernest Sterling\n\n\nInterviewees:\n Jr. Researchers Alexandra Lorr, James Zahne\n\n\n\n\n<BEGIN LOG>\n\n\nLorr and Zahne sit opposite Sterling in a standard office meeting room. Both junior researchers are fidgeting with their chairs. Neither meet the director‘s gaze, but Zahne occasionally stares at the camera in one corner of the room.\n\n\nSterling:\n I promise this will have no negative effects on your standing in the Foundation or your employment here. Honestly, we just want to get to the bottom of this. I’m just as worried about Erik as you are.\n\n\nLorr:\n I'm sure you are.\n\n\nSterling sighs.\n\n\nSterling:\n I don't know what Erik's told you about me, but it's probably all true. I suppose I'll be wasting my time asking if you knew about his plan to betray the Foundation or where he's headed now?\n\n\nLorr and Zahne look at each other, shrug, and look back at Sterling. He rolls back into his chair and turns to face one of the cameras\n\n\nSterling:\n He was one of my first friends here. Still consider him one, despite all he's done. I understand why. I just made different choices.\n\n\nSterling gestures to Lorr.\n\n\nSterling:\n You know he was the one to get me hired here? Pulled my resume out of the shredder pile and taped it to the department chair's desk.\n\n\nHe laughs to himself, rummaging around in his briefcase. He pulls out a small, silver pen and rolls it around his fingers.\n\n\nSterling:\n I met him while getting my Master's. He was TA'ing this dynamics class I needed. Held his office hours in this tiny little room with the weirdest windows. Felt like we were in space.\n\n\nSterling suddenly points the pen directly at one of the cameras. A bright red light burns through the lens before consuming the entire picture. The other three cameras follow soon after.\n\n\nSterling:\n Mics are still on. Not much I can do about that. But, if there's anything you wanted to show me, you've got about thirty seconds.\n\n\nPapers are heard rustling before abruptly stopping.\n\n\nZahne:\n You're still on the O5s side.\n\n\nSterling:\n Yes. I still have my proposal. I'm still a site director, for now I imagine. But I swear on the \nBlack Moon\n that I will not allow anyone to harm Erik. That might not mean anything to you guys, but trust me, it's a real promise. At least if I'm the one that finds him, I can make sure that we bring him back safe.\n\n\nThere is a long pause.\n\n\nLorr:\n Dr. Henderssohn said you never missed a lecture, even after all of your friends dropped the class. And you were the only one who came to his office.\n\n\nSterling:\n Well that's because I was failing.\n\n\nA folder of papers and a small metal object are heard sliding across the desk.\n\n\n<END LOG>\n\n\n\n\nNotes:\n The flash drive acquired from Researchers Lorr and Zahne was confiscated by MTF Lambda-11. Agent \"November\" was tasked with decrypting the files stored on the drive. The sheets of paper remain in Dir. Sterling's possession, as he has refused to hand them over.\n\n\n\n\n\n\n\n\n\n\nDecrypting file……………10%\n\n\n[]\n\n\nErnest,\n\n\nI imagine at this point you are pleading with the O5s about what to do when you finally contain me. Please, save yourself the extra stress. You won't need to worry about that. I’m not coming back. I've compiled my notes on SCP-8057 in such a way that you will be able to understand. I hope you can become the voice of reason in my stead. I trust you.\n\n\n\n\n\n\n\n\nPer the orders of Dir. Sterling, MTF Labmda-11 agents November, Echo, and Sierra were deployed to Omaha, Nebraska to determine the location of Bertrand Woss, an Anderson Robotics employee close to Dr. Henderssohn.\n\n\n\n\nMTF Lambda-11 Interview Logs\n\n\n\n\n\n\nInterviewers:\n MTF Lambda-11-November, Echo, Sierra\n\n\nInterviewees:\n Bertrand Woss\n\n\nNotes:\n Interview takes place outside a coffee shop in Omaha. MTF Lambda-11 agents were outfitted with hidden microphones and cameras. Sierra and November sit opposite Woss. Echo waits at a nearby table by the entrance.\n\n\n\n\n<BEGIN LOG>\n\n\nWoss:\n It must be nice talking with someone who knows who you lot are.\n\n\nSierra:\n I'm sorry, Mr. Woss, but we're just investigating Dr. Henderssohn's disappearance-\n\n\nWoss:\n C'mon, this ain't my first rodeo. I'm a senior engineer for Anderson, I worked with some a' their weird anomalous shit.\n\n\nWoss leans in.\n\n\nWoss:\n For the record, your people gotta come up with better cover stories than \"newspaper\" or \"FBI\". It's getting old and obvious. 'Sides, the real FBI is way more conspicuous than you lot.\n\n\nHe laughs.\n\n\nNovember:\n I suppose if we had known you were senior level, we might have been a bit more direct with our request. Regardless, our reason stays the same.\n\n\nWoss nods.\n\n\nWoss:\n Whaddaya wanna know?\n\n\nSierra:\n Anything you can give us. His history at Anderson, anything he might have shared with you about his future plans, stuff like that.\n\n\nWoss:\n Whoo boy, there's a lot on the first part. That's not gonna come cheap, ya hear?\n\n\nSierra and November exchange glances.\n\n\nNovember:\n Mr. Woss-\n\n\nWoss:\n I'm just kidding. Though it doesn't matter what I tell you, you won't get him. He's way craftier than you'd expect. Hell, I didn't know he went to the Foundation after leaving Anderson for weeks.\n\n\nWoss pauses, taking a drag of his cigar.\n\n\nWoss:\n You two ever heard of that oricalcum scandal at Anderson?\n\n\nNovember:\n We're…familiar. He and I were investigative journalists out of Portland before coming to the Foundation.\n\n\nWoss:\n Oohh, \"familiar\", sure, sure. Terrible what happened to Ms. Butler. Turns out, Erik had been meeting with her weeks before the story broke. Well, that whole debacle wasn't our department, anyhow. We were more on the theoretical side of things. None of that magic nonsense. I told him it didn't affect us none, but he wouldn't have it. He stormed into our supervisor's office and was gone by lunch.\n\n\nNovember:\n So, this isn't his first rodeo either.\n\n\nWoss laughs again.\n\n\nWoss:\n You could certainly say that.\n\n\nSierra:\n You wouldn't happen to have an idea of where he's gone this time?\n\n\nWoss:\n Nope! 'spose I'll find out in a few weeks, just like last time. But I'll tell you this, he's been planning for something like this for a long time. Just in case the Foundation pushed him in the same way Anderson did. I wish you lot the best of luck.\n\n\nNovember:\n Thank you, Mr. Woss.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\nDecrypting file……………25%….35%\n\n\n[]\n\n\nSCP-8057 is a metaphysical anomaly. I can't describe what it looks like or what it is exactly, as that would defeat the whole purpose of my actions, but I can tell you how it works. When you feed a proper description of a subject into it, SCP-8057 will go into the human noosphere and pull out what I've started calling an anti-concept of the subject. It's not quite the opposite of something, more like its inverse. When a concept and anti-concept meet, they annihilate, just like standard particles on the quantum level. With this idea as a baseline, we were able to run several simulations of this metaphysical annihilation process. These simulated subjects didn't simply vanish upon annihilation, however. They left something behind. Mass false memories, deja vu, or any number of mild memetic or antimemetic effects. That's not to say every time you experience deja vu, something has been annihilated, but if enough people experience a similar phenomenon, I would bet that it's because of this leftover thought energy. And there's something else…\n\n\n\n\n\n\n\n\n████████ ███████, an agent working for the GOC, was identified by MTF Lambda-11 as a former classmate and partner of Dr. Henderssohn. The GOC approved an interview with said agent, whose name has been redacted as per Foundation-GOC Treaty of Versailles of 1946 Article 5 Section II\n5\n. Footage and transcript of interview was obtained through Foundation-GOC Treaty of London 1979 Article 3 Section I.\n\n\n\n\nInterviewers:\n MTF Lambda-11-Bravo, Oscar, November\n\n\nInterviewee:\n ████████ ██████\n\n\nNotes:\n Interview takes place in standard GOC planning room. Two armed GOC agents stand guard at the door.\n\n\n\n\n<BEGIN LOG>\n\n\nOscar:\n Thank you for meeting with us, Ms. ██████.\n\n\n██████:\n Censors will catch that, agent.\n\n\nNovember:\n We're well aware.\n\n\n██████:\n This is about Erik, isn't it? Surprised it's taken this long. Look, I know he's gone AWOL, but I don't know where. Is that all you need?\n\n\nOscar:\n Not quite. Our records indicate that you two studied together.\n\n\n██████:\n That's correct.\n\n\nOscar:\n And you both started taking interest in the anomalous at around the same time. You had taken a trip to Sloth's Pit together.\n\n\n██████:\n …yeah.\n\n\nBravo:\n So, what sparked your interest?\n\n\n██████ looks at them, deadpan.\n\n\n██████:\n Personal matters.\n\n\nOscar:\n Ms. ██████, we're just trying to gather as much information as we can to try and figure out where Dr. Henderssohn might have gone.\n\n\n██████:\n I‘m sure you can look up the answers to all your questions with your fancy database. Now, is there anything else or am I free to go?\n\n\nNovember sits next to Oscar.\n\n\nNovember:\n I knew some of my team before working at the Foundation. We went to school together, too.\n\n\n██████:\n Yeah? What'd you study, good cop?\n\n\nNovember:\n Journalism. One of the professors we really admired. She took us under her wing. She had a knack for piecing things together, but one day, she just up and vanishes. No notes, no record, just gone. Some people are just too good at their jobs.\n\n\n██████ nods slowly.\n\n\nNovember:\n Course, we get a little too curious as to what happened, and we get scooped up by the Foundation. I guess they value reckless abandon in their field agents. We walked out of there with a job offer.\n\n\nShe looks ██████ in the eyes.\n\n\nNovember:\n Do you ever remember meeting someone named Ernest Sterling while you and Dr. Henderssohn were working at that university?\n\n\n██████:\n Huh?\n\n\nNovember:\n He was a student of Dr. Henderssohn‘s, I believe.\n\n\n██████:\n Maybe? Why?\n\n\nNovember:\n Mr. Sterling has lost his friend, and he’s tasked us with trying to find him before he gets hurt. We don’t really know much about him, But I agree with Mr. Sterling. So, we’ve been asking around with people who were close to him, hoping we can find anything to get us closer to finding him and bringing him home.\n\n\n██████ sighs.\n\n\n██████:\n He’s passionate at what he does, and he’s good at it too. Stubborn as all hell, though. Sticks to his principles.\n\n\nNovember:\n That’s how we got here.\n\n\n██████:\n He can be a real pain in the ass. When I got an offer to work here, I expected him to be excited for me, you know? But you know what he said instead? \"I guess you’ll find out why they call them Book Burners.\" He looked so disappointed.\n\n\nOscar:\n You belonged to the Hand?\n\n\n██████ clicks her tongue and grimaces.\n\n\n██████:\n Well… not exactly. I guess to answer your earlier question, we found a Way when we were younger, kinda by accident. It was amazing, honestly. I have no idea how long we got stuck in there, but eventually Librarians kicked us out.\n\n\nNovember:\n How old were you at the time?\n\n\n██████:\n I dunno, nineteen? Twenty, maybe? I don’t really remember what we found there, but I remember Erik and I were fascinated by it.\n\n\nNovember:\n Have you ever been back?\n\n\n██████ shakes her head. The room is silent for several minutes.\n\n\n██████:\n I used to have dreams about the Library, but they stopped years ago. Last I talked to Erik, he still dreams.\n\n\nNovember:\n Do you miss it?\n\n\n██████ stares at her hands.\n\n\nNovember:\n What made you start working for the GOC?\n\n\n██████:\n Stability. Erik was barely able to make rent with his teaching jobs, but he never applied for anything else. He always felt personally invested in whatever he was doing. It stopped him from going outside of his comfort zone, I think. Eventually he had to realize that sometimes, a job is just a job. Pays the bills. Can’t really reinvent quantum theory from a shitty studio in a dying city.\n\n\n██████ is quiet again for several minutes. When she speaks again, her voice is distant.\n\n\n██████:\n I should, uh, get back…probably. Still have my job and all.\n\n\nNovember:\n Thank you for your time.\n\n\n██████:\n …yeah.\n\n\n██████ exits quickly. November and Bravo are heard conversing after she leaves, but audio is quieter.\n\n\nNovember:\n — can just leave him be? It doesn’t sound like he's the world ending reality bender Command made him out to be.\n\n\nBravo:\n He‘s harboring dangerous knowledge. World ending stuff, according to the O5s. That's all the info we need.\n\n\nNovember:\n Did Command elaborate on that?\n\n\nBravo:\n Nope.\n\n\nNovember:\n And that doesn't bother you at all?\n\n\nBravo:\n Nope.\n\n\nHe faces away from her.\n\n\nNovember:\n Ok, so we catch him and bring him back. Then what?\n\n\nBravo shrugs.\n\n\nBravo:\n Not our problem. Our job is to find him and contain him.\n\n\nBravo and Oscar exit. November lingers in silence briefly before exiting.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\nNote: Had to get Sierra to help with this next section. Henderssohn had it locked up good. -November\n\n\n\n\n\n\n\n\n\n\nDecrypting file……………50%….70%\n\n\n[]\n\n\nI‘ve always felt that I keep retreading the same paths my entire life. No matter how far I go, how much I try to never deviate, somehow, I end up back where I started, and I can see the path I’ve just walked laid out in front of me. And still I carry on.\n\n\nExcess thought energy is a strong foundation for forming conceptual nodes. Given time, enough energy will coalesce to form a new concept. Yes, metaphysical annihilation completely removes the concept from our collective consciousness, but something new, so slightly different takes it’s place. Holes in the noosphere are incredibly unstable and seek to reestablish equilibrium as fast as possible. But they knew that. They just want to keep rolling the dice until they can get something more manageable.\n\n\n\n\n\n\n\n\n\n\n WARNING: Unauthorized Access Detected. Show access log?\n\n\n\n\n- Close\n\n\n\n\n\n\n| Connecting to Sec.st121.mod.343esdcke3.msg-send-rec.32ews…\n\n| …\n\n| …\n\n| …\n\nConnection Established\n\n\nN: Hey sierra you there?\n\n\nS: Wtf\n\n\nN: I found a backdoor in Site 121s communications software. Cmere I need to show you something. Dont have a lot of time before Im kicked out.\n\n\nS: Uhhh… who is this\n\n\nN: Its november\n\n\nS: Sure it is\n\n\nN: Shut up and just get in here. Now\n\n\nS: Prove it.\n\n\nN: I know where your bunk is. I will go over there and kick your ass.\n\n\nS: Okok fine.\n\n\nN: Do you know what it is were doing? Like with finding Henderssohn and all that?\n\n\nS: I mean, yeah? We all read the same mission file. Why?\n\n\nN: Ive been talking to Bravo about specifics, but hes been super cagey and I got curious\n\n\nS: Uh oh. What did you do\n\n\nAccessing record_sec_feed_23438.st121.mod.343esdcke-cam_lock_dirsuite…\n\n\nS: The DIRECTORS SUITE? Man we are getting mega amnestitized\n\n\nN: Shut up and watch\n\n\n\n\n\n\nVideo Log sec_feed23438\n\n\nDirector Sterling is seated at his desk, placing some documents back into a folder. O5-8 is seated across from him\n\n\n\n\nBEGIN LOG\n\n\nSterling:\n These are your new procedures?\n\n\nO5-8:\n I’m sure you have some questions-\n\n\nSterling:\n Go fuck yourself, Matilda.\n\n\nO5-8:\n Ernest.\n\n\nSterling:\n I promised his team, MY team, that I wouldn’t let anything hurt Erik. That’s why I took this assignment.\n\n\nO5-8:\n And you can uphold that. These aren’t your procedures. You’re not the one pulling the trigger.\n\n\nSterling:\n I might as well be!\n\n\nO5-8:\n You may not believe me, but the O5s and Dr. Henderssohn do agree on a few things regarding SCP-8057.\n\n\nSterling:\n And what would that be?\n\n\nO5-8:\n Namely, that this anomaly is too dangerous to leave in anyone else‘s hands. It needs to be kept at the Foundation, under strict lock and key. But your friend‘s decision to run away has made him a liability to his own research. We simply can’t trust him to keep it contained.\n\n\nSterling:\n Is that not what amnestics are for? Death seems a bit too cruel, even for you.\n\n\nO5-8:\n If we could reliably manufacture the kind of drug to wipe everything that may pose a threat to the Foundation, he would be functionally brain-dead. Death is a mercy.\n\n\nSterling:\n Strange way to say that you just don't want him around to roadblock your authority.\n\n\nO5-8:\n It's not just about 8057 anymore. Erik knew he was digging too deep. It's what he's good at. He did it at his university. He did it at Anderson's. It's almost like he enjoys finding this kind of trouble, and then he runs away with it.\n\n\nSterling visibly stiffens.\n\n\nSterling:\n You can't stand being wrong.\n\n\nO5-8:\n Director, I am more than willing to be the villain in your story, since you need someone to blame other than yourself. But the O5s serve a very important function. We make the decisions no one else wants to live with.\n\n\nSterling:\n How noble of you.\n\n\nO5-8:\n Would you like to be the one to consign Dr. Henderssohn to his fate? Or would you like to make a different decision? What would you do if you were wrong, no matter what you chose?\n\n\nO5-8 stands and grabs the folder from Sterling.\n\n\nO5-8:\n Fortunately for you, these are questions you will never have to answer. We certainly are cold, we may be cruel, some will say we are evil. But we are necessary, Ernest.\n\n\nShe walks to the door.\n\n\nO5-8:\n If you are not capable of completing your assignment, I will have you pulled off it. And then you can wash your hands of guilt completely. But it will be done, regardless of your decision.\n\n\nO5-8 leaves Director Sterling‘s office. He slumps into his chair, head between his hands.\n\n\nEND LOG\n\n\n\n\n\n\nS: oh\n\n\nN: Im not letting what happened to Harriet happen again.\n\n\nS: what do we do?\n\n\nN: We get to him first.\n\n\nN: …\n\n\nN: …\n\n\nN: you there?\n\n\nS: hey november\n\n\nN: yeah?\n\n\nS: Echo wants to help\n\n\nN: what\n\n\nS: I showed him the video. He thinks its fucked too\n\n\nN: Why did you do that? We dont need anyone else doing something stupid\n\n\nE: I asked.\n\n\nN: Does he understand what were planning to do?\n\n\nE: Yes.\n\n\nN: Are you sure? I wont blame you if you dont\n\n\nE: I am. I didnt really know Dr. Henderssohn or Harriet Butler, but I dont think I could face Alex or James if I do nothing.\n\n\nN: alrighty then welcome aboard, rookie.\n\n\nE: Bravo said they found a Way. Were shipping out soon.\n\n\nS: go team\n\n\n|…\n\n|…\n\n|…\n\nConnection lost…\n\n\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKanorado Way Video Logs\n\n\n\n\nAfter several months of Foundation surveillance, Bertrand Woss and ████████ ██████ were reported missing from their respective offices. Foundation agents were able to track Woss‘s cell phone to Kanorado, Kansas. MTF Lambda-11 was dispatched to intercept. The following is a video log of their encounter.\n\n\n\n\nVIDEO LOG: KANORADO, KS\n\n\n\n\nDATE:\n █ █/ █ █/2004\n\n\nNOTE:\n Site Command consists of O5-8, two senior researchers from Site 121, and a psychologist from the Memetics Division. The log is transcribed from MTF Lambda-11's various body cams.\n\n\n\n\n[BEGIN LOG]\n\n\n00:00:6:23:00:\n \nMTF Lambda-11 steps out of Foundation vehicles next to a small rock, fenced off and labelled \"Mt. Sunflower\". A second sign reads \"Highest Point in Kansas\". Lambda-11-Bravo assembles the team in front of the fence.\n\n\n\n\nBravo:\n We keep walking until the sun meets the mountain. Then we should be in the Library. Remember, time moves differently in there, so move quickly. We don't wanna find out our only escape route is suddenly ten thousand feet in the air.\n\n\nSierra:\n It moves with the Sun? Pretty clever.\n\n\nOscar:\n How the hell does anyone find this all the way out here?\n\n\nEcho:\n You could probably fall in if you're lucky enough.\n\n\nBravo:\n Quit yapping and start moving!\n\n\n\n\n00:00:6:41:00:\n \nThe team reaches a stretch of field where the air begins to shimmer like a bubble of soapy water. Bravo gives the signal and the team enters. They find themselves in a small corner section with a row of intricate wooden tables and chairs. Bravo and Oscar draw their weapons and take point. Bravo takes out a can and sprays the team with it.\n\n\n\n\nBravo:\n We got about 30 minutes with each spray of this stuff. I'll reapply when the time runs out. Still can't let the Librarians get too close, but hopefully this will throw off our scent just enough so they don't make a beeline for us.\n\n\n\n\nThe team carefully maneuvers through several sections of the Library. They pass a large atrium full of autonomous rotating gears. Further along, they see a Librarian tending to a large, coiled plant that resembles a Venus flytrap, before entering into a room that appears to be an indoor botanical garden. Bravo reaches into his back and puts on a facemask, motioning for the team to do the same. He then pulls out a small robot on wheels and presses a button on its back. It rolls out slowly, just out of reach of the plant. The head follows it as it rolls back and forth through the corridor. Bravo whispers to the team.\n\n\n\n\nBravo:\n Take slow breaths. Calmly. Move slower than the robot, and only when it's going in the same direction as you. Don't trip.\n\n\n\n\nThe team follows Bravo's instructions. This process takes approximately 25 minutes.\n\n\n-EXTRANEOUS FOOTAGE DELETED-\n\n\n00:00:7:42:00:\n \nThe team enters an atrium with the skeletons of several large anomalous creatures displayed on stands and plaques next to them. Echo and Oscar approach one skeleton.\n\n\n\n\nEcho:\n I can't make out any of this. Oscar, do you have your translator?\n\n\nOscar:\n No, but we can send a photo back to base.\n\n\nO5-8:\n Do not. Touch. Anything. No pictures, nothing. You are unwelcome guests here, and you still have an objective. Take the left at the next fork.\n\n\n\n\n-EXTRANEOUS FOOTAGE DELETED-\n\n\n00:00:9:18:00:\n \nThe team makes it to a section with several wall-to-ceiling chalkboards. Sierra and Echo move closer to examine.\n\n\n\n\nO5-8:\n Some of these look familiar, Echo. Similar to some of Henderssohn's notes. Keep moving. You must be getting closer.\n\n\n????:\n \nYOU WILL GO NO FURTHER, JAILERS.\n\n\nBravo:\n Shit.\n\n\n????:\n \nDO NOT TURN AROUND. EXIT THE LIBRARY VOLUNTARILY OR YOU WILL BE REMOVED.\n\n\nOscar:\n Whatever happened to looking with our eyes, just not with our hands?\n\n\nLibrarian:\n \nYOU DO NOT HAVE PERMISSION TO BE HERE.\n\n\n\n\nNovember turns to look at the Librarian. It is a tall, faceless figure draped in various robes that wrap around its unnaturally long torso and limbs.\n\n\n\n\nNovember:\n We mean no harm and no ill intent. We're simply looking for a friend. We won't touch or look at anything else, we just want to find him before he gets hurt.\n\n\n\n\nThe Librarian lowers its head to meet hers.\n\n\n\n\nLibrarian:\n \nWAIT HERE. TOUCH NOTHING.\n\n\n\n\n00:00:9:32:00:\n \nThe Librarian returns with another. The two of them scan the team for several minutes before the larger one speaks.\n\n\n\n\nLibrarian:\n \nIT HAS BEEN DECIDED. THREE OF YOU MAY CONINUE YOUR SEARCH UNDER THE CONDITION THAT YOU TOUCH NOTHING ELSE. THE OTHERS MUST LEAVE.\n\n\n\n\nThe Librarian taps November, Sierra, and Echo.\n\n\n\n\nLibrarian:\n \nYOU HAVE BEEN JUDGED. GO NOW.\n\n\nBravo:\n Why the hell are you three chosen?\n\n\nSierra:\n I guess he likes us.\n\n\n\n\nBravo eyes the three suspiciously.\n\n\n\n\nNovember:\n Hey, we're gonna find him and get him out. Simple. Might be easier now that we don't have to skulk around.\n\n\nBravo:\n Sure.\n\n\nCommand:\n Best to move quickly, now. We don't know how long these good graces will last.\n\n\n\n\nBravo and Oscar follow the Librarian back the way they came. November, Sierra, and Echo proceed further into the Library. The Librarian returns after a while.\n\n\n\n\nLibrarian:\n \nYOU SEEK TO FREE THE SCIENTIST.\n\n\nNovember:\n As best we can.\n\n\n\n\nShe taps her mic and body cam. The Librarian appears to say something else, but its vocalizations are not picked up. November nods again. The Librarian gestures to three wooden chairs. The team sits.\n\n\n\n\nNovember:\n It's going to bring Dr. Henderssohn to us.\n\n\nCommand:\n How convenient.\n\n\nSierra:\n I think they'd just prefer to shorten our time here.\n\n\n\n\n00:00:9:51:00:\n \nThe Librarian returns with Dr. Henderssohn. The camera struggles to focus on him, and his face is obscured by static.\n\n\n\n\nHenderssohn:\n Hello, Eight. I know you're listening.\n\n\nO5-8:\n We both know how this ends, Erik. Don't fight it. You'll only make things harder for yourself and Ernest.\n\n\nHenderssohn:\n Oh, I know. I've surrendered myself to it long ago.\n\n\nO5-8:\n You're a good man, Erik. I wish things could have ended differently, but you’re alone in this. The Foundation needs more researchers as passionate as you.\n\n\nHenderssohn:\n Too bad they won't come. I believe this story does not end today, Matilda. And I'd wager I'm not alone.\n\n\n\n\nSounds a door being slammed open, followed by sounds of a struggle are overheard from Command. The microphone reverberates as it is yanked from its holder.\n\n\n\n\nSterling:\n ERIK!\n\n\nHenderssohn:\n Ernest…\n\n\nSterling:\n Enough already! This is beyond insanity, even for you.\n\n\nHenderssohn:\n I'm sorry you still feel that way.\n\n\nSterling:\n I stuck my neck out for your sorry ass and this is the thanks I get? You really think you and you-your gaggle of nerds can take on the Foundation?\n\n\nO5-8:\n You shouldn't be here, Director.\n\n\nSterling:\n Don't touch me, Matilda!\n\n\nHenderssohn:\n I'm not looking to take anyone on. I want to mitigate the danger, not create more.\n\n\nSterling sighs.\n\n\nSterling:\n We're on the same side, goddammit. We need to know exactly how the anomaly works, if it works, so that we can protect people from it, or anything like it. You're putting more lives at risk by running away. The Foundation needs you.\n\n\nHenderssohn:\n The Foundation I want to work for doesn't exist. It never will. I've realized that rather than working for others and hoping that our motives align, I need to start making decisions on my own. The hard decisions. The ones nobody else wants to make. And I have made my choice. The Foundation that exists, in its righteous pursuit of securing, containing, and protecting, will take whatever steps necessary to achieve that goal, even if it means creating weapons to do so. I want no part of that Foundation.\n\n\nSterling:\n We don't make weapons. We don't use anomalies like that. We're not the GOC, we're not the Insurgency.\n\n\nHenderssohn:\n I've given you almost everything you need to understand. Soon you will have the last piece of the puzzle. I trust you, Ernest. I know you'll do the right thing.\n\n\n\n\nSterling swears as the door is slammed a second time. Henderssohn turns to November.\n\n\n\n\nHenderssohn:\n Harriet would be proud of you two. And you, as well, Echo. She was one of the best people I've met.\n\n\n\n\nHenderssohn hands them a slip of paper. November, Echo, and Sierra turn to each other, nod, and tear off their body cams and mics. O5-8 can be heard screaming.\n\n\n\n\nO5-8:\n You bastards! Goddamit Erik! Bravo, Oscar! The others have turned hostile! Prepare to engage, lethal force authorized!\n\n\n\n\nCam footage switches to Bravo's POV. They are sitting on the tables near the entrance Way.\n\n\n\n\nBravo:\n Fuckin' knew it.\n\n\n\n\nBefore they can pull out their sidearms, the Librarian picks them up and flings them through the Way. They crash into the dirt outside the Library.\n\n\n\n\nO5-8:\n Forget it. Just wait, they have to leave eventually.\n\n\n\n\n00:00:11:39:00:\n \nNovember's voice is picked up on Bravo's mic as three gun barrels point out from the shimmering air.\n\n\n\n\nNovember:\n Drop your weapons!\n\n\n\n\nBravo and Oscar aim into the air and hold for several seconds. Bravo grimaces\n\n\n\n\nNovember:\n Drop your weapons! Now!\n\n\nO5-8:\n Just… do it, Bravo. There's no way to know what you're hitting. We need Henderssohn alive still.\n\n\n\n\nBravo and Oscar keep aim for several more seconds before slowly lowering their pistols.\n\n\n\n\nNovember:\n Kick them over!\n\n\n\n\nThey obey, and November, Sierra, and Echo exit, followed by Henderssohn, Bertrand Woss, ████████ ██████, and a group of other scientists. November walks over to Bravo, spins him around, and jams the gun into his back.\n\n\n\n\nNovember:\n Call for transport.\n\n\n\n\nBravo slowly pulls out a walkie talkie.\n\n\n\n\nBravo:\n Yeah, this is Bravo. We're gonna need a ride out, over.\n\n\n\n\nSeveral minutes pass before two Foundation vehicles pull up. November moves the gun to Bravo's head. Sierra does the same to Oscar. November call out.\n\n\n\n\nNovember:\n We're taking these cars! Everyone out, now!\n\n\n\n\nThe drivers exit the vehicles with their hands up. November nods to Henderssohn and leads half the scientists into one car with Sierra and Echo. November, Henderssohn, Woss and others climb into the second car and drive off. Oscar runs over to his weapon, but Bravo stops him. Bravo stares after the cars, jaw tightly clenched.\n\n\n\n\n\n\n\nFollowing the events at Kanorado, Director Sterling submitted a letter of resignation to Site 121. It was summarily rejected by the O5 Council. MTF Lambda-11-November, -Sierra, and -Echo were listed as traitors to the Foundation. Dr. Erik Henderssohn was designated as POI-8057-1.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nDecrypting file……………75%….85%\n\n\n[ERROR]\n\n\nENTER ENCRYPTION KEY\n\n\n[Koenig_Salamo]\n\n\nACCEPTED\n\n\n………90%….100% Complete\n\n\nI still dream. I dreamt of the Library, where I met Solomon. He told me I was doing good work, but there are more who think like me than I realized. He tasked me with finding them.\n\n\nWhile delving deeper into my research on 8057, I noticed something interesting. If your equipment is sensitive enough and you point it at just the right angle, it can detect thought frequencies. Now, our model of concepts and the noosphere is rudimentary at best, but it is remarkably similar to baseline physics. I had a theory that if a concept is annihilated and then reforms from the stray thought energy said annihilation creates, this thought frequency would undergo a phase shift. In layman’s terms, every multiple of its baseline frequency would indicate an annihilation-reformation event. I tested this with many concepts we had hypothesized had been annihilated before. The papers I left you are the results of that. The number next to the concept indicates how many times I've theorized it has been annihilated, based on the phase shift.\n\nErnest, this is a weapon. We have used it before. The creatures we forgot still haunt us. Lord Blackwood may have been the first to be able to remember. Perhaps that is why they were able to step back out into the light. Perhaps now they remember what it is we did to them. Perhaps they remember how we forgot them.\n\n…\n\n…\n\n…\n\nDownloading … cherrytree.tro.ms.exe…\n\n………………………………………………………..\n\n\n\n\nWARNING: EXTERNAL SIGNAL DETECTED; ATTEMPTING AUTOMATIC SYSTEM LOCK\n\n\n…\n\n…\n\n… /systry.err.oo34vert3q/454345266/cmplt\n\n…\n\n…\n\n/cmd User/ override\n\n/ cmd out C: / You are attempting to override a system shutdown. Enter administrative permissions to continue_\n\n\n\n\n\n\n\n\n\n\n\n\nSite Director Sterling sits alone in his office. It is dark, save for the faint light from his computer, the blinking of a cursor illuminating his face. His fingers tremble. He types slowly, deliberately. He hesitates for an eternity before pressing the enter key.\n\n\n\n\n\n\n\n\n\n\n/ U: esterling\n\n/ P: * * * * * * * * * *\n\n…\n\nPermissions accepted\n\n\ncherrytree.exe has finished downloading. Access file?\n[Y]\n\n\n\n\n\n\n\n\n\n\n\n\nSite Director Sterling stands up, eyes wide. He knows what he needs to do.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt is no wonder \nthey\n hate us.\n\n\n\n\nFootnotes\n\n\n1\n. Class 3 cognito-hazards can retroactively alter reality in minor ways in order to rectify their anomalous affects\n\n\n2\n. In a similar fashion to a proton and anti-proton.\n\n\n3\n. The collective of all concepts humans can ever conceive of.\n\n\n4\n. A collective false memory.\n\n\n5\n. This section of the treaty specifies that all GOC personnel above Green clearance level must remain anonymous if they are included in non-GOC documentation\n\n\n\n\n\n\n\n\n« \nSCP-8056\n | SCP-8057 | \nSCP-8058\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Concept: The ninth planet in the solar system Description: Records collected by the Foundation indicate that as recently as 4 months prior to SCP-8057's discovery there existed a ninth planet in the local solar system. Despite this, no member currently on Foundation payroll can remember such a discovery, including members of the Astronomy Department. Important to note is that there is a ninth celestial object in the local solar system, that being Pluto.",
        "Concept: Berenstein Bears Description: Humanity as a whole remembers this concept as the Berenstein Bears, despite no records of this spelling existing. Imaging of the human Noosphere 3 has revealed no trace of the original concept.",
        "Concept: Emotion Description: Imaging of the human Noosphere has revealed a drastically different structure in the section dedicated to emotion. This is presumed to have been due to the annihilation of prior emotional constructs, leading the Noosphere to adapt and create new ones.",
        "Bravo: We keep walking until the sun meets the mountain. Then we should be in the Library. Remember, time moves differently in there, so move quickly. We don't wanna find out our only escape route is suddenly ten thousand feet in the air. Sierra: It moves with the Sun? Pretty clever. Oscar: How the hell does anyone find this all the way out here? Echo: You could probably fall in if you're lucky enough. Bravo: Quit yapping and start moving!",
        "Bravo: We got about 30 minutes with each spray of this stuff. I'll reapply when the time runs out. Still can't let the Librarians get too close, but hopefully this will throw off our scent just enough so they don't make a beeline for us.",
        "Bravo: Take slow breaths. Calmly. Move slower than the robot, and only when it's going in the same direction as you. Don't trip.",
        "Echo: I can't make out any of this. Oscar, do you have your translator? Oscar: No, but we can send a photo back to base. O5-8: Do not. Touch. Anything. No pictures, nothing. You are unwelcome guests here, and you still have an objective. Take the left at the next fork.",
        "O5-8: Some of these look familiar, Echo. Similar to some of Henderssohn's notes. Keep moving. You must be getting closer. ????: YOU WILL GO NO FURTHER, JAILERS. Bravo: Shit. ????: DO NOT TURN AROUND. EXIT THE LIBRARY VOLUNTARILY OR YOU WILL BE REMOVED. Oscar: Whatever happened to looking with our eyes, just not with our hands? Librarian: YOU DO NOT HAVE PERMISSION TO BE HERE.",
        "November: We mean no harm and no ill intent. We're simply looking for a friend. We won't touch or look at anything else, we just want to find him before he gets hurt.",
        "Librarian: WAIT HERE. TOUCH NOTHING.",
        "Librarian: IT HAS BEEN DECIDED. THREE OF YOU MAY CONINUE YOUR SEARCH UNDER THE CONDITION THAT YOU TOUCH NOTHING ELSE. THE OTHERS MUST LEAVE.",
        "Librarian: YOU HAVE BEEN JUDGED. GO NOW. Bravo: Why the hell are you three chosen? Sierra: I guess he likes us.",
        "November: Hey, we're gonna find him and get him out. Simple. Might be easier now that we don't have to skulk around. Bravo: Sure. Command: Best to move quickly, now. We don't know how long these good graces will last.",
        "Librarian: YOU SEEK TO FREE THE SCIENTIST. November: As best we can.",
        "November: It's going to bring Dr. Henderssohn to us. Command: How convenient. Sierra: I think they'd just prefer to shorten our time here.",
        "Henderssohn: Hello, Eight. I know you're listening. O5-8: We both know how this ends, Erik. Don't fight it. You'll only make things harder for yourself and Ernest. Henderssohn: Oh, I know. I've surrendered myself to it long ago. O5-8: You're a good man, Erik. I wish things could have ended differently, but you’re alone in this. The Foundation needs more researchers as passionate as you. Henderssohn: Too bad they won't come. I believe this story does not end today, Matilda. And I'd wager I'm not alone.",
        "Sterling: ERIK! Henderssohn: Ernest… Sterling: Enough already! This is beyond insanity, even for you. Henderssohn: I'm sorry you still feel that way. Sterling: I stuck my neck out for your sorry ass and this is the thanks I get? You really think you and you-your gaggle of nerds can take on the Foundation? O5-8: You shouldn't be here, Director. Sterling: Don't touch me, Matilda! Henderssohn: I'm not looking to take anyone on. I want to mitigate the danger, not create more. Sterling sighs. Sterling: We're on the same side, goddammit. We need to know exactly how the anomaly works, if it works, so that we can protect people from it, or anything like it. You're putting more lives at risk by running away. The Foundation needs you. Henderssohn: The Foundation I want to work for doesn't exist. It never will. I've realized that rather than working for others and hoping that our motives align, I need to start making decisions on my own. The hard decisions. The ones nobody else wants to make. And I have made my choice. The Foundation that exists, in its righteous pursuit of securing, containing, and protecting, will take whatever steps necessary to achieve that goal, even if it means creating weapons to do so. I want no part of that Foundation. Sterling: We don't make weapons. We don't use anomalies like that. We're not the GOC, we're not the Insurgency. Henderssohn: I've given you almost everything you need to understand. Soon you will have the last piece of the puzzle. I trust you, Ernest. I know you'll do the right thing.",
        "Henderssohn: Harriet would be proud of you two. And you, as well, Echo. She was one of the best people I've met.",
        "O5-8: You bastards! Goddamit Erik! Bravo, Oscar! The others have turned hostile! Prepare to engage, lethal force authorized!",
        "Bravo: Fuckin' knew it.",
        "O5-8: Forget it. Just wait, they have to leave eventually.",
        "November: Drop your weapons!",
        "November: Drop your weapons! Now! O5-8: Just… do it, Bravo. There's no way to know what you're hitting. We need Henderssohn alive still.",
        "November: Kick them over!",
        "November: Call for transport.",
        "Bravo: Yeah, this is Bravo. We're gonna need a ride out, over.",
        "November: We're taking these cars! Everyone out, now!"
    ],
    "item": "SCP-8057",
    "object_class": "Uncontained",
    "containment_procedures": "POI-8057 is to be tracked down by MTF Lambda-11 (\"Prying Eyes\") and brought before the Overseer Council for treason. Should he attempt to utilize SCP-8057 in an attempt to defend himself, tranquilizer rounds are to be used to incapacitate him.",
    "description": "SCP-8057 is a Class 3 retro-causal metaphysical1 cognito-hazard that, when activated, causes the complete metaphysical annihilation of the target. This is done through SCP-8057's primary effect: the generation of an \"anti-concept\" specific to the target, and the subsequent merging of the concept and anti-concept2. This merging will annihilate both the target concept and its anti-concept, thereby removing the target from the noosphere and subsequently removing it conceptually from baseline reality.",
    "title": "SCP-8057"
}