{
    "url": "https://scp-wiki.wikidot.com/scp-8058",
    "all_text": "rating: \n+126\n+\n–\nx\n\n\n\n\n\n\nTwo unused SCP-8058 instances, four days after purchase.\n\n\n\n\n\n\nItem #:\n SCP-8058\n\n\nObject class:\n Safe\n\n\nContainment procedures:\n Stores in North America and Oceania are to be monitored and any appearance of SCP-8058 is to be purchased or seized. A box of SCP-8058 has thus far consistently contained exactly 1,500 instances of the item, and agents are tasked to retrieve all of them, including their individualized packaging.\n\n\nInstances of SCP-8058 are permitted for use by Foundation personnel for non-anomalous electrical appliances, provided each instance is formally documented.\n\n\nSpent instances are to be sealed in the dedicated biohazard dump at Site 633 (León).\n\n\nDescription:\n SCP-8058 is a collection of over 2,600,000 1.2–volt batteries, each independently packed in transparent plastic packaging with a brown cardboard back. Each battery has the words \"The Factory\" printed on it, and is filled with 0.3 milliliters of human blood\n1\n rather than a typical electrolyte liquid. Instances of SCP-8058 function for three months after they are purchased, regardless of how much they are used in this period. Instances of SCP-8058 forcefully seized do not \"activate\" until they are traded for money.\n\n\nInstances of SCP-8058 begin to leak and rapidly rust after \"activation\", regardless of use. After exactly 91 days, SCP-8058 instances invariably break apart.\n\n\nUnmarked boxes of SCP-8058 appear during shipments to grocery stores and consumer electronics stores in Mexico, the south-western United States, and New Zealand. Investigations have been unable to determine the origin of these shipments. Though shipments of SCP-8058 are often reported and easily intercepted, it is believed that at least 200,000 instances of SCP-8058 remain uncontained.\n\n\nThe backing carton of each SCP-8058 package is handwritten with permanent marker. Most of these packages are covered entirely by illegible scribbles, but some instances have some legible writing on them, as documented in Addendum-01.\n\n\n\n\nAddendum 8058-1:\n Variations of SCP-8058 packaging by order of documentation. Transcript includes translations of Spanish where necessary.\n\n\n\n\n\n\n[Illegible scribbles]\n\n\n\n\n\n\nNearly all packaging only bears this type of content. For the (currently incomplete) catalogue of scans, please access the Site-7 database.\n\n\n\n\n\n\n\"[Help me!] Help\"\n\n\n\n\n\n\nVariations of calls for aid and panic are the second most common message type, constituting up to 0.1% of all instances.\n\n\n\n\n\n\n[\"Shackles hurt\"]\n\n\n\n\n\n\n\n\n\n\n\"[The monsters don't care what we write? SP]\"\n\n\n\n\n\n\nOnly known reference to potentially anomalous entities.\n\n\n\n\n\n\n\"[Here]\" [illustration]\n\n\n\n\n\n\nImage is hypothesized to represent a set of three hills. No such geological feature has been identified.\n\n\n\n\n\n\n[\"Day 9? Ortiz still insists his father will save us. How can you hold onto hope? SP\"]\n\n\n\n\n\n\n\n\n\n\n\"[Yun stopped writing for them. SP]\"\n\n\n\n\n\n\n\n\n\n\n\"Why Why Why Why Wh\"\n\n\n\n\n\n\nThe first of only 38 instances discovered to be written fully in English.\n\n\n\n\n\n\n\"[Fuck you]\"\n\n\n\n\n\n\nOnly instance discovered in Korean.\n\n\n\n\n\n\n\"[fountain, or source]\" [Illustration of an individual]\n\n\n\n\n\n\n\n\n\n\n\"[Yun's back. Her legs were crushed into stumps. SP]\"\n\n\n\n\n\n\n\n\n\n\n\"RIP Ortiz ❤\"\n\n\n\n\n\n\nThree variations of this text have been discovered in total.\n\n\n\n\n\n\n\"[My wrists hurt so much. SP]\"\n\n\n\n\n\n\n\n\n\n\n\"Good battery. 2¢\"\n\n\n\n\n\n\n24 similar packagings were discovered in the same batch.\n\n\n\n\n\n\nAddendum 8058-2:\n On December 4, 2023, a Spanish-language document was discovered in an SCP-8058 shipment. A translation is provided:\n\n\n\n\n[Reveal attachment]\n\n\n\n\n[Hide attachment]\n\n\n\n\n\n\nMaria carried this napkin on her, and Ortiz lent me this pen. I am thankful to them, as we do not have many personal items left. Of course, the monsters would’ve taken these and incinerated them soon anyway.\n\n\nOrtiz thinks I’m crazy that I am willing to write anything still, but maybe these words will reach someone if the packaging doesn't. It is the only subversive thing I can think of doing. There is nothing else to do during the free hours.\n\n\nMaria says the factory of death is in an infinite, red, hilly desert. No one else has seen the outside, we woke up here. The walls are thick and metal, the lighting artificial and wrong. It keeps us awake, always. The smells are chemical, but there is no run-off. All the fluids from the source are used. We are alone for four hours each day, we must be silent and work the rest. The shackles are only removed when the crusher is used. \nArlo was\n\n\nEmilia says she was here years before my group came. Her wrists are shattered but she writes in any way she can. I do not have the resilience. I may sign up as a source. It is better.\n\n\n[other side]\n\n\nI sometimes hear screams from beyond the walls.\n\n\nThe food\n We do not talk about the food.\n\n\nPlease save us\n\n\nPlease save us\n\n\nPlease save us\n\n\n\n\n\n\n\n\n\n\nThe description of the facility has not been matched to any building. Additional resources for full documentation and digitization of SCP-8058 packaging is pending Site-██ director approval.\n\n\n\n\n\n\nAddendum 8058-3:\n Between June 2 and June 13, 2020, 37 individuals were reported missing in Sonora, Mexico. In January 2024, the body of one of these individuals\n2\n was discovered in a narrow crevice in the Red Cliffs National Conservation Area, Utah. The body was fully drained of all its blood, likely extracted from the 11,950 punctures on the body. The body was cleanly shaven throughout. Both of its wrists were broken, and the wrist muscles were torn completely. The body was also missing its eyes, though these may have been removed by scavengers before discovery. DNA tests matched the remains to the liquid in three of the batteries. The body is stored in cool storage in Site-██.\n\n\n\n\n\n\nAddendum 8058-4:\n Upon chemical analysis, the cardboard packaging is discovered to consist of a mixture of epithileal tissue, muscle tissue, and cartilage. Chemical analysis of the battery casing is currently pending.\n\n\n\n\n\n\n\n\nSCP-8058, 88 days after purchase.\n\n\n\n\n\n\n\n\n\n\n\n\n[Level 4 Clearance required] — SCP-8058 usage log\n\n\n\n\nSCP-8058 usage log\n\n\n\n\n\n\n\n\nSite\n\n\nEmployee\n\n\nPurpose\n\n\nNumber of instances\n\n\nAuthorized\n\n\n\n\n\n\nSite-██\n\n\nResearcher ████\n\n\nFunctionality testing\n\n\n10\n\n\n✓\n\n\n\n\n\n\nSite-107\n\n\nJunior researcher Simons\n\n\nMaterial testing\n\n\n20\n\n\n✓\n\n\n\n\n\n\nSite-██\n\n\nResearcher ████\n\n\nFunctionality testing\n\n\n100\n\n\n✓\n\n\n\n\n\n\nSite-██\n\n\nResearcher ████\n\n\nFunctionality testing\n\n\n20\n\n\n✓\n\n\n\n\n\n\nSite-██\n\n\nResearcher ████\n\n\nUse in portable computing device\n\n\n4\n\n\n✓\n\n\n\n\n\n\nSite-██\n\n\nAgent ██████\n\n\nUse in flashlight\n\n\n2\n\n\n✓\n\n\n\n\n\n\nSite-██\n\n\nAgent ███████\n\n\nUse in flashlight\n\n\n2\n\n\n✓\n\n\n\n\n\n\nSite-██\n\n\nAgent ████\n\n\nUse in flashlight\n\n\n2\n\n\n✓\n\n\n\n\n\n\nSite-██\n\n\nAgent █████████\n\n\nUse in flashlight\n\n\n2\n\n\n✓\n\n\n\n\n\n\nSite-██\n\n\nResearcher ███\n\n\nUse in TV remote\n\n\n2\n\n\n✓\n\n\n\n\n\n\nSite-██\n\n\nResearcher █████\n\n\nUse in GameBoy Advance\n\n\n2\n\n\n✓\n\n\n\n\n\n\nSite-██\n\n\nAgent ██████\n\n\nUse in flashlights\n\n\n8\n\n\n✓\n\n\n\n\n\n\nSite-██\n\n\nDr. Cox\n\n\nCross-testing with SCP-███\n\n\n60\n\n\n✓\n\n\n\n\n\n\nSite-██\n\n\nResearcher ███\n\n\nUse in assorted toys\n\n\n8\n\n\n✓\n\n\n\n\n\n\nSite-██\n\n\nResearcher ███\n\n\nUse in TV remote\n\n\n10\n\n\n✓\n\n\n\n\n\n\nSite-██\n\n\nResearcher █████\n\n\nUse in GameBoy Advance\n\n\n10\n\n\n✓\n\n\n\n\n\n\nSite-██\n\n\nDr. Cox\n\n\nCross-testing with SCP-████\n\n\n2,000\n\n\n✓\n\n\n\n\n\n\nSite-██\n\n\nAgent ██████\n\n\nUse in flashlights\n\n\n32\n\n\n✓\n\n\n\n\n\n\nSite-██\n\n\nDr. Cox\n\n\nCross-testing with SCP-████\n\n\n10,000\n\n\n✓\n\n\n\n\n\n\nFollowing extensive usage of SCP-8058, Level 4 authorization is no longer required.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8058\n\" by Maplestrip, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8058\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Leaked_zinc-carbon.jpg\n\n\nAuthor:\n Lukas A, CZE\n\n\nLicense:\n Declared Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Leaked_zinc-carbon.jpg\n\n\nFilename:\n Old battery1.jpg\n\n\nAuthor:\n Eliran t\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Old_battery1.jpg\n\n\nFilename:\n The fourteen cardboard messages\n\n\nAuthor:\n Maplestrip\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Approximately 0.6% of all instances are filled with bile. 0.2% of instances are filled with aqueous humour. At least 45 instances are filled with cerebrospinal fluid. These all function identically to those filled with blood. Seven instances of SCP-8058 have been discovered filled with urine, but these do not function in any way.\n\n\n2\n. Simeón Perez, born 2001\n\n\n\n\n\n\n\n\n« \nSCP-8057\n | CHEAP BATTERY | \nSCP-8059\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Maria carried this napkin on her, and Ortiz lent me this pen. I am thankful to them, as we do not have many personal items left. Of course, the monsters would’ve taken these and incinerated them soon anyway. Ortiz thinks I’m crazy that I am willing to write anything still, but maybe these words will reach someone if the packaging doesn't. It is the only subversive thing I can think of doing. There is nothing else to do during the free hours. Maria says the factory of death is in an infinite, red, hilly desert. No one else has seen the outside, we woke up here. The walls are thick and metal, the lighting artificial and wrong. It keeps us awake, always. The smells are chemical, but there is no run-off. All the fluids from the source are used. We are alone for four hours each day, we must be silent and work the rest. The shackles are only removed when the crusher is used. Arlo was Emilia says she was here years before my group came. Her wrists are shattered but she writes in any way she can. I do not have the resilience. I may sign up as a source. It is better. [other side] I sometimes hear screams from beyond the walls. The food We do not talk about the food. Please save us Please save us Please save us",
        "\" SCP-8058 \" by Maplestrip, from the SCP Wiki . Source: https://scpwiki.com/scp-8058 . Licensed under CC-BY-SA .",
        "Filename: Leaked_zinc-carbon.jpg Author: Lukas A, CZE License: Declared Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Leaked_zinc-carbon.jpg Filename: Old battery1.jpg Author: Eliran t License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Old_battery1.jpg Filename: The fourteen cardboard messages Author: Maplestrip License: CC BY-SA 3.0"
    ],
    "item": "SCP-8058",
    "description": "SCP-8058 is a collection of over 2,600,000 1.2–volt batteries, each independently packed in transparent plastic packaging with a brown cardboard back. Each battery has the words \"The Factory\" printed on it, and is filled with 0.3 milliliters of human blood1 rather than a typical electrolyte liquid. Instances of SCP-8058 function for three months after they are purchased, regardless of how much they are used in this period. Instances of SCP-8058 forcefully seized do not \"activate\" until they are traded for money.",
    "title": "SCP-8058"
}