{
    "url": "https://scp-wiki.wikidot.com/scp-8065",
    "all_text": "rating: \n+67\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n8065\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8065 is to be kept in the server room at Containment Area-111. No personnel under Level Three clearance are allowed to utilize the anomaly without express permission from the current Project Lead or from any personnel with Level Four clearance and above.\n\n\nAll simulations created by SCP-8065 are to be thoroughly documented for future use. Failure to comply will result in reprimanding and potential demotion on the project, along with restrictions being placed on the offending personnel's usage of the anomaly.\n\n\nDescription:\n SCP-8065 is a Foundation-made supercomputer with a custom anomalous operating system. It is capable of running only one program, which runs immediately upon startup. Within the program there is a comprehensive list of all simulations run, and a timeline of events for each individual simulation, as well as a text field. The text field is used to input the wanted simulation, which must be prefaced with a two to three letter code. A description of the event must also appear, such as \"End of the World Scenario\". If a scenario is not already present in the Foundation list of K Class Scenarios, inputting it into SCP-8065 will automatically add it to the database. It will also automatically generate a description from findings in the simulation. Further specifications can be added after this point.\n\n\nSCP-8065 was created by the Foundation throughout 2015 utilizing various thaumaturgical processes. There was confirmation of no harmful cognitohazardous or memetic agents being present in the simulations, as per protocol. It was then approved for use as a way to draft more accurate response procedures to various End of the World scenarios. It has been estimated that SCP-8065 has a 98% accuracy rate\n1\n in regard to the events of the simulation. Accuracy of the simulation does not correlate with the likelihood of the event happening.\n2\n\n\nAddendum 8065.1:\n Attached are various research logs and memos relating to SCP-8065 and its usage.\n\n\nExperiment 8065-1\n\n\n\n\nInput:\n \"XK Class: End of the World Scenario\"\n\n\nFurther Specifications:\n N/A\n\n\nOverview:\n The simulation begins in 2004, with the discovery of 99942 Apophis, a meteor set to impact Earth by 2029. To avoid major panic, Foundation plants in the media industry begin to disseminate the misinformation that the asteroid is due to pass safely past Earth instead, utilizing data provided by the Department of Astronomy. The simulation seems to disclude uneventful years toward the simulation's event, the next major event occurring on April 11th of 2029.\n\n\nNotes:\n Simulated documents below.\n\n\n\n\n\n\n\n\nAsteroid Destruction Briefing\n\n\nDate: 4/11/2029, two days to impact\n\n\n\n\n[00:10]:\n 225 space-faring, high power missiles from 15 countries were released to push Apophis off of a crash course with Earth.\n\n\n[00:50]:\n The first missile was calculated to have hit the meteor. There is no confirmation of it having hit.\n\n\n[1:21]:\n The final missile was noted to not have a confirmed hit, observational units on Lunar Area-32 are called to action.\n\n\n[1:33]:\n Observational units confirm that all missiles had missed their target. A comment is made that most of the missiles were still directly on course with the asteroid, akin to passing through it.\n\n\n[1:54]:\n Possibility of some kind of anomaly being present is studied by Lunar Area-32 staff by launching small scale missiles.\n\n\n[2:16]:\n First confirmed recording of the anomaly occurring. Given placeholder designation of SCP-8065.\n\n\n[2:39]:\n Designated Keter class anomaly. Containment efforts begin.\n\n\n[3:10]:\n It is confirmed that anything that touches SCP-8065 passes through it. Anomaly is theorized to work by the probability of all the atoms in one object passing through another perfectly. Database updated to show its likely probabilistic nature.\n\n\n[4:00]:\n Attempts to contain SCP-8065 seem to be met by mistakes on the part of the experiments. Notable failures include mistyped coordinates, device failure, and a containment breach. Theorized to be an effect of the probabilistic anomaly.\n\n\n[5:00]:\n Emergency convening of the O5 Council.\n\n\nProposed Solution:\n Reclassify SCP-8065 to Apollyon, try to mitigate damage that impact will cause before 00:00 of 4/12.\n\n\n\n\nOVERSEER VOTE\n\nYEA: O5-1, O5-2, O5-3, O5-4, O5-5, O5-6, O5-7, O5-8, O5-9, O5-10, O5-11, O5-12, O5-13\n\nNAY: N/A\n\nABSTAIN: N/A\n\nNotes from O5-1: All necessary measures must be taken. Do all that must be needed for the Veil to remain and the Light and Dark to not blend together.\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION OVERSEER COUNCIL\n\n\nAs of 4/12/24, \nSCP-001\n has occurred.\n\n\nSpend the rest of your day well.\n\n\n— O5-1\n\n\n\n\n\n\n\n\n\nEnd of 8065-1 simulated documents.\n\n\n\n\nExperiment 8065-1 Follow-Up:\n A probabilistic anomaly has been observed manipulating Apophis following this, lending credence to the device's ability. The Foundation has begun looking into the utilization of other anomalous objects to neutralize the threat. Project Lead Doctor Kahlbaum has mandated a response plan in case of the simulation occuring to every simulation to follow.\n\n\n\n\n\n\nExperiment 8065-6\n\n\n\n\nInput:\n \"SK-Class: Dominance Shift Scenario\"\n\n\nOverview:\n Beginning with a failure in the security of \nSCP-3683\n on 7/22/27, caused by a bureaucratic understaffing of MTF Gamma-119\n3\n. The instances quickly reproduce and spread from Syracuse into the wilds of New York. SCP-3683 instances quickly begin diversifying and adapting to their new environment, breeding with various other bird species to increase their own ability. They quickly take to breeding with birds of prey, allowing the new instances to properly fight against the now overworked Gamma-119. They began using their talons and sharp beaks in tandem with diving and tossing heavier rocks at high speeds to kill or heavily injure the personnel of Gamma-119.\n\n\nResponse:\n A successful response plan to this would require that MTF Gamma-119 is properly maintained, funded, and staffed. The current response plan is to ensure that Gamma-119 is never to be left in a state where it is functioning with less than fifty men. They are also to be supplied with proper equipment to test the intelligence of any captured instances, to ensure they are not improving in intelligence and problem-solving ability.\n\n\nNotes:\n Attached documents below.\n\n\n\n\n\n\n\n\nInterviewed:\n Captain Frank Rodriguez of Gamma-119\n\n\nInterviewer:\n Doctor Lilyann Sophia\n\n\nForeword:\n Regarding the Large-Scale Containment Breach of SCP-3683\n\n\n<Begin Log>\n\n\nDr. Sophia:\n So how did it begin?\n\n\nCapt. Rodriguez:\n I-I think they-\n\n\nDr. Sophia:\n Take your time, Captain.\n\n\nCapt. Rodriguez:\n I think they've been planning this.\n\n\nDr. Sophia:\n Why do you think that?\n\n\nCapt. Rodriguez:\n They attacked us like they had practiced. They knew we were weak, they attacked to disarm, not even kill.\n\n\nDr. Sophia:\n Can you be sure of this?\n\n\nCapt. Rodriguez:\n Doc, they fucked up our electronics with water, and half of them divebombed us while the rest ran off.\n\n\nDr. Sophia:\n Could you elaborate on the electronics being ruined?\n\n\nCapt. Rodriguez:\n It's as simple as I said. They found water bottles and opened them over some of our electronics. Then they attacked us, and some got away.\n\n\nDr. Sophia:\n \n(A heavy sigh can be heard.)\n Okay. Get back out there, they need you to handle this disaster.\n\n\n<End Log>\n\n\nClosing Statement:\n Various other members of Gamma-119 were interviewed, and confirmed the story put forward by Captain Rodriguez.\n\n\n\n\n\n\n\n\n\n\nRe-Containment Log\n\n\nDate:\n 7/25/27\n\n\nExploration Team:\n Gamma-119 (\"Air Superiority\")\n\n\nSubject:\n Re-Containment of SCP-3683 instances before they reach New York City.\n\n\nTeam Lead:\n G119-Cap / Captain Frank Rodriguez\n\n\nTeam Members:\n G119-1, G119-2, G119-3, G119-4\n\n\n\n\n[BEGIN LOG]\n\n\nG119-Cap:\n Any sightings?\n\n\n(\nTwo minutes pass silently.\n)\n\n\nG119-4:\n Spotted! They're on the horizon, coming right for us.\n\n\nG119-1:\n Ready your arms.\n\n\nG119-2:\n Sighted, ready to fire.\n\n\n(\nG119-4 reaches for his rifle.\n)\n\n\nG119-Cap:\n Four, keep your ass on the binoculars. Don't fire until my order. How many do you think?\n\n\nG119-4:\n At least two dozen. It's hard to tell, they're all clumping together, I can't really see-\n\n\n(\nThe body-camera turns quickly as thuds are heard near the MTF. Rocks are seen to fall near the MTF.\n)\n\n\nG119-Cap:\n Fire, fire! They're droppi-\n\n\n(\nBody-camera falls into the dirt.\n)\n\n\n[END LOG]\n\n\n\n\nFollow-Up:\n Investigation on the scene found all the members of Gamma-119 dead from blunt force trauma to the head. Hundreds of rocks were found around the scene, with helmet dents consistent to the shape of nearby rocks.\n\n\n\n\n\n\n\n\n\n\nSCP FOUNDATION: INTERNAL MEMO\n\n\n\n\n7/22/27 to 11/16/27:\n Initial breach, spread throughout North and South America. SCP-3683 is believed to have started reproducing with \nSCP-514\n toward the end of the given dates.\n\n\n11/17/27:\n First SCP-8065 instance. SCP-8065 is designated as the hybrid offspring of SCP-514 and SCP-3683.\n\n\n12/2/27 to 1/27/28:\n Spread into Russia and propagation through Asia and Europe. Theorized narrative anomaly has perpetuated and expanded SCP-8065's spread.\n\n\n1/28/28 to 2/3/28:\n Spread throughout the rest of the world, bar Oceania. Population numbers about two billion instances, making them one of the most populous birds in the world.\n\n\n2/29/28:\n Today. We cannot fight back due to SCP-8065's degradation of weaponry. The instances are theorized to have intelligence equivalent to a teenage human, due to their use of makeshift and stolen weaponry.\n\n\n\n\nWe have approximately three weeks until Oceania is overtaken, and the CK-Class Scenario is complete. All personnel are now ordered to find weaponry that does not degrade in the area of SCP-8065. We are counting on you.\n\n\n\n\n\n\n\nEnd of 8065-6 simulated documents.\n\n\n\n\n\nInternal Memo, SCP-8065 Simulation Team\n\n\n\n\n\n\nProject Lead Doctor Kahlbaum\n\n\n\n\n\n\nFirstly, I'm just going to say it, drinks are on me this week. You deserve it after what you've done. Secondly, I think that we have to run some simulations focusing around GoIs. That would be a good way to fish out some potential plans that some of our worst rivals might end up employing if they try to compete more directly.\n\n\n\n\n\n\n\n\n\n\nExperiment 8065-12\n\n\n\n\nInput:\n \"CIK-Class: Insurgency War Scenario\"\n\n\nOverview:\n Simulation begins on the twenty-ninth of February 2028, with the first major event occurring at Site-19. At noon, when many personnel are taking their lunch break, it is attacked by a force of around two dozen Chaos Insurgency operatives. They are currently theorized to have some form of thaumaturgical or reality bending ability. The containment locks all fail in unison, unlocking every cell and causing a mass containment breach.\n\n\nScenario Definition:\n The Chaos Insurgency's main goal becomes to ensure the complete eradication or takeover of the SCP Foundation.\n\n\nResponse:\n We are to adopt a \"Strike First\" policy against the Chaos Insurgency. When there is suspected Insurgent action in a specific area, we will attack. Install more Scranton Reality Anchors in populous sites, as well as increased security in general. Weed out any possible Insurgency plants.\n\n\nNotes:\n Simulation documents below. List of alleged Chaos Insurgency spies has been removed to protect those who have been found innocent.\n\n\n\n\n\n\n\n\nRAID 8065: VIDEO LOG\n\n\n\n\nDATE:\n 2/29/28\n\n\n\n\n[BEGIN LOG]\n\n\n[12:15]:\n Anomalous insurgency forces, hereby designated as SCP-8065, enter the facility. Hostages are not taken.\n\n\n[12:16]:\n Security staff arm themselves and rush toward the site of the raid. SCP-8065 instances show first signs of reality bending as they cause doors that lead to exits to completely disappear.\n\n\n[12:18]:\n Security and Insurgents exchange gunfire, before reality benders cause the Security personnel to undergo cardiac arrest.\n\n\n[12:25]:\n Mass containment breach in every sector, causing at least three dozen personnels' termination.\n\n\n[12:34]:\n The breached anomalies gather around SCP-8065. They do not attempt to harm the instances of SCP-8065.\n\n\n[12:40]:\n Some researchers, assumed to be Chaos Insurgency plants or otherwise influenced by SCP-8065, extract with the insurgents. The various anomalies are taken by the Insurgent forces.\n\n\n[1:00]:\n Remaining staff contact Site-01 to report the raid. SCP-8065 is first documented.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nO5 COUNTERMEASURES\n\n\nO5-1:\n Ensure that reality anchors are present in every high-importance site.\n\n\nO5-2:\n Deny the Insurgents any valuable anomalies.\n\n\nO5-3:\n Release a memetic cognitohazard on the Insurgent invaders.\n\n\nO5-4:\n \nUnable to give a proposal due to extraneous circumstances.\n\n\nO5-5:\n Elimination of suspected Insurgent bases with any needed force.\n\n\nO5-6:\n Use of Global Occult Coalition to eliminate the threat without loss of Foundation personnel.\n\n\nO5-7:\n Use of thermonuclear missiles to eradicate the Insurgency, use of SCP-2000 and mass amnestic campaign if required.\n\n\nO5-8:\n Use of thaumaturgical artifacts and powers to hunt down the Insurgent reality benders.\n\n\nO5-9:\n \nUnable to give a proposal due to briefing being deemed too time inefficient.\n\n\nO5-10:\n Draw out the reality benders, use snipers to eliminate them, and then raid known Insurgent bases.\n\n\nO5-11:\n \nUnable to give a proposal due to extraneous circumstances.\n\n\nO5-12:\n Complete lockdown of Foundation sites until the threat is successfully eliminated.\n\n\n\n\nAccepted Proposals:\n O5-2, O5-5, O5-6, O5-12.\n\n\n\n\n\n\n\n\n\n\nSite-01 Raid: Delta Command Report\n\nAt 00:23 hours yesterday, we launched a large-scale raid on the Foundation's main site. The Red Right Hand barely put up a fight, like they couldn't process what we were doing. We managed to make our way inside and eliminate eleven out of thirteen members of the O5 Council. O5-1 was taken in for questioning, and we were unable to locate any trace of O5-8. Hunts are ongoing using powerful mnestic technology taken from our fallen enemy.\n\n\n\nNow that we have successfully annihilated the Foundation, the hypocrites that caused us to form, we can finally go about our goals without threat of constant destruction. We will rule the world from the dark, so that those in the light may serve us. Standby for further orders.\n\n\nVive la révolution.\n\n\n\n\n\n\n\n\nNOTICE FROM THE O5 COUNCIL\n\n\nSite-01 has been invaded. Detonate On-Site Thermonuclear Missiles in all Sites but 19, 91, and 333. Evacuate and surrender to the Insurgent forces to mitigate loss of personnel life. Any non-compliant sites will be forcibly evacuated.\n\n\n— O5-1\n\n\n\n\n\n\n\n\n\nEnd of 8065-12 simulated documents.\n\n\n\n\n\nInternal Memo, SCP-8065 Simulation Team\n\n\n\n\n\n\nProject Lead Doctor Kahlbaum\n\n\n\n\n\n\nThis is a powerful tool that we have with us, my friends. We have a list of Chaos Insurgency spies, calculated by the computer as the most likely to be one in the case of a CIK-Class Scenario. The only problem? Before this, CIK-Class scenarios did not exist, and were not accounted for. I recommend that we give this list to the Overseer Council, and suggest they monitor those personnel closely. I believe, for the safety of the Foundation, we should be ready to remove even our best personnel if they are suspicious within reason and are on this list. I know some scenarios we have tested are of an intensely low probability of actually occurring, but I assure you that these experiments are important for the continued future of the Foundation. If we do not prepare for every possible scenario, then what are we as the Foundation? Failing to Protect ourselves from any possible lapse in Containment, which we must thusly Secure.\n\n\n\n\n\n\n\n\n\n\nExperiment 8065-20\n\n\n\n\nInput:\n \"DBK-Class: Complete Database Loss Scenario\"\n\n\nOverview:\n Through a random anomalous event on 10/09/24, 100% of the Foundation's database is erased in a moment. Knowledge of any SCP number, description, and special containment procedures seem to be completely erased in any Foundation personnel.\n\n\nScenario Definition:\n The SCP Foundation database is completely lost, and unable to be restored without recreating the files from scratch, or at all.\n\n\nResponse:\n It is suggested that the possibility of creating a memetically distributed version of the entire database be considered, in case of this scenario occurring.\n\n\nNotes:\n Probability of Occurrence is less than 0.1%. The database has both anomalous and non-anomalous backups. Random anomalous events are also difficult to stop or predict before occurrence.\n\n\n\n\n\n\n\n\n\n\n\n\nAccess --i-NET Email? One (1) new message!\n\n\n\n\nRe: The Loss Of An Anomalous Database\n\n\n\n\n\n\n\n\n\n\nTo:\n Doctor Kahlbaum\n\n\nFrom:\n Doctor Sophia\n\n\nSubject:\n The Loss Of An Anomalous Database\n\n\n\n\n\n\nHello Doctor, I am writing this concerning a period of intense confusion that has set onto the research team. Anything that would allow us to continue the work we used to perform on the anomalous computer before us has been removed from our minds. I hypothesize that the loss of memory is merely a situational anomaly that was caused because of our prior project. I theorize such, as I have lost all memory of the project and what we were studying. I ask that we report this to a higher authority within the Foundation so we can attempt to find a solution.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDatabase or Memory of Database Recovery: Utilizing Anomalies\n\n\n\n\n\n\n\n\nAnomaly Utilized\n\n\nResults\n\n\n\n\n\n\nExclusionary Site\n\n\nInformation automatically censored and removed from the mind of Researchers leaving the Site.\n\n\n\n\n\n\nSelf-Replicating Image allegedly holding the Database\n\n\nD-Class personnel was infected with the anomaly. The anomaly seems to have faded away after three minutes of trying to convey information through words that do not exist or could not be understood by Foundation Staff.\n\n\n\n\n\nFurther testing has been canceled by combined orders of the O5 Council and Ethics Committee.\n\n\n\n\n\n\nIncident Log 154\n\n\nDate:\n 10/11/2024\n\n\nExploration Team:\n Epsilon-11 (\"Nine-Tailed Fox\")\n\n\nSubject:\n Capturing anomalies that have escaped from Foundation custody.\n\n\nTeam Lead:\n E11-Cap\n\n\nTeam Members:\n E11-1 through E11-9\n\n\n\n\n[BEGIN LOG]\n\n\n(\nE11-Cap looks into the woods, flashlight barely making a dent into the darkness.\n)\n\n\n(\nE11-1 and E11-2 walk further into the darkness, one flashlight remaining pointed to the squad.\n)\n\n\nE11-4:\n Do you think we're clear?\n\n\nE11-Cap:\n Doubt it, these things love surprises.\n\n\n(\nThe flashlight goes dark, followed by the screams of E11-2 and the sound of cracking.\n)\n\n\nE11-1:\n HELP! HELP!\n\n\n(\nE11-1's screams continue, as the squad rushes into the forest.\n)\n\n\n(\nThey get close enough to shine a light on the threat, and they shine their lights on the viscous corpse of E11-2 slowly beginning to engulf E11-1. All the teeth on the outside seem to have morphed into canines.\n)\n\n\nE11-7:\n What the fuck-\n\n\nE11-Cap:\n Fire! Fucking fire, you idiots!\n\n\n(\nThe bullets hit the anomaly, bouncing off of the nigh-liquid mass. It squelches as it bites deep into the leg of E11-1. The operative begins to melt, shifting into another instance of the thing E11-2 has become. E11-1 seems to try and scream, while no noise escapes.\n)\n\n\nE11-Cap:\n GO! Run! Evacuate, we can call in reinforcements, just make sure we know that they're here-\n\n\n(\nThe trees shift, howling in crooked laughter. The viscous anomalies begin pursuing the other members of Epsilon-11, gaining insectoid legs and increasing in speed. One lunges at the captain, covering the camera in its flesh.\n)\n\n\n[END LOG]\n\n\n\n\nFollow-Up:\n GOC forces report a single anomaly, a mass of flesh trying to disguise itself among the forest floor. It was dispatched via incineration.\n\n\n\n\n\n\n\n\n\n\nDatabase Loss Briefing\n\n\n\n\n10/09/24:\n Complete Database Loss. Memories of methods used to restrain anomalies, as well as the entire appearance or existence of some being removed from Foundation memory.\n\n\n10/10/24:\n Ways to reinstate the Database are attempted with anomalous methods. All have failed.\n\n\n10/11/24:\n Large scale anomaly breach, mass break of the veil.\n\n\n10/12/24:\n Global Occult Coalition, Chaos Insurgency, and various other militarized Group of Interest forces engage escaped anomalies. The Foundation begins to try and reorganize. All methods have failed to allow us to do so.\n\n\nProposed Solution:\n Dissolve the Foundation and reorganize our forces in the GOC. We hold no memory of how to complete our objective and cannot rebuild it with actively forgetting everything we know.\n\n\n\n\nOVERSEER VOTE\n\nYEA: O5-1, O5-2, O5-3, O5-4, O5-5, O5-6, O5-7, O5-8, O5-9, O5-10, O5-11, O5-12, O5-13\n\nNAY: N/A\n\nABSTAIN: N/A\n\n\n\n\n\n\n\nEnd of 8065-20 simulated files.\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION OVERSEER COUNCIL\n\n\nAs of 5/21/16, Doctor Kahlbaum is no longer the Project Lead on SCP-8065.\n\n\nIt took more than two months for the council to come to this decision. Doctor Kahlbaum was a good employee, but his name was found on the list of Insurgency agents from Simulation 8065-12. Paired with the Doctor's strange fascination with running simulations about various groups of interest, we were led to believe he may be a deep plant.\n\n\nThe Doctor will be heavily amnesticized and given a cover story of working at an Antarctic Research Base. He will have apparently suffered an injury causing in rapid onset amnesia.\n\n\nThe next Project Lead will be declared within a week. Have a good day.\n\n\n— O5-2\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. 2% inaccuracy is in regards to inaction of SCP Foundation or other Groups of Interest when not noted in simulation.\n\n\n2\n. See Addendum 8065.1 for further information.\n\n\n3\n. The main MTF force containing SCP-3683.\n\n\n\n\n\n\n\n\n« \nSCP-8064\n | SCP-8065 | \nSCP-8066\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8065\n\" by DoctorLilithSophia, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8065\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Input: \"XK Class: End of the World Scenario\" Further Specifications: N/A Overview: The simulation begins in 2004, with the discovery of 99942 Apophis, a meteor set to impact Earth by 2029. To avoid major panic, Foundation plants in the media industry begin to disseminate the misinformation that the asteroid is due to pass safely past Earth instead, utilizing data provided by the Department of Astronomy. The simulation seems to disclude uneventful years toward the simulation's event, the next major event occurring on April 11th of 2029. Notes: Simulated documents below.",
        "Input: \"SK-Class: Dominance Shift Scenario\" Overview: Beginning with a failure in the security of SCP-3683 on 7/22/27, caused by a bureaucratic understaffing of MTF Gamma-119 3 . The instances quickly reproduce and spread from Syracuse into the wilds of New York. SCP-3683 instances quickly begin diversifying and adapting to their new environment, breeding with various other bird species to increase their own ability. They quickly take to breeding with birds of prey, allowing the new instances to properly fight against the now overworked Gamma-119. They began using their talons and sharp beaks in tandem with diving and tossing heavier rocks at high speeds to kill or heavily injure the personnel of Gamma-119. Response: A successful response plan to this would require that MTF Gamma-119 is properly maintained, funded, and staffed. The current response plan is to ensure that Gamma-119 is never to be left in a state where it is functioning with less than fifty men. They are also to be supplied with proper equipment to test the intelligence of any captured instances, to ensure they are not improving in intelligence and problem-solving ability. Notes: Attached documents below.",
        "Input: \"CIK-Class: Insurgency War Scenario\" Overview: Simulation begins on the twenty-ninth of February 2028, with the first major event occurring at Site-19. At noon, when many personnel are taking their lunch break, it is attacked by a force of around two dozen Chaos Insurgency operatives. They are currently theorized to have some form of thaumaturgical or reality bending ability. The containment locks all fail in unison, unlocking every cell and causing a mass containment breach. Scenario Definition: The Chaos Insurgency's main goal becomes to ensure the complete eradication or takeover of the SCP Foundation. Response: We are to adopt a \"Strike First\" policy against the Chaos Insurgency. When there is suspected Insurgent action in a specific area, we will attack. Install more Scranton Reality Anchors in populous sites, as well as increased security in general. Weed out any possible Insurgency plants. Notes: Simulation documents below. List of alleged Chaos Insurgency spies has been removed to protect those who have been found innocent.",
        "O5 COUNTERMEASURES O5-1: Ensure that reality anchors are present in every high-importance site. O5-2: Deny the Insurgents any valuable anomalies. O5-3: Release a memetic cognitohazard on the Insurgent invaders. O5-4: Unable to give a proposal due to extraneous circumstances. O5-5: Elimination of suspected Insurgent bases with any needed force. O5-6: Use of Global Occult Coalition to eliminate the threat without loss of Foundation personnel. O5-7: Use of thermonuclear missiles to eradicate the Insurgency, use of SCP-2000 and mass amnestic campaign if required. O5-8: Use of thaumaturgical artifacts and powers to hunt down the Insurgent reality benders. O5-9: Unable to give a proposal due to briefing being deemed too time inefficient. O5-10: Draw out the reality benders, use snipers to eliminate them, and then raid known Insurgent bases. O5-11: Unable to give a proposal due to extraneous circumstances. O5-12: Complete lockdown of Foundation sites until the threat is successfully eliminated. Accepted Proposals: O5-2, O5-5, O5-6, O5-12.",
        "Site-01 Raid: Delta Command Report At 00:23 hours yesterday, we launched a large-scale raid on the Foundation's main site. The Red Right Hand barely put up a fight, like they couldn't process what we were doing. We managed to make our way inside and eliminate eleven out of thirteen members of the O5 Council. O5-1 was taken in for questioning, and we were unable to locate any trace of O5-8. Hunts are ongoing using powerful mnestic technology taken from our fallen enemy. Now that we have successfully annihilated the Foundation, the hypocrites that caused us to form, we can finally go about our goals without threat of constant destruction. We will rule the world from the dark, so that those in the light may serve us. Standby for further orders. Vive la révolution.",
        "Input: \"DBK-Class: Complete Database Loss Scenario\" Overview: Through a random anomalous event on 10/09/24, 100% of the Foundation's database is erased in a moment. Knowledge of any SCP number, description, and special containment procedures seem to be completely erased in any Foundation personnel. Scenario Definition: The SCP Foundation database is completely lost, and unable to be restored without recreating the files from scratch, or at all. Response: It is suggested that the possibility of creating a memetically distributed version of the entire database be considered, in case of this scenario occurring. Notes: Probability of Occurrence is less than 0.1%. The database has both anomalous and non-anomalous backups. Random anomalous events are also difficult to stop or predict before occurrence.",
        "\" SCP-8065 \" by DoctorLilithSophia, from the SCP Wiki . Source: https://scpwiki.com/scp-8065 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-8065 is to be kept in the server room at Containment Area-111. No personnel under Level Three clearance are allowed to utilize the anomaly without express permission from the current Project Lead or from any personnel with Level Four clearance and above.",
    "description": "SCP-8065 is a Foundation-made supercomputer with a custom anomalous operating system. It is capable of running only one program, which runs immediately upon startup. Within the program there is a comprehensive list of all simulations run, and a timeline of events for each individual simulation, as well as a text field. The text field is used to input the wanted simulation, which must be prefaced with a two to three letter code. A description of the event must also appear, such as \"End of the World Scenario\". If a scenario is not already present in the Foundation list of K Class Scenarios, inputting it into SCP-8065 will automatically add it to the database. It will also automatically generate a description from findings in the simulation. Further specifications can be added after this point.",
    "title": "SCP-8065"
}