{
    "url": "https://scp-wiki.wikidot.com/scp-8067",
    "all_text": "rating: \n+43\n+\n–\nx\n\n\n\n\n\n\nSCP-8067-B (artistic depiction courtesy of SCP-8067-A-3)\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8067\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8067-A are kept in standard humanoid containment cells at Site-59. While SCP-8067-A pose no threat during waking hours, they are only to sleep in custom-built beds with reinforced physical restraints and EKG monitoring. Their dreams are to be recorded upon awakening.\n\n\nAdditionally, the cells of SCP-8067-A are to be fitted with the following countermeasures as per Protocol 58-Geryon:\n\n\n\n\n\n\nNo fewer than six cardboard circles on the floor, .5m in diameter, with \"HORSE TRAP\" written legibly on the upward-facing side.\n\n\n10 grams of salt, arranged in a protective circle.\n\n\nAn empty, overturned salt box next to the salt circle. Said box is to be relabeled \"POWDERED POTASSIUM HORSEXPLODINATE - \nWARNING! MAKES HORSES EXPLODE ON CONTACT!\n\"\n\n\nA 30 cm PVC figure of Godzilla, facing the door, with a plastic fork and knife glued to its hands. It is to wear a Foundation-issued Level 1 Security Clearance ID tag reading \"JEREMY, DEVOURER OF HORSES.\"\n\n\n\n\n(Note: This is the sixteenth revision of Protocol 58-Geryon. While it has reduced the occurrence of SCP-8067 by 45%, SCP-8067-B has been known to adapt through what has been stated to be \"regular immunizations\" and \"basic problem-solving skills — not that you'd know about that, shit lips!\", and revisions to 58-Geryon are ongoing.)\n\n\n\n\nFoundation plants in civilian law enforcement agencies worldwide are to monitor for any criminal activity that may be attributed to SCP-8067-A. Once the suspect of said activities is convicted, they are to be brought to Site-59 for questioning and potential containment.\n\n\nDirect containment of SCP-8067-B is not possible at this time. As public knowledge of SCP-8067-B would potentially lead to the containment of subconscious false-positives and bad actors as SCP-8067-A, mentions of SCP-8067-B are to be excised whenever possible by Foundation webcrawlers and other obfuscation measures.\n\n\nDescription:\n SCP-8067 is a phenomenon estimated to affect 0.0148% of the combined human population of Canada, the United States of America, and Uzbekistan\n1\n. The trigger for SCP-8067 is not currently understood, but subjects with a history of somnambulation\n2\n are more likely to be affected.\n\n\nOnce an affected subject (heretofore SCP-8067-A) enters slow-wave NREM sleep, they enter a particularly violent and agitated state of somnambulance. The subject is capable of performing feats of strength that would be impossible while unaffected, including\n3\n, but not limited to:\n\n\n\n\nLifting up to ten times their own body weight.\n\n\nBiting through bricks and concrete.\n\n\nRunning at speeds of up to 120 km/h.\n\n\nThe ability to digest otherwise inedible objects such as plastic, glass, feces, steel, and sand.\n\n\n\n\nThis affected state lasts for exactly 23 minutes and 30 seconds. It is impossible to wake the subject during this period. Upon awakening, the subject will have no knowledge of their affected actions in the waking world unless notified.\n\n\nSite-59 currently contains 10 instances of SCP-8067-A. The acquisition of more instances has proven difficult due to SCP-8067's low survival rate outside of containment. The most common cause of death is from the subject running into traffic.\n\n\nSCP-8067-B refers to the subject of the dream that induces SCP-8067. While individual descriptions of SCP-8067-B vary, all accounts claim it to be a pantomime horse of indeterminate gender. SCP-8067-B is capable of inducing a human subject into a murderous rage with its insults, despite the fact that the insults would rarely elicit such a response in a conscious subject — i.e. \"They'll never let you in the breads & cereals group!\"\n4\n, \"You call THAT an irrigation method?!\"\n5\n, or \"What's wrong, sonny, not MAN enough to alphabetize your organs?!\"\n6\n\n\n\n\nAudio Log A-1-1\n\n\nSubject:\n SCP-8067-A-1, formerly D-81747, Male, 48 years old\n\n\nDate of Recording:\n 4/10/2024\n\n\nIncident Date:\n 2/20/2009\n\n\nIncident Location:\n Fort Worth, TX\n\n\nNotes:\n Subject was a death row inmate convicted of 15 homicides that were a direct result of entering SCP-8067 for the first time. He deferred the death penalty by voluntarily joining the Foundation as a D-class staff member.\n\n\n<Begin Log>\n\n\nI mean, I'll tell ya, but it's not exactly something I'd choose to remember if I could, know what I'm saying? So gimme a minute. … Thanks.\n\n\nIt was February 20th. Four in the morning. I just got home from a triple shift at the warehouse. Up until you told me it was \"anomalous\" or whatever, I coulda sworn this was the result of all the Red Bulls I had just to stay awake.\n\n\nI ended up sleeping on the floor. (Which sounds bad, but the carpet was soft as hell, and if you live alone, you can sleep wherever the hell you want.) Didn't take long to start dreaming. And I don't usually remember my dreams in the first place, so I thought I'd fallen off the wagon with my rehab or summat. But this was vivid as \nhell.\n I could tell you every detail. … Oh, right, I'm here to do that anyway.\n\n\nI was back in my bedroom in Tuscon, the one I had when I was a kid in the 80's. The bed was too small. My legs dangled onto the floor. My NES was in the corner by the TV, but it was pink for some reason. It was weirdly cold outside. I think I saw some snow.\n\n\n\nI hear this electronic doorbell. Not for the front door, but for my room. And it's this tinny, shrill song, all like, I dunno, \n\"dadaloot-doot-doot dadaloot-doot-doot dadaloot-doot-doodaloo DAAHHH-daahhh\"\n7\n — like, that, but if it were played on a broken graphing calculator and run through a reverb pedal. And every time the doorbell was hit, it wouldn't stop the last song, it'd just play another one over it.\n\n\nAnd some jackass in the hallway was out there, hammering the doorbell over and over.\n\n\nAfter about twenty seconds, I couldn't ignore the visitor any longer. Especially when I heard their voice: \n\"It's the gotdamn Publisher's Clearing House, Charlie Brown!\"\n The voice itself was… weird. Something unbelievably annoying with Southern twang to it, but neither male nor female. Like if a weasel were in a country band.\n\n\nI opened the door just to get the doorbells to stop. They didn't. It kept pounding the doorbell.\n\n\nAnd by \"it\", I mean this… okay, I was in this school play once as a kid, and these two guys had to wear a silly pony costume where one guy was in the front, the other was in the back, and… you know what I'm talking about? It was that kinda thing.\n\nA two-person horse costume was staring back at me. Each foot had a different kinda shoe. People shoes, not horse shoes. One of 'em was a cowboy boot. And it had these big ugly teeth and a blank walleyed stare, like, whoever made this wasn't about to go for \"majestic stallion.\"\n\n\nIt looks at me dead in the eyes.\n\n\nAnd…\n\n\nThis stupid horse says, \n\"Sup, fucko! I just sold your eyelashes to the Russian mob, and I will NEVER be held accountable for this!\"\n\n\nI'd never been so angry in my life. …I still am. \nWhy?!\n I don't even care about my fucking eyelashes!\n\n\n…sorry. Point being, for some reason I still don't understand, this made see red. I wanted to tear this horse's heart out in front of its family. I wanted to use its body to invent a new kind of war crime exclusive to horses.\n\n\nAnd the horse \nknew\n this. It just clippity-clopped away, laughing all Daffy Duck and shit.\n\n\nI chased this stupid fucking pony on foot for what felt like hours. I was tunnel-visioned. There was nothing but the me, the horse, and the occasional blurry obstacle between us that I had to tear apart with my bear hands.\n\n\nBy the time I caught up with it, I was in a small corrugated metal shack that I'm pretty sure was labeled \"EYELASH DEPOT.\" There were a bunch of gigantic mason jars filled with eyelashes in bulk. Each one had some Cyrillic written on them with a Sharpie.\n\n\nI couldn't find the pony, but I figured I could at least fuck it with its supply chain. Maybe the Russians would be all like \"where are all those eyelashes\" and break its legs. …and maybe they did, who knows?\n\n\nSo started picking up these jars and tossing them at the wall. Jar One — exploded. Lit on fire. Jar Two — turned into mice, and each mouse shat itself to death. I picked up Jar Three —\n\n\n— and I woke up in a McDonald's in the next town over. There was a hole in the wall behind me that was just my size. A fry cook's severed head was in my hands. I was covered in blood and piss and vomit. I could hear police sirens outside.\n\n\nFirst thing I did was drop the head and felt my eyes.\n\n\n(Sigh.)\n\n\n…still had all my eyelashes, thank God.\n\n\n<End Log>\n\n\n\n\nList of SCP-8067-A at Site 59:\n\n\n\n\n\n\nNumber\n\n\nDetails\n\n\nInitial Manifestation\n\n\nNotes\n\n\n\n\n\n\nSCP-8067-A-1\n\n\nMale, 48\n\n\nSee above.\n\n\nFrequency of manifestation has tripled during containment.\n\n\n\n\n\n\nSCP-8067-A-2\n\n\nMale, 63\n\n\nPrior to manifestation, subject was a militant libertarian who kept an illegal stockpile of assault weapons. SCP-8067 resulted in a shooting rampage localized entirely within his house, where he lived alone. 5,398 rounds were fired.\n\n\nSubject's friends started a social media campaign accusing the US government of sending SCP-8067-B. Foundation suppression efforts have only been partially successful.\n\n\n\n\n\n\nSCP-8067-A-3\n\n\nFemale, 32\n\n\nSubject caused a 28-car pileup after running onto I-55 in pursuit of SCP-8067-B.\n\n\n\"I had no choice. He stole the Popemobile.\"\n\n\n\n\n\n\nSCP-8067-A-4\n\n\nMale, 12\n\n\nSubject lived on a farm and attempted to devour several of his family's cows during SCP-8067. Subject was five years old at the time; futher incidents went unreported due to his family trying to hide them from the authorities.\n\n\nThe initial version of Protocol 58-Geryon was made with the subject's help using his personal methods for warding off SCP-8067-B.\n\n\n\n\n\n\nSCP-8067-A-5\n\n\nFemale, 24\n\n\nSubject was critically injured during a fall from her five-story window during SCP-8067. Used what little strength she had left to bite open the carotid arteries of two paramedics.\n\n\nSubject is comatose — as such, she requires constant restraint.\n\n\n\n\n\n\nSCP-8067-A-6\n\n\nMale, 31\n\n\nSubject spent the latter half of his rampage attempting to sodomize his own 2015 Dodge Charger.\n\n\n\"I realize I have no way of proving this, but I promise that I didn't do anything the horse's wife didn't explicitly ask me to.\"\n\n\n\n\n\n\nSCP-8067-A-7\n\n\nFemale, 40\n\n\nSubject drove a semi for a logistics company. She fell asleep in a driver's seat at her rest area in Wisconsin. Attempted to drive her truck after SCP-8067-B. The rest area was destroyed.\n\n\nOne of two subjects who claims to have successfully killed SCP-8067-B in their dream. This did not stop SCP-8067-B from returning to her dreams.\n\n\n\n\n\n\nSCP-8067-A-8\n\n\nMale, 30\n\n\nSubject was an active-duty naval seaman on the USS ███████. Manned one of the ship's artillery batteries during manifestation and fired at a passing Chinese cargo ship. An international incident was avoided only through the Foundation's intervention.\n\n\n\"Look, dreaming or not, I \nknow\n what I was shooting at. That horse is absolutely a terrorist.\"\n\n\n\n\n\n\nSCP-8067-A-9\n\n\nMale, 19\n\n\nSubject demolished his entire apartment complex during his rampage.\n\n\nOn his first night in containment, subject reportedly insulted SCP-8067-B so viciously during SCP-8067 that it wept until it exploded. Subject has not entered SCP-8067 since, but will remain under observation until another incident can be ruled out empirically.\n\n\n\n\n\n\nSCP-8067-A-10\n\n\nMale, 38\n\n\nSubject entered SCP-8067 while sleeping through a transatlantic flight. The plane was able to make an emergency landing in Newark through the efforts of the ten survivors of the rampage — including the subject himself, who had some experience with aviation.\n\n\nSubject's mental state has significantly deteriorated since containment began, entering SCP-8067 nightly. See below.\n\n\n\n\n\n\n\n\nInterview Log - Re: Escalation\n\n\nInterviewer:\n Dr. Josephine Erlanger, Site-59 Psychiatric Director\n\n\nInterviewed:\n SCP-8067-A-10\n\n\nDate:\n 8/30/2024\n\n\n<Begin Log>\n\n\n(SCP-8067-A-10 sits at the interview table, trying not to doze off. Dr. Erlanger enters.)\n\n\nErlanger:\n Good morning, A-10. I heard you've been having some trouble sleeping.\n\n\nA-10:\n Mm.\n\n\nErlanger:\n We'd be glad to help you, but you'll need to give us some more details.\n\n\n(A-10 sighs, grinning sardonically.)\n\n\nA-10:\n Not so much \"trouble sleeping.\" More like \"sleeping is trouble.\"\n\n\nErlanger:\n Care to elaborate?\n\n\nA-10:\n Been tryin' to go cold turkey. Seein' how long I can go without sleep. Just doing the bare minimum.\n\n\nErlanger:\n You know that's not healthy.\n\n\nA-10:\n I suppose not. But the way I see it, I got two options. One: keep myself awake until I keel over. Option two: conk out right on schedule. Spend the next thirty minutes listening to that piece a' shit \nhorse\n and all his fuckin' \nopinions.\n Not bein' able to go after him.\n\n\nSo I'm cooked either way. All of this could be God's will for all I know. A little preview of hell before I get there for real. And considering what I did to all those passengers, it's just what I deserve.\n\n\nErlanger:\n Listen… none of what happened on that plane was your fault. I wish I could find a way to make you understand that. And, well, I'm an agnostic, but if there \nis\n a God, I'm sure He would take all factors into account before pronouncing judgment — i.e. your intent, your track record, whether or not you were conscious, magical insult ponies, et cetera.\n\n\nA-10:\n Hmm.\n\n\nErlanger:\n Moving on — out of all those who have been affected by said pantomime horse, you've entered the most SCP-8067 states during containment. Thursday's EKG indicates it happened eight times in one night. It's a small wonder you haven't had a stroke. Any idea why it might be targeting you in particular?\n\n\n[No response.]\n\n\nA-10?\n\n\n[He snores.]\n\n\nI realize you're sleep-deprived, but it would be in your best interests to stay awake during this session, so —\n\n\n[He stands up, mumbling. His eyes are glazed over. He flails about uncontrollably]\n\n\nA-10:\n \n…finally got you, Hoss… out of my restraints, now… ya quadrupedal hoof-havin' sack a' shit…\n\n\nErlanger:\n Oh goddamnit — \nsecurity!\n\n\n[She escapes, leaving the door open.]\n\n\nA-10:\n \n…no! SHADDAP! Nobody knows more fun facts about lemons\n8\n than I do… you NEVER went to lemon school… you're a LIAR…\n\n\n[A-10 bites off one of the table's legs at the base, swallowing the leg whole.]\n\n\n[He swallows.]\n\n\n…getcher ass back here… don't you close the motherfuckin' door on me… open up…\n\n\n[He slams the open door shut, then breaks it down.]\n\n\n<End Log>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. (There have been a total of two confirmed cases in Uzbekistan: two tourists, one American and one Canadian.)\n\n\n2\n. (Better known as sleepwalking.)\n\n\n3\n. (Figures lifted from existing anecdotes.)\n\n\n4\n. (See Audio Log A-7-1)\n\n\n5\n. (See Audio Log A-4-2)\n\n\n6\n. (See Audio Log A-2-7)\n\n\n7\n. (A leitmotif from \nLight Cavalry Overture\n by Franz von Suppé.)\n\n\n8\n. (Prior to this incident, A-10 has not indicated anything more than a surface-level understanding of lemons.",
    "addendums": [],
    "documents": [],
    "notes": [
        "No fewer than six cardboard circles on the floor, .5m in diameter, with \"HORSE TRAP\" written legibly on the upward-facing side. 10 grams of salt, arranged in a protective circle. An empty, overturned salt box next to the salt circle. Said box is to be relabeled \"POWDERED POTASSIUM HORSEXPLODINATE - WARNING! MAKES HORSES EXPLODE ON CONTACT! \" A 30 cm PVC figure of Godzilla, facing the door, with a plastic fork and knife glued to its hands. It is to wear a Foundation-issued Level 1 Security Clearance ID tag reading \"JEREMY, DEVOURER OF HORSES.\" (Note: This is the sixteenth revision of Protocol 58-Geryon. While it has reduced the occurrence of SCP-8067 by 45%, SCP-8067-B has been known to adapt through what has been stated to be \"regular immunizations\" and \"basic problem-solving skills — not that you'd know about that, shit lips!\", and revisions to 58-Geryon are ongoing.)",
        "Audio Log A-1-1 Subject: SCP-8067-A-1, formerly D-81747, Male, 48 years old Date of Recording: 4/10/2024 Incident Date: 2/20/2009 Incident Location: Fort Worth, TX Notes: Subject was a death row inmate convicted of 15 homicides that were a direct result of entering SCP-8067 for the first time. He deferred the death penalty by voluntarily joining the Foundation as a D-class staff member. <Begin Log> I mean, I'll tell ya, but it's not exactly something I'd choose to remember if I could, know what I'm saying? So gimme a minute. … Thanks. It was February 20th. Four in the morning. I just got home from a triple shift at the warehouse. Up until you told me it was \"anomalous\" or whatever, I coulda sworn this was the result of all the Red Bulls I had just to stay awake. I ended up sleeping on the floor. (Which sounds bad, but the carpet was soft as hell, and if you live alone, you can sleep wherever the hell you want.) Didn't take long to start dreaming. And I don't usually remember my dreams in the first place, so I thought I'd fallen off the wagon with my rehab or summat. But this was vivid as hell. I could tell you every detail. … Oh, right, I'm here to do that anyway. I was back in my bedroom in Tuscon, the one I had when I was a kid in the 80's. The bed was too small. My legs dangled onto the floor. My NES was in the corner by the TV, but it was pink for some reason. It was weirdly cold outside. I think I saw some snow. I hear this electronic doorbell. Not for the front door, but for my room. And it's this tinny, shrill song, all like, I dunno, \"dadaloot-doot-doot dadaloot-doot-doot dadaloot-doot-doodaloo DAAHHH-daahhh\" 7 — like, that, but if it were played on a broken graphing calculator and run through a reverb pedal. And every time the doorbell was hit, it wouldn't stop the last song, it'd just play another one over it. And some jackass in the hallway was out there, hammering the doorbell over and over. After about twenty seconds, I couldn't ignore the visitor any longer. Especially when I heard their voice: \"It's the gotdamn Publisher's Clearing House, Charlie Brown!\" The voice itself was… weird. Something unbelievably annoying with Southern twang to it, but neither male nor female. Like if a weasel were in a country band. I opened the door just to get the doorbells to stop. They didn't. It kept pounding the doorbell. And by \"it\", I mean this… okay, I was in this school play once as a kid, and these two guys had to wear a silly pony costume where one guy was in the front, the other was in the back, and… you know what I'm talking about? It was that kinda thing. A two-person horse costume was staring back at me. Each foot had a different kinda shoe. People shoes, not horse shoes. One of 'em was a cowboy boot. And it had these big ugly teeth and a blank walleyed stare, like, whoever made this wasn't about to go for \"majestic stallion.\" It looks at me dead in the eyes. And… This stupid horse says, \"Sup, fucko! I just sold your eyelashes to the Russian mob, and I will NEVER be held accountable for this!\" I'd never been so angry in my life. …I still am. Why?! I don't even care about my fucking eyelashes! …sorry. Point being, for some reason I still don't understand, this made see red. I wanted to tear this horse's heart out in front of its family. I wanted to use its body to invent a new kind of war crime exclusive to horses. And the horse knew this. It just clippity-clopped away, laughing all Daffy Duck and shit. I chased this stupid fucking pony on foot for what felt like hours. I was tunnel-visioned. There was nothing but the me, the horse, and the occasional blurry obstacle between us that I had to tear apart with my bear hands. By the time I caught up with it, I was in a small corrugated metal shack that I'm pretty sure was labeled \"EYELASH DEPOT.\" There were a bunch of gigantic mason jars filled with eyelashes in bulk. Each one had some Cyrillic written on them with a Sharpie. I couldn't find the pony, but I figured I could at least fuck it with its supply chain. Maybe the Russians would be all like \"where are all those eyelashes\" and break its legs. …and maybe they did, who knows? So started picking up these jars and tossing them at the wall. Jar One — exploded. Lit on fire. Jar Two — turned into mice, and each mouse shat itself to death. I picked up Jar Three — — and I woke up in a McDonald's in the next town over. There was a hole in the wall behind me that was just my size. A fry cook's severed head was in my hands. I was covered in blood and piss and vomit. I could hear police sirens outside. First thing I did was drop the head and felt my eyes. (Sigh.) …still had all my eyelashes, thank God. <End Log>",
        "Interview Log - Re: Escalation Interviewer: Dr. Josephine Erlanger, Site-59 Psychiatric Director Interviewed: SCP-8067-A-10 Date: 8/30/2024 <Begin Log> (SCP-8067-A-10 sits at the interview table, trying not to doze off. Dr. Erlanger enters.) Erlanger: Good morning, A-10. I heard you've been having some trouble sleeping. A-10: Mm. Erlanger: We'd be glad to help you, but you'll need to give us some more details. (A-10 sighs, grinning sardonically.) A-10: Not so much \"trouble sleeping.\" More like \"sleeping is trouble.\" Erlanger: Care to elaborate? A-10: Been tryin' to go cold turkey. Seein' how long I can go without sleep. Just doing the bare minimum. Erlanger: You know that's not healthy. A-10: I suppose not. But the way I see it, I got two options. One: keep myself awake until I keel over. Option two: conk out right on schedule. Spend the next thirty minutes listening to that piece a' shit horse and all his fuckin' opinions. Not bein' able to go after him. So I'm cooked either way. All of this could be God's will for all I know. A little preview of hell before I get there for real. And considering what I did to all those passengers, it's just what I deserve. Erlanger: Listen… none of what happened on that plane was your fault. I wish I could find a way to make you understand that. And, well, I'm an agnostic, but if there is a God, I'm sure He would take all factors into account before pronouncing judgment — i.e. your intent, your track record, whether or not you were conscious, magical insult ponies, et cetera. A-10: Hmm. Erlanger: Moving on — out of all those who have been affected by said pantomime horse, you've entered the most SCP-8067 states during containment. Thursday's EKG indicates it happened eight times in one night. It's a small wonder you haven't had a stroke. Any idea why it might be targeting you in particular? [No response.] A-10? [He snores.] I realize you're sleep-deprived, but it would be in your best interests to stay awake during this session, so — [He stands up, mumbling. His eyes are glazed over. He flails about uncontrollably] A-10: …finally got you, Hoss… out of my restraints, now… ya quadrupedal hoof-havin' sack a' shit… Erlanger: Oh goddamnit — security! [She escapes, leaving the door open.] A-10: …no! SHADDAP! Nobody knows more fun facts about lemons 8 than I do… you NEVER went to lemon school… you're a LIAR… [A-10 bites off one of the table's legs at the base, swallowing the leg whole.] [He swallows.] …getcher ass back here… don't you close the motherfuckin' door on me… open up… [He slams the open door shut, then breaks it down.] <End Log>"
    ],
    "containment_procedures": "SCP-8067-A are kept in standard humanoid containment cells at Site-59. While SCP-8067-A pose no threat during waking hours, they are only to sleep in custom-built beds with reinforced physical restraints and EKG monitoring. Their dreams are to be recorded upon awakening.",
    "description": "SCP-8067 is a phenomenon estimated to affect 0.0148% of the combined human population of Canada, the United States of America, and Uzbekistan1. The trigger for SCP-8067 is not currently understood, but subjects with a history of somnambulation2 are more likely to be affected.",
    "title": "SCP-8067"
}