{
    "url": "https://scp-wiki.wikidot.com/scp-8069",
    "all_text": "oink oink\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-8069\n — Pig Clock\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+53\n+\n–\nx\n\n\n\n\n\n\n\n\nSCP-8069.\n\n\n\n\n\n\nItem #:\n SCP-8069\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-8069 is hung on a wall within a standard containment chamber in Site-218. Experimentation with the anomaly is to be overseen by the Department of Applied Horology. Foundation agents embedded in local real estate markets are to ensure no livestock farms attempt to open within an eighty-mile vicinity of the area.\n\n\nDescription:\n SCP-8069 refers to a Shortt–Synchronome clock, a highly-accurate clock produced in limited amounts between 1922-1956. The clock is entirely indestructible, unable to be damaged by any source known to the Foundation. SCP-8069 has displayed autonomous movement, tracking time corresponding to Central Daylight Time (CDT). Instead of an hourly chime, SCP-8069 is known to produce what resembles oinking noises.\n\n\nThe primary anomalous property of SCP-8069 is that it showcases significant sway over the sleeping patterns of pigs (\nSus domesticus\n) across an eighty-mile radius. At seemingly-random monthly intervals, SCP-8069 will shift from its standard autonomous movement, quickly moving its hands in a variety of positions. Invariably, this will cause all pigs within the eighty-mile radius to immediately enter a state of REM sleep, regardless of their previous activity. SCP-8069 will continue its movements until the pigs simultaneously wake up, causing it to revert to its standard movement.\n\n\nSCP-8069 was previously owned by PoI-011, Richard Chappell, recognized leader of GoI-001 (“\nThe Chicago Spirit\n”), with it having been hung in his office. Whether PoI-011 was the source of SCP-8069’s anomalous properties remains unclear.\n\n\nAddendum 8069.1:\n Interview Log\n\n\nThe following is an interview held with an individual designated as PoI-8069, a former associate of PoI-011’s and member of GoI-001.\n\n\n\n\n«Begin Log»\n\n\nDr. Francis Own enters the interrogation room and sits down at the table across from PoI-8069, who has been bound in restraints. SCP-8069 has been temporarily placed on the side wall of the room.\n\n\nDr. Own:\n Greetings, my name is Dr. Own. I just have a few questions for you, today.\n\n\nPoI-8069:\n I'm no squealer.\n\n\nDr. Own:\n If you're cooperative, we might be able to get you out of here.\n\n\nPoI-8069 puts his fingers on his chin in consideration.\n\n\nPoI-8069:\n Will I get any dough?\n\n\nDr. Own sighs.\n\n\nDr. Own:\n I can see what I can do. Trust me, I'm sure what I'm here about today won't be too invasive.\n\n\nPoI-8069:\n Alright, fine. You can ask away.\n\n\nDr. Own:\n Perfect. So, you see this clock over here?\n\n\nDr. Own gestures towards SCP-8069.\n\n\nDr. Own:\n This used to be owned by Richard Chappell. Any idea what he used it for?\n\n\nPoI-8069:\n Oh, this is Big Dick's clock? I thought I recognized it from somewhere! Yeah, he used this thing to make sure the pigs were asleep on certain nights. I was never quite sure how it worked, myself.\n\n\nDr. Own:\n Why did he need to keep pigs asleep? We have no record of him involving himself with, well, farm animals of any kind.\n\n\nPoI-8069 raises his eyebrow, staring at Dr. Own in confusion.\n\n\nPoI-8069:\n Not that kind of pigs.\n\n\nDr. Own stays silent for a moment.\n\n\nDr. Own:\n Do you mean, like… cops?\n\n\nPoI-8069:\n What? Why the hell would I mean cops?\n\n\nDr. Own:\n What else could you mean?\n\n\n«End Log»\n\n\n\n\nSeveral hours following the conclusion of the interview, Foundation investigators combed through PoI-011's journal and determined he owned several guinea pigs (\nCavia porcellus\n).\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8069\n\" by MisterFrown, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8069\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nName:\n File:Zegar-Shortta.JPG\n\n\nAuthor:\n Bori64\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Zegar-Shortta.JPG\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8068\n | SCP-8069 | \nSCP-8070\n »",
    "addendums": [
        "Addendum 8069.1: Interview Log\nThe following is an interview held with an individual designated as PoI-8069, a former associate of PoI-011’s and member of GoI-001.\nSeveral hours following the conclusion of the interview, Foundation investigators combed through PoI-011's journal and determined he owned several guinea pigs ( Cavia porcellus )."
    ],
    "documents": [],
    "notes": [
        "\" SCP-8069 \" by MisterFrown, from the SCP Wiki . Source: https://scpwiki.com/scp-8069 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8069",
    "object_class": "Euclid",
    "containment_procedures": "SCP-8069 is hung on a wall within a standard containment chamber in Site-218. Experimentation with the anomaly is to be overseen by the Department of Applied Horology. Foundation agents embedded in local real estate markets are to ensure no livestock farms attempt to open within an eighty-mile vicinity of the area.",
    "description": "SCP-8069 refers to a Shortt–Synchronome clock, a highly-accurate clock produced in limited amounts between 1922-1956. The clock is entirely indestructible, unable to be damaged by any source known to the Foundation. SCP-8069 has displayed autonomous movement, tracking time corresponding to Central Daylight Time (CDT). Instead of an hourly chime, SCP-8069 is known to produce what resembles oinking noises.",
    "title": "SCP-8069"
}