{
    "url": "https://scp-wiki.wikidot.com/scp-8074",
    "all_text": "\"Site-254 staff may not refer to SCP-8074, even in unofficial communications, as 'trash goblins.'\"\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nWritten by TheChunk\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+54\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nNOTICE OF ADMINISTRATIVE REVIEW\n\n\n\n\nThe protocols detailed in this document are under budgetary probation. No additional expenses are to be authorized without the express written approval of Budgetary Commission Chair Eileen Brenner.\n\n\n\n\n\n\nContainment Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All contained instances of SCP-8074 are to reside in a designated housing complex within the Minimum Security Wing of Site-254. Instances who refuse to participate in mandatory counseling sessions may have their recreation privileges revoked, with the approval of their assigned case worker.\n\n\nInstances who display no signs of antisocial behavior after three consecutive months may be deemed eligible for reintegration into human society only with the written consent of Project Lead Dr. Richard Mayhew.\n\n\nDescription:\n SCP-8074 are a group of diminutive humanoids, distinguishable from humans by their short stature, deformed facial features, and varied reptilian and insectoid appendages. All currently contained instances of SCP-8074 (identified separately as SCP-8074-1 through SCP-8074-73) have exhibited some or all of the following behavioral tendencies:\n\n\n\n\nAn affinity for refuse, waste, and decaying organic matter\n\n\nA compulsion to make exhibitionistic displays of grotesque bodily functions\n\n\nA disregard for cultural norms associated with hygiene, public behavior, personal boundaries, and group social dynamics\n\n\n\n\nInstances of SCP-8074 who do not display these tendencies are not considered a threat to normalcy, and no effort is to be made to contain them at this time.\n\n\nSite-254 staff may not refer to SCP-8074, even in unofficial communications, as \"trash goblins.\"\n\n\n\n\n\n\n\n\nInterview Log 8074-23.03\n\n\n\n\n\n\nSubject:\n SCP-8074-23\n\n\nInterviewer:\n Dr. Richard Mayhew\n\n\nTime of Interview:\n 2018-23-02 14:15\n\n\n\n\n\n\n\n\nSCP-8074-23\n\n\n\n\n\n\n\n\nDr. Mayhew:\n I see from your file that your health has improved since your last physical.\n\n\nSCP-8074-23:\n I've been sleeping better this month, at least. Less to worry about here, I guess.\n\n\nDr. Mayhew:\n Do you finally want to talk about the incident you had at work? Just before you came here?\n\n\nSCP-8074-23:\n Why? So I can go back?\n\n\nDr. Mayhew:\n So you can be in control of what happens to you from here. Isn't that what you want?\n\n\nSCP-8074-23:\n I never liked working there.\n\n\nDr. Mayhew:\n Pearson Media Group is a pretty tough door to get your foot in. You must have worked hard for that opportunity.\n\n\nSCP-8074-23:\n I didn’t say I didn’t work for it. I just didn’t like it.\n\n\nDr. Mayhew:\n Don't think of it as going back. Think of it as moving forward. Whatever the next step is for you, we need to make sure you have the best chance for success. Not just for your career, but for your well-being.\n\n\nSCP-8074-23:\n If the best chance is still a bad chance, is it worth it? At least now I can sleep. Don't have to worry anymore. Not about my job. Not about my clothes. Not about anything.\n\n\nDr. Mayhew:\n Was something wrong with your clothes at Pearson?\n\n\nSCP-8074-23:\n They never fit right. They never…never mind, you wouldn't get it.\n\n\nDr. Mayhew:\n Why don't you try to explain it for me anyway, as long as we're both here?\n\n\nSCP-8074-23:\n It's not like they stopped fitting when I got to Pearson. They fit the same as they always did. I just never realized they didn’t fit right until I got there. It's like I didn't know how well a suit could fit until I saw the rest of them. Everyone else, their jackets always tapered so perfectly, their shirts always looked so soft, and snug, and comfortable all at the same time. Even their skin looked like it fit better than mine. Like their faces just rested more naturally on their skulls than mine did.\n\n\nSCP-8074-23 squeezes a pimple on its upper lip, and inhales the discharge into its snout.\n\n\nDr. Mayhew:\n It can be easy to feel inadequate when starting off somewhere new, but that doesn't diminish what you accomplished to get there.\n\n\nSCP-8074-23:\n It wasn't just a feeling. It was just too little to ever pin down. Like how they never invited me to go out with them for drinks after work. I wouldn’t have minded if they just flat out told me, you know? If it was a company culture thing, if I was a bad fit, if I wasn't qualified to sit at the same table as them. They could have fired me for all I cared. But it never happened. If I invited myself along, no one ever said no.\n\n\nDr. Mayhew:\n That's a good sign.\n\n\nSCP-8074-23:\n But how many times do you have to invite yourself before you wonder why no one else will do it? How many times do you have to invite yourself before you take the hint and give up?\n\n\nDr. Mayhew:\n Is that what you did on the day of the incident? Give up?\n\n\nSCP-8074-23:\n I just stopped pretending, that's all. Not like that was what I went in that morning planning to do. I actually thought I was going to make the most of the year: it was just after winter break–we close for the last two weeks of the year, and pick up at the start of January–and I was thinking this would be the moment everything finally comes together for me. I bought a new suit and everything. It still didn’t feel like it fit right, but I figured at least I could try. So we were all sitting in the meeting room, waiting for the Director, and we were eating breakfast–you know, bagels, danishes, coffee, that sort of thing–and talking about our breaks. Everyone was going around the room talking about where they went. One went to Tokyo, one went to Milan, one had just gotten back from Jamaica. I hadn’t gone anywhere. After my car payments and student loans I was lucky I could even afford to stay at home. Even the new suit was bought on credit.\n\n\nDr. Mayhew:\n Was it hard to tell them that?\n\n\nSCP-8074-23:\n I didn’t tell them. Because when they came around to me, they just skipped me. Like they knew not to even ask.\n\n\nDr. Mayhew:\n Would you have felt better if they had asked?\n\n\nSCP-8074-23:\n Maybe not, but they could have asked anyway! I’m sitting at the same table as them! I earned my spot as much as them, you said it yourself! Why would they act like I’m not even…\n\n\nSCP-8074-23 picks a scab off of its pelvic papules, and pushes it into its gullet.\n\n\nSCP-8074-23:\n So that’s when I tore off my shirt and jacket. I figured it would never fit right as long as it kept bunching up around my back lumps, and the pus was making it sticky, so I just reached in with my claws and tore the thing to shreds. Fastest thousand dollars I ever wasted.\n\n\nSCP-8074-23 reaches for its back and rubs its dorsal corpuscles.\n\n\nDr. Mayhew:\n Is that when you grabbed the garbage?\n\n\nSCP-8074-23:\n That’s when I grabbed the garbage. There was one bag in the maintenance room that had been in there since before the break. Must have been left over from the Christmas party two weeks before. I had picked up on it, you know, with my antennae, and at that point I figured why the fuck not? So I ran into the maintenance closet, pulled out that stinking bag of trash, dumped it all out on the conference table, and started stuffing as much of it as I could into my maw until security came.\n\n\nDr. Mayhew:\n What did they say?\n\n\nSCP-8074-23:\n Say? Nothing. Not with words, at least.\n\n\nDr. Mayhew:\n Well, how did they look?\n\n\nSCP-8074-23:\n Disgusted, mostly. Disgusted, but not surprised.\n\n\nDr. Mayhew:\n And you?\n\n\nSCP-8074-23:\n I wasn't disgusted.\n\n\nDr. Mayhew:\n Surely you can't honestly say you felt better eating garbage.\n\n\nSCP-8074-23:\n Listen, you might not like it, but no one can tell me how to eat garbage but me. If the table is full, I'll settle for scraps. Just don't ask me to beg for them.\n\n\nDr. Mayhew:\n You don’t think you deserve better?\n\n\nSCP-8074-23:\n Looking at my options, I think I deserve not to starve.\n\n\nSCP-8074-23 regurgitates a partially decomposed fish skeleton from its laryngeal sac onto the table in front of it.\n\n\n\n\n\n\n\n\n\n\nInterview Log 8074-61.03\n\n\n\n\n\n\nSubject:\n SCP-8074-61\n\n\nInterviewer:\n Dr. Richard Mayhew\n\n\nTime of Interview:\n 2019-13-07 15:25\n\n\n\n\n\n\n\n\nSCP-8074-61\n\n\n\n\n\n\n\n\nDr. Mayhew:\n Your case worker tells me you've been arriving late recently. Skipping meetings. What's wrong?\n\n\nSCP-8074-61:\n Nothing, really. I guess I don't see the point to all this.\n\n\nDr. Mayhew:\n The point is to get you to a stage where you have the tools and skills to be your best self.\n\n\nSCP-8074-61:\n But I'm already my best self.\n\n\nDr. Mayhew:\n Do you think you were being your best self at the party where the…incident occurred?\n\n\nSCP-8074-61:\n I think I was being the only self there is for me to be.\n\n\nDr. Mayhew:\n Wouldn't you rather have a choice in the matter?\n\n\nSCP-8074-61 folds its arms and leans back in its chair.\n\n\nDr. Mayhew:\n You don't have to talk about anything you're not comfortable talking about, but for your sake I think it would be best if we used this time constructively.\n\n\nSCP-8074-61:\n You're saying that because it's your job.\n\n\nDr. Mayhew:\n My job involves many duties, but I wouldn't be taking the time to sit here and work with you if I didn't think it was worthwhile.\n\n\nSCP-8074-61:\n The incident was a last resort, that's all.\n\n\nDr. Mayhew:\n Were you trying to make a statement?\n\n\nSCP-8074-61:\n No, I was trying to make friends.\n\n\nSCP-8074-61 peels a strip of dead skin from its forearm and begins to fiddle with it.\n\n\nSCP-8074-61:\n You know, I never really had any gay friends. When I was growing up, when I was in high school: if there were any gay people in my town at all, you’d never know it. It’s not something I ever felt bad about. But anything’s hard when you’re the only one.\n\n\nDr. Mayhew:\n Is that why you joined your college’s Queer Student Alliance?\n\n\nSCP-8074-61:\n It’s why I tried. But the vibe of that place…it’s like day one when I walked in during the open house, everyone I saw gave me a look like…”what the fuck are you doing here?”\n\n\nDr. Mayhew:\n It's easy to feel out of place when you're a newcomer. But that doesn't mean you can't have a place. No one's a newcomer forever.\n\n\nSCP-8074-61:\n That’s why I kept going back. Even after I could barely get a “hello” out of anyone that first day, I kept going back. You know, with the hope folks would warm up. It wasn’t fun, but it wasn’t as bad as not trying at all. Any chance I could take, I took. I'd talk to people. I'd get involved with activities. And it’s not like anyone told me to get out, or fuck off, or leave them alone. They just never gave anything back.\n\n\nDr. Mayhew:\n If they let you join the club, and participate like anyone else, why would you say they didn't have a place for you?\n\n\nSCP-8074-61:\n I don't know, something behind the eyes? When someone tells you to fuck off, at least you can say hey, this guy doesn't like me, but who cares, let's just move on. But when they just leave you hanging without saying a word? I could go around the room trying my best to be friendly, and somehow by the end I’d feel like the asshole.\n\n\nDr. Mayhew:\n Are you ready to tell me about the New Queer’s Ball?\n\n\nSCP-8074-61:\n It’s a pun.\n\n\nDr. Mayhew:\n I understand that–\n\n\nSCP-8074-61:\n Not a very good pun.\n\n\nDr. Mayhew:\n Are you ready to tell me about what \nhappened\n?\n\n\nSCP-8074 picks a nodule of cerumen out of its ear and begins to suckle on it.\n\n\nSCP-8074-61:\n I tried my best. I got all dressed up, spent all afternoon styling my hair. My hair isn’t even long enough to style; I just felt like I had to put in the extra work anyway. Like if the night was going to be a success, it would be because I put in the effort.\n\n\nDr. Mayhew:\n It sounds like you wanted to be your best self after all.\n\n\nSCP-8074-61:\n And if that had worked, would we be talking about it now?\n\n\nSCP-8074-61 holds its face in its hands for a moment as it expels a greenish cloud of sulfuric gas from its pectoral sphincter.\n\n\nSCP-8074-61:\n I was just really excited to finally be someplace where people like me would care about me for who I was. I don't know what I expected. I thought it would feel like…I don't know, coming home for the first time.\n\n\nDr. Mayhew begins to speak, but instead stifles a cough.\n\n\nSCP-8074-61:\n It didn’t take long. As soon as I walk in the door, and I go over to Alejandro, the club president. Just to say hi, that’s all. What does he say? He looks me up and down and goes “you know, you didn’t have to come.”\n\n\nSCP-8074-61 deeply inhales the gas surrounding it, and releases it in a low, wet belch.\n\n\nSCP-8074-61:\n So that’s when I headed to the bathroom. I think it started because I didn’t want anyone to see me cry, but it was really because that was the fastest way to start chugging the sludge in the septic tank.\n\n\nDr. Mayhew:\n Is that really what you wanted?\n\n\nSCP-8074-61:\n It’s not like there was anything else left to do at that point. So I tore a couple toilets off the floor and started digging in the muck and scarfing it down. But then instead of letting it pass into my gut, I gargled it all back up, ran into the club room and started spraying it as far as I could, along with as much bile as I could cough up without getting dizzy.\n\n\nDr. Mayhew:\n But looking at that day as a whole, looking at what you had done up to that moment, and how you had hoped the evening would go: did regurgitating the effluvium all over the club room genuinely make you feel good?\n\n\nSCP-8074-61:\n It felt better than doing nothing.\n\n\nSCP-8074-61 spits out the hard pit of the cerumen nodule it had been suckling.\n\n\nSCP-8074-61:\n There’s a story you hear a lot when you’re a kid: that when you’re growing up, you might feel like you don’t fit in, like you’re weird, like you’re different. But Oz is somewhere over the rainbow, and once you get there you’ll find that the things that make you different are the things that make you special.\n\n\nDr. Mayhew:\n There's a lot of truth in that story.\n\n\nSCP-8074-61:\n But what if the reason you didn’t fit in was never that the people around you were shallow and close-minded? What if, no matter where you go, you really are just a weirdo?\n\n\n\n\n\n\n\n\n\n\n\n\nBudgetary Probation\n\n\n\n\nAs the containment procedures described in this document are under budgetary probation, further research into the treatment of SCP-8074 is not authorized. For more information, please refer to the attached documentation.\n\n\n— Office of the Budgetary Commission\n\n\n\n\n\n\n\n\n\n\nTranscript of Budgetary Commission Hearing 130220-8074\n\n\n\n\n\n\nParties in Attendance:\n\n\nEileen Brenner, Budgetary Commission Chair\n\nVivian Radcliffe, Ethics Committee Liaison\n\nDr. Richard Mayhew, SCP-8074 Project Lead\n\n\n\n\nMs. Brenner:\n Thank you for joining us for this review, Dr. Mayhew. We’ll make this as brief as possible.\n\n\nMs. Radcliffe:\n It's nothing to worry about, dear. We just want to make sure we're getting as much benefit as possible from your work with SCP-8074.\n\n\nDr. Mayhew:\n I’m still not sure I understand what the purpose of this review is. Is the substance of my work at Site-254 being called into question?\n\n\nMs. Brenner:\n The substance of your work at Site-254 has always been in question, Dr. Mayhew. This is just a review.\n\n\nMs. Radcliffe:\n We can't keep things ticking along without a little self-reflection, now can we?\n\n\nDr. Mayhew:\n If this is an administrative review, shouldn’t there be a council representative–\n\n\nMs. Radcliffe:\n Oh don’t worry, I think we can handle this one on our own.\n\n\nDr. Mayhew:\n If that’s how we’re doing this, then I guess…\n\n\nMs. Brenner:\n Alright, starting with the heart of the matter: would you like to explain to us why you consider it a good use of Foundation resources to devote time and personnel to rehabilitating trash goblins?\n\n\nDr. Mayhew:\n We prefer the term \"SCP-8074.\"\n\n\nMs. Radcliffe:\n Thank you for the clarification. We've made note of your preference.\n\n\nMs. Brenner:\n Now would you care to explain why integrating trash goblins into human society is so high on your department’s list of priorities?\n\n\nDr. Mayhew:\n Because it's the right thing to do? SCP-8074 collectively show little propensity for violence, at least no more than the average human. The outbursts we’ve cataloged are a legitimate cause for concern, but not one that’s without solutions. To continue to sequester them even when they no longer exhibit antisocial behavior would serve no purpose.\n\n\nMs. Brenner:\n It would serve the purpose of not having to hire social workers to discuss coping strategies with garbage-eating cretins.\n\n\nMs. Radcliffe:\n The Foundation takes the ethical treatment of garbage-eating cretins very seriously, but providing them with counseling and self-help seminars does not fall within current policy guidelines.\n\n\nDr. Mayhew:\n It would be cruel not to at least give them a chance to be human.\n\n\nMs. Radcliffe:\n Wouldn't it be even more cruel to let them believe that if they try to be human, they might succeed? They know what they are. That’s why they’re here.\n\n\nDr. Mayhew:\n We’ve made great progress so far.\n\n\nMs. Radcliffe:\n One can teach the crow to swim, but it will never become a swan.\n\n\nDr. Mayhew:\n Crows are remarkable birds.\n\n\nMs. Radcliffe:\n But they’re not swans, are they?\n\n\nMs. Brenner:\n They also can't learn to swim.\n\n\nMayhew holds up a file containing SCP-8074 documentation.\n\n\nDr. Mayhew:\n Just look at the photos in the attached files. What do you see?\n\n\nMs. Brenner:\n Trash goblins.\n\n\nDr. Mayhew:\n Yes, but what features do they actually have? Do they have scales? Antennae? Claws, snouts, protruding mandibles?\n\n\nMs. Brenner:\n Of course they do.\n\n\nDr. Mayhew:\n But look at the photo. Is that what you literally see?\n\n\nMs. Brenner:\n …not as such.\n\n\nDr. Mayhew:\n Then why do you say they have them?\n\n\nMs. Brenner:\n Well, if they didn't have them, they wouldn't be trash goblins, would they?\n\n\nMs. Radcliffe:\n It's just common sense, dear. If you're suggesting instead that your anomalies’ containment is the result of some sort of mass hallucination, it's going to take a lot more than a few photos to convince this panel.\n\n\nMs. Brenner:\n One of them ate a septic tank.\n\n\nDr. Mayhew:\n Hallucination? No. I've seen what they are. They've seen what they are. But it doesn't add up, does it? Why do we only learn of them after their public outbursts? If you ran a Fortune 500 company, why would you hire one in the first place? It defies reason.\n\n\nMs. Radcliffe:\n Quotas, maybe?\n\n\nDr. Mayhew:\n All of the entities we've contained have expressed exceptionally low feelings of self worth in high pressure social environments. The mind is a powerful thing: the easiest way to convince someone of something is to believe it yourself. What if in this case they simply believed so strongly that the universe itself began to agree?\n\n\nMs. Brenner:\n If the universe agrees, then it's unanimous: beginning at the start of the next quarter, all projects relating to SCP-8074 will be placed on budgetary probation. If resources continue to be misused, we’ll have to reconsider the operating budget of Site-254 as a whole. If there are no further objections, this meeting is adjourned.\n\n\nDr. Mayhew:\n Will you at least consider the success rates I’ve detailed in last quarter’s reports?\n\n\nMs. Brenner:\n No, Dr. Mayhew. Nobody reads your reports.\n\n\nDr. Mayhew slumps back in his chair, staring at his feet. He separates his cheek flaps, draws a clump of sputum from his mucus nodes, and ejects it onto his shoes.\n\n\n\n\n\n\n\n\n« \nSCP-8073\n | SCP-8074 | \nSCP-8075\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8074\n\" by TheChunk, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8074\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Spring Student\n\n\nAuthor:\n YWAM Orlando\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n www.flickr.com/photos/ywamorlando/33705812612\n\n\n\n\n\n\n\n\n\n\nFilename:\n 48.PStreetBridge.NW.WDC.17August2013\n\n\nAuthor:\n Elvert Barnes\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n www.flickr.com/photos/perspective/9643206366/",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8074 \" by TheChunk, from the SCP Wiki . Source: https://scpwiki.com/scp-8074 . Licensed under CC-BY-SA .",
        "Filename: Spring Student Author: YWAM Orlando License: CC BY 2.0 Source Link: www.flickr.com/photos/ywamorlando/33705812612",
        "Filename: 48.PStreetBridge.NW.WDC.17August2013 Author: Elvert Barnes License: CC BY-SA 2.0 Source Link: www.flickr.com/photos/perspective/9643206366/"
    ],
    "containment_procedures": "All contained instances of SCP-8074 are to reside in a designated housing complex within the Minimum Security Wing of Site-254. Instances who refuse to participate in mandatory counseling sessions may have their recreation privileges revoked, with the approval of their assigned case worker.",
    "description": "SCP-8074 are a group of diminutive humanoids, distinguishable from humans by their short stature, deformed facial features, and varied reptilian and insectoid appendages. All currently contained instances of SCP-8074 (identified separately as SCP-8074-1 through SCP-8074-73) have exhibited some or all of the following behavioral tendencies:",
    "title": "SCP-8074"
}