{
    "url": "https://scp-wiki.wikidot.com/scp-8076",
    "all_text": "rating: \n+28\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8076\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-8076\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedure:\n Reliquary Site-108 has been established above the entrance to SCP-8076-1. Onsite sensors will monitor for Aspect Radiation and Elan-Vital Energy spikes. All spikes must be reported to security immediately, and an alert will be sent to all nearby sites who then will communicate with onsite staff. If onsite staff do not respond or are unable to recite identification codes and pass a Cognitive Influence Test, an onsite nuclear warhead will be detonated.\n\n\nSCP-8076-2’s current location is unknown. The Foundation is currently searching all available records for individuals matching SCP-8076-2’s description. Any information on SCP-8076-2 is to be suppressed and collected by the Foundation to establish an accurate timeline of SCP-8076-2's history and locate their current whereabouts. Locating efforts and containment attempts are to be led by MTF Beta-777 (Hecate’s Spear).\n\n\nSCP-8076-3 will be held in a modified Class-8 remains locker on site.\n\n\nDescription:\n SCP-8076-1 is the ruins of the city-state Awan in an underground cavern located in southwestern Iran. Awan was an ancient Mesopotamian city-state established around 2700 BCE and vanished from records around 2000 BCE. SCP-8076-1 measures approximately 8 km in diameter, and is located 5 km underground. The architecture of the city appears to match the architecture of early Mesopotamia cities but with the use of advanced materials, techniques, and the integration of complex thaumaturgical systems. The outer wall of SCP-8076-1 contains several thaumaturgical symbols and is theorized to be able to project a protective shield when sufficiently powered.\n\n\nSCP-8076-2 is a female that appears to be in her late twenties with dark brown hair, hazel eyes, and an olive skin tone. SCP-8076-2’s standing height is approximately 1.6 m. SCP-8076-2’s skin is covered in numerous tattoos depicting arcane, occult, and thaumaturgical symbols and sigils from multiple cultures. SCP-8076-2 uses the tattoos to perform thaumaturgy. SCP-8076-2 is a powerful Type Blue and should be confronted with great caution. SCP-8076-2 is confirmed to have a post-human life span.\n\n\nSCP-8076-3 are the remains of a humanoid horned entity of approximately 90 m tall. The remains were identified as that of a rabisu\n1\n. Foundation research suggests rabisu are able to absorb energy as a form of sustenance. This instance is several times larger than an average instance.\n\n\nDiscovery Log:\n SCP-8076-1 first came to the Foundation’s attention through Foundation plants in archeological circles discussing newly discovered relics with thaumaturgical symbols\n2\n.\n\n\nAfter confirming the authenticity of the relics, the Foundation retrieved them and discovered they had been found at an ongoing dig. When the Foundation discovered more relics with thaumaturgical symbols, the Foundation moved in to take over the dig.\n\n\nAddendum 8076.1:\n Partial Timeline of SCP-8076-2\n\n\n\n\n\n\nDate\n\n\nLocation\n\n\nNotes\n\n\n\n\n\n\nApproximately 2700 BCE\n\n\nMesopotamia\n\n\nA tablet uncovered in the Awan library goes in-depth on SCP-8076’s rescue of King Peli when he was a child. The tablet goes on to describe Peli being saved from a \nmonster with traits of a snake, goat, and lion.\n\n\n\n\n\n\nApproximately 950 BCE\n\n\nIsrael\n\n\nFound in the original Lemegeton Clavicula Salomonis\n3\n, was a passage of Solomon meeting a mad witch named Awan in the desert. The witch had captured a demon and was attempting to force it to accomplish an impossible task. Solomon sealed the demon and urged the witch to give up on her goal. The witch warns Solomon that such power as his will not grant him happiness and reminds him that all things come to an end. This passage is left out of all modern versions.\n\n\n\n\n\n\nMay 12 560\n\n\nConstantinople, Turkey\n\n\nSCP-140\n tells of a Daeva army invading Constantinople. As their armies fought, Daeva Thaumaturgists were held at bay by a sorceress matching SCP-8076-2 appearance. The sorceress was named only as the Twice Cursed Woman. SCP-140 showcased an apparent hatred that SCP-8076-2 had for the Daeva.\n\n\n\n\n\n\n10/13/1648\n\n\nConnecticut, USA\n\n\nA woman named Olivia Evelyn, whose description matches that of SCP-8076-2, was tried and found guilty of witchcraft. She was said to be hanged; but before her body was to be disposed of, it was said to have vanished.\n\n\n\n\n\n\n11/17/1875\n\n\nNew York, USA\n\n\nPhoto found of SCP-8076-2 next to Helena Petrovna Blavatsky during the first meeting of the Theosophical Society\n4\n.\n\n\n\n\n\n\nSummer of 1887\n\n\nLondon, England\n\n\nSCP-1867\n was questioned on its knowledge of the sigils in the city or on SCP-8076-2. SCP-1867 claimed he had known SCP-8076-2 as an intelligent librarian named Emily Eden with an impressive knowledge of history and occult practices. SCP-1867 explained she had helped him on some exploits. During an incident where a relic released a demon, SCP-1867 claimed SCP-8076-2 revealed herself as a magic user to protect a child from the demon and banish it. SCP-1867 claimed to have given her money and told her to leave London. While he himself thought highly of her, some members of the clergy had discovered how she protected the child and were intent on capturing her to try her as a witch.\n\n\n\n\n\n\n11/04/1922\n\n\nValley of the Kings, Egypt\n\n\nThe Foundation found a photo from Howard Carter’s Tutankhamun dig. SCP-8076-2 was seen in the background talking to a digger with Carter being the photo’s main focus. Researchers suggest that SCP-8076-2 was Howard’s Secretary, and notetaker during the dig under the alias of Evelyn Reed.\n\n\n\n\n\n\n08/16/1969\n\n\nWoodstock, USA\n\n\nFoundation AI using facial recognition software discovered SCP-8076-2 in the crowd of many photos of the Woodstock concert, including several album covers of crowd shots.\n\n\n\n\n\n\n06/30/2022\n\n\nOntario, Canada\n\n\nDr. William Wettle, returning from visiting his parents, runs into SCP-8076-2, and they both become trapped in a stalled elevator. After 40 minutes Dr Wettle claimed he collapsed. Rescue workers reported that SCP-8076-2 kept repeating, “He wouldn’t shut up!” Dr. Wettle remained unconscious for three days, missing two days of work\n5\n . His claims of anomalous activity were dismissed until AI matched her face to travel records and airport security reports on the incident.\n\n\n\n\n\n\n03/08/2024\n\n\nReliquary Site-108, Iran\n\n\nSee Incident 8076.1\n\n\n\n\n\n\nAddendum 8076.2:\n Interview with Dr. Ava Clarke\n\n\n\n\nDate:\n 02/12/2024\n\n\nInterviewer:\n Dr. Lucian Boyd, Lead Researcher for SCP-8076\n\n\nInterviewed:\n Dr. Ava Clarke, Head of Initial Dig Site\n\n\nNotes:\n Dr. Boyd was conducting interviews on what the initial dig crew learned, and their methods to optimize transition.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Boyd:\n Please for the record state your name.\n\n\nDr. Clarke\n: Very well. I am Doctor Ava Clarke, a researcher for Cambridge University and the lead for this dig, correction, former lead. I think the honor of that title is yours now.\n\n\nDr. Boyd:\n Yes, again sorry. From what I’ve seen you've done excellent work. It’s just that my organization has taken over the grant that sponsored your dig, and they have a certain way of doing things.\n\n\nDr. Clarke:\n Yes, yes, I remember your explanation. What is your organization? The Sociological Conservation and Protection Agency?\n\n\nDr. Boyd:\n Foundation actually. Our objective is to preserve humanity’s collective history so—\n\n\nDr. Clarke:\n Yes, you’ve told me before. I think I could almost remember your speech verbatim at this point.\n\n\nDr. Boyd:\n Sorry.\n\n\nDr. Clarke:\n No, I’m sorry. I’m— I’m just upset, there is no need for me to be rude. It's just that the search for the city of Awan has been my passion for years. Now you are just sweeping in and taking control after I’ve found something crucial.\n\n\nDr. Boyd:\n Sorry again, if I was in your shoes I’d be upset too. I still have to ask you some questions.\n\n\nDr. Clarke:\n Ask.\n\n\nDr. Boyd:\n Those symbols on the relics you found, do you have any idea what they represent?\n\n\nDr. Clarke:\n I recognized the Sumerian symbols. I’d have to check my notes to be sure, but I think they were about superstitions. Ancient and powerful forces or magic. Like I said, superstitions. The rest— I could only guess are much of the same, maybe a language I’m not familiar with.\n\n\nDr. Boyd:\n I see. I’ve been reading your notes, and I’m unsure about something. Why did you decide to look for the city here?\n\n\nDr. Clarke:\n Now it’s my turn to apologize. I don’t keep my notes very organized. I tend to make them more presentable right before I publish. It all depends on water: we are in the middle of a desert, and no city could form without some source of water. We are too far from the nearest river and too far from the gulf.\n\n\nDr. Boyd:\n So, you believe there was a river in the area thousands of years ago? One that dried out?\n\n\nDr. Clarke:\n No, I’ve already looked up geological records for around when Awan would have been founded. The landscape changes but not in that sense. A year ago a geological survey discovered some evidence of a subterranean river, dried, but it was there around the time. My theory is that it was used as a source of water. Eliminating the areas where previous searches have been excavated, and further narrowing it down to what other surveys have said of the geological landscape.\n\n\nDr. Boyd:\n What do you mean?\n\n\nDr. Clarke:\n My theory is that some disaster happened. The foundation of the city became unstable for some reason, and it fell through. Maybe an earthquake or excavation of wells to reach the river made the ground too unstable. It’s not known what happened to the city. It was once in the records of other city-states, and then it vanished from all records. Its name must have been tabooed, unwilling to speak of it and risk bringing on the same disaster that befell it. And then sand just covered up any remaining ruins.\n\n\nDr. Boyd:\n That seemed a bit of a stretch.\n\n\nDr. Clarke:\n I was proven correct.\n\n\nDr. Boyd:\n It sounds like you got lucky.\n\n\nDr. Clarke:\n I’m not lucky. If I was lucky I wouldn’t need to rule out miles of desert only to have my first lead taken from me. Everything I have was earned from years of work and research.\n\n\nDr. Boyd:\n Again I’m-\n\n\nDr. Clarke:\n I don’t want an apology. I want a job.\n\n\nDr. Boyd:\n A what?\n\n\nDr. Clarke:\n This city is my life's work. I don’t care about credit. I’ll sign anything you want. I just want to know if the city has been found. I have five doctorates and three masters. I can read Babylonian, Sumerian, and Assyrian among others as easily as English.\n\n\nDr. Boyd:\n Did you just make this a job interview?\n\n\nDr. Clarke:\n I am the foremost expert on Awan on the planet. Roughly 95% of all peer-reviewed papers on Awan in the last decade were written by me. The other five percent was by Professor Sinclair, and he’s more interested in praise than accuracy. That man’s ego—\n\n\nDr. Boyd:\n Yes, I’ve gone to his lectures.\n\n\nDr. Clarke:\n Did he do that thing he does? Start a lecture with, “We archeologists are duty-bound to carry the history of the world on our backs, but we are the only ones who can”?\n\n\nDr. Boyd:\n Ha! Don’t repeat it. It doesn’t sound any less pretentious coming from you. Look. We did look up your credentials, and you are impressive, but—\n\n\nDr. Clarke:\n Just \nlisten\n. You and your crew can spend the next decade catching up to me, or you can use my experience and get something done. Your choice.\n\n\nDr. Boyd:\n Uh, I’ll consider bringing it up to my superiors.\n\n\nDr. Clarke:\n That is all I ask, and maybe a word of support.\n\n\n[END LOG]\n\n\n\n\nAddendum 8076.3:\n Dr. Boyd’s Personal Journal Entry\n\n\n\n\n02/15/2024\n\n\nWell, that went better than I thought it would. I was hesitant to bring it up, but I couldn’t help thinking about what Clarke had said. She would be an invaluable asset. The idea wouldn’t leave me, so when Site Command called me for an update I brought up her name as the leading authority on this city.\n\n\nI found myself very motivated. I made a very compelling argument for her.\n\n\nAnd they accepted my request. The Foundation has done a background check and approved her. Though not officially a member of the Foundation, she is effectively given Level Zero access. She is not allowed to know anything about the anomalous, easy enough, as she thinks the symbols are just superstition. I will have to take full responsibility for her and everything she gets access to. In all likelihood, she will never be allowed to step into the city if we do find it. There is a very good chance she will be given amnestics at the end of this dig.\n\n\nMaybe that’s for the best.\n\n\nThe Foundation suspects that the city had a large concentration of thaumaturgists. Many of the records of Awan are indeed lost, but the Foundation was able to retrieve some information from the Wanderer's Library that suggests that modern thaumaturgic practices originated in the city. Otherwise, even the Foundation couldn’t dig much up. The Foundation believes that the city will be a treasure trove of thaumaturgic knowledge, and they want to make sure that groups like the Serpent’s Hand or the Chaos Insurgency don’t get their hands on it.\n\n\nGod forbid MC&D get to the city. They’ll sell it off piece by piece until everything is lost to hidden collections.\n\n\nI’ll be the first to admit the Foundation is the first to keep things hidden from the world, but at least they don’t break it apart and lose it. How much history has been lost for profit?\n\nJust thinking of it makes my head hurt.\n\n\n\n\n\n\n\n\n02/18/2024\n\n\nIt’s been an eventful day.\n\n\nThe Foundation sent over more people and equipment. The technician Richard— I forgot his last name. I really should remember that as the lead—\n\n\nAnyway, Richard is a nice young man, a bit overconfident but very knowledgeable on the tech side of things. He had set up the ground penetrating radar, and Clarke’s theories seem to be correct. We discovered a large underground cavern, and while the image was unclear there do seem to be ruins.\n\n\nRichard had a scanning device to detect Aspect Radiation or Elan-Vital Energy, and seemed confident about the device. He was trying to scan the underground to get us a warning if there were any active thaumaturgic items or spells, but the initial scan found nothing. There was a chance that the ruins were too deep to scan. We’ll have to try again once we get closer to the ruins. Initially, we found nothing, but as Richard started to put the equipment away it went off. Richard claimed something about the readings, some of the highest he’d ever seen.\n\n\nWe got security and walked around with some goggles called Veritas something. It resulted in nothing; the equipment seemed to be malfunctioning. Richard lost a fair bit of confidence with that goose chase. I’m not even sure what we were looking for. It’s been a frustrating day.\n\nI can only hope that the digging equipment will have fewer issues.\n\n\n\n\nAddendum 8076.4:\nTranscript from Initial Probe Exploration\n\n\n\n\nDate:\n02/24/2024\n\n\nNotes:\nPresent are Lead Researcher L. Boyd along with Researcher M. Gomez, and Dr. A. Clarke. Technician Richard Tisdale overseeing AVEN\n6\n\n\nAudio of their conversation is playing over AVEN’S footage.\n\n\n\n\n[BEGIN LOG]\n\n\nTechnician Tisdale:\n And it looks like it’s reaching the bottom. Just give me a minute, I should have it open the gate, then we can start exploring.\n\n\nDr. Boyd:\n Be careful, we don’t want to break anything or run over anything.\n\n\nTechnician Tisdale:\n I know some of the tech has been a bit buggy, but my AVEN is top-of-the-line. She can go over anything and everything and still be gentle like a feather.\n\n\nResearcher Gomez:\n Glad to see that little mishap with the EVE detector didn’t sour your confidence.\n\n\nDr. Clarke:\n Is that the best video you can get? It’s a little dark.\n\n\nTechnician Tisdale:\n When we get there we’ll set up lights, but for right now just give me a moment to adjust the camera on the AVEN. That’s the best I can do right now.\n\n\nDr. Clarke:\n I would have thought you’d have that set up from the get-go if you’re going underground.\n\n\nTechnician Tisdale:\n It’s a remote-controlled drone with a signal strong enough to work underground and give real-time video relay, but they cheap out on the viewing screen. I’ll clean up the video afterwards, but I should be able to get you some idea of what’s down there.\n\n\nDr. Boyd:\n Good, make sure you do. How are the readings?\n\n\nTechnician Tisdale:\n AR and EVE levels are at zilch, Doc. Temperature… is, well, you will want to bundle up. No signs of toxins or gas. Taking samples for fungal and other biohazards now. I’ll have the result by the end of the night. Air pressure seems normal.\n\n\nResearcher Gomez:\n Good, probably wasn’t airtight, cracks or some side tunnels lead in there. A far-off opening somewhere. At least we don’t have to worry about rapid environmental shock degrading anything there. I’d say explorations are feasible and probably should be on the look for—\n\n\nDr. Clarke:\n What’s that? Is that a wall? I think I see something.\n\n\n(\nAVEN’S camera moves, shining light on a wall where the entranceway is revealed.\n)\n\n\nDr. Boyd:\n I think there is some writing on the walls there. Try to move the light toward it… I can’t make it out. What’s that on top?\n\n\nResearcher Gomez:\nIt looks like a sign, Sumerian cuneiform. Try to get a picture and enhance it. Maybe we can—\n\n\nDr. Clarke:\n ‘Welcome to the Country of Awan, welcome and well-met all those who seek knowledge and growth.’ It’s a welcome sign.\n\n\nResearcher Gomez:\n Oh, so you literally can translate ancient Sumerian off the top of your head. I thought you were exaggerating to get a job.\n\n\nDr. Clarke:\n Glad I didn’t disappoint.\n\n\nResearcher Gomez:\n Are you being cheeky? I’m starting to like you.\n\n\nDr. Boyd:\n It’s impressive because there are maybe a hundred or two hundred people on the planet who can do live translation of cuneiform.\n\n\n(\nAVEN unit keeps moving into the SCP-8076-1 through entry way.\n)\n\n\nDr. Boyd:\n It’s a little hard to make out, but from what I can see the architecture matches— Wait, what’s that on the street? Richard, turn the camera.\n\n\nTechnician Tisdale:\n Right just a sec— oh!\n\n\n(\nAVEN’s camera turns to reveal a boulder with a skeletal arm and torso visible underneath it.\n)\n\n\nTechnician Tisdale:\n That’s not a pleasant way to go.\n\n\nResearcher Gomez:\n I think that’s limestone. Must have fallen on them when the city fell through.\n\n\nDr. Clarke:\n Did no one try to move it?\n\n\nDr. Boyd:\n I don’t think they had much time.\n\n\n(\nAVEN’S camera turns to reveal various skeletal remains through the streets. Some of the remains appear to be in various states including panic, and prayer, seemingly attempting to huddle together for safety in nearby buildings. The camera stops and focuses on the remains of two adults holding the remains of a small child.\n)\n\n\nDr. Clarke:\n Oh god…\n\n\nDr. Boyd:\n Yeah, that's not a pleasant sight.\n\n\nResearcher Gomez:\n Must have been a family. At least they were together in the end… for all that's worth.\n\n\nDr. Clarke:\n I— I thought— I— they were scared in the end. I don’t know what I expected but—\n\n\n(\nDr. Clarke is heard breathing heavily.\n)\n\n\nDr. Boyd:\n Are you okay?\n\n\nResearcher Gomez:\n Is it a memetic effect?\n\n\nDr. Boyd:\n No, I think she’s having some kind of panic attack. Give us a minute, go tell Gravik what’s happening, and if she can come over. She’d know how to handle it better.\n\n\n(\nResearcher Gomez and Technician Tisdale are heard leaving as Dr. Clarke continues to breathe heavily.\n)\n\n\nDr. Boyd:\n Okay, let me help you into the chair. Just breathe in deeply. Focus on your breathing. You’re okay.\n\n\n(\nHeavy breathing is heard for several minutes.\n)\n\n\nDr. Boyd:\n You need anything?\n\n\nDr. Clare:\n No! No. I— I just need a moment.\n\n\nDr. Boyd:\n That’s okay. Just take all the time you need.\n\n\nDr. Clarke:\n I feel so stupid. God! I’m shaking.\n\n\nDr. Boyd:\n It’s okay, it’s not a pleasant sight— I’m guessing you don’t like seeing dead—\n\n\nDr. Clarke:\n No, I’ve seen dead people before. Just— just— brought back some bad memories.\n\n\nDr. Boyd:\n Oh, uh… Have you seen dead children— Or is your family? Oh, I shouldn’t be asked—\n\n\nDr. Clarke:\n Yes.\n\n\nDr. Boyd:\n Oh.\n\n\nDr. Clarke:\n It was my sister, my little sister.\n\n\nDr. Boyd:\n I’m sorry, I don’t understand.\n\n\nDr. Clarke:\n My little sister is dead. She has to be. It took me a long time to come to terms with that. When I was young, my sister ran off to play by herself, and she never came home. We never found her, or what happened to her, or even found a— never found a body. We never got to bury her. I still remember that day. It was warm with a cool breeze from the East. She ran to me asking me to tell her a story; I used to tell her stories all the time. That day I told her I had chores to do, and I’d tell her stories later. She ran off to play somewhere… and that was it. Sometimes I still wonder if I played with her… if things would have gone differently. I guess seeing a dead kid— I can’t help but see her.\n\n\nDr. Boyd:\n I’m sorry. I’ve lost more friends than I care to count. It’s always harder when you can’t say goodbye. At least you had the rest of your family.\n\n\nDr. Clarke:\n They were a mess before, and after things just got worse.\n\n\nDr. Boyd:\n That can’t be true. I don’t always remember my father in the best light, but—\n\n\nDr. Clarke:\n My father was a piece of work. Things had to be his way. His first wife left him because of that, but he still insisted we call her mom. Our mom, the woman who gave birth to us and raised us, smiled through it all. I knew she didn’t like it, but I tried to make the best of it. She had such a wonderful smile, until she didn’t. My older brothers got into a fight, one killed the other. He ran or was tossed out. I don’t remember. Just never got to say goodbye to either one. Then there was the disaster, I lost— I lost people. I lost track of the rest of my family. I like to think they were okay, but I never heard from them and they— they are lost. Washed away like so many others. I don’t fear death. I’ve gotten used to it.\n\n\nDr. Boyd:\n I’m sorry you had to.\n\n\nDr. Clarke:\n I’m sorry to burden you with all this. I—\n\n\nDr. Boyd:\n No, I understand. Sometimes you have to let it out. I want you to talk to Gravik. She’s a terrifying woman, but she is also someone that can help out. Also, everyone is obligated to be checked by her for such an incident.\n\n\nDr. Clarke:\n Fine. Just promise you won’t say anything about what I said to anyone.\n\n\nDr. Boyd:\n Promise, Dr. Clarke.\n\n\nDr. Clarke:\n You can just call me Ava.\n\n\nDr. Boyd:\n Then call me Lucian.\n\n\n(\nDr. Gravik is heard arriving.\n)\n\n\nDr. Boyd:\n Shit! It’s still recording.\n\n\nDr. Clarke:\n What?\n\n\nDr. Boyd is heard fumbling as he attempts to shut off the recording.\n\n\n[END LOG]\n\n\n\n\nAddendum 8076.5:\n Awan Library Records\n\n\n\n\nHistory of Awan Abridged\n\n\nTranslation:\n Dr. Ava Clarke\n\n\n\n\nThe city of Awan was founded by King Peli, its first ruler. He named the city after a sorceress, Awan Bat Hawwah, who saved his life as a child. Upon finding out the honor, the sorceress sought after the king. To the king's surprise he found her un-aged. She replied that her people had been blessed with long life spans and that her people existed before the Great Flood.\n\n\nPeli saw in her a great wisdom that such a long life gave her and asked her to stay to share that wisdom. She stayed, giving council to generation after generation of kings. While people marveled at her long life, they were awed by her wisdom and power. Her magic was so strong that it allowed a river to spring from beneath the ground to water their farms.\n\n\nThen one day there had been a great battle, and the body of god was left to fester. Awan was called away to help \nbury\n it. It was a massive form and would require her talents to cover it.\n\n\nIn that time an empire came and conquered the city she swore to protect.\n\n\nWhen Awan returned she sought the people in the city and together they fought back the empire. As the king sought allies, Awan taught the people. She taught them her magic so that they could protect themselves. Soon the city was filled with magic, and under her teachings the city grew. Miracles and wonders became commonplace as even the children could learn the craft.\n\nWith her wisdom, the city flourished.\n\n\n\n\nNotes:\n This is a quick summary of the origin legend. I couldn’t find much on facts, but every legend has to have some kernel of truth. There’s a possibility it was based on a real person, their exploits blown up to seem more significant, like how pharaohs were said to have been demigods. I guess that “the magically raising the river” is just an allegory for a city founder who developed a new irrigation system or well system. My guess would be that the other accomplishments were something of similar nature.\n\n- Dr. Ava Clarke\n\n\n\n\n\n\n\n\nLife of Awan Bat Hawwah, The Great Teacher\n\n\nTranslation:\n Dr. M. Gomez\n\n\nNotes:\n Several records were too badly damaged to translate properly, restoration efforts are underway.\n\n\n\n\nBorn in between two trees nestled in the middle of a great valley, the daughter of Adam and Hawwah took her first breath during early summer. Her parents gave her life, love, and her first home. She was born the fourth child, with her sister \nLuluwa\n and her brothers \nQayin\n and \nHevel\n eagerly waiting her birth—\n\n\n[Damaged Section]\n\n\nThe war had devastated the home she had known. Still mourning the deaths, they had to move on, leave the crimson horrors behind. Hawwah stayed, attempting to help those who remained and to undo some of the damage. She smiled as her children left, knowing it might be the last time they saw each other. It would be.\n\n\nSet had taken most of the tribe ahead of others. Awan and her sister Luluwa rushed to take their families away, but were not fast enough as the flood waters arrived.\n\n\n[Damaged Section]\n\n\nAwan pulled as many to shore as she could; many were lost. To her horror, her husband Erez died trying to save their youngest daughter, Sarai, who would die in her mother’s arms. She wanted to mourn but had to keep moving to protect the children that survived. She buried them by the shore before having to move on.\n\n\nAwan raised her children alone, and when they grew and had families of their own, she left. She journeyed, following rumors, hoping against hope she could find survivors of the flood. Awan would rescue Peli on her journey.\n\n\nPeli would establish the city of Awan, and Awan herself would come to it, building the great system and teaching those in it her magic.\n\n\n\n\nAddendum 8076.6:\n Dr. Gomez Notes\n\n\n\n\nTranscript of Dr. Gomez Audio Recording Notes\n\n\nDate:\n 03/07/2024\n\n\nNotes:\n Recorded while Drs. Boyd and Gomez went over the day’s discoveries. \n\n\n\n\n[BEGIN LOG]\n\n\nDr. Boyd:\n Okay, so the good news is that Director Moose has gotten back to us about the symbols we found on the city’s outer wall.\n\n\nDr. Gomez:\n Do tell. \n\n\nDr. Boyd:\n They’re a form of protecting sigils. She believes that when powered, they create a protective shield around the city.\n\n\nDr. Gomez:\n That’s neat, it must have drawn power from that system we’ve found. I had something— Ah! Here! Team C found something that I’m calling “the magic stove.” \n\n\nDr. Boyd:\n Very scientific.\n\n\nDr. Gomez:\n If I could continue—\n\n\nDr. Boyd:\n Sorry, go on.\n\n\nDr. Gomez:\n As I was saying, this stove was just that, a magical way to heat up food. It seems to rely on a simple ritual to create a small fire. When looking deeper into it, we found it connected to other objects, magical light switches and the like. I’ve had some of the teams looking into it, and there seem to be connections to small rituals and glyphs around the city. Basically, there’s a giant magical power grid running across the city. It seems to be dead, so we can’t test that.\n\n\nDr. Boyd:\n I doubt the Foundation will allow any partitioners here to try it. \n\n\nDr. Gomez:\n There is one thing the survey team noticed. \n\n\nDr. Boyd:\n The dinosaur marks?\n\n\nDr. Gomez:\n Dinosaur?\n\n\nDr. Boyd:\n That’s how Long described the damage. He kept noticing something resembling claw marks, maybe by a dinosaur.\n\n\nDr. Gomez:\n Colorful. Well, we did notice something… These marks are found going in a straight line, right to the center of the city. \n\n\nDr. Boyd:\n The King’s Palace?\n\n\nDr. Gomez:\n It seems like it. How much do you know about it?\n\n\nDr. Boyd:\n Just what the reports have told me. It seems some sort of work was done on it before the fall. People were sealing everything on it, doors and windows. There were no bodies found around it. That door, the sole way in, is just a metal block. Scans have shown some sort of mechanism in it, like a lock without a keyhole. The door itself is composed of some strange mix of metals: iron, beryllium bronze, and silver, amongst others. Also, they found a lot of salt everywhere. \n\n\nDr. Gomez:\n So, you do know about it. Well, we were looking for more sigils, but as we got closer to the palace, we stopped finding them. We found evidence that they were removed, sanded down, or broken near the palace. An entire complex system connects every part of the city but the center. \n\n\nDr. Boyd:\n Why make a complicated system that connects every part of the city except the center? Why keep it isolated from every other part? Oh god—because it's a cage. Something attacked the city, and it was baited towards the most fortified building in the city and trapped in there. And we’ve gotten orders from above, they want it examined.\n\n\nDr. Gomez:\n What? They can’t be serious.\n\n\nDr. Boyd:\n One of the tests we ran must have set off an alert. Maybe it was beryllium bronze that stuff keeps popping up around anomalous artifacts. It doesn’t matter. They contacted me this morning and insisted on a full examination. They don’t want us to try opening it, but they want to know what we’re dealing with. \n\n\nDr. Gomez:\n If you are right, something that wiped out an anomalous civilization might be inside. Please tell me they don’t want to open it. Or use it for a weapon—\n\n\nDr. Boyd:\n No! No. They said nothing about opening it. I wouldn’t be surprised if they wanted to use it against their enemies, but I think they just want to know what they are dealing with. \n\n\nDr. Gomez:\n Okay, tomorrow I’ll take my team and run—\n\n\nDr. Boyd:\n No, I’ll take the team tomorrow. \n\n\nDr. Gomez:\n Did I miss something? I thought it was my job to lead the teams in the city.\n\n\nDr. Boyd:\n No, you’ve been doing a great job. Just the discovery of the library and the translations you’ve done have been a huge help. I want to oversee this personally to make sure nothing goes wrong… and if something does, then I can trust you to make sure everyone is safe. \n\n\nDr. Gomez:\n God. I miss the days when I could say, “I hope this dig doesn’t unleash an ancient demon,” and just be joking. Fine. Make sure to take the right people. Take Clarke, she’s the fastest translator we’ve got. Gravik gave her the all-clear—\n\n\nDr. Boyd:\n I told her no when she asked to join us tomorrow; she’s just a consultant. If I tried to bring her down there, at best I’d get demoted.\n\n\nDr. Gomez:\n Wait, she asked? She already knows? I’m only finding out now.\n\n\nDr. Boyd:\n I think it was Rick—he was helping fix my scanner when the call came in. He must have told her. \n\n\nDr. Gomez:\n I think you mean Richard. \n\n\nDr. Boyd:\n Yeah, I keep forgetting his name.\n\n\nDr. Gomez:\n He’s got a plain face, easy to forget. I’ve seen them talking, he probably let it slip. Probably liked getting the attention. \n\n\nDr. Boyd:\n Okay, that potential information leak aside for now, I’ve put her name as a potential recruit. When she came in, she was adamant and upset about not being allowed in. I figured, maybe I can’t get approval right but maybe she can go into the city in the future. She’d be a great researcher for the Foundation. \n\n\n[END LOG]\n\n\n\n\nAddendum 8076.7:\n Incident 8076.1\n\n\n\n\nTranscript From Dr. Boyd’s Body Camera\n\n\nDate:\n03/08/2024\n\n\n\n\n[BEGIN LOG]\n\n\n(\nDr. Boyd’s hands are seen trying to adjust his body camera.\n)\n\n\nDr. Boyd:\n Goddamn it, did I turn this thing on? How do I turn this thing off? Stupid headache. I can’t get anything to work today.\n\n\n(\nOfficer Fern\n7\n rushes into Dr. Boyd’s quarters.\n)\n\n\nOfficer Fern:\n Sir, we can’t find the intruder. We should evacuate the site expecting the worst.\n\n\nDr. Boyd:\n Intruder? We have an intruder? Why wasn’t I informed?\n\n\nOfficer Fern:\n Sir, you replied to the message that I got too. You requested the higher up to send helicopters to evacuate everyone and bomb the site if needed.\n\n\nDr. Boyd:\n I did what?!\n\n\nOfficer Fern:\n It’s on your screen, I can see it from here.\n\n\n(\nBoyd turns to his computer showing an open message.\n)\n\n\nDr. Boyd:\n It’s off, the screen is blank.\n\n\nOfficer Fern:\n Sir, it’s on—\n\n\nDr. Boyd:\n What do you mean— Shit! It just went on! It’s a message about—\n\n\n(\nBoyd is silent as he reads through the message.\n)\n\n\nDr. Boyd:\n Fuck! It was blank to me just a moment ago.\n\n\nOfficer Fern:\n Thaumaturgy that affects your perception. I saw something like this when I was a field agent.\n\n\nDr. Boyd:\n They’ve been playing me. Why would they call for a site bombing?\n\n\nOfficer Fern:\n Probably to force us to evacuate.\n\n\nDr. Boyd:\n Get extra guards by the entrance.\n\n\nOfficer Fern:\n Already done. They’re to fire on anyone attempting to enter. You should message—\n\n\n(\nOfficer Fern collapses to the ground, Boyd moves to his side and checks on him.\n)\n\n\nDr. Boyd:\n Come on, wake up! You’re still breathing. Your pulse seems steady. Shit!\n\n\n(\nBoyd moves outside.\n)\n\n\nDr. Boyd:\n Medic!\n\n\n(\nVarious personal are seen unconscious on the ground, and other personal are trying to wake them or calling for assistance.\n)\n\n\nDr. Boyd:\n Shit!\n\n\n(\nDr. Boyd runs towards the entrance for SCP-8076-1. Boyd arrives to find the guards unconscious on the ground.\n)\n\n\nDr. Boyd:\n Of course.\n\n\n(\nOmitted several minutes of Dr. Boyd traveling down the tunnel and running towards the center of SCP-8076-1.\n\n\nAs Dr. Boyd reaches the center, a figure is seen in front of the metal door. Six orbs of light are seen floating above the figure.\n)\n\n\nDr. Boyd:\n Please stop.\n\n\n(\nDr. Boyd moves to try and stop the figure, only to collide with an invisible barrier.\n)\n\n\nSCP-8076-2:\n I put a barrier up. I helped set up the barrier around the city. You think I wouldn’t do that now?\n\n\nDr. Boyd:\n Why are you doing this, Awan?\n\n\nSCP-8076-2:\n You can just keep calling me Ava. Now, if you are smart, you’ll run. I can’t guarantee your safety.\n\n\nDr. Boyd:\n Do you really care? It seems you’ve been playing with my mind, probably everyone here. You’re the cause of the headaches, aren’t you?\n\n\nSCP-8076-2:\n Yes. Don’t say it like I opened up your skull. I manipulated your perceptions. Made you unable to hear or see warnings from your machines when you detected my magic. I nudged you a bit, making you more willing to listen to my arguments. And as we saw yesterday it’s not foolproof. I can suggest things, but you can always refuse them. I still have to give you a good enough reason.\n\n\nDr. Boyd:\n What about my memory? My computer was on and logged in, I have to do that, there are passwords and retinal scans.\n\n\nSCP-8076-2:\n I might have waited for you to turn on your computer, and just let your mind wander while I saw your files. At most you lost a few minutes of memory, you didn’t even seem to notice. Maybe erase a few minutes of your recent memory. I’m sorry about the headaches, restless sleep, and slight memory lapses.Those are some side effects. Sorry I had to do it often, I had to regularly check on your files to see what you were keeping from me.\n\n\nDr. Boyd:\n So, what are you, a member of the Serpent’s Hand?\n\n\nSCP-8076-2:\n No! Those self-righteous nitwits. The time of magic has passed. If they try to force their ideals onto the world, it will just lead to conflicts and death. I don’t agree with everything you guys do, but I understand it. Still leagues better than the UN guys.\n\n\nDr. Boyd:\n You knew about the Foundation?\n\n\nSCP-8076-2:\n You guys have a reputation around certain circles. Nice trick with the initials by the way, the memetic qualities might have worked on me if I hadn’t trained against such things.\n\n\nDr. Boyd:\n Did you bait us? Made sure we found your paper?\n\n\nSCP-8076-2:\n No, I just have to publish to keep getting grants for the dig. I was genuinely surprised when you showed up. You almost kicked me out of my dig, so I decided to use you for my benefit since I was so close. That’s when I started giving you suggestions.\n\n\n(\nSCP-8076-2 rolls up her sleeves and taps on her wrist. The air shimmers around her as several complex tattoos appear on her skin.\n)\n\n\nSCP-8076-2:\n It helps to have the proper sigils on hand. I just need to power them and a ready-to-use effect occurs.\n\n\n(\nA tattoo on SCP-8076-2’s wrist glows, another orb manifests above SCP-8076-2\n)\n\n\nDr. Boyd:\n No wonder why Richard’s tech went off. You’re a walking sigil system, just like the city.\n\n\nSCP-8076-2:\n I’ve had centuries to fine-tune things, grow my stamina. Still have some trouble hiding anything powered.\n\n\nDr. Boyd:\n I noticed. I put your name in consideration to hire you, to let you into the city. They did a much more thorough background, and while your records were legit, there were no records of family. Then running your face, we found your picture across the years. I think I saw a picture of you with Howard Carter.\n\n\nSCP-8076-2:\n I was his assistant during the dig in the Valley of the Kings. Best job I could get in the field at the time, gave me a chance to look for records of the city.\n\n\nDr. Boyd:\n Well, you found it. Now what? If what I think is in there—\n\n\n(\nSCP-8076-2 turns her back to Dr. Boyd and raises her hand. Bright white light illuminates her hands. Several of SCP-8076-2’s tattoos begin to glow as she moves.\n)\n\n\nSCP-8076-2:\n If you aren’t going to run, I’ll do your interview. Maybe then you’ll understand.\n\n\nDr. Boyd:\n Then what happened here?\n\n\nSCP-8076-2:\n A rabisu. It’s a type of vampiric spirit. It feeds off people's life, off energy, off magic. It came across our city and tapped into the system under the city that I used to tap into a ley line. That power was meant to be used in all the magic systems in the city to help people cast magic. But that thing snuck in and started to gorge itself. It grew, and by the time we found it and forced it out of the city, it was too late. It could draw a person’s life if they got too close to it. We erected the barrier, but it even started to weaken that too, feeding off it. It would break given time.\n\n\nDr. Boyd:\n That’s what’s in there? A creature that can kill people by being near them? How did you even get it in there?\n\n\nSCP-8076-2:\n I fought it. My life span was longer than others. I had greater resistance to its presence. It wasn’t enough. They used the system to channel one spell, to reinforce my life force. The entire city provided their energy, their lives to protect me so that I could fight it, so I could draw it to our trap. It fought me with every step. I fought it here… I thought I was going to die, but I forced it through and closed the door with what I thought was my last breath. What should have been my last breath.\n\n\n(\nThe metallic door begins to shift, clanging sounds are heard coming from it.\n)\n\n\nSCP-8076-2:\n The lock is being undone now, you should leave.\n\n\nDr. Boyd:\n Why are you doing this?\n\n\nSCP-8076-2:\n You wouldn’t understand.\n\n\nDr. Boyd:\n Then help me understand!\n\n\nSCP-8076-2:\n Why do you think the city is in the ground?\n\n\nDr. Boyd:\n Our theory is the foundation was eroded, causing an instability.\n\n\nSCP-8076-2:\n When the city was founded, they found limited water. When I showed up, I pulled more water. Over the years it formed the cavern we are in. It eroded the ground beneath us. It caused instabilities. I countered them. The system you found not only helped spread power across the city, it also helped stabilize the city. No matter how bad the foundation got it would keep it afloat.\n\n\nDr. Boyd:\n I still don’t understand.\n\n\nSCP-8076-2:\n IT’S MY FAULT!\n\n\nDr. Boyd:\n What?\n\n\nSCP-8076-2:\n It was my plan to get the rabisu into this building. It was my plan to seal it. I never considered it could have drained the power of the system. As the fight went on, the system tried to draw more power, and it caused instabilities. People kept pouring more power into me to keep me alive… No one focused on anything… It didn’t work properly. It was too much. It weakened everyone… It slowed my aging to a crawl even for my people. It damaged the system until it ran out of power, and it couldn’t keep the city stable.\n\n\nDr Boyd:\n It fell through…\n\n\nSCP-8076-2:\n I sealed the door, and it started to… I tried to hold it up… I tried… everything I could, I swear! The fight took too much from me… When everything started to fall …. the ground fell beneath my feet… I tried to pull, but it ended up hurling up… I heard them scream… Sand, dirt, and rocks were burying me… I felt like I was going to die… I should have… I crawled up enough not to drown and collapsed… A passing caravan found me unconscious and took me to get help. I woke up months later, confused… I didn’t remember anything… and when I did, I couldn’t find the city. I spent centuries looking for it. Changes in landscape, conflict, and more didn’t help.\n\n\nDr. Boyd:\n Why did you come back?\n\n\nSCP-8076-2:\n I need to kill it. It wasn’t how it intended to kill everyone, but it did. In their weakened state none of them could survive the fall. It sat behind in its cage, safe and laughing as everyone died. I NEED to kill it. I failed to protect everyone, after everyone gave me their lives. Every day I got to live should have been theirs. I can’t bring them back. Nothing I do can ever undo it. Nothing I do can ever fix my mistake. The least I can do is get them justice. To kill their killer.\n\n\nDr. Boyd:\n The dead don’t want justice. They want peace. That’s what everyone wants. You’ve lost so much, and this city helped you get some of it back. A new home, a new people, and you lost it too. Even after so long you can’t let go, even if it kills you. Can you kill it? You had trouble fighting with an entire city helping you, and now you’re alone.\n\n\nSCP-8076-2:\n I will kill it or I will die trying. That’s why I gave your Foundation the order to bomb this place. If I fail, let this be my grave. Let it be its grave.\n\n\nDr. Boyd:\n Do you want to die?\n\n\nSCP-8076-2:\n I know of your Foundation. I don’t know if I would say it’s good, but it might be necessary. I think you and yours are trying to do the greater good. The ones I’ve met here seem like good people who are trying their best. At first I was fine letting you die, collateral damage. Then I got to know you. You helped me when I had an attack. I don’t think you need to die with me. This is my fight, and I shouldn’t get others killed for its sake. I don’t want to get others killed again.\n\n\n(\nA loud clank is heard, the metallic door begins to shift. SCP-8076-2 turns to Dr. Boyd with tears in her eyes.\n)\n\n\nSCP-8076-2:\n Goodbye, Lucian. Truly it has been a pleasure to work with you and your people. Now run while you can. I left half your people awake so they could carry away the other half. I don’t think I can protect you from what awaits me.\n\n\n(\nThe door moves enough to let a person walk in. Video distorts as violet energy pools in SCP-8076-2’s hands. SCP-8076-2 turns around and walks in.\n)\n\n\nDr. Boyd:\n Ava! Ava!\n\n\n(\nDr. Boyd beats against the invisible barrier trying to get through it.\n)\n\n\nDr. Boyd:\n Ava! I don’t know if you can hear me but— The dead don’t want revenge, but they would want you to live! Your family! The city! Do you really think they’d want you to die?! To live for this goal! To die like this! We found tablets on you! You lost your brothers, your sister! Your mother! Your own daughter— Then this city! I can’t imagine that sort of loss! I can imagine you want it to end! But not like this!\n\n\n(\nThe air shimmers as Dr. Boyd finds himself passing through. He walks slowly towards the entrance.\n)\n\n\nDr. Boyd:\n Ava?\n\n\n(\nSCP-8076-2 is found motionless on her knees.\n)\n\n\nDr. Boyd:\n Ava, are-\n\n\nSCP-8076-2:\n I’m alive.\n\n\n(\nSCP-8076-2 points to the other side of the room. As Dr. Boyd turns SCP-8076-3 become visible.\n)\n\n\nSCP-8076-2:\n It’s dead. It must have died years ago. This room is cut off from everything, and it just starved. I…\n\n\nDr. Boyd:\n Ava… I’m sorry.\n\n\nSCP-8076-2:\n Just do your job. Put me in a box. I won’t fight it. There’s— there’s nothing left for me here or anywhere. I’ve lifted my spells, your people should start waking up. Just do me a favor, please make sure your Foundation preserves the city and inter the dead. I don’t care if the world forgets this city, just that someone besides me remembers.\n\n\nDr. Boyd:\n I don’t think that will be a problem. Ava, this doesn’t have to be the end. If you cooperate, we—\n\n\nSCP-8076-2:\n Please, I don’t feel like talking.\n\n\nDr. Boyd:\n Wait, is that spray paint? On the back of the door.\n\n\nSCP-8076-2:\n No one has been here in thousands of years, a long time before spray paint was— What?\n\n\n(\nDr. Boyd takes out a flashlight to illuminate door.\n)\n\n\nSCP-8076-2:\n What? That’s English. That’s a message for me— She’s alive. I don’t know how—\n\n\nDr. Boyd:\n Who?\n\n\nSCP-8076-2:\n Sorry, I don’t think I can be captured today.\n\n\n(\nSCP-8076-2 raises her hand engulfed with white light towards Dr. Boyd. Body camera recording terminates.\n)\n\n\n[END LOG]\n\n\n\n\nNotes:\n MTF agents arrived and discovered Dr. Boyd unconscious on the floor. Examinations show that he is in good health and once cleared will return to work with SCP-8076.\n\n\n\n\nAddendum 8076.8:\n The Message\n\n\n\n\n+ Access File: Message Found in SCP-8076-1\n\n\n\n\nClose File\n\n\n\n\n\n\nDuring Incident 8076.1, Doctor Lucian Boyd discovered a message written on the back of the door of a sealed room moments after the room had been unsealed.\n\n\nThe message was written in modern English and follows:\n\n\nDon’t lose hope. We will find each other soon, sister. You’ve waited this long. Wait a bit longer, and we will find each other. Please have another story to tell me the next time we meet.\n\nLove you now and for all time.\n\nAzura\n\n\nInitial tests confirm that it was written in purple Krylon spray paint approximately three years before its discovery. Research on the messenger’s identity is ongoing.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Rabisu are a Class V corporeal Humanoid entity. See Foundation Anomalous Organism Codex for more details.\n\n\n2\n. Symbols included early Sumerian thaumaturgical glyphs, High Enochian sigils, and Sacred Hratak of Azt kinetoglyphs.\n\n\n3\n. Known as the Lesser Keys of Solomon in modern-day editions.\n\n\n4\n. An organization founded to study occultism. Many members are or were POI.\n\n\n5\n. Wettle had two days of sick time used for his absence; they will be returned in light of this new information.\n\n\n6\n. Autonomous Vehicle for Exploration and Navigation.\n\n\n7\n. At the time Head of Security.\n\n\n\n\n\n\n\n\n« \nSCP-8075\n | SCP-8076 | \nSCP-8077\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8076\n\" by IvanNavi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8076\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 8076.2: Interview with Dr. Ava Clarke",
        "Addendum 8076.3: Dr. Boyd’s Personal Journal Entry",
        "Addendum 8076.4: Transcript from Initial Probe Exploration",
        "Addendum 8076.5: Awan Library Records",
        "Addendum 8076.6: Dr. Gomez Notes",
        "Addendum 8076.7: Incident 8076.1",
        "Addendum 8076.8: The Message"
    ],
    "documents": [],
    "notes": [
        "\" SCP-8076 \" by IvanNavi, from the SCP Wiki . Source: https://scpwiki.com/scp-8076 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8076",
    "object_class": "Euclid",
    "description": "SCP-8076-1 is the ruins of the city-state Awan in an underground cavern located in southwestern Iran. Awan was an ancient Mesopotamian city-state established around 2700 BCE and vanished from records around 2000 BCE. SCP-8076-1 measures approximately 8 km in diameter, and is located 5 km underground. The architecture of the city appears to match the architecture of early Mesopotamia cities but with the use of advanced materials, techniques, and the integration of complex thaumaturgical systems. The outer wall of SCP-8076-1 contains several thaumaturgical symbols and is theorized to be able to project a protective shield when sufficiently powered.",
    "title": "SCP-8076"
}