{
    "url": "https://scp-wiki.wikidot.com/scp-8082",
    "all_text": "\"\nWho\n lit the fuse that tore the Foundation's world apart?\"\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+15\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-8082: \"The Wild Hunt\"\n\n\nWritten by \nNonaggress\n\n\nContent Warning: A few depictions of verbal emotional abuse, gaslighting, allusions to child abuse, disturbing imagery.\n\n\n\n\n\n\n\n\nrating: \n+15\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nby \nNonaggress\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n8082\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nLoptr\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The Foundation is incapable of containing SCP-8082, as a general mutiny of Site-46 staff has led to the fall of the installation and regional security assets to a United States military incursion. Tensions between the Foundation and the United States government are not conducive to containment operations in civilian areas. Efforts are currently focused on maintaining Foundation control over critical installations, and preparing for a potential definition of Tiamat-class Special Containment Procedures targeting the United States of America.\n\n\nUnder no circumstances should personnel approach or interact with SCP-8082. Statistical analysis indicates a mean time of eight minutes to breaching of one of the conditions for a nomenclature mutation event in SCP-8082's presence. These conditions include, and are not limited to, referring to SCP-8082 with a name, responding to a name SCP-8082 bestows on you, lying to SCP-8082, denying SCP-8082 food when admitting SCP-8082 to an abode.\n\n\nIt is likely that SCP-8082's hazardous effects are not under SCP-8082's conscious control.\n\n\nDescription:\n SCP-8082 is the designation for an nomenclative-kinetic eigenweapon. The exact capabilities of this eigenweapon, as well as its status and whether it is at large or in American custody is not yet known.\n\n\nDiscovery:\n SCP-8082 was developed by Site-46 in an effort to combat an anomaly that was causing the widespread disappearances of children throughout the continental United States (to date, approximately two hundred thousand (200,000) children have become casualties). Though such a weapons project had been suggested by various Foundation staff, the O5 council chose not to pursue it due to concerns that the process to create the weapon was insufficiently understood. Site-46 began its own initiative in secret, labeled Project Erlkönig.\n\n\nSurvivor testimony from the fall of Site-46 indicates that the procedure to create SCP-8082 took place on 9/27/2024 at 12 AM, which correlates with the disappearance of all but two progeny of Foundation staff, inflicting a critical blow to organizational morale, and sparking widespread defections to US government allegedly in an attempt to seek retribution against the Foundation as a whole for being complicit in Site-46's actions.\n\n\n\n\nRecovered Project Erlkönig Documentation\n\n\n\n\nAccess granted\n\n\n\n\nNomenclature note:\n On Dr. Valera's instructions, all references to D-8185 are to exclusively use its D-class designation instead of its name, including logs predating its D-class processing. All references to D-8185's personal life have been abstracted to prevent development of emotional attachment to D-8185.\n\n\n\n\nVideo log\n\n\nLocation:\n Site-46, Dr. Anthony Valera's office (L5)\n\n\nParticipants:\n Dr. Anthony Valera, D-8185\n\n\nDr. Valera:\n \"We've been dining for fifteen minutes, and you haven't said more than pleasantries and chopped syllables. We have the finest chefs in or out of this world serving us the epitome of haute-cuisine, and wine aged for a historical epoch. Where is your appetite?\"\n\n\nD-8185:\n \n<Forced chuckle>\n \"[REDACTED]…I…sorry, it's just, I don't think we've actually eaten dinner together since I was nine. Cat's got my tongue.\"\n\n\nDr. Valera:\n \"Come now, [REDACTED], you aren't like those other neurotics in your generational cohort. You've grown strong. Raw. A survivor. Surely, a bit of social performance isn't beyond you?\"\n\n\nD-8185:\n \"Yes, uh…excuse me. Uh…how is your work going?\"\n\n\nDr. Valera:\n \"You know I can't talk about that.\" \n<reflexively brushes mouth with his hand>\n\n\nD-8185:\n \"Yes, sir.\"\n\n\nDr. Valera:\n \"No, but, [REDACTED], you \nknow\n I can't talk about that.\"\n\n\nD-8185:\n \"Yes, I know.\"\n\n\nDr. Valera:\n \"Why did you ask, then?\"\n\n\nD-8185:\n \"Yes, sorry.\"\n\n\nDr. Valera:\n \"That's not an answer to my question. [REDACTED]. \nStop apologizing\n, you simpering child-\"\n\n\n<Phone buzzes, Dr. Valera looks at phone, scowls>\n\n\nDr. Valera:\n \"There you go, pulling me into another tangent, when we have more pressing business to discuss. Have you given my proposal any thought? America's battering ram is at the gates. Children are disappearing every day…\"\n\n\nD-8185:\n \n<Seems to absent-mindedly mash vegetables with its fork>\n \"Y…yeah…\"\n\n\nDr. Valera:\n \"Speak up, [REDACTED], you've only been putting this off for three weeks. Do you care to know how many children were taken in that month you spent procrastinating?\"\n\n\nD-8185:\n \"I want to help the Foundation, but I don't want to [REDACTED reference to E-8321], either.\"\n\n\nDr. Valera:\n \"AI consensus estimate is eleven thousand three hundred and twenty one, but I argue that's wildly conservative. I see, you want to help the Foundation, but not take any risks.\"\n\n\nD-8185:\n \"I \nwant\n to take risks, [REDACTED]!\"\n\n\nDr. Valera:\n \"Are you aware that the paperwork to transfer [E-8321] is already processing? I can't keep [them] onsite safely if we don't improve the Foundation's security situation on the East Coast.\"\n\n\nD-8185:\n \"I know-\"\n\n\nDr. Valera:\n \"Destiny is calling you in our hour of need, but you see fit to let Destiny wait while you get over your selfish millennial wallowing. Does your anti-depressant prescription need upped? Do you need to see your therapist more to complain about how your father was mean to you? Please, I'm all ears.\"\n\n\n<Dr. Valera impatiently looks at watch>\n\n\nDr. Valera:\n \"We're done here. I'll have the leftovers taken to your chambers. Good night.\" \n<Notices D-8185 hasn't left the office yet>\n \"Yes? Is there something else?\"\n\n\nD-8185:\n \"What time is my…window to see [E-8321]?\"\n\n\nDr. Valera:\n \"[Their] section of the site is on lockdown. We can't afford the security arrangements right now. You can have a phone call.\" \n<Observes expression on D-8185's face>\n \"Or nothing, if you believe in the privilege enough to starve for it. Do you?\"\n\n\nD-8185:\n \n<Reflexively brushes mouth with its hand>\n \"I think…[E-8321] would prefer to hear from me in general, sir. What time?\"\n\n\nDr. Valera:\n \"It is inconsiderate of you to pin your weakness on [them]. But, as you wish.\"\n\n\nD-8185:\n \"Thank you, sir. Uh…what time was that?\"\n\n\nDr. Valera:\n \"I don't recall giving you a time. You'll just have to wait until we can free up the resources to accommodate you. In the meantime, think about your role at the Foundation. Think hard, lad.\"\n\n\nD-8185:\n \"Thank you, sir.\" \n<Turns to leave room>\n\n\n<Phone buzzes again. Out of eyeshot of D-8185, Dr Valera briefly glances at the screen, and coughs>\n\n\nDr. Valera:\n \"Good night…I [REDACTED]\"\n\n\n<D-8185 freezes in mid-step. Body language and complexion indicative of dopamine spike>\n\n\nD-8185:\n \"I…I…you too, [REDACTED].\"\n\n\n\n\n\n\nAudio log:\n Phone call between D-8185 and E-8321 on monitored Foundation line\n\n\nDate/Time:\n\n\n<E-8321's side of the call has considerable background noise, likely because E-8321 was obligated to take the call in the middle of Emergency Housing Unit 532, which accommodates upwards to three hundred and twenty one beds.>\n\n\nD-8185:\n \"Can't you tell me how you really feel? I kept you waiting god knows how long, you didn't know we weren't gonna meet until five minutes ago…do you not care?\"\n\n\nE-8321:\n \n<Pause>\n \"I'm sure it was out of your hands.\"\n\n\nD-8185:\n \"[E-8321], please, don't cold shoulder me. You don't know what this is like.\"\n\n\nE-8321:\n \"What are you thinking about…the…'opportunity'?\n\n\nD-8185:\n \n<Sound of nervous swallow>\n \"I'm thinking about taking [REDACTED]'s job offer.\"\n\n\nE-8321:\n \n<Pause; faint sound approximating either a twig being stepped on or a pen getting snapped in half>\n \"I respect your freedom of conscience and whatever.\"\n\n\nD-8185:\n \"They need me, [E-8321], I…\"\n\n\nE-8321:\n \"I don't feel like discussing this right now. Say, remind me, what is my least favorite animal?\"\n\n\nD-8185:\n \"I know, I know…chinchilla.\"\n\n\nE-8321:\n \"I'm gonna go.\"\n\n\nD-8185:\n \"Aren't you gonna tell me you l-\"\n\n\nE-8321:\n \"Goodnight, [D-8185].\"\n\n\n\n\n\n\nVideo transcription:\n Unauthorized phone call between D-8185 and E-8321. Audio feeds unavailable due to unresolved cyber-attack that occurred during the specific window of their conversation, cause undetermined. Additionally, both participants frequently covered their mouths, hindering efforts to discern content of speech from lip movements.\n\n\nLocations:\n\nD-8185: D-8185's containment chamber.\n\nE-8321: Dr. Valera's office (it is unknown how E-8321 gained access to Dr. Valera's quarters)\n\n\nDescription:\n Conversation begins acrimoniously, with both participants seen in varying levels of distress. E-8321 is walking in a loop around the perimeter of the office, lunging at the desk from time to time when screaming at D-8185. D-8185 remains mostly static for much of the conversation, except when throwing objects and punch surfaces around the chamber. At one point, D-8185 and E-8321 seen to remove matching jewelry from the fourth proximal digit of each of their left hands and hurl them across their respective rooms. Forensic analysis of both subjects' visual indicators indicate highly elevated distress state consistent with trauma response and possible dissociation, though D-8185 shows the most external indicators of distress (e.g. touching its own hair and face, aforementioned striking of physical surfaces, crying), whereas E-8321 shows indications of alexithymia; such as lack of emotional responsiveness, save the occasional scream whenever D-8185's physical reactions cause a loud noise.\n\n\nThirty minutes into the confrontation, both participants appear to cease communicating, although frames from footage indicate E-8321 is whispering to D-8185. Forensic analysis of neurochemical markers indicate that both participants were able to co-regulate during that window of time.\n\n\nBoth participants retrieve their jewelry and replace them on their respective fingers. D-8185's digit is mutilated above the knuckle. E-8321's corresponding digit is tattooed black along a surface area roughly corresponding to the extent of D-8185's deformation.\n\n\nConversation becomes copacetic. Both D-8185 and E-8321 express lower intensity emotional distress, until D-8185 says something that causes E-8321 \nto hyperventilate\n to laugh. E-8321 has stopped pacing and lies prone on her back on the desk, positioned so communication device is next to her head. D-8185 has relaxed in bunk with phone next to his head. After twenty minutes of banter, E-8321 says something that correlates with a sexual arousal response in D-8185. D-8185's reply has the same effect on E-8321. E-8321 starts to unbutton [their] shirt and D-8185 reaches for [its] pants in motions that have been confirmed to be non-anomalously synchronized. [EXPUNGED BY PERSONAL REQUEST OF PROJECT LEAD]\n\n\nConversation terminates when Level 5 security personnel detect unauthorized communication, and extract E-8321 from office.\n\n\n\n\n\n\nInterview Log\n\n\nParticipants:\n Dr. Anthony Valera, Miss Baba Yaga (pseudonym chosen by high ranking member of Foundation leadership-all further information classified on penalty of summary termination and/or nerve stapling)\n\n\nBackground:\n Discussion of contents of video log of unauthorized phone conversation\n\n\nDr. Anthony Valera:\n \"How did that [E-8321] get into my office?\"\n\n\nMiss Baba Yaga:\n \n<Smiles>\n \"Yellow card.\"\n\n\nDr. Valera:\n \"Fine. How did [E-8321] get into my office?\"\n\n\nMiss Yaga:\n \"Indeed. How \ndoes\n a twenty-two year old manage to thwart a Foundation lockdown to break into a senior staff's office?\"\n\n\n<Brief pause>\n\n\nDr. Valera:\n \"With all due respect, ma'am, why are you fucking with me?\"\n\n\nMiss Yaga:\n \n<Smiles>\n \"Yellow card.\"\n\n\n<A brief pause>\n\n\nDr. Valera:\n \"Alright, let me rephrase. \nDid\n you sabotage Site-46's security architecture to allow [E-8321] to break into my office?\"\n\n\nMiss Yaga:\n \"I didn't need sabotage to turn some of your staff against you. I simply let nature take its course.\"\n\n\nDr. Valera:\n \"But \nwhy\n?\"\n\n\nMiss Yaga:\n \"Because [D-8185] is almost there. He just needed a reminder of what [D-8185] stands to lose. [E-8321] has ardor, but [E-8321] didn't realize that just by letting [D-8185] hear [E-8321]'s voice again, imagining what [E-8321] had to do to make it happen, [E-8321] made up [D-8185]'s mind. A push.\"\n\n\nDr. Valera:\n \"What push? Why? I don't know if you saw the same footage I did, but it sounded like [E-8321] whipped the initiative out of [D-8185] entirely! How would that emotional roughness motivate [D-8185] to anything more than further incessant wallowing?\"\n\n\nMiss Yaga:\n \"You ought to know, Dr. Valera, and yet you're clueless. The ontico-ontological paradox in a nutshell. I always knew you were right man for this project.\"\n\n\nDr. Valera:\n \"And are you going to tell me who among my staff are so limp-wristed that they can be finessed by a [E-8321]?\"\n\n\n<Miss Yaga chuckles as she rises from her seat. Dr. Valera, assuming she is concluding the interview, stands up and walks over to her and extends his hand to shake hers. Miss Yaga instead stares at him.>\n\n\nMiss Yaga:\n \"Red Card.\"\n\n\n<Miss Yaga's left fist makes contact with Dr. Valera's temple in a swift hook movement. The blow causes Dr. Valera to immediately lose consciousness and collapse into a prone position at Miss Yaga's feet. Miss Yaga checks Dr. Valera's vitals, searches for broken bones, and performs rudimentary checks for concussions and other related head injuries. After signaling for medical staff to retrieve Dr. Valera for immediate eval and treatment, she wipes her hands on his shirt, and then leaves the room>\n\n\nPostscript:\n No disciplinary actions were filed against Miss Yaga. By Miss Yaga's own insistence, this log is to be kept on file.\n\n\nUser annotation:\n \"Pour encourager les autres\" -BY\n\n\n\n\n\n\nVideo log:\n \"Therapy session UB\"\n\n\nLocation:\n Site-46, D-8185's containment chamber\n\n\nParticipants:\n D-8185, Miss Baba Yaga\n\n\nBackground:\n Under a second pseudonym, Miss Yaga is pursuing staged indoctrination using the conceit of routine therapy. At Miss Yaga's insistence, the pseudonym she specifically used with [D-8185] was scrubbed from all footage and replaced with variations on \"Miss Baba Yaga\" by an annotation AI.\n\n\nD-8185:\n \"Let me guess, today you want to talk about me and [E-8321] compromising Foundation security for phone sex, and how me acting out is just me trying to lash out at [REDACTED].\"\n\n\nMiss Yaga:\n \n<Discretely chuckles; stiffness of jaw indicates discomfort with phrasing>\n \"I wouldn't…characterize an hour and a half emotional discussion with the…outcome…personally. But, uh, you know what? Fuck them.\"\n\n\nD-8185:\n \"\nExcuse me\n?\" \n<Head turns in several different directions, each identified as a current or previous location of a secreted recording device.>\n\n\nMiss Yaga:\n \"That's right. Fuck them. So you broke a few rules to spend time with your [REDACTED]. You know how many onsite couples can't even plan a simple zoom date when they're abroad? You know how many times I have to tell a client to find ways of reminding their partner that they care? So when I see a young couple like you move mountains just to talk about your feelings, I'm not concerned. I'm inspired.\"\n\n\nD-8185:\n \"…[E-8321] did all the work.\"\n\n\nMiss Yaga:\n \"Don't sell yourself short, [D-8185]. You're both doing the best you can with the opportunities given you.\" \n<D-8185 reflexively touches his cheek. Miss Yaga's lips move, but microphones do not pick up anything.>\n\n\nD-8185:\n \"Did you say something? Sounded like 'Didn't you',\"\n\n\nMiss Yaga:\n \"No, I didn't.\"\n\n\nD-8185:\n \"Oh yes, you did. Stop lying.\"\n\n\nMiss Yaga:\n \n<Barely audible>\n \"No I didn't.\" \n<Miss Yaga stares at D-8185 for a moment, eyes briefly unfocused. Her lips and jaw slacken as though she's lost in thought.>\n\n\nD-8185:\n \"What do you mean by that? What the hell do you mean by that? Oh, are you trying to break my balls, huh? Well, what the fuck do you know about anything? You're just a fucking patsy so manifestly useless to anything or everyone that they send you in here to lure me in a false sense of security. You don't think I can read you like a fucking book? I've read you cover to cover from session three! \n'Didn't you.'\n Don't bullshit me, you unsweetened honey-pot trollop…\" \n<D-8185 eyes widen, indicating some sudden realization, jumps out of his seat in shock, and punches a wall.>\n \nFuck\n!\"\n\n\n<A long, pregnant pause. D-8185 is trembling. Miss Yaga's features have settled into a frozen expression superficially similar to a polite smile.>\n\n\nD-8185:\n \"Look, Miss Yaga, I'm sorry-\"\n\n\nMiss Yaga:\n \"I think we're on first name terms, now, D-8185. Just…'Yaga' will suffice.\"\n\n\nD-8185:\n \"I'm sorry, Yaga, I…\"\n\n\nMiss Yaga:\n \"No, I'm sorry, I shouldn't have triggered you like that. I'm not sure what I sa-\"\n\n\nD-8185:\n \"I didn't want to hurt you, I just felt-\"\n\n\nMiss Yaga:\n \"I think it's best if we continue this conversation tomorrow. I…have to take a personal day.\"\n\n\nD-8185:\n \"I'm sorry, Yaga.\" \n<Miss Yaga stands up and walks towards the door.>\n \nI'm sorry!\n\n\nMiss Yaga:\n \"I know, [D-8185]\" \n<Note: this is the first time Miss Yaga used D-8185's first name>\n\n\n<Miss Yaga leaves the room. D-8185 waits until the door closes behind her, and then covers his face with his hands. Breathing of D-8185 enters erratic state for approximately fifteen minutes.>\n\n\n\n\n\n\nVideo log:\n \"Therapy session UC\"\n\n[CONTENTS REDACTED BY ORDER OF O5 COMMITTEE]\n\n\nAnnotation:\n \"He said 'yes'. In exchange, he wants to convey the news to his wife personally. I think we owe him that much. Don't you dare redact this.\" -Miss Baba Yaga\n\n\n\n\n\n\nAudio log:\n \"Conversation between D-8185 and E-8321 shortly before Containment Breach 9/13/24\"\n\n\nBackground:\n Due to a miscommunication [still under investigation], Dr. Anthony Valera personally assumed leadership over an operation to assume custody of D-8185. He also fast-tracked D-8185's registration as D-Class as per standard Foundation procedure regarding test subjects in High Intensity Experimentation Environments.\n\n\nGuards with orders from Miss Baba Yaga had transferred D-8185 to a room allocated for D-8185 and E-8321's meeting, when Dr. Valera and a scratch formation of five MTF soldiers forcibly assumed custody of D-8185. D-8185 was then brought to Dr. Valera's office, which had been cauterized from the surveillance network shortly after E-8321's break-in. As a result, it is unclear what transpired into that room, although Dr. Valera alleges any physical injuries on D-8185's person were purely the result of the containment breach. Dr. Valera permitted D-8185 to make a single phone call to E-8321, who was rushed to a site checkpoint in order to take the call.\n\n\nDue to Dr. Valera's improvised precautions, only audio from E-8321's side of the conversation was able to be traced and logged.\n\n\nE-8321:\n \"[D-8185], what's going on?\"\n\n\nE-8321:\n \"You said yes? Like…were you sober? Why…?\"\n\n\nE-8321:\n \"'\nBecause your dad told you to?\n You're gonna possibly die without ever seeing me again, and the only explanation you can give me is \nyour dad told you to\n?\"\n\n\nE-8321:\n \"You know what? I'm over it. If you're that cavalier about leaving me a widow, I'm good.\n\n\nE-8321:\n \"Nah. Tell it to me in person, or don't say it at all.\"\n\n\nE-8321:\n \"Whatever. Okay, bye. Wait, one more question. You planning on making this up to me somehow?\"\n\n\n<There's a brief pause after D-8185 responds to E-8321's question. E-8321 laughs hysterically. This continues for a few minutes. Post-incident analysis of logs suggests E-8321's breathing only departed baseline parameters at this point in the conversation.>\n\n\nE-8321:\n \"A what? You're about to go space monkey on me, and you think getting me a \nchinchilla\n will make it all better?\"\n\n\nE-8321:\n \"You got me fucked up.\"\n\n\nE-8321:\n \"No, no, you got me fucked up.\"\n\n\nE-8321:\n \"Yeah, I know you lose your shit when I say that. I lose my shit when my husband is going to die. Guess we're even.\"\n\n\nE-8321:\n \"Tell me how you really feel.\"\n\n\nE-8321:\n \"You got me fucked up. You deadass sold yourself to science and didn't even tell me.\"\n\n\nE-8321:\n \"Yeah, I'll see you. Yeah, I'll \nfucking\n see you.\"\n\n\n<Phone call terminates>\n\n\n\n\n\n\nVideo log:\n Debriefing after Containment Breach 9/13/2024\n\n\nParticipants:\n Miss Baba Yaga, MTF captain call-sign \"Kingfish\", Dr. Anthony Valera\n\n\nMiss Baba Yaga:\n \"A containment breach without any casualties, a head researcher with a broken nose, and an MTF commander beaten half to death by said head researcher's security team. How did this happen?\"\n\n\nDr. Valera:\n \"I've told you all a hundred times, that [E-8321] is a dangerous saboteur, and have been dismissed at every turn-\"\n\n\nMiss Baba Yaga:\n \"I-\"\n\n\nDr. Valera:\n \"And I don't give a \nfuck\n about your insipid 'Cards', 'Miss Yaga', not when you are implicated in a Site-wide security breach by your wanton cavalierness, by your physically assaulting project staff, by the multiple breaches Ethics breaches you have personally authorized in the course of this project, so I will appreciate you shutting your mouth about improprieties before I hang you with the slack you've given me these past six months!\"\n\n\nMiss Yaga:\n \nShe is unfazed, and smiles\n \"I'm just asking questions. Surely, your impunity can survive a bit of curiosity, can't it?\"\n\n\nDr. Valera:\n \"Ask whatever questions you like. It won't matter in the end.\"\n\n\nMiss Yaga:\n \"Kingfish, regale me.\"\n\n\nKingfish:\n \"At oh-two hundred hours, five members of my command were handed forged orders by Dr. Valera to intercept your security detail. After butchering our arrangements to ensure [D-8185] and [E-8321]-\"\n\n\nDr. Valera:\n \"Point of order, it's not [D-8185], it's D-8185 now.\"\n\n\nMiss Yaga:\n \"Noted, Anthony, but not humored.\"\n\n\nKingfish:\n \"This \nasshole\n physically drags [D-8185] into his office, doesn't even frisk the punk while he beats the crap out of his own [REDACTED]-\"\n\n\nDr. Valera:\n \"-It is no son of mine, D-8185 is a mistake that this bitch-\" \n<Points to Miss Baba Yaga>\n \"-insisted was a Foundation priority for reasons she has yet to elaborate on!\"\n\n\nKingfish:\n \"And then has to get pulled off of the kid by the MTF \nhe\n hijacked, and only \nthen\n does he allow the kid to make a phone-call out of some twisted sense of courtesy. But does he get a dedicated surveillance AI to monitor the call? \nNo.\n\"\n\n\nDr. Valera:\n \"I don't need help to threaten a twenty-something punk into toeing the line!\"\n\n\nKingfish:\n \"You need help when you're too fucking dumb to understand when two people are using a duress code.\"\n\n\nDr. Valera:\n \"Duress code, I don't understand-\"\n\n\nMiss Yaga:\n \"\nChinchilla\n, you twitchy little man.\"\n\n\nKingfish:\n \"Why in God's name would a husband promise to buy his wife a Chinchilla to make up for never seeing her again? Does [D-8185] sound like the kind of person to fuck with his wife at a time like that? So, by the time [D-8185] gets frogmarched to D-Class, we're scrambling \neveryone\n to contain three different Keter breaches at three different parts of the site at the same time, and at the exact moment the sirens go off, [D-8185] plunges a letter opener he stole from Dr. Valera's office into the femoral artery of one of my fucking troops and guns it in the direction of the sirens. At the same time, [E-8321], wearing an MTF uniform provided to her by a contact who is now in custody, runs in his direction. They managed to get within a meter of each other before Foundation staff managed to restrain and gag them both before [D-8185] could leak sensitive intel about the Project, such as he knew.\"\n\n\nDr. Valera:\n \"Who gives a \nfuck\n about that? We got him, didn't we? And when I last checked, there weren't any actual breaches. They were all false alarms, set off by saboteurs in \nyour\n team-\"\n\n\nKingfish:\n \"Because of the containment breach scramble, the personnel on the scene weren't able to rush him to the infirmary in time, and the soldier bled out before we could get him fixed up.\"\n\n\nMiss Yaga:\n \"In addition, you may have terminally compromised Project Erlkönig. I specifically said [D-8185] was to agree to participate of his own volition.\"\n\n\nDr. Valera:\n \"He signed the paperwork, didn't he? It's not my fault the little shit was too dumb to ask for his end upfront. It's yours for making him think the Foundation particularly cares about its pawns.\"\n\n\nMiss Yaga:\n \"The nature of the…catalyst…is rather picky about niceties like this. I'm sure I can still make this work…it's just I'm unsure of what it considers 'damages'. Just know whatever happens next, it's on \nyou\n.\"\n\n\nDr. Valera:\n \"I couldn't be less interested in what you think. My name is on this project, not \nyours\n. You are a fixer, a bag woman, and I have a paper trail implicating you in every shortcut you asked me to make. And even if that weren't the case, you're a dead woman walking!\"\n\n\nMiss Yaga:\n \n<She grins, this time with teeth>\n \"Good catch. I underestimated your ability to make friends, it seems.\"\n\n\nDr. Valera:\n \"It's easier to make friends when the turncoats are trying to leave a sinking ship.\"\n\n\nMiss Yaga:\n \"You've overestimated your ability to make \nuseful\n ones. Your grasp of the facts is incomplete. You see, we're \nall\n dead.\"\n\n\nDr. Valera:\n \"I beg your pardon?\"\n\n\nKingfish:\n \"Bullshit.\"\n\n\nMiss Yaga:\n \"We're all dead. In the process of our work, with all the sacrifices-personal and literal-the scads of innocent people sent to their deaths in painful ways, this latest imminent atrocity-we've racked up quite the rap sheet.\"\n\n\nDr. Valera:\n \"But those Ethics Committee wavers-\"\n\n\nMiss Yaga:\n \"Were forged.\"\n\n\nDr. Valera:\n \"But the O5s-\"\n\n\nMiss Yaga:\n \"Expressly voted against me continuing this project. Do the math. The Foundation has been getting a very warped account of events on the East Coast. I was able to explain away the irregularities as a result of rampant malware attacks from our angry counterparts at Langley, but recently they've begun to trace a few of those cyberattacks to IPs associated with me.\"\n\n\nKingfish:\n \"If what you're saying is true, it is my duty to place you both under immediate confinement as per Foundation regulation-\"\n\n\nMiss Yaga:\n \"You'll do no such thing, considering your subordinate is the one who set off the breach alarms.\"\n\n\nKingfish:\n \"What did you just say?\"\n\n\nMiss Yaga:\n \"[E-8321] didn't know it, but she was my mouse-trap. I had all of your squad's interactions with her recorded through my own private surveillance system, one you had no way of knowing about or sabotaging. If it's any consolation, I'm sure her mother would have followed through on all of the promises she made on her behalf. Or maybe you helped her because your conscience cried out against what Dr. Valera was doing. Or maybe you just really didn't like Dr. Valera. The distinctions won't matter to a Foundation courts martial.\"\n\n\n\"Do the math. Do you think it's a coincidence I let a bleeding heart, traumatized war criminal be in charge of containing hundreds of achingly innocent civilians, all sullen looking reminders of the single greatest failure of your entire life? Where do you think your staff came from? Why do you think I encouraged your most compassionate tendencies, and let [E-8321] have such a loose leash? Now, thanks to that containment breach, all of your morally outraged bedfellows are implicated in treasonous endeavors against Foundation security for the many \nmonths\n that you let that girl manipulate you. You were a fiddle, and I watched someone play you.\"\n\n\nDr. Valera:\n \"You…you \nbitch\n.\"\n\n\nMiss Yaga:\n \"Yellow card, Anthony.\"\n\n\n<Dr. Valera flinches, as Miss Yaga rises to her feet>\n\n\nMiss Yaga:\n \"What you two do next is up to you. Dr. Valera, you can \ntry\n to throw yourself on the mercy of the O5s for both the crimes you actually committed, and the crimes I committed under your name, \nand\n convince them that you were genuinely the biggest idiot in the history of the Foundation. Kingfish, you \ncould\n follow your conscience, arrest us both, yada yada yada…and then promptly throw the rest of your beloved squadmates onto the sword the O5s make you fall on for this. \"\n\n\n\"Your only hope of a reprieve is that Project Erlkönig is a success and pulls the Foundation's ass out of the fire-because only a Foundation that owes you \neverything\n will forgive you betraying \neverything\n they pretend to represent. Now, if you'll excuse me, I need to make preparations for a fate worse than death.\"\n\n\n<Miss Yaga walks to the door>\n\n\nDr. Valera:\n \"Why…why…?\"\n\n\nMiss Yaga:\n \"Oh, why'd I pick your son? He's utterly unremarkable. \nYou\n were the secret ingredient, because you were the only researcher in your field willing to torture your own flesh and blood to the extent I needed you to. I had a theory that the safety a subject feels for their parent draws the attention of the phenomena. Over the course of six months, you did an exquisite job killing any remaining belief your son had that his father was anything more than an incidental sperm donor. You secured my test subject and tested my 'vaccine' by aggressively killing his love for you. And if you want to salvage your life and career from this, you'll continue killing it until I give you the signal to make the screaming stop.\"\n\n\n<Miss Yaga opens the door>\n\n\n\"Gentlemen, I'll see you in hell.\"\n\n\n\n\n\n\n\n\n\n\nProject Erlkönig: Research documentation\n\n\nIrrelevant. It has already begun.\n\n\n\n\n\n\nSource of image undetermined\nAnother addendum, my friends: There are two of them.\n\n\n\n\n\n\n\n\nLocation:\n \nThe dream glade without Names\n\n\nThe young god of death\n was fused to a tall alder tree. A weird unlight gloamed from the streams of sweet-tasting ichor flowing down his face and arms into the olive carpet of grass beneath him. Each blade in the field is stiff and though he hears a gentle breeze, every blade remains stuck in place. They were like mossy cactus spines. His neck feels stiff where his spine was pierced by the jagged heartwood.\n\n\nHe saw a vague silhouette emerge from the dark and move towards him. As his eyes continued to adjust, he saw she was tall, dressed in a black three piece suit, with two matching Foundation pins in each lapel. In one pocket, a silver chain dangled, likely the tail of an ornate pocket watch. He couldn't make out her face. He saw her bare feet crush the swampy grass, but heard no sound of crunching vegetation, or rustling clothes. He saw the grass behind her turn to straw and wilt, and then turn red.\n\n\nThe fatherless son amidst bastards\n saw what she saw with his other eye. He saw himself; a bloodless, blank-featured corpse protruding from a tall, leaf-less alder tree, his face frozen in a wide-eyed scream. Two streaks of sap flow from his eyes and drip from his jaw onto the mossy green grass; the only other part of him sticking out from the crease-less bark is his left arm, hand grasping at air.\n\n\nShe of the sanguine tears\n: \"This won't do.\"\n\n\nHe saw her reach into the pocket with the silver pocket-watch chain, saw her pull out the combat knife it was connected to. She stopped inches away from him, and then, grabbing the handle of the knife with both hands, she thrust it straight into the tree's trunk, inches below his jaw where his neck would be. She yanked the knife earthwards, and the wood rent where the blade moved like she's stripping the flesh from cooked meat. The gaping wound she creates expels a mist of flies and gold, and \nthe man with tattoos of winged things\n sloshed onto the ground, dressed in a Foundation D-class uniform, writhing in a viscous pool of amber fluid.\n\n\nAs the vision of what she sees vanishes from his other eye, he is finally able to see her face, and every nerve in his body fires a 'run, run right now' message to every limb he has. His jaw started to ache, and he realized he was voicelessly screaming.\n\n\n\n\n\n\n\n\nIt's me.\n\n\n\n\n\n\n\n\nHer jaw and cheeks and flowing dark hair were human enough, except for the rivulets of blood streaming over her chin, down her neck and into her suit. Then there was what the top half of her head was covered with. To say it was merely a mask was understating it. Someone might as well have ripped a giant rabbit's head off and smashed it onto her head. The blood spilling down her front was pouring from under meat veil. She stared at him with wet red eyes.\n\n\nHe realized those weren't eyes. Instead furry skin stretched where there normally would have been sockets, soaked through with twin shapeless patches of blood.\n\n\nHe wheezed, coughed up more sap, and found his voice again.\n\n\nThe man with the missing finger\n:\n \"They got to you too?\"\n\n\nThe unsung savior of all mankind\n:\n \n<Chuckling, yet shaking her head, as though pitying a confused child>\n \"They got to me a long time ago.\"\n\n\nThe friendless child amidst the ruins\n:\n \"You…you weren't really a therapist, were you?\"\n\n\nThe harbinger of a new era\n:\n \"No, I suppose we've never properly been introduced. Let's fix that, shall we?\"\n\n\nShe waved her arms, and dispelled the glittering, pestilent mist. She leaned her head into the jagged, weeping tear in the now-sagging tree, and he heard her whisper something inside of it. She walked back over to him and grabbed his hair, and he shrieked in surprise as she dragged him away from the tree seconds before it burst into flame.\n\n\nThe heat licked his feet and warmed his cheeks. All at once, the expanding air popped and he heard and felt a strong breeze move over him, move \nthrough\n him\n\n\nShout in Whispers\n:\n \"Wha-what did you just do?!\"\n\n\nO5-06\n:\n \"I gave you a Name, so you can return to the Real.\"\n\n\nShout\n:\n \"And what about you?\"\n\n\nO5-06\n:\n \"I guess I will, too.\"\n\n\nShe extended a hand to Shout, and he accepted her help standing up. Now that his sense of sight and depth perception had fully returned to him, he realized O5-06 was quite a bit taller than he was. At six foot five, with a stature closer to a weight lifter than an administrator, she looked like she could easily pick him up and fold him like a chair. She spoke with a low contralto, and what Shout could only describe as a tender growl. She sounded shockingly human.\n\n\nO5-06\n:\n \"Home is this way, Shout. Come with me.\"\n\n\nShout\n:\n \"I have no home. Where's my wife?\"\n\n\nO5-06\n:\n \n<Laughs>\n \"I know you don't. Now, come and see.\"\n\n\nIn no time at all, she led him to a large well. When he stared at the surface of its water, instead of a reflection, he saw his wife from behind running from something, racing down the Level 5 hallway at Site-46. He could hear the sound of gunfire echo from the well. He saw her kick open a door, slam the door shut, and hold a scientist at gunpoint.\n\n\nO5-06\n:\n \"She's more tenacious than I expected. We will have to move quickly.\"\n\n\nShout\n:\n \"The hell do you mean?\"\n\n\nO5-06\n:\n \"Wake up, Shout. Let your instincts guide you and your wife to safety. And always remember, I will always be with you, even after everyone else abandoned you.\"\n\n\n\n\nAddendum 8000-3:\n On 9/27/2024, the Foundation initiated Project Erlkönig to produce an eigenweapon capable of combatting the anomalous threat. This resulted in the disappearance of all but two progeny of Foundation staff. The parents discovered needles in their uniforms stained with blood belonging to the vanished children. The two exceptions were nomenclatively mutated individuals \nShout in Whispers\n and \nNever Fades Away\n.\n\n\nThis inflicted a critical blow to organizational morale, sparking widespread defections to US government. Posited reasons include dissatisfaction with Foundation leadership, fatalism regarding the organization's future, perception of recklessness in Project Erlkönig, and indications the government has acquired undetermined leverage against high ranking members of Foundation staff. Security architecture of Foundation is significantly compromised, and nerve stapling has been authorized as a disciplinary alternative to termination for staff retention purposes.\n\n\n\n\nTraceback: 804 \"Secret Handshake\" Exception: current authenticated user invalid\non null in\nStack trace:\n#0 /home/wp_9w2zak/mydomain.com/wp-includes/class-wp-hook.php(303):\nerce_shi...')\n#4\n/home/wp_9w2zak/mydomain.com/wp-content/plugins/woocommerce/includes/class-wc-shipping.php(114):\n\nDeploying malware...\nInstalled; running 'JANUS.exe' \n\n\"We see you too, assholes\"\n\n\n\n\nFoundation Infiltrator AI:\n\n\nClient annotations enabled\n\n\nTime:\n Two hundred hours;\n\n\nAddress: Langley, Virginia.\n\n\nEntity of interest:\n \"Data-fortress Motherwill\": US government cyberwarfare nexus responsible for offensive operations against Foundation infrastructure. Recommended actions: calculating…beginning tap…\n\n\n<Chatter>\n\n\nOperator \"Brandywine\":\n \"Sly Fox, this is Brandywine. We have breached the Blackwall.\"\n\n\n<Distortion, crash of desk chair hitting the ground, chorus of shoes galloping towards mic>\n\n\nOperator \"Sly Fox\":\n \"Mother of God…I never thought I'd see the day-\"\n\n\nUnknown 1:\n \"I'm getting the champagne-\"\n\n\nSly Fox:\n \"So this is it, right? Inject Raven Rock, send in Ground Branch, take down Site-46, and the rest of the domino-\"\n\n\nBrandywine:\n \"Ok, spotted the trace. They're watching us, sir.\"\n\n\n'Gold Eagle':\n\"They can watch this: we're waiting on you to start Operation Sunset.\"\n\n\nBrandywine:\n\"We only \njust\n breached their cyber-defenses. How are you already in place to launch a ground assault?\"\n\n\nGold Eagle:\n \"We've had so many of their people go turncoat that we've had to turn some down. Feels a little humbling. They so obviously fucked the dog here, doesn't feel right gloating. Ready to put em down?\"\n\n\nSly Fox:\n \"Ready, sir.\"\n\n\nGold Eagle:\n \"Do it.\"\n\n\nAnnotation AI:\n ERROR-cannot connect to Foundation cloud. High probability site has been rendered network-cauterized by antagonist organization. [DATA CORRUPTED]\n\n\n\n\n\n\nSite-46: Top-side camera feed: Prudential Center Class C employee entrance\n\n\nPrudential Center lights abruptly turn off; feed switches to night-vision. Three formations identified as DevGru combat units dressed in unidentifiable combat fatigues file into atrium and proceed into Hotel Lobby. Memetic firewall compromised; units file into service elevators and proceed underground.\n\n\n\n\n\n\nSite-46: Top-side camera-2 feed Boylston Station tunnel vehicle service entrance\n\n\nMilitary vehicles identified as M1-Abrams tanks drive in front of Heavy Asset Transmission Chamber. Individuals in military fatigues identified by face recognition algorithms as Level 4 employees. Unauthorized breach of embedded security OS. Unauthorized installation of unknown software.\n\n\nCredentials accepted. Site perimeter systems transferred to remote admin.\n\n\nTanks and troop transports move into transmission chamber.\n\n\nStatic.\n\n\n\n\n\n\nSite-46: Level 5 sector camera feed: Level 5 ad hoc quarters for interned Foundation staff within target age range of phenomena\n\n\nFootage:\n Dr. Anthony Valera proceeding down corridor with pistol drawn. Dr. Valera is in a highly elevated stress state. Enters code to quarters and walks inside.\n\n\nSubject identified as [Automated Change: UNKNOWN]||||||||||||||||||| <Footage briefly resets>\n\n\n<Subject identified as Never Fades Away jumps on Dr. Valera and delivers a rabbit punch to the back of Dr. Valera's head. Gun clatters out of his hands. Fades proceeds to kick Dr. Valera in the head, then frisks him for credentials.>\n\n\nNever Fades Away:\n \"I always knew you had a glass jaw. Where's the counter agent to Shout's containment chamber…there we go…\"\n\n\nDr. Valera:\n \"You know you're not making it out of here alive.\"\n\n\nFades:\n \"As long as your son outlives you by a fucking millisecond I can die happy. Life boils down to the death you choose. How did you see yourself filling in that blank?\"\n\n\nDr. Valera:\n \"I \ndidn't\n. But humor me a moment. How did you compromise so many of my staff members? What leverage could you have had?\"\n\n\nFades:\n \"Look at my face. Do the math. You know, some parents are a little less open about how little they care. It makes it a lot easier to make the right people receptive. Beyond that? I guess I'm a charmer. And, oh cute, you left the safety on-\"\n\n\n<Fades switches off the safety>\n\n\n\"And to answer the other question you meant to ask me, you guessed right. I did find out the nature of Erlkönig. I would have told him everything if you'd let us have that night together. He would have gone ahead with it anyways, but it stopped being about you. You tortured him, but it was that stupid therapist that made him want to be a hero.\"\n\n\nDr. Valera:\n \"If you learned about Erlkönig, then you surely know what you're capable of now. Why haven't you tried taking my name?\"\n\n\nFades:\n \"When you die, I want your name to exist long enough for your crimes to spear it. Your turn: why do you hate your son so much?\"\n\n\nDr. Valera:\n \"He's not my son. He's some bastard I fathered with a prostitute that a certain uppity [REDACTED] foisted on me nine months ago-\"\n\n\nFades:\n \"That's impossible. You shot his finger off when he was seventeen. You were invited to our wedding. I'd only convinced him to go no-contact with you two years ago. You-oh…oh Jesus…\"\n\n\n<Fades smashes the butt of the pistol into Valera's face, knocking him to the ground>\n\n\nFades:\n \"You son of a bitch. You amnesticized \nyourself\n.\"\n\n\n<A sudden breeze whistles through the narrow doorway behind \nDr. Valera\n. Dr. Valera's eyes widen in horror.>\n\n\nDr. Valera:\n \"What have you done?\"\n\n\n<Camera video feed cuts out>\n\n\nFades\n:\n \"What's happening to m-\"\n\n\nDr. Valera\n:\n\"Shoot me.\"\n<The pitch of his voice begins to heighten, likely due to the slow liquefaction of his larynx>\n \"\nShoot me! Please!\n\"\n\n\n< \nFades\n fires two shots in quick succession, and then a third. The shots are followed by a sharp splashing sound, like a pile of wet towels were dumped on the ground or soggy offal plopped on a scale. Dr. Valera's breathing takes unnaturally long to slow and stop.>\n\n\n<Sound of Fades audibly retching>\n\n\nAnnotation AI:\n ERROR Admin data access revoked, all camera systems disabled [DATA CORRUPTED]\n\n\n\n\nAddendum:\n \nWake up, Shout.\n\n\n<-WAKE UP->\n\n\nYou could have just asked, you know.",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "The Foundation is incapable of containing SCP-8082, as a general mutiny of Site-46 staff has led to the fall of the installation and regional security assets to a United States military incursion. Tensions between the Foundation and the United States government are not conducive to containment operations in civilian areas. Efforts are currently focused on maintaining Foundation control over critical installations, and preparing for a potential definition of Tiamat-class Special Containment Procedures targeting the United States of America.",
    "description": "Conversation begins acrimoniously, with both participants seen in varying levels of distress. E-8321 is walking in a loop around the perimeter of the office, lunging at the desk from time to time when screaming at D-8185. D-8185 remains mostly static for much of the conversation, except when throwing objects and punch surfaces around the chamber. At one point, D-8185 and E-8321 seen to remove matching jewelry from the fourth proximal digit of each of their left hands and hurl them across their respective rooms. Forensic analysis of both subjects' visual indicators indicate highly elevated distress state consistent with trauma response and possible dissociation, though D-8185 shows the most external indicators of distress (e.g. touching its own hair and face, aforementioned striking of physical surfaces, crying), whereas E-8321 shows indications of alexithymia; such as lack of emotional responsiveness, save the occasional scream whenever D-8185's physical reactions cause a loud noise.",
    "title": "SCP-8082"
}