{
    "url": "https://scp-wiki.wikidot.com/scp-8084",
    "all_text": "REAGAN: Please, just take this off our hands. I'll be grateful if you just make it go away.\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+70\n+\n–\nx\n\n\n \n\n\n\n\n\n\nOCTOBER 23rd, 1985\n\n\n\n\n\n\n[Edward Weston sorts through a folder containing population census files on the Insular Government of the Philippine Islands. On the left-hand side of his table is an original copy of the population statistics in the southern regions. On the right-hand side of his table is another copy of the same document, only handwritten, neatly stacked in a folder with the CIA's logo.]\n\n\n[Weston places the folder down in front of himself and starts writing down the statistics from the original to his copy, occasionally grabbing and reading off another folder in his desk drawer.]\n\n\n[He reads the statistics for a province called \"Batangas\". He looks at the original copy, then grabs a folder, also labelled \"Batangas\". He scans the statistics in the new folder, compares it with the original copy, and back again. According to the original copy, \"Batangas\" had around 10,000 Filipino prisoners of war living in an internment camp near the border, but according to the new folder's statistics, it has around 50 citizens, and no internment camp is listed, only a regional federal prison.]\n\n\n[He massages his temples. He stands up, grab more folders labelled \"Batangas\", and rapidly sorts through them.]\n\n\n[He scans the contents of the final file, then goes back and sits down behind his desk. His hand is shaking.]\n\n\n[He re-reads the original copy twice, but his hands slip. He drops the papers on the floor.]\n\n\n[He reaches for the papers. His arm collapses, sliding his handwritten copy off the table. He tries to stand up again. His arms shake as he forces himself to get up. He stands for a few seconds, then falls to the floor. He grabs the legs of his chair, and tries to grab the paracetamol\n1\n in his drawer, but his hand stops mid-air.]\n\n\n[His body seizes, convulses on the floor, then stops. He convulses again for 3 hours.]\n\n\n[He stops and looks at the time. It is around 15:00. He gets up from the floor, wipes his saliva off his face, and sits up. He notes down \"0 POWs\" on the nearest scrap of paper next to him. He appears to be in a dissociative state.]\n\n\n[15 minutes pass. He shivers.]\n\n\n[He looks around the room in confusion.]\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nHe rifles through the file cabinet of SCP documents, eventually landing on a specific file.\n\n\n\n\nFootnotes\n\n\n1\n. Analgesic/antipyretic prescription tablets, used for headaches and fevers.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8083\n | SCP-8084 | \nSCP-8085\n »\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nPhotophobia\n\n\n\n\n\n\nAnthology 2024\n\n\n\n\n\n\n\n\n\n\n\n\nAnthropophobia\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8084\n\" by basirskipreader and FLOORBOARDS, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8084\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8084 \" by basirskipreader and FLOORBOARDS, from the SCP Wiki . Source: https://scpwiki.com/scp-8084 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-8084"
}