{
    "url": "https://scp-wiki.wikidot.com/scp-8094",
    "all_text": "rating: \n+80\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSo this is the end, huh? \nDianaBerry\n\n\nThis article contains mentions of loneliness and depression. Also contains mentions of non serious suicidal ideation. (ie: ‘I’m gonna kill my self’) jokes.\n\n\n\n\n\n\n\n\nrating: \n+80\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\nItem #:\n SCP-8094\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Foundation Web Crawler Delta-441 (\"MACAROON”) is to search the web for all mentions of SCP-8094 and is to download them onto a secure hard drive. SCP-8094 is currently separated from the general public and is being held on Foundation intranet. A disinformation campaign has been set up to pass SCP-8094 off as an ‘Alternate Reality Game’ or ‘ARG’ that has ended. An account posing as the person who ran this ‘ARG’ is to be run by the Site-83 SCP-8094 containment team, and should be kept up with daily.\n\n\nDescription:\n SCP-8094 refers to a blog on the social media site ‘Tumblr’ under the name of ‘Macaroon-Creamxx’ or 'Marina Hodgkins' which depicts the life of a subject from an unknown dimension. SCP-8094 has depicted celebrities, people, fictional media, places, etc that do not exist in baseline reality. SCP-8094 has shown the capability to find other posts that line up with its apparent reality and has reposted them to its blog, but upon further inspection no blog hosting these posts have been found to exist, most likely due to essogenic stability failures.\n\n\nSCP-8094 has been tested by the Foundation and has been proven to not be artificial intelligence. The posts on SCP-8094 are being uploaded in real time. SCP-8094 has been traced to an IP address; however, it was never traced to an actual device.\n\n\nWhile SCP-8094 claims to have access to the world and web outside of ‘Tumblr,’ SCP-8094 can only be contacted through the website.\n\n\nA team of multi-dimensional experts has been consulted to attempt to find a reality that lines up with what has been mentioned to exist in SCP-8094’s reality. However, no such reality has been discovered to date. SCP-8094's reality appears to have once existed, but SCP-8094 is seemingly the only source of life that remains.\n\n\nAddendum-1:\n SCP-8094 posts\n\n\nThe following is a collection of posts made by SCP-8094 before its discovery by the Foundation. It is of note that while SCP-8094’s posts appear on different days for any onlooker, SCP-8094 has confirmed that the day remains February 18th for it.\n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 10, 2021\n\n\n\n\n\n\nSo the new episode amiright\n\n\n\n\n#Angels Reborn \n \n #im literally screaming rn \n \n #macaroon speaks\n\n\n\n\n\n\n\n\n15\n \nnotes\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 12, 2021\n\n\n\n\n\n\nI need to work on some art I’ve just been so lazy, work has been a bitch too\n\n\n\n\n#marcaroon speaks \n \n #kill me \n \n\n\n\n\n\n\n\n\n6\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 13, 2021\n\n\n\n\n\n\nGreat so I’m out of my anti depressants\n\n\n\n\n#Im a mess\n \n #i should probably order some more but I don’t feel like leaving the house \n \n #macaroon speaks\n\n\n\n\n\n\n\n\n4\n \nnotes\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 14, 2021\n\n\n\n\n\n\nliterally why does Zander’s food taste like ass\n\n\n\n\n#I hate their chicken so much \n \n #I prefer Lanaly’s chicken \n \n # is tumblr the place to rant about fast food? \n \n #I have no idea\n\n\n\n\n\n\n\n\n10\n \nnotes\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 15, 2021\n\n\n\n\n\n\nAMILY BABY NOOOOOO\n\n\n\n\n#Angels Reborn \n \n #Amily Winters \n \n #I’m gonna kill myself \n \n #I need to whip up some art of Amily like rn omg \n \n\n\n\n\n\n\n\n\n4\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 18, 2021\n\n\n\n\n\n\nokay so my boss isn’t replying to my emails and none of my coworkers are either guess it’s time to binge watch\n\n\n\n\n#macaroon speaks \n \n\n\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 20, 2021\n\n\n\n\n\n\na new episode of angels reborn was supposed to come out today but it didn’t I’m gonna KMS WHY NOT\n\n\n\n\n#macaroon speaks \n \n #Angels Reborn\n\n\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 20, 2021\n\n\n\n\n\n\nokay so the clock on all my electronics are broken? They all say 8:09PM, for anyone in Adcastia, is this happening to you too?\n\n\n\n\n#macaroon speaks \n \n\n\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 20, 2021\n\n\n\n\n\n\nmaybe I should actually leave my house I work from home so I haven’t left my house in like a week\n\n\nI need to see what’s up with my electronics\n\n\n\n\n#macaroon speaks \n \n\n\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 21, 2021\n\n\n\n\n\n\nwhy is there no one outside\n\n\nsorry im rambling I just haven’t spoken to anyone in 2 days\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 21, 2021\n\n\n\n\n\n\nwhere did you guys go I used to have some mutuals but none of my posts have been getting notes am I the only one that can access the internet right now\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 21, 2021\n\n\n\n\n\n\nthe roads are literally completely clear, like there are cars outside but there’s no one driving\n\n\nalso it’s been night time and the calendar has said February 18th for like 3 days\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 21, 2021\n\n\n\n\n\n\nno one at the Orange store wtf it’s supposed to be open\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 22, 2021\n\n\n\n\n\n\nI think something serious is going on why am I the only person on the internet and in real life\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 22, 2021\n\n\n\n\n\n\nWHERE ARE YOU GUYS\n\n\nI really am just talking to myself now aren’t I\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 22, 2021\n\n\n\n\n\n\nMaybe I should start documenting my experience in case anyone ever sees this\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 23, 2021\n\n\n\n\n\n\nI haven’t gotten hungry in 4 days and this milk I accidentally left on the counter hasn’t gone bad\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 23, 2021\n\n\n\n\n\n\nWhere the fuck are my phone chargers I kinda need those\n\n\nI always leave them in the same place idk where they went\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 24, 2021\n\n\n\n\n\n\nOkay so I decided to go to the store and lights and electricity is still working and everything\n\n\nShould I steal a phone charger I need one\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 24, 2021\n\n\n\n\n\n\nI took one cheaply made charger that’s all I could make myself do I just feel bad what if they come back\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 25, 2021\n\n\n\n\n\n\nI just walked around my neighborhood outside for like 2 hours and there’s nothing, not even squirrels or birds I don’t get it\n\n\nLike my neighbors were annoying always making noise but now I miss it\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 26, 2021\n\n\n\n\n\n\nIt’s like something happened overnight and I don’t get it why am I the only person left\n\n\n\n\n\n\n3\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 26, 2021\n\n\n\n\n\n\nOH MY GOD MY LAST POST GOT NOTES\n\n\n\n\n\n\n5\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 26, 2021\n\n\n\n\n\n\nplease anyone who is there I live at 4570 Angeric Drive in Falerin of the state Adcastia if anyone is in the area please I need someone\n\n\n\n\n\n\n5\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 26, 2021\n\n\n\n\n\n\nNo this isn’t an ARG? what? I finally get people talking to me again and it's a bunch of accounts I've never seen accusing me of faking my experience\n\n\nyes adcastia is a real place wtf\n\n\n\n\n\n\n7\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nFeb 27, 2021\n\n\n\n\n\n\nI'm not answering these weird asks I wanted people back but not in this way it's like you people aren't from here\n\n\n\n\n\n\n3\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\nAddendum-2:\n After discovery posts\n\n\nThe following posts were made by SCP-8094 after it was removed from the public web and isolated onto Foundation servers.\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nMar 1, 2021\n\n\n\n\n\n\nshould I just continue documenting because even if there's people online there still isn't in real life\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nMar 1, 2021\n\n\n\n\n\n\nstill 8:09 PM like it has been for nearly two weeks\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nMar 2, 2021\n\n\n\n\n\n\nwhat happened to everyone what happened to these new people commenting on my posts and putting asks in my inbox\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nMar 2, 2021\n\n\n\n\n\n\nLITERALLY JUST A FEW DAYS AGO THERE WERE PEOPLE WHY AM I ALONE AGAIN\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMacaroon-Creamxx\n\n\nMar 2, 2021\n\n\n\n\n\n\nplease I'll take the confusion over nothing\n\n\n\n\n\n\n0\n \nnotes\n\n\n\n\n\n\n\n\nAddendum-3:\n SCP-8094 chat logs\n\n\nFoundation multidimensional expert Researcher Rosie Machin was instructed to private message SCP-8094. The SCP-8094 research team came to the conclusion it would be in the best interest of containment for SCP-8094 for Researcher Machin to inform SCP-8094 of her status as a Foundation researcher.\n\n\n \n\n\n\n\n\n\n\n\n \n\n\nMacaroon-Creamxx\n\n\n💗Macaroon💗26💗 Biggest Amily fan💗\n\n\nLesbian💗Artist💗Mentally ill 💗\n\n\nNot following each other\n\n\n\n\n\n\nHello Macaroon. My name is Rosie Machin, and I think I should be honest with you. I'm part of a Foundation that studies and researches the anomalous. We noticed your posts and are interested in your situation. I'm from another dimension, and we want to help you.\n\n\n\n\n\n\nMarch 03, 2021 at\n\n8:26PM\n\n\n\n\n\n\nOH MY GOD\n\n\n\n\n\n\nFINALLY\n\n\n\n\n\n\nPLEASE HELP ME\n\n\n\n\n\n\nYou can call me Marina that's my name\n\n\n\n\n\n\nwait\n\n\n\n\n\n\nif you're from another reality how are you contacting me\n\n\n\n\n\n\nI'm not really sure how you began to access our reality. But you know all those posts and comments from people you had never seen? That's because they're from our reality.\n\n\n\n\n\n\nbefore I would never believe this but I'm really desperate to be honest\n\n\n\n\n\n\nWhat do you need to know\n\n\n\n\n\n\nso everyone is really just fucking gone\n\n\n\n\n\n\nWhen did you notice you were the only person left?\n\n\n\n\n\n\nidk like sometime 2 weeks ago ish I noticed I hadn't heard from anyone in a few days. I spent those few days sleeping in because I'm fucking depressed. I'm a shut in introvert I'll admit it took me longer to notice than I should've, I didn't really check my socials for a few days after posting on the 15th\n\n\n\n\n\n\nI told my boss I would be taking off work for a little bit and he was like 'okay' because he fucking knows me by now but I had no idea that would be the last time I talked to him\n\n\n\n\n\n\nlike honestly I feel so fucking stupid for not just going to work\n\n\n\n\n\n\nI literally work from home it wouldn't have been that hard\n\n\n\n\n\n\nwhen I did check social media I noticed my posts weren't getting any notes, I wasn't seeing any new posts and my favorite anime didn't update like it was supposed to\n\n\n\n\n\n\nYou're not stupid, Marina. What else can you tell me about your reality? My team and I are trying to locate it. We want to see if we can use our technology to access your dimension and maybe we could help you.\n\n\n\n\n\n\nyou're telling me you're gonna try to come here and save me\n\n\n\n\n\n\nwhat about everyone else? my family? my online friends? just other people in general?\n\n\n\n\n\n\nI'm afraid we currently have no way to bring them back, as we don't know where they went. But if we can access your reality, it's possible we could figure it out.\n\n\n\n\n\n\nI don't know what else I can tell you\n\n\n\n\n\n\nI didn't know I was in a different reality, I didn't even know there were other realities\n\n\n\n\n\n\nI didn’t expect you to know. Multi-dimensional matters aren’t common knowledge. At least in my reality, it’s something we try to keep hidden from the general public.\n\n\n\n\n\n\noh so you’re like a secret organization\n\n\n\n\n\n\nguess I’m special for finding out huh\n\n\n\n\n\n\nI suppose so. Marina, I want you to talk to me as often as you can. We want to be sure that you’re alive and okay.\n\n\n\n\n\n\nOkay, I can do that\n\n\n\n\n\n\nI’m getting pretty tired I’m going to go to bed, here’s to hoping I’m here in 9 hours\n\n\n\n\n\n\nI look forward to seeing you.\n\n\n\n\n\n\nMarch 07, 2021 at 7:54AM\n\n\n\n\n\n\nhey so I’d say it’s the next morning but it’s literally always night here and the days stay the same so uh, it’s later\n\n\n\n\n\n\nHello, Marina. I would say good morning, but the time is the same for you over there.\n\n\n\n\n\n\nhaha yeah\n\n\n\n\n\n\nMarina, I was wondering if you could send a picture of yourself.\n\n\n\n\n\n\nwhy?\n\n\n\n\n\n\nSo we know who we're looking for. I know you're the only person there, but it'll make it easier. It'll also prove you're a real person.\n\n\n\n\n\n\nokay, let me set up my camera to take a pic rq. It's gonna be from behind if that's okay I'm a bit camera shy\n\n\n\n\n\n\nThat still works.\n\n\n\n\n\n\nhere\n\n\n\n\n\n\n\n\n\n\n\n\ndoes that work\n\n\n\n\n\n\nYes, that's good, thank you.\n\n\n\n\n\n\nCan you tell me more about your world?\n\n\n\n\n\n\nWhat do you want to know\n\n\n\n\n\n\nWhat you like, who your celebrites are, what places you have, who your politicians are, etc.\n\n\n\n\n\n\nokay. uhhhh well our current president is Felicity Hardgrose\n\n\n\n\n\n\nYou have a female president. Here in my dimension, we've never had a female president before.\n\n\n\n\n\n\noh wow really? she's like the third female president we've ever had. in the 1980s we had Marina Flossing, I thought that was cool because she shares the same name as me. Like obviously I wasn't alive then lol but I learned about her in school. Then in 2008 we had Angel Moss. She was a napagleon though and I'm liberal so I don't vote for napagleon's, but luckily her policies weren't too bad\n\n\n\n\n\n\nour last president before Hardgrose was Derick Turnup who nearly destroyed the country\n\n\n\n\n\n\nHaha, that sounds like the president we just escaped from. He even has a similar name.\n\n\n\n\n\n\nreally? wow, I guess there are some similarities lol\n\n\n\n\n\n\nI need to go rest, I woke up really early, I promise I'll talk to you later unless something happens to me lmao\n\n\n\n\n\n\nMarch 04, 2021 at 7:16PM\n\n\n\n\n\n\nSounds good.\n\n\n\n\n\n\nHey I'm back\n\n\n\n\n\n\nNice to see you again.\n\n\n\n\n\n\nwhat exactly are you doing to try and find me\n\n\n\n\n\n\nyou've been doing a lot of asking me questions but I don't see how any of it is useful\n\n\n\n\n\n\nWe're using multi-dimensional technology to look through dimensions. It's sort of hard to explain as it involves a lot of science.\n\n\n\n\n\n\nand you're like… sure this is gonna work\n\n\n\n\n\n\nWe aren't sure of anything yet. We're unsure why there's so much trouble finding your reality.\n\n\n\n\n\n\nah\n\n\n\n\n\n\nI guess I understand? it just all feels very weird\n\n\n\n\n\n\nare you like, sure you don't have something better to be doing than talking to me\n\n\n\n\n\n\nIt is part of my job to ensure anomalies are kept safe. So I care about making sure you're still here.\n\n\n\n\n\n\noh wow, I'm an anomaly\n\n\n\n\n\n\nthat's crazy lol I don't think of myself like that, I'm really just a normal person\n\n\n\n\n\n\nYou can be both at the same time, it’s just a matter of perspective. I like to think of myself as a normal person too. I'll tell you a bit about myself.\n\n\n\n\n\n\nI'm 30, I've been working here for I think 5 years?\n\n\n\n\n\n\nyou got to be a fancy scientist for a secret organization when you were only 25? cool\n\n\n\n\n\n\nYeah, it is pretty cool! I've always been interested in science. Obviously I didn't know about anomalous science, but I was recruited for my interest in the unknown.\n\n\n\n\n\n\nI never thought about there being anomalous things or other dimensions lol\n\n\n\n\n\n\nwhat do you do in your free time? you know when you're not doing all the science stuff\n\n\n\n\n\n\nI like to watch tv dramas.\n\n\n\n\n\n\nomg have you ever seen anime\n\n\n\n\n\n\nMy favorite show is an anime, Angels Reborn. ITS SO GOOD\n\n\n\n\n\n\nI haven't seen any recent anime, but I was an anime fan when I was younger. Do you know who any of the voice actors in that show are? I follow my favorite actress on social media.\n\n\n\n\n\n\nI know my favorite character\n\nAmily is voiced by Keiko Sato, I follow her on Twitter she's a cool person\n\n\n\n\n\n\nDo you have the country Japan? It seems you do.\n\n\n\n\n\n\nyeah we do, it's right near Zalex. It's been my dream to go. You have the country of Japan too? Where do you live?\n\n\n\n\n\n\nSo what appears to be my verison of Zalex is the United States of America. And Japan is nowhere near America.\n\n\n\n\n\n\nhuh, interesting\n\n\n\n\n\n\nI miss Keiko, obviously she's gone just like everyone else. Like I don't just like her because she voices Amily, I like her as a person\n\n\n\n\n\n\nMy condolences. Can you tell me about anyone else you know?\n\n\n\n\n\n\nI had no irl friends, but I had some internet friends. Mason was nice. I didn't talk to him too often but we both really liked Amily. There was Sweetie, they were cool. They always reblog my artwork. Um, I didn't talk to my parents too much but I love them\n\n\n\n\n\n\nthere names were Gigi and Harold Hodgkins, which is my last name too\n\n\n\n\n\n\nNoted. Can you tell me more about Falerin?\n\n\n\n\n\n\nI'm guessing you want to know where I live. I live on 4570 Angeric Drive, there's a Lanaly's like 10 minutes from my house\n\n\n\n\n\n\noh in case you didn't see my post Lanaly's is a fast food place, they serve like chicken and salads and stuff\n\n\n\n\n\n\nmore about Falerin ummmmm it's a small town, I guess? I live alone in a relatively small house. We're not really known for anything\n\n\n\n\n\n\nWhere I'm from isn't really known for anything either haha. Can you tell me about the achievements of your world? I can go first!\n\n\n\n\n\n\nWe're known for having really advanced technology. But it seems your world is too.\n\n\n\n\n\n\nyeah in my world, they were working on the first AI that could feel\n\n\n\n\n\n\npersonally I don't think that's possible lmao\n\n\n\n\n\n\nWant to know a secret? I've had coworkers who have met AIs that can feel. We contain them and hide them from the public. But you're not from here, so I can tell you that.\n\n\n\n\n\n\noh really? neato\n\n\n\n\n\n\nguess I was wrong lol\n\n\n\n\n\n\nwell we have really good healthcare. Most of our healthcare is run by one company which makes it easier to get fast and efficient healthcare, and hospital visits are free if you reach certain criteria\n\n\n\n\n\n\nInteresting. Ours is still pretty messy. A lot of people have trouble getting the healthcare they need.\n\n\n\n\n\n\nI'm lucky I guess. I used to see a therapist but I honestly just kinda stopped because I was too depressed. Stupid I know\n\n\n\n\n\n\nIt's understandable.\n\n\n\n\n\n\nI can't really think of anything else to say\n\n\n\n\n\n\nGo get some rest, Marina. I'm going to work with my team on the information you gave me.\n\n\n\n\n\n\nokay\n\n\n\n\n\n\nMarch 05, 2021 at 3:29PM\n\n\n\n\n\n\nhey it's been a day (or what would be another day lol) and I haven't heard from you you're still there right\n\n\n\n\n\n\nYes, I'm still here.\n\n\n\n\n\n\nwhat did you figure out?\n\n\n\n\n\n\nNot much yet.\n\n\n\n\n\n\nugh\n\n\n\n\n\n\nBut we're doing the best we can. I believe we're getting closer, we've narrowed it down to a certain set of realities.\n\n\n\n\n\n\nthat's good\n\n\n\n\n\n\nthanks for keeping me updated even if you don't have a lot\n\n\n\n\n\n\nOf course! Our number one goal right now is to get you here safe. You're a really sweet girl, Marina. You don't deserve what's happening to you.\n\n\n\n\n\n\nI just wish this didn't have to happen\n\n\n\n\n\n\nWe all do.\n\n\n\n\n\n\nMarch 08, 2021 at 6:41AM\n\n\n\n\n\n\nhey um so the sky is kinda starting to disappear\n\n\n\n\n\n\nWhat do you mean?\n\n\n\n\n\n\nLike it's just blank white\n\n\n\n\n\n\nthat's not normal\n\n\n\n\n\n\nJust stay there, Marina. I need to go discuss with my team some more.\n\n\n\n\n\n\nit's not like I have anywhere to go\n\n\n\n\n\n\nWHERE ARE YOU\n\n\n\n\n\n\nROSIE HELP ME\n\n\n\n\n\n\nMarch 09, 2021 at 10:31AM\n\n\n\n\n\n\nI'm so sorry, it's the next day. I have some good news.\n\n\n\n\n\n\nWELL I DON'T there's just nothingness outside and half the stuff in my house is gone HELP IDK HOW I EVEN STILL HAVE MY PHONE\n\n\n\n\n\n\nMy team and I have found a dimension with extremely low hume levels that matches up with what you told me.\n\n\n\n\n\n\noh my god\n\n\n\n\n\n\nREALLY\n\n\n\n\n\n\nYes. If all goes well, we should be there to get you later today.\n\n\n\n\n\n\nPLEASE my house is the only thing left\n\n\n\n\n\n\nAlright Marina are you still online?\n\n\n\n\n\n\nMarina?\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n You are currently viewing an outdated version of file 8094. View updated file?\n\n\n\n\n Access Granted.\n\n\n\n\nItem #:\n SCP-8094\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-8094 is to be kept in a standard humanoid containment cell in Wing-U of Site-58. As SCP-8094 does not require basic nutrients, no meal plan has been given. SCP-8094 is to undergo weekly therapy with Denna Caplin, Site-58's resident therapist.\n\n\nSCP-8094 has requested a collection of different materials, which are as follows:\n\n\n\n\nA television (Granted, which programs are allowed are to be moderated by the SCP-8094 containment team)\n\n\nA digital art tablet (Denied)\n\n\nTraditional art supplies such as sketch books and markers (Granted)\n\n\nAnime figurines for room decoration (Granted, but are to be kept in a locked glass case)\n\n\nA pet of some sort (Denied)\n\n\nStuffed animals (Granted)\n\n\nMore personalized clothing items (Under review)\n\n\nA cellphone (Denied)\n\n\nThe ability to converse with Researcher Rosie Machin. (Granted, at least 2 times a month, depending on Research Machin's schedule.)\n\n\n\n\nDescription:\n SCP-8094 refers to female 26-year-old Marina Hodgkins, a human extracted from a remote alternative reality, which was undergoing a ZK-Class Reality Failure Scenario. SCP-8094 exhibits low Hume levels, and as such only some metabolic functions persist: it does not need to eat, drink, sleep, or expel waste; however, it can still experience mild symptoms of sleep deprivation.\n\n\nSCP-8094 was first discovered on the social media site 'Tumblr' when its account anomalously contacted our reality. Mentions of people, locations, and franchises that do not exist alerted the Foundation to its existence.\n\n\nInference from its posts and mutual conversation through 'Private Messages' implied its universe's state of reality failure. In an effort to preserve the object, a Mobile Task Force was assembled to locate the object and extract it. On visual contact, SCP-8094 was unconscious at the center of a 2-kilometer bubble of elevated Hume levels in the interstitial space of the multiverse- all that remained of SCP-8094's dimension. The object revitalized on return to baseline reality.\n\n\nResearch into the destruction of SCP-8094's reality is currently ongoing.\n\n\nAddendum-1:\n Therapist Log\n\n\nThe following is a log from Doctor Caplin of her first therapy session with SCP-8094, recorded on 04/10/2021, around a month after SCP-8094 was first acquired by the Foundation.\n\n\n\n\nInterviewed:\n SCP-8094\n\n\nInterviewer:\n Doctor Denna Caplin\n\n\n\n\n<Start Log>\n\n\nDoctor Caplin:\n Hello, Marina. I'm Doctor Caplin, I'll be your therapist for the foreseeable future.\n\n\nSCP-8094:\n You’re a lot more formal than my old therapist. I shouldn’t have stopped seeing her. I don’t know why I did. Depression is such a weak excuse to stop therapy.\n\n\nSCP-8094 sighs.\n\n\nDoctor Caplin:\n I hear you, it's hard to feel motivated. Coming here is a step in the right direction. Many of my clients suffer from depression, it's nothing to be ashamed of.\n\n\nSCP-8094:\n Well, I haven’t done much since I got here. I mean I used to just be a normal person. Now I’m what, a test subject? With no one to talk to but scientists for the rest of my life? You may be nice, but you’re not my friends.\n\n\nDoctor Caplin:\n Sudden change can make us feel anxious. You must be terrified. I promise, I'll support you throughout your stay. We can start with-\n\n\nSCP-8094:\n I want my world back.\n\n\nDoctor Caplin:\n I'm sorry, Marina. We haven't found any way to recover your reality.\n\n\nSCP-8094:\n Of course. I just… hate that everything's gone forever, except me. Why me? Why did the universe choose me? It doesn’t make any sense. I’m not anyone special. I worked on graphic design from home, I used to take Prozac, God… Why not a politician or a scientist or someone that could actually make an impact here?\n\n\nDoctor Caplin:\n We don't know anything yet. We’re lucky we were able to track it down and find you.\n\n\nSCP-8094 and Doctor Caplin sit in silence. After a minute, SCP-8094 speaks again.\n\n\nSCP-8094:\n I like the anime you have here.\n\n\nDoctor Caplin:\n I’ve never watched anime. You can tell me about it.\n\n\nSCP-8094:\n It's good but it makes me miss Angels Reborn. At least I remember what Amily looked like, so I can still draw her. But that’s the only way I’m going to see my baby again. I know I’m a freak for referring to a fictional character that way. You’re probably not used to it.\n\n\nDoctor Caplin:\n I don’t interact with a lot of spaces like that, no. But I don't think less of you for liking a character.\n\n\nSCP-8094:\n It doesn’t matter. It’s not like I’ll be able to watch it again.\n\n\nSCP-8094 throws its head back.\n\n\nSCP-8094:\n What else could you want me to say? My depression has gotten worse. I’ll never be able to eat my favorite foods again because I don’t need to eat. I’ll never see any of my favorite shows again. My family. My friends— Hell, I’ll never even be able to work again! And you’re all just fine with this? ‘There’s nothing we can do’ I know, I know!\n\n\nDoctor Caplin:\n I’m sorry, Marina.\n\n\nSCP-8094:\n You’re not though! You’re just saying that!\n\n\nSCP-8094 stomps its foot.\n\n\nSCP-8094:\n But I get it. There’s not another choice. I’ll be fine.\n\n\nDoctor Caplin:\n Marina, I care about your well-being. I'll make sure you're as comfortable as possible here once you let me.\n\n\nSCP-8094 pauses.\n\n\nSCP-8094:\n Um… can I have a pink bunny plush? You've given me some stuffed animals, but none like that.\n\n\nDoctor Caplin:\n Of course, that can be arranged. May I ask why you want a pink bunny in particular?\n\n\nSCP-8094:\n Oh, because I used to have one like it. Back in my world. Her name was Lucy. I've had her since I was like, 15.\n\n\nDoctor Caplin:\n Tell me more about that.\n\n\nSCP-8094 slightly smiles.\n\n\nSCP-8094:\n Oh, okay.\n\n\nSCP-8094 shuffles its feet.\n\n\nSCP-8094:\n Well, back when I had real life friends, when I was like 15, it was my birthday, right? I was with Angela, this girl I had a crush on, and had for like forever.\n\n\nSCP-8094 laughs.\n\n\nSCP-8094:\n I wanted to go to the arcade for my birthday. A few different friends went with me. But it meant a lot Angela was there. After we ate cake and stuff, and it was time to open presents, she realized she had left her gift for me at home. She felt \nsuper\n bad, but I was like 'no it's okay!' And she was like 'no it's not okay.' And insisted she win something for me at one of the like, game machine thingys. Once I saw Lucy, I knew I \nhad\n to have her. I love pink, and I love bunnies! We only had enough money for so many tokens. We \nboth\n spent all our money on it because we were 15 and broke L-O-L.\n\n\nSCP-8094 laughs again.\n\n\nSCP-8094:\n On the 16th try, our 16th token, she did it. Winning Lucy for me. We were so happy we hugged and I was \nso\n embarrassed. I was a little baby lesbian! But anyway, 16 has sorta been my lucky number ever since. Even though she moved away, I still liked to keep Lucy with me as a reminder of her. I wish we still talked but it was so long ago. Oh! That does remind me of another story-\n\n\nSCP-8094 pauses.\n\n\nSCP-8094:\n But it's not like it matters… they're all gone. Angela, my parents, Lucy, everyone and everything I ever loved. I sorta forgot that for a sec.\n\n\nSCP-8094 moves its hand to wipe a tear from its eye.\n\n\nSCP-8094:\n I guess I sorta like the feeling of pretending they're still here.\n\n\nDoctor Caplin:\n It's valid to want to hold onto what you've lost. We can get you a pink bunny plush.\n\n\nSCP-8094:\n Thank you. I just… I feel so \nstupid\n for not appreciating what I had more.\n\n\nDoctor Caplin:\n Marina, if you ever want to talk about your home dimension, I'll let you speak out to your heart's content.\n\n\nSCP-8094:\n I appreciate it. Um… can I go back to my room now? I'm tired, Caplin.\n\n\nDoctor Caplin:\n Of course. I'll see you next week.\n\n\nSCP-8094:\n See you… next week.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n« \nSCP-8093\n | SCP-8094 | \nSCP-8095\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8094\n\" by DianaBerry, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8094\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n mac\n\n\nAuthor:\n \nDianaBerry\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-sandbox-3.wikidot.com/local--files/alone-with-myself/mac\n\n\n\n\n\n\nFilename:\n marina\n\n\nName:\n Father of Lies.jpg\n\n\nAuthor:\n Father of Lies\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Father_of_Lies.jpg",
    "addendums": [
        "Addendum-1: SCP-8094 posts\nThe following is a collection of posts made by SCP-8094 before its discovery by the Foundation. It is of note that while SCP-8094’s posts appear on different days for any onlooker, SCP-8094 has confirmed that the day remains February 18th for it.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
        "Addendum-2: After discovery posts\nThe following posts were made by SCP-8094 after it was removed from the public web and isolated onto Foundation servers.\n\n\n\n\n",
        "Addendum-3: SCP-8094 chat logs\nFoundation multidimensional expert Researcher Rosie Machin was instructed to private message SCP-8094. The SCP-8094 research team came to the conclusion it would be in the best interest of containment for SCP-8094 for Researcher Machin to inform SCP-8094 of her status as a Foundation researcher.\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-8094 \" by DianaBerry, from the SCP Wiki . Source: https://scpwiki.com/scp-8094 . Licensed under CC-BY-SA .",
        "Filename: mac Author: DianaBerry License: CC-BY-SA 3.0 Source Link: https://scp-sandbox-3.wikidot.com/local--files/alone-with-myself/mac",
        "Filename: marina Name: Father of Lies.jpg Author: Father of Lies License: Creative Commons Attribution-Share Alike 4.0 International Source Link: https://commons.wikimedia.org/wiki/File:Father_of_Lies.jpg"
    ],
    "item": "SCP-8094",
    "object_class": "Safe",
    "containment_procedures": "SCP-8094 is to be kept in a standard humanoid containment cell in Wing-U of Site-58. As SCP-8094 does not require basic nutrients, no meal plan has been given. SCP-8094 is to undergo weekly therapy with Denna Caplin, Site-58's resident therapist.",
    "description": "SCP-8094 refers to female 26-year-old Marina Hodgkins, a human extracted from a remote alternative reality, which was undergoing a ZK-Class Reality Failure Scenario. SCP-8094 exhibits low Hume levels, and as such only some metabolic functions persist: it does not need to eat, drink, sleep, or expel waste; however, it can still experience mild symptoms of sleep deprivation.",
    "title": "SCP-8094"
}