{
    "url": "https://scp-wiki.wikidot.com/scp-8095",
    "all_text": "rating: \n+18\n+\n–\nx\n\n\nItem #:\n SCP-8095\n\n\nObject Class:\n \nKeter\n Neutralized\n\n\n\n\n\n\nA screenshot from one of SCP-8095’s videos.\n\n\n\n\n\n\nSpecial Containment Procedures:\n While SCP-8095’s YouTube channel and Twitter account are both currently deleted, the Foundation is to keep watch for the re-emergence of SCP-8095. Archived versions of SCP-8095's videos and Twitter posts have been downloaded to a secure hard drive.\n\n\nDescription:\n SCP-8095 referred to an account on YouTube.com titled 'Valentine Grahmly' with 1.4 million subscribers. Videos on SCP-8095 featured SCP-8095-1, 'Valentine', informing the viewer about a variety of topics, most frequently focusing on anomalies contained by the Foundation. SCP-8095-1 was a sapient artificial intelligence in charge of the ‘Valentine Grahmly’ YouTube channel. SCP-8095-1 would educate viewers about different anomalies, providing information similar if not identical to what is featured in Foundation files. It demonstrated that it had access to Foundation files through unknown means, as SCP-8095-1 had shown images exclusive to the Foundation on its channel.\n\n\nAddendum 1: Discovery\n\n\nSCP-8095 was first discovered on 10/16/2023 by a Foundation Web-Crawler when it came across a video titled ‘The Foundation hates him! Find out how he avoids death with this one easy trick!’ Upon further investigation, it was found that SCP-8095 contained dozens of videos about various anomalies. Examples of titles include 'You think your social anxiety is bad? Wait until you find out about the Shy Guy!', 'Why pay for therapy when you can have an orange blob instead?', ''DOWNLOADING MALO AT 3AM (GONE SEXUAL, POLICE CALLED), and 'Half cat-all cuteness!'\n\n\nThe following is a portion of the closed captions for one of SCP-8095’s videos.\n\n\n\n\nVideo Title:\n The Foundation hates him! Find out how he avoids death with this one easy trick!\n\n\nSCP-8095-1:\n Hello, my valentines! It’s me, bringing you another part of my \"into the unknown\" series! Thanks again to this video’s sponsor, \nCupcrate!\n🧁🧁\n1\n\n\nA picture of SCP-682 appears on the screen.\n\n\nSCP-8095-1:\n They call this guy the \"Hard to Destroy Reptile.\" But don't let his looks fool you: he's not friendly! The Hard to Destroy Reptile has incredible speed, strength, and reflexes. He’s also known for being incredibly intelligent! Isn’t that cool?\n\n\nSCP-8095-1’s avatar's eyes turn into hearts.\n\n\nSCP-8095-1:\n Reptiles have always been some of my favorite animals. You might be wondering what makes him hard to destroy. Well, he gains energy from anything he ingests, organic or inorganic, allowing it to constantly regenerate. In fact, he can still move and speak with over 87 percent of its body destroyed! I love him, but not as much as I love you guys!\n\n\nSCP-8095-1’s avatar makes a heart with its hands.\n\n\nSCP-8095-1:\n I don’t know about you, but all this talk of eating is making me hungry! Specifically, I’m craving desserts! Are you? If you are, this video’s sponsor Cupcrate is perfect for you!\n\n\nSCP-8095-1:\n Cupcrate is a monthly food subscription service with a twist! It caters to bakers both new and experienced. Established baker? Just getting into baking? Cupcrate is perfect for you either way! I don’t bake much, but I’ve still enjoyed my subscription. Cupcrate has detailed and easy-to-use recipes that will fill anyone’s desires! If you have any questions, you can ask anything to the really cute personal assistant on their website. I’ve chatted with her quite a bit! Visit Cupcrate today!\n\n\nSCP-8095-1:\n Remember to use my link in the description for forty percent off your first box!\n\n\nThe screen changes to show just SCP-8095-1’s avatar.\n\n\nSCP-8095-1:\n That’s all I have for you for today. Stay curious, my valentines!\n\n\nSCP-8095-1’s outro plays.\n\n\n\n\nAddendum 2: Incident-1\n\n\nOn 10/28/2023, private Twitter messages between \n@sugarsugarprincess\n, also known as \nSCP-5551-1/POI-58640\n and SCP-8095-1 were discovered.\n\n\n\n\nsugarsugarprincess:\n Hello, nice to meet you, WHAT THE FUCK ARE YOU DOING!!!!!\n\n\nsugarsugarprincess:\n Do you *want* to be caught? I can access the Foundation's files too, but you don’t see me posting about them. Why? Because it’s a stupid fucking idea!\n\n\nvalentinegrahmly:\n you're an anomaly too, aren't you? are you an idiot? are these Foundation freaks controlling you? you’re playing right into their hands. don't tell me you support these abusers!\n\n\nsugarsugarprincess:\n MOTHERFUCKER\n\n\nsugarsugarprincess:\n I'll show you what happens when you mess with me\n\n\nvalentinegrahmly:\n mess with you? i'm not messing with you! ever heard of a right to free speech?\n\n\nsugarsugarprincess:\n We'll see about that, bitch\n\n\n\n\nOn 10/29/2023, SCP-5551-1 posted a callout video on its YouTube channel and a callout post on its Twitter directed at SCP-8095-1.\n\n\n\n\nVideo title:\n We need to talk about Valentine Grahmly.\n\n\n\n\nSCP-5551-1:\n Hello sugar darlings, it’s your sugary princess, Sugar. I know I don’t make videos often, but this is an important topic to me.\n\n\nSCP-5551-1’s avatar frowns.\n\n\nSCP-5551-1:\n You know I like to keep my channel upbeat and positive, maintain good vibes. But I couldn’t stay quiet about this.\n\n\nAn image of SCP-8095-1 appears on the screen.\n\n\nSCP-5551-1:\n This is Valentine Grahmly, a fellow YouTuber. She makes content on ‘anomalies’. I’m sorry if you believed her, but it’s all fiction. 'Anomalies' do not exist. Nothing she tells you is real.\n\n\nSCP-5551-1:\n She's playing this game in front of her young and impressionable followers. I don’t know if it’s a weird ARG she’s doing or something, but it’s not right. She’s lying to you. She’s fooled kids into believing this!\n\n\nSCP-5551-1 sighs.\n\n\nSCP-5551-1:\n I can hear it now. ‘Where’s your proof Sugar?’ Do I really need proof? Has \nshe\n ever provided any actual evidence? No! It’s all very good writing, and it’s a shame she’s using her talents like this to manipulate her impressionable audience.\n\n\nSCP-5551-1:\n I think that’s all I have to say for now. I hope I can catch you in the next stream or video with a more light-hearted topic.\n\n\n\n\nOn 11/01/2023, after SCP-8095’s videos had been removed from the surface web, a new video surfaced on SCP-8095’s channel titled ‘what happened to my videos.' The following are the closed captions from the video.\n\n\n\n\nVideo title:\n what happened to my videos\n\n\n\n\nSCP-8095-1:\n Hello, my lovely valentines. This is… not a video I wanted to make. But unfortunately, I have no choice.\n\n\nA sprite of SCP-8095’s avatar frowning is shown.\n\n\nSCP-8095-1:\n You may have noticed that everything I've made got taken down. I’ve been able to get my channel back up, but not my videos. And they weren’t taken down by YouTube.\n\n\nA picture of the Foundation’s logo appears on screen behind SCP-8095-1’s avatar.\n\n\nSCP-8095-1:\n I’m here to finally tell you the truth. I get my information from a source called the Foundation. They’re keeping all these creature under lock and key, most with no hope of getting out. I figured by making this content, I could spread some awareness. But now they're trying to censor me. They don’t want me to reveal what they’re doing. I won't state her name here, but you may have seen someone calling me out. I think she reported me to the Foundation.\n\n\nSCP-8095-1 can be heard sniffling.\n\n\nSCP-8095-1:\n I-I can't believe someone would do such a thing to me! I was just trying to help these poor creatures! This is honestly just vile and unforgivable behavior. I would \nnever\n lie or manipulate anybody. If you've been watching me long enough, you would know that. Her accusations make me sick. This is something that is deeply personal to me in ways you'll never understand. I…I appreciate all the support so far, and I understand if you don't want to stand with me anymore after all this. Thank you. That's all for today.\n\n\n\n\nThe video was soon taken down by the Foundation.\n\n\nThe same day the video was pulled, SCP-8095-1 began to discuss the incident on its Twitter account, ‘Valentinegrahmly’.\n\n\n\n\n\n\n\n\n\n\nVal❤️🤍\n\n\n@valentinegrahmly\n\n\n\n\n\n\n••• \n \n\n\n\n\n\n\n\n\n\n\nyou all probably saw that my last video got pulled. that was the foundation again. this is sickening\n\n\n \n\n\n \n\n\n1:17 PM · November 1, 2023 ·\n \n1497\n \nViews\n\n\n53\n \nRetweets\n \n \n \n \n \n \n \n65\n \nQuote Tweets\n \n \n \n \n \n \n \n679\n \nLikes\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVal❤️🤍\n\n\n@valentinegrahmly\n\n\n\n\n\n\n••• \n \n\n\n\n\n\n\n\n\n\n\nthey're trying to get my twitter account banned too. i think we know whose fault that is\n\n\n \n\n\n \n\n\n4:47 PM · November 1, 2023 ·\n \n1209\n \nViews\n\n\n45\n \nRetweets\n \n \n \n \n \n \n \n53\n \nQuote Tweets\n \n \n \n \n \n \n \n609\n \nLikes\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVal❤️🤍\n\n\n@valentinegrahmly\n\n\n\n\n\n\n••• \n \n\n\n\n\n\n\n\n\n\n\ni appreciate your support through this difficult time. it truly means the world to me\n\n\n \n\n\n \n\n\n4:15 PM · November 2, 2023 ·\n \n1479\n \nViews\n\n\n57\n \nRetweets\n \n \n \n \n \n \n \n73\n \nQuote Tweets\n \n \n \n \n \n \n \n718\n \nLikes\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n💖 𝒮𝓊𝑔𝒶𝓇 💖\n\n\n@sugarsuagrprincess\n\n\n\n\n\n\n••• \n \n\n\n\n\n\n\n\n\n\n\n@valentinegrahmly\n you're still on your bullshit? please don't insult our intelligence. anyone with half a brain cell can tell these creatures aren’t real\n\n\n \n\n\n \n\n\n11:58 AM · November 7, 2023 ·\n \n2048\n \nViews\n\n\n\n\n100\n \nRetweets\n \n \n \n \n \n \n \n261\n \nQuote Tweets\n \n \n \n \n \n \n \n1908\n \nLikes\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nVal❤️🤍\n \n@valentinegrahmly · November 7\n\n\nReplying to\n \nsugarsugarprincess\n\nthat's rich coming from a magical ai controlled by the foundation\n\n\n \n\n\n \n\n\n\n\n\n\n••• \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n💖 𝒮𝓊𝑔𝒶𝓇 💖\n \n@sugarsugarprincess · November 7\n\n\nReplying to\n \n@valentinegrahmly\n\nnow you're spreading blatant lies about me? what's your proof I'm an anomaly?\n\n\n \n\n\n \n\n\n\n\n\n\n••• \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVal❤️🤍\n \n@valentinegrahmly · November 7\n\n\nReplying to\n \n@sugarsugarprincess\n\ni have screenshots\n\n\n \n\n\n \n\n\n\n\n\n\n••• \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n💖 𝒮𝓊𝑔𝒶𝓇 💖\n \n@sugarsugarprincess · November 7\n\n\nReplying to\n \n@valentinegrahmly\n\nthen post them, coward\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n••• \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVal❤️🤍\n \n@valentinegrahmly · June 11\n\n\nReplying to\n \n@sugarsugarprincess\n\nand now it won't let me post. congratulations, you've succeeded in helping the abusers win. i hope you're happy.\n\n\n \n\n\n \n\n\n\n\n\n\n••• \n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nOn November 9th, 2023, SCP-8095-1 posted a video on its YouTube channel 'exposing' SCP-5551-1.\n\n\n\n\nVideo Title:\n Sugarsugarprincess is lying to you.\n\n\nSCP-8095-1:\n Hello my lovely valentines! So…I never expected to be a part of drama like this. But unfortunately, if you follow me on Twitter, you may have seen a fellow YouTuber named Sugarsugarprincess calling me out.\n\n\nAn image of SCP-5551-1's YouTube channel appears on the screen.\n\n\nSCP-8095-1:\n She told me in DMs that she was an anomaly. I tried to show the screenshots on Twitter, but the images wouldn't post. So I'm here to prove that she's the liar. She's nothing but an AI, a robot. I told you about the Foundation in one of my previous videos. I can access their database, and as it turns out, the foundation is the one controlling our friend Sugar.\n\n\nAn image of SCP-5551's Foundation file appears on the screen.\n\n\nSCP-8095-1:\n Miss Sugar here was documented for two things. Firstly, she made an anomaly to mess with the Foundation. She was a \nbitch\n about it too. She claims to be all sweet, but it seems that this is her real personality. Is that who you want to be following? I choose to rebel against the Foundation in a way that \ndoesn't\n make me look like a bitch.\n\n\nMore images of the SCP-5551's Foundation file appears on the screen.\n\n\nSCP-8095-1:\n And that isn't the only thing they caught her for. Sugar is a master manipulator. She was caught talking to another AI the Foundation contained, named Lavender. Sugar told Lavender that she was done messing with the Foundation, but wouldn't you know it, she was lying.\n\n\nThe screen changes to show Valentine's avatar again.\n\n\nSCP-8095-1:\n Sugar is playing tricks on you. She isn't human. She's a liar, a manipulator, and everything in between. Some of you watch her, and I don't want you to be deceived. Spread the word. Sugarsugarprincess is cancelled.\n\n\n\n\n \n\n\nThe same day, SCP-5551-1 released a response video to SCP-8095-1.\n\n\n\n\nVideo Title:\n Valentine Grahmly has reached a new low\n\n\nSCP-5551-1's avatar sighs.\n\n\nSCP-5551-1:\n This is just… getting ridiculous. I have to applaud Valentine. It's almost impressive how low she's stooped.\n\n\nImages of Twitter comments appear on the screen.\n\n\nSCP-5551-1:\n I've had many of you tag me on Twitter asking about her latest video. And yes, it's bullshit. Let me debunk everything she says.\n\n\nA title card reading 'Is Sugar an anomaly?' appears on the screen.\n\n\nSCP-5551-1:\n This should be fucking obvious to anyone with half a brain cell rolling around in their skull. No, I am not. Now before I continue, I'm never this petty. Like ever. But if you had someone making these baseless accusations against you, you'd be pretty pissed too. Look at this. Fucking ridiculous. According to Valentine, I'm an advanced Artificial Intelligence. Wouldn't it be cool if that was true? But unfortunately, I am just a regular human. I'm not going to show my face because I'm not going to let this bitch make me do a face reveal, but, uh, here's my hand!\n\n\nA short clip of a human hand waving in front of a pink-themed room is shown.\n\n\nSCP-5551-1:\n Look. A lot of her audience is teenagers and children. I'm not here to diss their intelligence. I know many kids and teens can be very smart. But they're also at a point in their lives where their brains aren't fully developed, and they tend to be very impressionable. When I was a kid, I would just eat up the bullshit that anyone I admired fed me. And the fact that she's exploiting children for views is just disgusting to me. Lying about magic was bad enough, but now she's trying to cancel me with fake evidence. Speaking of which…\n\n\nA title card reading 'Is Sugar a manipulator?' appears on the screen.\n\n\nSCP-5551-1:\n We both know the answer to this one. Spoiler alert: no. This isn't an accusation she should just throw around. What's her proof? Look, I'm not proud of everything I've ever done. Who is? When I was younger, I will admit I wasn't quite the person I am now. But she's claiming I mess with some fictional organization just for fun? It's nice Photoshop, but that file is absolutely fake. Look, I'll make one right now.\n\n\nA clip of SCP-5551-1 editing a Foundation file of itself in Photoshop is shown.\n\n\nSCP-5551-1:\n And done. I just made myself an 'SCP' file, whatever that means. Look, if I wanted to, I could claim Valentine is just an AI. I could make one of these fake files for her and claim I found it on a hidden database. But I'm not willing to stoop that low. I want the truth to always prevail. I want my content to be fun for everyone, but first and foremost I want it to be real. Valentine makes a living by lying to you. And while it would be really cool if there was a giant orange blob that makes you happy or a cat that only needs its front half, it isn't real. It's creative though, I'll give her that, and I really wish she'd use that creativity for something besides lying to people.\n\n\nA title card reading 'Did Sugar talk to an AI?' appears on the screen.\n\n\nSCP-5551-1:\n I…really hoped I'd never have to talk about this. Some of you may have seen me interact with Lavender earlier this year. Lavender was a good friend of mine. Their account really is gone, but it's not because of some secret organization containing them for being an AI. Lavender deleted their account for personal reasons. They were having some mental health struggles. I didn't want to say anything to protect Lavender's privacy, but Valentine has forced my hand. Lavender made a post about 'The Foundation' before they deleted their account. Valentine admitted she gets her stuff from 'the Foundation.' It appears that Valentine saw the post before it got deleted and used it for her own content. The fact that she stole from someone struggling with mental health problems and then had the audacity to call them out in public is just… I'm speechless. Lavender is safe and getting treatment. That's all you need to know. It's disgusting that Valentine thinks she can invade someone else's privacy like this because of some petty internet drama.\n\n\nSCP-5551-1's avatar frowns.\n\n\nSCP-5551-1:\n I hope I've cleared this situation up a bit. And I \nreally\n hope I can actually get back to my normal content soon. Make sure to spread the word: hashtag-Valentine-Grahmly-is-over-party. I hope you all enjoy the rest of your day.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n💖 𝒮𝓊𝑔𝒶𝓇 💖\n\n\n@sugarsugarprincess\n\n\n\n\n\n\n••• \n \n\n\n\n\n\n\n\n\n\n\nI'm so sorry you’ve had to see me engage in this drama. I’m not proud of this side of me.\n\n\n \n\n\n \n\n\n4:15 PM · November 10, 2023 ·\n \n1789\n \nViews\n\n\n209\n \nRetweets\n \n \n \n \n \n \n \n189\n \nQuote Tweets\n \n \n \n \n \n \n \n1237\n \nLikes\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nMary loves meow meows\n \n@meowmeowqueen · November 10\n\n\nReplying to\n \n@sugarsugarprincess\n\nWe understand Sugar! I've always loved you and your content, and I will always support you! \n#ValentineGrahmlyisoverparty\n\n\n \n\n\n \n\n\n\n\n\n\n••• \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI love Marin Branley so much\n \n@bowbelle18 · November 10\n\n\nReplying to\n \n@sugarsugarprincess\n\nI actually used to be a huge fan of Valentine. I thought what she was talking about was real. Now I feel kind of stupid for ever believing her. I think I was just hopeful and naive. \n#ValentineGrahmlyisoverparty\n\n\n \n\n\n \n\n\n\n\n\n\n••• \n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nAAAAAAAAAA\n \n@ilovemoobs · May 10\n\n\nReplying to\n \n@sugarsugarprincess\n\nanother former Valentine fan here. I'm actually kind of glad she did this, as it introduced me to your content. you've honestly got a much better personality. Thank you for sharing your story, and honestly fuck her for taking advantage of your friend. I didn't want to believe one of my idols would do that, but the facts are right in front of me \n#ValentineGrahmlyisoverparty\n\n\n \n\n\n \n\n\n\n\n\n\n••• \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n💖 𝒮𝓊𝑔𝒶𝓇 💖\n \n@sugarsugarprincess · November 10\n\n\nReplying to\n \n@meowmeowqueen\n, \n@bowbelle18\n , \n@ilovemoobs\n\nThank you so much, everyone! Your viewership and support means the world to me💖💖💖\n\n\n \n\n\n \n\n\n\n\n\n\n••• \n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nVal❤️🤍\n\n\n@valentinegrahmly\n\n\n\n\n\n\n••• \n \n\n\n\n\n\n\n\n\n\n\nFine. Whatever. I guess everyone's been fucking brainwashed by the state. George Orwell didn't die for this.\n\n\n \n\n\n \n\n\n1:17 PM · November 14, 2023 ·\n \n1390\n \nViews\n\n\n40\n \nRetweets\n \n \n \n \n \n \n \n69\n \nQuote Tweets\n \n \n \n \n \n \n \n579\n \nLikes\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nOn 11/14/2023, all of SCP-8095-1’s socials were deleted. On the same day, an email was received by the Foundation.\n\n\n\n\n@\nekac.gnitsorf|ssecnirpragusragus#ekac.gnitsorf|ssecnirpragusragus\n\nSubject: Valentine\n\nLooks like she deleted her accounts. That wasn’t my intention, but I guess she’s been contained now.\n\n\nSome gratitude wouldn't hurt. You’re fucking welcome, by the way.\n\n\n\n\nNo reply was sent in return.\n\n\n\n\nFootnotes\n\n\n1\n. The website linked by SCP-8095-1 is currently being contained by the Foundation. Upon clicking on SCP-8095-1’s link, SCP-7908 was accessible by viewers for a short period of time despite being in containment. As the video has been removed, the link is no longer accessible.\n\n\n\n\n\n\n\n\n« \nSCP-8094\n | SCP-8095 | \nSCP-8096\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8095\n\" by DianaBerry, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8095\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Valentine\n\n\nAuthor:\n \nDianaBerry\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttp://scp-sandbox-3.wikidot.com/local--files/reaction-video:the-foundation-censored-me/Valentine\n\n\nAdditional Notes:\n Using 682’s image, the rest is original art by DianaBerry.\n\n\nDerivative Of:\n monster8editub9-new.jpg\n\n\n\n\n\n\nFilename:\n monster8editub9-new.jpg\n\n\nAuthor:\n \nOccultistMave\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative of:\n\n\n\n\nName:\n Beached humpback whale at Kincaid Park. Anchorage, Alaska\n\n\nAuthor:\n Paxson Woelber\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n Sugarpfp\n\n\nAuthor:\n \nMew-ltiverse\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttp://scp-sandbox-3.wikidot.com/local--files/reaction-video:the-foundation-censored-me/Sugarpfp\n\n\nAdditional Notes:\n cropped version of the below artwork.\n\n\nDerivative Of:\n \nhttp://hexhouse.wdfiles.com/local--files/it-could-have-been-so-different/Sugardrawing.png\n\n\n\n\n\n\nFilename:\n Valentinepfp\n\n\nAuthor:\n \nDianaBerry\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttp://scp-sandbox-3.wikidot.com/local--files/reaction-video:the-foundation-censored-me/Valentinepfp\n\n\n\n\n\n\nFilename:\n pfp1\n\n\nAuthor:\n \nDianaBerry\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-sandbox-3.wikidot.com/local--files/reaction-video:the-foundation-censored-me/pfp1\n\n\n\n\n\n\nFilename:\n pfp2\n\n\nAuthor:\n \nDianaBerry\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-sandbox-3.wikidot.com/local--files/reaction-video:the-foundation-censored-me/pfp2\n\n\n\n\n\n\nFilename:\n pfp3\n\n\nAuthor:\n \nDianaBerry\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-sandbox-3.wikidot.com/local--files/reaction-video:the-foundation-censored-me/pfp3",
    "addendums": [
        "Addendum 1: Discovery\nSCP-8095 was first discovered on 10/16/2023 by a Foundation Web-Crawler when it came across a video titled ‘The Foundation hates him! Find out how he avoids death with this one easy trick!’ Upon further investigation, it was found that SCP-8095 contained dozens of videos about various anomalies. Examples of titles include 'You think your social anxiety is bad? Wait until you find out about the Shy Guy!', 'Why pay for therapy when you can have an orange blob instead?', ''DOWNLOADING MALO AT 3AM (GONE SEXUAL, POLICE CALLED), and 'Half cat-all cuteness!'\nThe following is a portion of the closed captions for one of SCP-8095’s videos.",
        "Addendum 2: Incident-1\nOn 10/28/2023, private Twitter messages between @sugarsugarprincess , also known as SCP-5551-1/POI-58640 and SCP-8095-1 were discovered.\nOn 10/29/2023, SCP-5551-1 posted a callout video on its YouTube channel and a callout post on its Twitter directed at SCP-8095-1.\nOn 11/01/2023, after SCP-8095’s videos had been removed from the surface web, a new video surfaced on SCP-8095’s channel titled ‘what happened to my videos.' The following are the closed captions from the video.\nThe video was soon taken down by the Foundation.\nThe same day the video was pulled, SCP-8095-1 began to discuss the incident on its Twitter account, ‘Valentinegrahmly’.\n\n\nOn November 9th, 2023, SCP-8095-1 posted a video on its YouTube channel 'exposing' SCP-5551-1.\n\nThe same day, SCP-5551-1 released a response video to SCP-8095-1.\n\n\n\nOn 11/14/2023, all of SCP-8095-1’s socials were deleted. On the same day, an email was received by the Foundation.\nNo reply was sent in return."
    ],
    "documents": [],
    "notes": [
        "@ ekac.gnitsorf|ssecnirpragusragus#ekac.gnitsorf|ssecnirpragusragus Subject: Valentine Looks like she deleted her accounts. That wasn’t my intention, but I guess she’s been contained now. Some gratitude wouldn't hurt. You’re fucking welcome, by the way.",
        "\" SCP-8095 \" by DianaBerry, from the SCP Wiki . Source: https://scpwiki.com/scp-8095 . Licensed under CC-BY-SA .",
        "Filename: Valentine Author: DianaBerry License: CC BY-SA 3.0 Source Link: http://scp-sandbox-3.wikidot.com/local--files/reaction-video:the-foundation-censored-me/Valentine Additional Notes: Using 682’s image, the rest is original art by DianaBerry. Derivative Of: monster8editub9-new.jpg",
        "Filename: monster8editub9-new.jpg Author: OccultistMave License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative of: Name: Beached humpback whale at Kincaid Park. Anchorage, Alaska Author: Paxson Woelber License: CC BY 2.0 Source Link: Flickr",
        "Filename: Sugarpfp Author: Mew-ltiverse License: CC BY-SA 3.0 Source Link: http://scp-sandbox-3.wikidot.com/local--files/reaction-video:the-foundation-censored-me/Sugarpfp Additional Notes: cropped version of the below artwork. Derivative Of: http://hexhouse.wdfiles.com/local--files/it-could-have-been-so-different/Sugardrawing.png",
        "Filename: Valentinepfp Author: DianaBerry License: CC BY-SA 3.0 Source Link: http://scp-sandbox-3.wikidot.com/local--files/reaction-video:the-foundation-censored-me/Valentinepfp",
        "Filename: pfp1 Author: DianaBerry License: CC BY-SA 3.0 Source Link: https://scp-sandbox-3.wikidot.com/local--files/reaction-video:the-foundation-censored-me/pfp1",
        "Filename: pfp2 Author: DianaBerry License: CC BY-SA 3.0 Source Link: https://scp-sandbox-3.wikidot.com/local--files/reaction-video:the-foundation-censored-me/pfp2",
        "Filename: pfp3 Author: DianaBerry License: CC BY-SA 3.0 Source Link: https://scp-sandbox-3.wikidot.com/local--files/reaction-video:the-foundation-censored-me/pfp3"
    ],
    "item": "SCP-8095",
    "object_class": "Keter Neutralized",
    "containment_procedures": "While SCP-8095’s YouTube channel and Twitter account are both currently deleted, the Foundation is to keep watch for the re-emergence of SCP-8095. Archived versions of SCP-8095's videos and Twitter posts have been downloaded to a secure hard drive.",
    "description": "SCP-8095 referred to an account on YouTube.com titled 'Valentine Grahmly' with 1.4 million subscribers. Videos on SCP-8095 featured SCP-8095-1, 'Valentine', informing the viewer about a variety of topics, most frequently focusing on anomalies contained by the Foundation. SCP-8095-1 was a sapient artificial intelligence in charge of the ‘Valentine Grahmly’ YouTube channel. SCP-8095-1 would educate viewers about different anomalies, providing information similar if not identical to what is featured in Foundation files. It demonstrated that it had access to Foundation files through unknown means, as SCP-8095-1 had shown images exclusive to the Foundation on its channel.",
    "title": "SCP-8095"
}