{
    "url": "https://scp-wiki.wikidot.com/scp-8096",
    "all_text": "rating: \n+68\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-8096:\n Witness\n\n\nAuthor:\n \nCubeseer\n | \nAuthor Page\n\n\nContent Warning:\n Depiction of child abuse and neglect.\n\n\n\n\n\n\n\n\nrating: \n+68\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\n\n\n\n\nThis file has been locked by O5 order.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nInput 5/8096 Credentials\nUna̶u̶t̸ḣ̴̩ò̸͎ŗ̸̣̿▒▛  ŗ̸̣̿ŗ̸̣̿ŗ̸̣̿ ŗ̸̣̿ ŗ̸̣̿  ▀  Welcome, Doctor\n\n\n\n\n\n\n\n\n\n\n\n\n\nFileScraper initiated\n\n\n\n\n\nDisplaying File \nSCP-8096\n (1/2)\n\n\n\n\n\n\nerror: some identities cannot be decrypted.\n\n\n\n\n\n\n\n\nItem #:\n SCP-8096\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Access to Site-11's Euclid Containment Wing C has been sealed off from the rest of the site. Entry into Wing C or SCP-8096's containment chamber is forbidden. Any and all photos, video, or recordings of SCP-8096's likeness are strictly forbidden without approval from Dr. \n?ID\n and O5-\n?ID\n.\n\n\nDescription:\n SCP-8096 is a nine-year-old female child. The subject is 1.38 meters in height, weighs 17 kilograms, and appears to be mildly malnourished. SCP-8096's skin is mostly devoid of pigmentation and body hair. The back of SCP-8096 is tattooed with the words \"Property of \n?ID(5/decrypting)\n\", with smaller lettering below spelling \"RITUALISTIC\".\n\n\nDiscovery:\n SCP-8096 was found on 2019/04/13 by Technician Rowan Pollard, Junior Researcher Alicia Ma, and Officer Jordan Hall in an unlabelled containment chamber in Site-11's Euclid Containment Wing C\n1\n. Researcher Ma and Officer Hall reported the discovery to Assistant Director of Facilities Kirstin Meyers. The three initial witnesses were subsequently detained.\n\n\nAddendum 8096.1:\n Interview with Officer Hall\n\n\n\n\nDate:\n 2019/04/14\n\n\nInterviewed:\n Officer Jordan Hall, Site-11 Security\n\n\nInterviewer:\n Dr. \n?ID\n\n\n\n\n<Begin Log>\n\n\nDr. \n?ID\n:\n Officer, please state your name for the record.\n\n\nOfficer Hall:\n Jordan Hall, Site Security. Why am I detained?\n\n\nDr. \n?ID\n:\n I cannot tell you that.\n\n\nOfficer Hall:\n Nothing? Nothing at all?\n\n\nDr. \n?ID\n:\n I am only authorized to say that compliance will benefit you.\n\n\nOfficer Hall:\n Fine. Get it over with.\n\n\nDr. \n?ID\n:\n Officer Hall, why did you assist in opening the containment chamber in Euclid Containment Wing C yesterday?\n\n\nOfficer Hall:\n I was off-duty at the time. Ma came to the break room to ask me a favor. Of course, the favor was manual labor related, because all security guards are bodybuilders, right? So I wasn't surprised that she wanted me to bust down a locked door in an unused containment chamber. She said that she was supposed to inspect renovations in that wing, but her keycard and keys wouldn't budge the door a bit. So I tagged along with her, and then met the technician who was fumbling with the door initially.\n\n\nDr. \n?ID\n:\n You are referring to Technician Pollard?\n\n\nOfficer Hall:\n Yup, that one. They were screwing with the keyhole when Ma and I arrived. Said something about hearing noises behind it. I think they were a new technician, so why they had so much trouble with the old stuff. The door was one of those mechanical containment doors built in the 80s, with the slapped on keycard readers that never worked. There was a slight slit between the door and the frame, where you could see the locking shaft. That's a telltale sign that Pollard actually got past the lock, but jammed it in the process. The only thing you could do then was give it a couple of good kicks. Which I did, and the door gave way.\n\n\nDr. \n?ID\n:\n What did you see after you opened the door?\n\n\nHall is silent for a few moments.\n\n\nOfficer Hall:\n It was dark. I couldn't see anything.\n\n\nDr. \n?ID\n:\n Technician Pollard had shined a flashlight into the containment chamber, did they not?\n\n\nOfficer Hall:\n Yeah, uh, eventually. Pollard shined the flashlight in there, and then said that there was a naked child in there, all filthy and shit.\n\n\nDr. \n?ID\n:\n Did you see the child yourself?\n\n\nOfficer Hall:\n Not much of it, I think. It was still too dark.\n\n\nDr. \n?ID\n:\n Describe what you do remember seeing.\n\n\nOfficer Hall:\n Well, the body was all pale. And skinny looking. That's all.\n\n\nDr. \n?ID\n:\n Can you recall anything else?\n\n\nOfficer Hall:\n I… I don't think I ever saw its face. I remember that. And… when Ma and Pollard entered the chamber - when they started waving the flashlight around - it moved a little. I think it was trying to avoid looking at us. I stopped looking into the chamber then, and just stood guard next to the doorway while they talked to it. Didn't hear it talk back.\n\n\nDr. \n?ID\n:\n Afterwards, you accompanied Ma to the Site Director's office, where you reported the incident to Assistant Director Kirstin Meyers.\n\n\nOfficer Hall:\n Yeah, Ma asked that I come with her while Pollard watched over the kid. We talked to Meyers and her secretary, and they said that they'll look into it at once.\n\n\nDr. \n?ID\n:\n Did you talk about the incident to anyone else prior to your detainment?\n\n\nOfficer Hall:\n No. I went back to the break room. I don't know where Ma or Pollard had gone after that.\n\n\nDr. \n?ID\n:\n Thank you-\n\n\nOfficer Hall:\n Wait, before you end things. I know I probably stumbled onto some black-ops shit. You don't need to tell me anything. I just- look, I helped Ma and Pollard because I thought they were authorized to break into that chamber, and I answered all your questions. If you need me amnesticized, go ahead, but I wouldn't have done any of this if I knew I'd be stepping over your toes.\n\n\nDr. \n?ID\n:\n I will note that you have been cooperative with us. Thank you for your time, Officer.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n Officer Hall was amnesticized and reassigned to Site-17.\n\n\n\n\nAddendum 8096.2:\n Interview with Researcher Ma\n\n\n\n\nDate:\n 2019/04/14\n\n\nInterviewed:\n Junior Researcher Alicia Ma, Department of Anomalous Humanoid Psychology\n\n\nInterviewer:\n Dr. \n?ID\n\n\n\n\n<Begin Log>\n\n\nDr. \n?ID\n:\n Hello, Ms. Ma. Please state your name for the record.\n\n\nResearcher Ma:\n Alicia Ma, Junior Researcher.\n\n\nDr. \n?ID\n:\n Thank you. Now, I expect you will ask why you are detained. Unfortunately, I am not authorized to tell you that information at present.\n\n\nResearcher Ma:\n It's fine. I already know.\n\n\nDr.\n \n?ID\n \nlooks up at Ma.\n\n\nResearcher Ma:\n I believe that Dr. Johnson, who ordered me to assess the containment chambers of Euclid Wing C, did not know that there was still an anomaly being actively contained in there. I bumped into Technician Pollard while attempting to unlock the last door in the wing. Pollard was also inspecting renovations, and they believed that I should find a way to force open the door. When I enlisted Officer Hall in breaking into the containment chamber, I was inadvertently causing a containment breach, a particularly serious offense given the seemingly high-clearance level situation I found myself in. The error was nonetheless my responsibility and fault in the end, hence why I am now here.\n\n\nDr. \n?ID\n:\n (\npauses\n) I cannot confirm anything, but that is the first part done. We can skip over to what you saw when Officer Hall opened the containment chamber door.\n\n\nResearcher Ma:\n Yes. There was a girl in the chamber, I'd say around six to seven years old if she wasn't so tall. The room she was in was clearly not designed for humanoid anomalies. The floor and walls were bare concrete, and I couldn't see a window anywhere. I didn't even know whether there was ventilation in the room. I could see besides her a mop, a bucket, and two trays. One of the trays still had some cabbage on it.\n\n\nDr. \n?ID\n:\n What about the child itself?\n\n\nResearcher Ma:\n The girl… she wasn't looking at us. I think she knew we were in the chamber. She probably thought the flashlight was too bright. Depending on how long she was in there, her eyes… well, she was definitely in there for a long time. She was naked and bald - her skin was pale white except for the sores, and she was really skinny. You could practically see her entire skeleton. The sores come from the unhygienic conditions, I believe. Most of the floor seemed to be covered in bits of caked feces, or some other kind of dirt. She was making this low whimpering sound. Like a squealing dog. It barely sounded human. I…\n\n\nMa falls silent.\n\n\nDr. \n?ID\n:\n Ms. Ma?\n\n\nResearcher Ma:\n Sorry. I, um, I stepped into the chamber after Pollard, who was immediately calling out to the girl, asking if she was okay. I got close to her and saw that she was tattooed on the back. \"Property of \n?ID(5/decrypting)\n\". I don't recall ever hearing about that department. I circled around her, tried to get a clearer view. It was hard to make out, but I think her eyes were totally white. She had no visible irises or pupils. Her mouth was also agape the whole time. When she realized I was looking at her face, she made this wailing sound, and then turned away. Pollard then took me aside, told me that the girl needed medical attention and that I had to report this to the site infirmary at once. They said that they would stay with her until help arrived.\n\n\nDr. \n?ID\n:\n But you did not report to the infirmary.\n\n\nResearcher Ma:\n No, Doctor. I tagged Officer Hall and went with him to the Assistant Director. Considering the Foundation tattoo on her and the recently filled food tray, I knew that the chances were high that she was still in active containment. If she was still being contained, then that was a security matter, not a health one.\n\n\nDr. \n?ID\n:\n You made the right choice, researcher.\n\n\nResearcher Ma:\n I… I hope I did. No, I know I did. She… she's in there for a reason. And I inserted myself into the scene instead of asking my superiors about it. I've worked with many humanoid anomalies before, and for her conditions to have been so indigent… it must have been necessary. I'm sorry.\n\n\nDr. \n?ID\n:\n We can conclude if you'd like.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n After the interview, Researcher Ma was offered an interim position in the Office of O5-\n?ID\n.\n\n\n\n\nAddendum 8096.3:\n Interview with Technician Pollard\n\n\n\n\nDate:\n 2019/04/14\n\n\nInterviewed:\n Technician Rowan Pollard\n\n\nInterviewer:\n Dr. \n?ID\n\n\n\n\n<Begin Log>\n\n\nDr. \n?ID\n:\n State your name for the record.\n\n\nPollard does not respond.\n\n\nDr. \n?ID\n:\n We are on record now, Pollard.\n\n\nTechnician Pollard:\n Doctor, what is the basis of my detainment?\n\n\nDr. \n?ID\n:\n I cannot tell you that.\n\n\nTechnician Pollard:\n And I suppose you won't tell me why you're torturing an innocent girl, either.\n\n\nDr. \n?ID\n:\n You-\n\n\nTechnician Pollard:\n I want an Ethics Committee representative here. Now.\n\n\nDr. \n?ID\n:\n That is not going to happen.\n\n\nPollard seemingly prepares to respond, but instead stays silent.\n\n\nDr. \n?ID\n:\n You are noted to have been the person who convinced Researcher Ma to forcibly unlock the containment chamber.\n\n\nTechnician Pollard:\n Because I heard her, doctor. (\nnow whispering\n) I saw her face too.\n\n\nDr. \n?ID\n:\n Speak up.\n\n\nTechnician Pollard:\n (\nspeaking louder\n) I saw her face. She was crying. Her tears were dirty, muddled in the shit on her face, most of it falling back into her gaping mouth. I knew she was scared - scared of the new people, of the new lights. I turned off the flashlight to make her more comfortable, and sent Hall and Ma away. I think when she heard them leave, she started to speak.\n\n\nPollard visibly swallows.\n\n\nTechnician Pollard (quoting SCP-8096):\n \"I will be good. Please, let me out. I will be good!\"\n\n\nTechnician Pollard:\n She knows how to speak. She was taught like she was - is a human. That's the only time she said anything legible. Afterwards, she covered her face with her hands. I stayed with her the whole time, up until… well, your people came. I don't know why you locked her in there. I don't know what you tell yourself so that you could sleep each night while she's… \nwallowing\n in that putrid cell. But I know why you hide her away from us, away from yourself. Once you put a face to the things you've done…\n\n\nPollard looks up at Dr.\n \n?ID\n.\n\n\nTechnician Pollard:\n I saw her face again, when she put down her hands, when it seemed like all her tears had run out. When even her throat's hoarse cries finally gave out to the silence. Then, she did the most remarkable thing, doctor. She stood up, ran to me, and gave me a hug.\n\n\nPollard is silent for the remainder of the interview.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n By special order of O5-\n?ID\n, Pollard was scheduled for termination the day after. However, upon entering their holding cell, it was found to be empty. An investigation into Pollard's whereabouts is ongoing.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. At the time undergoing renovations.\n\n\n\n\n\n\n\n\n<END FILE>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDisplaying File \n73_68_79_67_69_72_6C.jpg\n (2/2)\n\n\n\n\n\n\n\n\n\n\n\n\nClick above to decrypt.\n\n\n\n\n\n\n\n\n<END FILE>\n\n\n\n\n\n\n\n\n\n\n\n\n\nFiles scraped and attached to message.\n\n\n\n\n\n\n\n\n\n\n\n\n\nUPDATE: \n?ID(5/decrypting)\n identified as value \nTHE DEPARTMENT OF ABNORMALITIES\n. Value attached to message.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSend?\n\n\n\n\nSent.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8095\n | SCP-8096 | \nSCP-8097\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nCubeseer's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-8801\n \n(+149)\n \n•\n\n\n\n\n\n\nSCP-7971\n \n(+57)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nNosedive\n \n(+57)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nCubeseer's Observatory\n \n(+33)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8096\n\" by Cubeseer, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8096\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n 73_68_79_67_69_72_6C.jpg, 4px.jpg\n\n\nName:\n Young girl laughing in sunshine (2).jpg\n\n\nAuthor:\n Basile Morin\n\n\nLicense:\n CC-BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nNote:\n Certain textual elements were taken from \nSCP-096\n and \nThe Ones Who Walk Away from Omelas\n by Ursula K. Le Guin.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8096 \" by Cubeseer, from the SCP Wiki . Source: https://scpwiki.com/scp-8096 . Licensed under CC-BY-SA .",
        "Filename: 73_68_79_67_69_72_6C.jpg, 4px.jpg Name: Young girl laughing in sunshine (2).jpg Author: Basile Morin License: CC-BY-SA 4.0 Source Link: Wikimedia Commons",
        "Note: Certain textual elements were taken from SCP-096 and The Ones Who Walk Away from Omelas by Ursula K. Le Guin."
    ],
    "item": "SCP-8096",
    "object_class": "Euclid",
    "containment_procedures": "Access to Site-11's Euclid Containment Wing C has been sealed off from the rest of the site. Entry into Wing C or SCP-8096's containment chamber is forbidden. Any and all photos, video, or recordings of SCP-8096's likeness are strictly forbidden without approval from Dr. ?ID and O5-?ID.",
    "description": "SCP-8096 is a nine-year-old female child. The subject is 1.38 meters in height, weighs 17 kilograms, and appears to be mildly malnourished. SCP-8096's skin is mostly devoid of pigmentation and body hair. The back of SCP-8096 is tattooed with the words \"Property of ?ID(5/decrypting)\", with smaller lettering below spelling \"RITUALISTIC\".",
    "title": "SCP-8096"
}