{
    "url": "https://scp-wiki.wikidot.com/scp-8100",
    "all_text": "You could've saved a site director, a department head, hell- even a senior researcher. Anyone, anyone, would've been worth more in this situation than me.\n\n\n\n\nrating: \n+161\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n1\n\n\n2\n\n\n3\n\n\n4\n\n\n5\n\n\n6\n\n\n7\n\n\n8\n\n\n9\n\n\n10\n\n\n11\n\n\n12\n\n\n13\n\n\n\n\n\n\n\n\n\n\n{$capt1}\n\n\n\n\n\n\n\n\n\n\n{$capt2}\n\n\n\n\n\n\n\n\n\n\n{$capt3}\n\n\n\n\n\n\n\n\n\n\n{$capt4}\n\n\n\n\n\n\n\n\n\n\n{$capt5}\n\n\n\n\n\n\n\n\n\n\n{$capt6}\n\n\n\n\n\n\n\n\n\n\n{$capt7}\n\n\n\n\n\n\n\n\n\n\n{$capt8}\n\n\n\n\n\n\n\n\n\n\n{$capt9}\n\n\n\n\n\n\n\n\n\n\n{$capt10}\n\n\n\n\n\n\n\n\n\n\n{$capt11}\n\n\n\n\n\n\n\n\n\n\n{$capt12}\n\n\n\n\n\n\n\n\n\n\n{$capt13}\n\n\n\n\n\n\n\n\n\n\n\n\n\"I never knew you liked drawing!\" said Jacquel, holding the comic. Eva sat tensely beside him.\n\n\n\"As a kid, yeah. Not much time nowadays\"\n\n\n\"Shame, I would've liked to see more of your stuff!\" He stood up. \"This gives me an idea for a new project.\"\n\n\n\"You sure you want to start another one?\"\n\n\n\"Of course!\"\n\n\nJacquel ran off to fetch his supplies, leaving Eva alone in the room. She hurriedly opened her laptop, clicking on the icon for the SCP Database. The preexisting file for SCP-8100 opens, and she takes to reading through it for what must've been the seventh time that day.\n\n\n\n\n\n\n\n\nDepiction of an SCP-8100 affected terrapin in Hindu mythology.\n\n\n\n\n\n\nItem #:\n SCP-8100\n\n\nObject Class:\n Netzach\n1\n\n\nSpecial Containment Procedures:\n Measurements of native turtle species in human-populated regions are to be performed bi-annually by Foundation ecological teams. As of August 14th, 2025, one turtle exhibiting SCP-8100 properties is to be kept in every major Foundation site, preferably buried beneath the primary compound.\n\n\nDescription:\n SCP-8100 designates a phenomenon that affects terrapin species worldwide, believed to be the root cause behind the convergent mythology of \"World Turtles\". Instances of SCP-8100 are thought to manifest in the time surrounding cataclysmic events and serve as havens for surviving humans during the aftermath of such occurrences. These terrapins are depicted or narrated as growing to varying large sizes to accommodate human settlements on their shells, and otherwise play an essential role in protecting and sustaining the humans they host.\n\n\n\n\n\"What's that?\"\n\n\nEva is pulled back to reality by Jacquel peaking over her screen. He'd reappeared without warning, holding a container of clay and paint. Eva instinctively slams her laptop shut, causing him to recoil and drop his supplies.\n\n\n\"Sorry,\" she mumbles. \"Foundation stuff-\"\n\n\n\"You don't need to hide it from me.\"\n\n\n\"I mean like…\" Eva hesitantly reopens her laptop but keeps it tucked close to her body. \"Sorry- it's just policy. Habit. Force of habit. Whatever.\"\n\n\n\"It's alright- I know keeping this stuff safe is important to you. I can respect that.\"\n\n\n\"Thank you.\"\n\n\nThe pair exchange a smile, and both return to their work.\n\n\nWith a growing wisp of hesitation, Eva begins to write.\n\n\n\n\nAddendum 8100-1\n\n\nEverything is still and gray, save for a lone SCP-8100-affected turtle near the seashore. The remains of Foundation Coastal Site 93 are carried on its shell, and within it, some sparse seeds of life needed to restore the world. The sound of familiar footsteps echoes out from the site, and the turtle turns its great head to see Junior Researcher Evaline Monroes exiting the compound.\n\n\nThe turtle is hereby referred to as SCP-8100 for brevity.\n\n\n\n\n\"I'm done!\"\n\n\nEva gazes up from her laptop to find Jacquel holding aloft a turtle figurine. Its shell was encrusted with purple coral, and atop it was a painted clay compound. The item wasn't an exceptionally accurate recreation of Coastal Site 93, but it was recognizable, and it was enough to bring a smile to Eva's face.\n\n\n\n\n\n\n\n\nDepiction of SCP-8100 by Jacquel Williams.\n\n\n\n\n\n\n\"It's quite lovely,\" she murmurs, before turning back to her laptop. On the screen are multiple video and audio files that she'd carefully selected from her time aboard SCP-8100.\n\n\n\"Still doing your Foundation stuff?\" asked Jacquel, looking at her screen again. This time, Eva didn't pull away.\n\n\n\"There's some logs I need to transcribe. Updating the 8100 file and whatnot.\"\n\n\n\"How far along are you?\"\n\n\n\"I've hit a bit of a wall,\" she admitted.\n\n\n\"Well,\" replied Jacquel, placing the figurine- still sopping wet with clay and paint- next to Eva's laptop. \"I'll let him sit there. He might give you some inspiration.\"\n\n\n\"Thanks, Jacquel.\" Eva gently slid the messy item away from her laptop.\n\n\n\n\nSCP-8100:\n You've awakened.\n\n\nEva:\n It's you! I never saw you again after they contained you. You've grown and-\n\n\nEva stops mere meters from the shell's edge, amazement passing over her face as she marvels at SCP-8100's size.\n\n\nEva:\n We have so much to talk about!\n\n\nSCP-8100:\n It's lovely seeing you too, Eva, but…\n\n\nEva seems to suddenly notice the desolate landscape surrounding them. Her amazement changes to apprehension.\n\n\nEva:\n What happened?\n\n\n\n\nEva sat on the rooftop.\n\n\n\"Eva?\" called a voice from behind. The window behind her opened, and through it peeked Jacquel. \"Are you alright? I don't think you're supposed to be up here.\"\n\n\n\"I'm fine, I used to do this at Site 93 when I couldn't sleep,\" she said, all this without removing her eyes from the screen. \"I'm still working.\"\n\n\n\"Huh. I thought you'd be done-\" they murmured, crawling out the window to join Eva. \"You aren't tired?\"\n\n\n\"I'm fine. This is calming if anything- It feels good documenting things like this.\"\n\n\n\"I'm sorry if I don't understand this properly. The whole idea of the Foundation is… still new to me.\"\n\n\n\"It's new to me too. It'll never not be new.\"\n\n\n\n\nSCP-8100:\n They buried me underground not long after I last saw you. When I finally had the size and strength to dig myself out, the world around me had been burned.\n\n\nEva:\n How… long did it take?\n\n\nSCP-8100:\n Eight thousand years.\n\n\nEva:\n Eight thousand?\n\n\nShe looks around once more.\n\n\nEva:\n How are we still here?\n\n\nSCP-8100:\n I was able to protect you. I'm unsure how, but I was, and I'm unspeakably grateful for that.\n\n\nEva:\n Well… thank you for keeping us safe.\n\n\nShe gazes off towards Site 93.\n\n\nEva:\n Where are the others? I take it they haven't woken up yet?\n\n\nSCP-8100:\n Eva, you're the only one that made it.\n\n\nEva:\n You mean I'm here by myself? As in-? \nShe pauses.\n You couldn't save all of us?\n\n\nSCP-8100:\n I tried, Eva. I truly did. But I was young and weak when they buried me, and ultimately, you were the only one I could support. I could feel each of their lives slipping away from me the longer I slept- but I made sure I clung to yours.\n\n\nThe entire site seems to sink as SCP-8100 gives a despondent sigh.\n\n\nSCP-8100:\n I'm sorry, is all I can say.\n\n\n\n\nEva was back on the rooftop the next morning, with Jacquel still accompanying her. It was one of the only places she could see the ocean. She wondered if SCP-8100 had returned to the sea, or if it had settled for a more terrestrial life after leaving her.\n\n\n\"I have to say, SCP-8100 is a really weird name for a turtle,\" said Jacquel, disrupting her train of thought. \"Is that a Foundation thing too?\"\n\n\n\"Some of the things we dealt with had names- or, well, nicknames. It never occurred to me to give my turtle one, though.\"\n\n\n\n\nEva:\n So I'm alone?\n\n\nSCP-8100:\n In a way…\n\n\nEva:\n I don't get why you saved me.\n\n\nSCP-8100:\n Pardon?\n\n\nEva:\n Why me? You could've saved a site director, a department head, hell- even a senior researcher. Anyone, \nanyone,\n would've been worth more in this situation than me.\n\n\nSCP-8100:\n I only wanted to return your favor of caring for me.\n\n\nEva:\n You can't just \ndecide\n who gets to live or die based on favors.\n\n\nSCP-8100:\n You still seemed like a person worth saving.\n\n\nEva:\n I mean, you saved me, but now what do you expect \nme\n to do?\n\n\nSCP-8100:\n It isn't what \nI\n expect you to do. My purpose is to protect you until \nyou\n decide what to do. Until you're ready to start rebuilding it.\n\n\nEva:\n Rebuilding the Foundation?\n\n\nSCP-8100:\n Humanity. Your world. Whatever you think deserves to be rebuilt.\n\n\n\n\nThey were in the kitchen, eating some of the slimy, non-perishable foods that Eva had salvaged from Site 93. Though she was used to eating this, Jacquel had far fresher tastes. Still, it wasn't the food that bothered him.\n\n\n\"Eva, you look genuinely exhausted.\"\n\n\nShe didn't respond, her eyes fixated on the laptop.\n\n\n\"Eva?\"\n\n\n\"Huh? Oh! Sorry, I'm just- The transcription.\"\n\n\n\"It's fine, it's fine. Though, if you're alright with it, I'd love to read some of your writing one day. I wasn't ever good with words, but I think they're an amazing way to make art.\"\n\n\n\"My transcription isn't supposed to be \nart.\n\"\n\n\n\"So what are you making?\" he pressed.\n\n\n\"Just… making what I'm supposed to make.\"\n\n\n\n\nEva:\n I didn't sign up to be— I mean I don't \ndeserve\n to be the last piece of the Foundation.\n\n\nSCP-8100:\n This isn't a title or position of honor. It's one of resolve and responsibility.\n\n\nEva:\n But I'm trying to take responsibility! I'm sure the Foundation has \nsomething\n I'm supposed to do. An anomaly, a procedure- a way to fix it. Anyone else would've known what the right thing was.\n\n\n\n\nWhen her mind and fingers had finally gone numb from typing, Eva came to sit cross-legged in front of Jacquel, watching him meticulously piece together wads of clay in his workshop.\n\n\n\"How's your transcription?\" asked Jacquel.\n\n\n\"Almost done. How's your sculpture coming along?\"\n\n\n\"Almost done,\" they replied. Eva laid eyes on the misshapen, incomplete figure in his hands. She raised an eyebrow, and Jacquel shot a teasing, albiet somber smile. \"Can I be honest?\"\n\n\n\"Of course.\"\n\n\n\"I don't think you ever will be done.\"\n\n\n\"With transcribing?\"\n\n\n\"With your transcribing, your childhood, your Foundation. Everything, really.\"\n\n\n\"Oh.\"\n\n\n\"It isn't a \nbad\n thing. Just something that's part of you.\"\n\n\n\n\nSCP-8100:\n Listen, Evaline- You made me better. To me, you're someone who makes things better. Whatever \"right\" is, I think you're already doing it; I want you to see that, and I want you to keep doing it. So let me fix your broken shell.\n\n\nThe threat of tears lingers in Eva's eyes.\n\n\nEva:\n I can't figure this out right now. I just- I need more time.\n\n\nSCP-8100:\n And you will have that time. I will be your world until you start anew.\n\n\n\n\nRelief washes over Eva as she comes to the final log.\n\n\n\n\nA distant rumbling calls out from the horizon. SCP-8100 and Eva gaze in unison towards the inland. Tolling bells are the first thing they can hear, followed by the singing of songbirds and calls of other beasts. And at last, they hear voices— human voices— hollering and laughing and crying out with joy.\n\n\nAs they march forward, the horizon is soon replaced by a city skyline, all of it taller and grander than Site-93 could ever hope to be.\n\n\nSCP-8100 walks along the perimeter of the metropolis, drawing attention from the townsfolk. They come to the edge of the city, staring and pointing at the turtle. Eva shudders at the attention- a stark change from being alone so often. In her cowering, however, she notices the scrawny figure of a boy around her age in a skyscraper window- one that she would come to love seeing every day. He spots her in turn. Opening his window, the boy leans out to wave at her.\n\n\nWith a tentative smile, she waves back.\n\n\n\n\nEva sits in her bed, the laptop illuminating her face. It's nighttime again, and Jacquel has passed out beside her, a half-finished figurine still clutched in his hands. She's finally finished transcribing.\n\n\nHer fingers tremble over the \"update\" button, preparing to add her addendum. It would be her first- and presumably last- time making any contribution to the database. A milestone and an honor she'd been waiting to pass for a long time.\n\n\nSomething that she might be the only person to witness. Something that she might've made just for herself.\n\n\nBefore she can will herself to click it, she slams the laptop shut.\n\n\nUnwilling to wish away the rest of the night, she slides herself out of bed and makes her way to the rooftop.\n\n\nEva sat there a while, her hands wrapped around her head as she gazed longingly toward the horizon. She felt herself slipping in and out of sleep, only for a familiar bellow to catch her off-guard. She lifted her head to find a familiar, turtle-shaped silhouette marching towards her.\n\n\nSCP-8100 comes to a stop mere meters away from Eva.\n\n\n\"You're still here?\" she asked. The turtle's eyes twinkled.\n\n\n\"I never strayed too far,\" it replied.\n\n\n\"I've been thinking about you… a lot, honestly.\"\n\n\n\"Do you miss me?\"\n\n\nEva gazed at the turtle, then peered at its shell to find what was left of Site-93. The exterior had begun eroding, with plant growth threatening both the roof and base of the building. She couldn't shake the feeling of discomfort the sight brought her.\n\n\n\"I think,\" said Eva. \"You, and home, I suppose.\"\n\n\n\"I understand. Are you doing well here?\"\n\n\n\"Jacquel's been very kind to me. He's really… tolerant, which I appreciate\" Eva clasped her hands together. \"But at times, I just want to be alone.\"\n\n\n\"That's justified.\"\n\n\n\"Is it? I had all the time in the world to be alone when I was with you.\"\n\n\n\"You have a right to yourself. Always.\"\n\n\nThe pair stay in silence for a little while longer, SCP-8100 watching over Eva as she presses her head back into her hands.\n\n\n\"Do you want to be alone right now?\" the turtle asks.\n\n\n\"A bit, but I do want to see you again.\"\n\n\n\"You will. Remember, you have time.\"\n\n\nSCP-8100 presses its snout against Eva, before speaking some parting words.\n\n\n\"We are what the world was, and we are how it will come to be again.\"\n\n\nEva makes her way back to her room. Rather than returning to bed, she sits at her desk, grabbing the first pencil and paper she can find. With a fading wisp of hesitation, she begins to draw.\n\n\n\n\nThe morning finds her sprawled across the desk, fast asleep with the pencil still in hand. Near her head resides a drawing- her first willful creation in a long while.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8100\n\" by Harmacy, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8100\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n the_hindoo_earth\n\n\nAuthor:\n Unknown Author\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:PSM_V10_D562_The_hindoo_earth.jpg\n\n\n\n\n\n\nNote:\n All pieces of original artwork in this article, including the comic panels and sculpture, were produced and photographed by \nHarmacy\n, the author of this article. All images in question are hereby released under CC BY 3.0\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Item is anomalous in its probabilistic likelihood of existing as a means by which the human race can continue surviving indefinitely.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8100 \" by Harmacy, from the SCP Wiki . Source: https://scpwiki.com/scp-8100 . Licensed under CC-BY-SA .",
        "Filename: the_hindoo_earth Author: Unknown Author License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:PSM_V10_D562_The_hindoo_earth.jpg",
        "Note: All pieces of original artwork in this article, including the comic panels and sculpture, were produced and photographed by Harmacy , the author of this article. All images in question are hereby released under CC BY 3.0"
    ],
    "item": "SCP-8100",
    "object_class": "Netzach1",
    "containment_procedures": "Measurements of native turtle species in human-populated regions are to be performed bi-annually by Foundation ecological teams. As of August 14th, 2025, one turtle exhibiting SCP-8100 properties is to be kept in every major Foundation site, preferably buried beneath the primary compound.",
    "description": "SCP-8100 designates a phenomenon that affects terrapin species worldwide, believed to be the root cause behind the convergent mythology of \"World Turtles\". Instances of SCP-8100 are thought to manifest in the time surrounding cataclysmic events and serve as havens for surviving humans during the aftermath of such occurrences. These terrapins are depicted or narrated as growing to varying large sizes to accommodate human settlements on their shells, and otherwise play an essential role in protecting and sustaining the humans they host.",
    "title": "SCP-8100"
}