{
    "url": "https://scp-wiki.wikidot.com/scp-8102",
    "all_text": "rating: \n+73\n+\n–\nx\n\n\n\n\n\n\nSCP-8102-Y192, a photographic instance of SCP-8102-Y demonstrating characteristic visual deformation\n\n\n\n\n\n\nItem #:\n SCP-8102\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Physical visitation of SCP-8102 is no longer permitted for civilians or Foundation staff. All instances of SCP-8102-Y, including this document (SCP-8102-Y461), must be stored within secure archives, with copying or transmission not permitted outside of testing. Alteration of instances of SCP-8102-Y, including this document, is only permitted after inspection from a member of SCP-8102's research division.\n\n\nDescription:\n SCP-8102 is an object possessing anomalous infohazardous properties that comprehensively and consistently affect all objects which record, describe or otherwise represent the original object, transforming them into instances of SCP-8102-Y. The physical characteristics and nature of SCP-8102 are otherwise not conclusively known.\n\n\nInstances of SCP-8102-Y retain their original medium and physical properties, but become visually, linguistically and/or semantically distorted to the extent that readers are unable to accurately recognize or distinguish any information. SCP-8102-Y instances, including this document, possess an additional infohazardous trait affecting any observer, causing them to interpret (or insist that they can interpret) the content of SCP-8102-Y legibly.\n\n\n\n\n\n\n+ Show Sample Photographic SCP-8102-Y Instance +\n\n\n\n\n- Hide Sample Photographic SCP-8102-Y Instance -\n\n\n\n\n\n\n\n\nSCP-8102-Y238\n\n\n\n\n\n\nSCP-8102-Y238 provides an example of visual interference in the form of altered colouration, substantial blurring, what appear to be compression artifacts and the addition of unrelated images. These factors collectively make it impossible to distinguish or identify any of the original elements of the photograph. Most viewers of SCP-8102-Y238 falsely report being able to observe a largely undistorted photographic image.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Show Sample Written SCP-8102-Y Instance +\n\n\n\n\n- Hide Sample Written SCP-8102-Y Instance -\n\n\n\n\n\n\nSCP-8102-Y085 Sample\n:\n\n\nThe Fountainferry Enchanted Village is a park constructed in a forested area of Fountainferry, New Hampshire. The park consists of a walking path adjacent to multiple life-sized dioramas of fairy/folk tale scenes and other fantasy imagery, sometimes including animatronic models and characters. During operating hours, The Fountainferry Enchanted Village also features costumed performers reenacting parts of popular stories at scheduled intervals.\n\n\n\n\nThis excised portion of SCP-8102-Y085 provides an example of textual interference in the form of transposed or removed words or letters, translation into multiple known and unknown written languages and the addition of irrelevant or contradictory statements. These factors collectively make the content and meaning of the original text impossible to discern. Most readers of SCP-8102-Y085 falsely report being able to read a coherent and plausible set of sentences.\n\n\n\n\n\n\n\n\n\n\nDepictions of SCP-8102, as described by interpreted SCP-8102-Y instances, vary widely and are inconsistent across individuals and instances. Noted examples include the following:\n\n\n\n\nSCP-8102 is a tourist attraction in the Northeast United States featuring fairy tale-related imagery, which cannot be accurately or intelligibly described.\n\n\n\n\n\n\nSCP-8102 is a fantasy-themed amusement park located in Fountainferry, New Hampshire, possessing direct and indirect infohazardous traits.\n\n\n\n\n\n\nSCP-8102 is \"The Fountainferry Enchanted Village\", a tourist attraction in New England that causes infohazardous distortions in all associated records.\n\n\n\n\n\n\nSCP-8102 is a theme park in New Hampshire based on European folklore, which anomalously affects writings or images related to it.\n\n\n\n\nAll pieces of information interpreted from instances of SCP-8102-Y, including this document, are inaccurate and incorrect without exception.\n\n\n\n\n\n\n« \nSCP-8101\n | SCP-8102 | \nSCP-8103\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8102\n\" by Monkeysky, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8102\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n 8102.jpg\n\n\nAuthor:\n \nNomar\n\n\nLicense:\n CC BYSA 3.0\n\n\nSource Link:\n \nKabouterdorp\n\n\n\n\n\n\n\n\nFilename:\n 8102b.jpg\n\n\nAuthor:\n Nickge4\n\n\nLicense:\n CC BYSA 4.0\n\n\nSource Link:\n \nDraak efteling",
    "addendums": [],
    "documents": [],
    "notes": [
        "SCP-8102-Y085 Sample : The Fountainferry Enchanted Village is a park constructed in a forested area of Fountainferry, New Hampshire. The park consists of a walking path adjacent to multiple life-sized dioramas of fairy/folk tale scenes and other fantasy imagery, sometimes including animatronic models and characters. During operating hours, The Fountainferry Enchanted Village also features costumed performers reenacting parts of popular stories at scheduled intervals.",
        "\" SCP-8102 \" by Monkeysky, from the SCP Wiki . Source: https://scpwiki.com/scp-8102 . Licensed under CC-BY-SA .",
        "Filename: 8102.jpg Author: Nomar License: CC BYSA 3.0 Source Link: Kabouterdorp",
        "Filename: 8102b.jpg Author: Nickge4 License: CC BYSA 4.0 Source Link: Draak efteling"
    ],
    "item": "SCP-8102",
    "object_class": "Keter",
    "containment_procedures": "Physical visitation of SCP-8102 is no longer permitted for civilians or Foundation staff. All instances of SCP-8102-Y, including this document (SCP-8102-Y461), must be stored within secure archives, with copying or transmission not permitted outside of testing. Alteration of instances of SCP-8102-Y, including this document, is only permitted after inspection from a member of SCP-8102's research division.",
    "description": "SCP-8102 is an object possessing anomalous infohazardous properties that comprehensively and consistently affect all objects which record, describe or otherwise represent the original object, transforming them into instances of SCP-8102-Y. The physical characteristics and nature of SCP-8102 are otherwise not conclusively known.",
    "title": "SCP-8102"
}