{
    "url": "https://scp-wiki.wikidot.com/scp-8106",
    "all_text": "rating: \n+81\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-8106:\n Attempted Murder Monster\n\n\nAuthor:\n \nubergoober\n\nCheck out my \nauthor page\n!\n\n\n\n\n\n\n\n\nrating: \n+81\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n{$caption}\n\n\n\n\n\n\n\n\nItem #:\n SCP-8106\n\n\nObject Class:\n Keter\n\n\nThreat Level:\n Red \n●\n\n\nSpecial Containment Procedures:\n As SCP-8106 poses a significant threat to human life, no personnel above Clearance Level 2 are to be assigned to the entity’s containment. No interaction with the entity is permitted except under approval from O5 Command. All staff are to remain at least two hundred (200) meters away from the entity's containment cell at all times.\n\n\nSCP-8106 is to be contained in a maximum-security humanoid cell composed of carbon steel reinforced with tungsten. The cell is to be sealed within a 60-meter spherical container lined with \ntitanium\n lead. The containment area is to be under 24-hour visual and audio surveillance.\n\n\nRoutine inspection of the cell for interior damage must be carried out by maintenance personnel \nweekly\n daily, and any cracks or corrosion is to be reported immediately. Containment breaches are common and are to be expected; in event of breach, the on-site HMCL supervisor is to be alerted.\n\n\nFor sake of convenience, SCP-8106’s cell is currently located adjacent to the Site-40 medical ward.\n\n\nDescription:\n SCP-8106 is a humanoid entity resembling a middle-aged man, with brown-gray skin showing signs of severe necrosis. The entity has a haggard, emaciated appearance, with little to no muscle mass.\n\n\nSCP-8106 displays the anomalous capability to pass through solid matter such as walls and floors, leaving behind structural damage to the surface, though this is hampered somewhat by the containment cell’s composition and structure. The entity will often lie in wait for periods ranging from 6 hours to 30 days before breaching containment.\n\n\nSCP-8106 is extremely hostile, and will attempt to pursue and kill any human being it encounters. The entity is known to manifest weapons including blades and firearms during its assault, before chasing down and attempting to kill its target. When SCP-8106 is provoked, almost nothing can prevent its impending attack.\n\n\nSCP-8106's psychology is extremely different from that of a human; the entity appears to have no desires besides killing, which it greatly enjoys. It has no concept of empathy or remorse, and expresses total contempt for human life. So far, SCP-8106 has been responsible for \n46\n 47 incidents.\n\n\nAddendum 8106.1:\n Interview Log\n\n\n\n\n[BEGIN LOG]\n\n\nResearcher Smith:\n SCP-8106, please state your name for the record.\n\n\nSCP-8106:\n No.\n\n\n(SCP-8106 produces a knife, and attempts to stab Researcher Smith.)\n\n\n[END LOG]\n\n\nNotes:\n Researcher Smith was found to have no injuries from the attack, as SCP-8106 was wielding a butter knife. No further interviews are to be attempted with SCP-8106.\n\n\n\n\nAddendum 8106.2:\n Incident Report 8106-B\n\n\nShortly after the preceding interview log, SCP-8106 breached containment, and attacked numerous personnel. The following footage was picked up over security cameras:\n\n\n\n\n[BEGIN LOG]\n\n\n(Dr. Wren is walking down a corridor in Containment Wing A, when SCP-8106 appears through the floor in front of him.)\n\n\nSCP-8106:\n Don’t be alarmed, human. I’ll make your death a \npainful\n one.\n\n\n(Dr. Wren slowly backs away from SCP-8106.)\n\n\nDr. Wren:\n \n(Pulls out a handheld transceiver)\n We've got a containment breach down at Containment Wing A, please send security. Fast.\n\n\nSCP-8106:\n Security is going to have to \nglue you back together\n when I'm done with you. Your screams will echo throughout these halls, striking terror into the hearts and minds of all my future victims.\n\n\n(SCP-8106 produces a semi-automatic pistol. Dr. Wren appears panicked, and backs up against the wall.)\n\n\nSCP-8106:\n Say your prayers, \ndoctor.\n\n\nDr. Wren:\n Oh, fucking shit—\n\n\n(SCP-8106 pulls the trigger. The weapon does not fire.)\n\n\nSCP-8106:\n \nWhat?!\n Are you kidding me?! Not again!\n\n\n(SCP-8106 looks down the barrel of the weapon as it adjusts the magazine, which had been inserted incorrectly. The entity then pulls the trigger, accidentally shooting itself in the face.)\n\n\nSCP-8106:\n \nOWW, FUCK!\n CURSE YOU AND YOUR HUMAN TRICKERY!\n\n\n(SCP-8106, now blind in one eye, rounds the corridor corner, where Dr. Wren can be seen frantically running away. The entity gives chase.)\n\n\nSCP-8106:\n Think you can run, \nhuman\n? Soon the janitors will be \nscraping your innards\n off the linoleum floor!\n\n\n(Dr. Wren does not respond, and runs through the Site-40 canteen, where the floor is being mopped.)\n\n\nSCP-8106:\n I'VE GOT YOU NOW—\n\n\n(SCP-8106 slips on the wet floor, falling face-first onto the ground. Dr. Wren escapes unharmed.)\n\n\nDr. Wren:\n \n(Through the transceiver)\n Yeah, could we get the janitor down at the canteen? We got a little mess on the floor here.\n\n\nSCP-8106:\n UGH, DAMMIT! DAMMIT DAMMIT DAMMIT! GODDAMN IT DAG NAB IT DAMNIT GODNAG IT DABBIT NANG— \n(incomprehensible yelling)\n\n\n[END LOG]\n\n\nNotes:\n SCP-8106 was returned to its cell without incident. The entity's Threat Level is undergoing potential revision.\n\n\n\n\nAddendum 8106.3:\n List of Notable Incidents\n\n\n\n\n\n\nDate\n\n\nIncident\n\n\nResult\n\n\n\n\n\n\n2024-9-5\n\n\nSCP-8106 appeared in Director █████’s office with four blades in its hands.\n\n\nThe entity stumbled and dropped all of its weapons, lacerating itself several times in its feet.\n\n\n\n\n\n\n2024-9-8\n\n\nSCP-8106 attempted to attack maintenance personnel in its containment chamber.\n\n\nThe entity crashed its toe into a support girder, and began to wail loudly. The sound continued for six (6) hours.\n\n\n\n\n\n\n2024-9-11\n\n\nSCP-8106 disguised itself as a lunch lady in the Site-40 canteen, before attacking personnel who were being distributed their food rations.\n\n\nWhile giving chase, the entity stumbled into one of the tables, falling over and crashing its face into the floor.\n\n\n\n\n\n\n2024-9-13\n\n\nSCP-8106 assaulted personnel in the Site-40 Decommissioning Wing.\n\n\nSCP-8106 was accidentally knocked off the catwalks by a security guard into the incinerator. Entity survived.\n\n\n\n\n\n\n2024-9-15\n\n\nSCP-8106 attempted to attack SCP-████ during a total containment breach.\n\n\nSCP-████ engaged SCP-8106 in physical combat. The latter entity was found on the floor with several broken bones.\n\n\n\n\n\n\n2024-9-16\n\n\nWhile being treated for its injuries in the Site-40 medical ward, SCP-8106 attempted to unplug another patient’s life support system.\n\n\n22 needles found in various parts of SCP-8106’s body.\n\n\n\n\n\n\n2024-9-22\n\n\n[DATA EXPUNGED]\n\n\nThe walrus has yet to be found.\n\n\n\n\n\n\nAfter careful consideration, SCP-8106's Threat Level has been downgraded to Green \n●\n.\n\n\n\n\n\n\n« \nSCP-8105\n | SCP-8106 | \nSCP-8107\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8106\n\" by ubergoober, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8106\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 8106.1: Interview Log",
        "Addendum 8106.2: Incident Report 8106-B\nShortly after the preceding interview log, SCP-8106 breached containment, and attacked numerous personnel. The following footage was picked up over security cameras:",
        "Addendum 8106.3: List of Notable Incidents\nAfter careful consideration, SCP-8106's Threat Level has been downgraded to Green ● ."
    ],
    "documents": [],
    "notes": [
        "\" SCP-8106 \" by ubergoober, from the SCP Wiki . Source: https://scpwiki.com/scp-8106 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8106",
    "object_class": "Keter",
    "containment_procedures": "As SCP-8106 poses a significant threat to human life, no personnel above Clearance Level 2 are to be assigned to the entity’s containment. No interaction with the entity is permitted except under approval from O5 Command. All staff are to remain at least two hundred (200) meters away from the entity's containment cell at all times.",
    "description": "SCP-8106 is a humanoid entity resembling a middle-aged man, with brown-gray skin showing signs of severe necrosis. The entity has a haggard, emaciated appearance, with little to no muscle mass.",
    "title": "SCP-8106"
}