{
    "url": "https://scp-wiki.wikidot.com/scp-8107",
    "all_text": "rating: \n-7\n+\n–\nx\n\n\nItem #:\n SCP-8107\n\n\nObject Class:\n \nSafe\n Euclid\n\n\nSpecial Containment Procedures:\n Keep SCP-8107 in the storage locker of Low-Hazard Testing Lab 6 at Site-19. Dr Kingston is to maintain possession of the key to the locker.\n\n\nResearchers must submit a written proposal for approval to Dr Kingston if they wish to test an unused bag. A verbal request is sufficient for testing with a pre-used bag, though destruction of any bag may result in loss of testing privileges.\n\n\nAs all the bags detached from the stack and used for testing (SCP-8107-2) are presumed to have the same anomalous effects as the unused bags (SCP-8107-1), further separation of unused bags is prohibited unless and until all used bags have been destroyed in the course of legitimate tests.\n\n\nInvestigation is to continue of Dollar General franchises across the country for any corresponding anomalous events, items, or persons.\n\n\nDescription:\n SCP-8107 consists of a total of 198 ‘T-Shirt’ style plastic shopping bags inside a cardboard box, 92 unused and still attached together in the standard fashion (SCP 8107-1) and 6 of them used in testing (SCP 8107-2). The markings on the cardboard box are typical for the boxes that shopping bags are shipped in, indicating an initial amount of 1,000 bags. The used bags have been flattened and replaced in the box for convenience. The bags are thin white plastic, identical visibly and materially to any other non-anomalous shopping bag. The printed slogan on each bag says \nVALUE MAX!!!\n in red letters, although the box was recovered from a Dollar General discount store. Efforts to locate additional bags are ongoing.\n\n\nThe box has no anomalous properties. The bags are reusable but no more durable than any other plastic bag, and the anomalous effect stops as soon as the body of the bag is ripped. Ripping the handles does not affect the anomaly itself but does make it slightly more difficult to activate.\n\n\nAny item placed into the bag, then enclosed by compressing the top of the bag, either through twisting or squeezing, is immediately replaced with a significantly cheaper though semiotically similar item. If the replaced item is then enclosed again, the next replacement will be even more degraded in value, and items that are enclosed a third time are replaced with a crude and worthless approximation with no cash value whatsoever.\n\n\nThe chain terminates there: the anomaly removes but does not replace items with no cash\n1\n value.\n\n\n\n\n\n\n\n\nTest Log #1\n\n\n\n\n\n\n\n\nInput\n\n\nBlack office stapler.\n2\n\n\n\n\n\n\nOutput\n\n\nEight paperclips, tangled together.\n\n\n\n\n\n\nInput\n\n\nPaperclips.\n\n\n\n\n\n\nOutput\n\n\nN/A\n\n\n\n\n\n\nSpecial Note\n\n\nThe bag ripped around the paperclips as it was closed. When opened, the bag contained nothing and no longer functioned in an anomalous manner.\n\n\n\n\n\n\n\n\n\n\n\n\nTest Log #4a\n\n\n\n\n\n\n\n\nInput\n\n\nLive white lab rat.\n\n\n\n\n\n\nOutput\n\n\nRealistic black rubber rat, possibly a prank item or a Halloween decoration.\n\n\n\n\n\n\nInput\n\n\nBlack rubber rat.\n\n\n\n\n\n\nOutput\n\n\nSmall, crude felt mouse, possibly a cat toy.\n\n\n\n\n\n\nInput\n\n\nFelt mouse.\n\n\n\n\n\n\nOutput\n\n\nCrumpled ball of receipt paper, blank when unfolded.\n\n\n\n\n\n\n\n\n\n\n\n\nTest Log #16\n\n\n\n\n\n\n\n\nInput\n\n\nGPS Vehicle Locator, Consumer Grade\n\n\n\n\n\n\nOutput\n\n\nBroken rear-view car mirror, unknown make or model.\n\n\n\n\n\n\nSpecial note:\n\n\nGPS unit ceased transmission at moment of replacement.\n\n\n\n\n\n\n\n\n\n\n\n\nTest Log # 20a\n\n\n\n\n\n\n\n\nInput\n\n\nFresh American 100$ bill.\n\n\n\n\n\n\nOutput\n\n\nFour American 20$ bills, crumpled and damp.\n\n\n\n\n\n\nInput\n\n\nFour 20$ bills.\n\n\n\n\n\n\nOutput\n\n\nSingle 20$ monopoly game bill, dirty and half-chewed.\n\n\n\n\n\n\nSpecial note:\n\n\nDNA testing of chewed edges inconclusive.\n\n\n\n\n\n\nInput\n\n\nMonopoly bill.\n\n\n\n\n\n\nOutput\n\n\nScrap of receipt paper with IOU written in blue ballpoint pen, handwriting very bad.\n\n\n\n\n\n\nInput\n\n\nScrap IOU\n\n\n\n\n\n\nOutput\n\n\nNothing.\n\n\n\n\n\n\n\n\n\n\nTest Log #20b\n\n\n\n\n\n\n\n\nInput\n\n\nOne Euro €100 banknote.\n3\n\n\n\n\n\n\nOutput\n\n\nNothing.\n\n\n\n\n\n\n\n\n\n\n\n\nTest Log #39\n\n\n\n\n\n\n\n\nInput\n\n\nOne pound package of raw hamburger.\n\n\n\n\n\n\nOutput\n\n\nOne pre-cooked hotdog, cold and damp.\n\n\n\n\n\n\nInput\n\n\nHotdog\n\n\n\n\n\n\nOutput\n\n\nSmear of grease on inside of bag.\n\n\n\n\n\n\n\n\n\n\n\n\nTest Log #40a\n\n\n\n\n\n\n\n\nInput\n\n\nOne pound of very fine filet mignon, pan-seared medium-rare with herb butter by a French chef, lowered into bag on an antique china plate.\n\n\n\n\n\n\nOutput\n\n\nLarge\n4\n5\n6\n7\n slice of cheese pizza, room temperature, with three paper napkins\n\n\n\n\n\n\n\n\n\n\nTest Log # 40b\n\n\n\n\n\n\n\n\nInput\n\n\nOne pound raw filet mignon, same quality as before.\n8\n\n\n\n\n\n\nOutput\n\n\nOne pound raw hamburger in package. Inspection shows it to be the same hamburger as the previous test.\n\n\n\n\n\n\nSpecial note:\n\n\n\n\nThis time the hamburger arrived frozen. Weird.\n9\n\n\n\n\n\n\n\n\nInput\n\n\nRaw hamburger.\n\n\n\n\n\n\nOutput\n\n\nCan of vienna sausages, dented.\n\n\n\n\n\n\nInput\n\n\nSausages.\n\n\n\n\n\n\nOutput\n\n\nGrease-spotted scrap of receipt paper, IOU handwritten with pen. Handwriting consistent.\n\n\n\n\n\n\n\n\n\n\n\n\nTest Log #44\n\n\n\n\n\n\n\n\nInput\n\n\nFresh apple, Red Delicious.\n\n\n\n\n\n\nOutput\n\n\nTattered perfume sample swatch, entitled ‘Autumn Secrets’\n\n\n\n\n\n\nInput\n\n\nBunch of bananas (six of them)\n10\n11\n12\n\n\n\n\n\n\nOutput\n\n\nOne yellow gumball.\n\n\n\n\n\n\nInput\n\n\nThree fresh apples, Fuji.\n\n\n\n\n\n\nOutput\n\n\nThree cherry throat lozenges, one unwrapped and sticky.\n\n\n\n\n\n\n\n\n\n\n\n\nTest Log #45\n\n\n\n\n\n\n\n\nInput\n\n\nDr ███████’s wedding ring. Gold band set with three small rubies.\n13\n14\n\n\n\n\n\n\nSpecial Note:\n\n\nDr ███████ is married to Dr Kingston.\n15\n\n\n\n\n\n\nOutput\n\n\nWatermelon-flavored ring pop.\n\n\n\n\n\n\nSpecial Note:\n\n\nDr ███████ has a particular preference for artificial watermelon flavor, in case that's relevant to the proper testing procedures and documentation protocols that Dr Kingston loves so much.\n\n\n\n\n\n\n\n\n\n\n\n\nTest Log #63\n\n\n\n\n\n\n\n\nInput\n\n\nSheet of notebook paper with “Are you sapient?” written on it in blue ballpoint pen.\n\n\n\n\n\n\nOutput\n\n\nVery small blank scrap of receipt paper, marked with an x.\n\n\n\n\n\n\n\n\n\n\n\n\nTest Log #64\n\n\n\n\n\n\n\n\nInput\n\n\nSheet of fine vellum with “Are you self-aware and/or intelligent?” ornately calligraphed in red ink.\n\n\n\n\n\n\nOutput\n\n\nLarger scrap of receipt paper reading \"no LOL I work here\". Handwriting consistent.\n\n\n\n\n\n\n\n\n\n\n\n\nTest Log # 65\n\n\n\n\n\n\n\n\nInput\n\n\nTraditionally hand-crafted parchment paper, intricately illuminated with hand-ground pigments and inks, bearing the message, “If you are a person or any other self-aware being, please respond with your name and location. We will find you and help you.”\n\n\n\n\n\n\nOutput\n\n\nSmall 3.5” x 4” spiral notebook, greasy on one corner. On the first page is written \"gimme a raise HA HA :)\" Handwriting consistent.\n\n\n\n\n\n\n\n\n\n\n\n\nTest Log #66\n\n\n\n\n\n\n\n\nInput\n\n\nSame notebook as output from Test 65. Returned with \"who are you?\" written on the second page.\n\n\n\n\n\n\nOutput\n\n\nTorn off piece of notebook paper crumpled into a small, damp ball. It proved to be blank when unfolded.\n\n\n\n\n\n\n\n\n\n\n\n\nTest Log #67\n\n\n\n\n\n\n\n\nInput\n\n\nUnopened roll of receipt paper.\n\n\n\n\n\n\nOutput\n\n\nNothing.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8106\n | SCP-8107 | \nSCP-8108\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8107\n\" by roachpatrol, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8107\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Specifically American cash.\n\n\n2\n. Please note for the record that this was not the first item ever tested with SCP 8107, but simply the first item to be tested at Site-19 under proper documentation protocols.\n\n\n3\n. Testing with a different input item \nshould\n have warranted a new test number, not a subtest letter.\n\n\n4\n. Please specify such measurements in the future.\n\n\n5\n. It was bigger than a medium slice.\n\n\n6\n. Agents that cannot take even \"Safe\" SCPs seriously when testing will find their access to such items curtailed in the future.\n\n\n7\n. I don't know what to tell you other than it was a large slice of pizza. Go order a large slice of pizza and measure it. It was that big.\n\n\n8\n. Again, this series of tests should have been numbered by input type, not sub-lettered. Dr ███████ is recommended for retraining as to proper testing procedures and documentation protocols.\n\n\n9\n. Dr ███████ is requested to refrain from including such subjective assertions in test logs.\n\n\n10\n. We're going with fruit, here. It's connected. I hate wrestling with all this ███████ table code anyway.\n\n\n11\n. The formatting for this test log is completely incorrect. Please revise.\n\n\n12\n. You do it if it's that ███████ important.\n\n\n13\n. Diameter of ring: 17.2mm in diameter. Rubies: ~1mm across each. Diamond carats: unknown. Gold carats: probably 14 I don't know.\n\n\n14\n. It was 22 carat.\n\n\n15\n. Was.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8107 \" by roachpatrol, from the SCP Wiki . Source: https://scpwiki.com/scp-8107 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8107",
    "object_class": "Safe Euclid",
    "containment_procedures": "Keep SCP-8107 in the storage locker of Low-Hazard Testing Lab 6 at Site-19. Dr Kingston is to maintain possession of the key to the locker.",
    "description": "SCP-8107 consists of a total of 198 ‘T-Shirt’ style plastic shopping bags inside a cardboard box, 92 unused and still attached together in the standard fashion (SCP 8107-1) and 6 of them used in testing (SCP 8107-2). The markings on the cardboard box are typical for the boxes that shopping bags are shipped in, indicating an initial amount of 1,000 bags. The used bags have been flattened and replaced in the box for convenience. The bags are thin white plastic, identical visibly and materially to any other non-anomalous shopping bag. The printed slogan on each bag says VALUE MAX!!! in red letters, although the box was recovered from a Dollar General discount store. Efforts to locate additional bags are ongoing.",
    "title": "SCP-8107"
}