{
    "url": "https://scp-wiki.wikidot.com/scp-8108",
    "all_text": "rating: \n+24\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n8108\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nSCP-8108's logo, as seen on its homepage.\n\n\n✖\n\n\n\n\nSpecial Containment Procedures:\n To combat the continued existence of SCP-8108, the O5 Council has instituted \nOperation Data Denial\n. The parameters of this operation are as follows;\n\n\n1.\n MTF Delta-6 \"Watchdogs\" are to discontinue any involvement with ongoing SCP research and focus solely on searching for the perpetrators of SCP-8108's creation. They will be granted unprecedented Level 4 Clearance to pursue leads considered otherwise inaccessible. Anyone found to have connections to SCP-8108 are to be immediately detained and brought in for questioning.\n\n\n2.\n Site-15's Networking Department will establish a new division, created with the sole purpose of targeting SCP-8108 as it appears on the World Wide Web and taking it offline through any means necessary. Only individuals with Clearance Level 3 or above will be permitted to take part in this division.\n\n\n3.\n Foundation web crawlers, should SCP-8108 be noticed by a significant portion of the general population, will disseminate a cover story involving amateur coders creating a fictional site for a school project. Material evidence to provide legitimacy to this cover story has already been fabricated and sent to the necessary parties.\n\n\nDescription:\n SCP-8108 is the designation granted to an anomalous website known originally as \nFoundationFantasyLeague.com\n. First recorded appearance of the website was on 12/08/21 before being taken offline by Foundation web crawlers. Since then, it has been taken down an estimated 100,542 times across 89,445 different domains. The website operates in a similar fashion to a fantasy football league website, the difference being that 'players' are instead Foundation personnel and their respective Sites are 'teams'. Users are able to draft Foundation personnel onto their fantasy team and earn or lose points depending on that personnel's achievements for the week. The website contains information on the personal history of the researchers, anomalies they are involved with, as well as details pertaining to the Site they operate under.\n\n\nDespite the best efforts of Foundation investigators; no organization, entity, or persons have been linked to the creation of SCP-8108. GoI-2979(\n\"Are We Cool Yet?\"\n) and GoI-α-019 (\n\"The Serpent's Hand\"\n) have been investigated thoroughly for any link to SCP-8108 and have thus far proven to be ignorant of its existence. The Foundation was first alerted to the site's existence by Fred Teller, a Guest Researcher working in the Networking Department of Site-15. Likewise, investigation into Teller has yielded no significant leads.\n\n\nThe information listed on SCP-8108, as stated prior, portrays Foundation researchers as 'players' and has statistics that are updated weekly. Attempts to seclude these researchers and prevent information leaks have failed unilaterally. As of this point in time, the only way to remove Foundation personnel from the website is to send them to a space completely separated from the Baseline Reality. This is only a temporary measure, as they will return to the site's listing upon re-entering our reality. A proposal from the Site Director of Site-15 to disconnect portions of every Foundation Site from the Baseline Reality to 'hide' researchers from SCP-8108 has been denied by the O5-Council with a 2-11 vote. An example of the information found on SCP-8108 can be found below. Certain sections have been redacted to protect the privacy of Dr. Lamb.\n\n\n\n\nPoints System:\n A player's score for the week is based off a combination of their merits and demerits. For every anomaly studied, five points are added to the total. Ten points are added per page of paperwork filed and ten deducted per injury incurred. Finally, for every hour spent with an anomaly, the researcher is granted five points.\n\n\n\n\n\n\nName\n\n\nTeam\n\n\nDivision\n\n\nAnomalies Studied\n\n\nInjuries Incurred\n\n\nPaperwork Filed\n\n\nHours Spent With Anomalies\n\n\nStatus\n\n\nTotal Points\n\n\n\n\n\n\nDr. Naomi Lamb\n\n\nSite-38\n\n\nArchival Department\n\n\nSCP-3046, SCP-4720\n\n\n0 Injuries\n\n\nTen Pages\n\n\n9 Hours\n\n\nAlive\n\n\n155\n\n\n\n\n\n\n\n\n\n\n\n\nDr. Naomi Lamb, Site-38.\n\n\n✖\n\n\n\n\nBio:\n Born December 5th 1979 in ███████, Ohio. Dr. Lamb graduated with honors from █████ University and was employed by The Foundation two years later where she has played for Site-38 ever since. Dr. Lamb has broken several records at Site-38 for consecutive days without injury among other achievements.\n\n\nNews:\n Site Director Morin is rumored to be aiming to trade Dr. Lamb to Site-19. However, other reports suggest that Site Director Turner of Site-54 is hoping to bring Dr. Lamb in to create a new division. Please stay tuned for more details.\n\n\nRankings:\n Dr. Lamb has consistently ranked in the 75th percentile of the players at Site-38 since she was drafted.\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nI am extremely disappointed to hear of a rumor circulating that some researchers find SCP-8108's existence humorous and have taken it upon themselves to 'gamble' on their fellow personnels' lives. Are you aware of the reason behind SCP-8108's disruption class being set to Ekhi? We are dealing with an anonymous source that is continuously broadcasting not only your coworkers, but also \nyour\n activities. This information could have devastating consequences for the Foundation should it fall into the wrong hands. SCP-8108 directly threatens The Veil and anyone found to be accessing the website will face \ndire\n consequences.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? One (1) new message!\n\n\n\n\nRe:Important Audio File\n\n\n\n\n\n\n\n\n\n\nTo:\n \ntni.pcs|wolrabffoeg#tni.pcs|wolrabffoeg\n\n\nFrom:\n \ntni.pcs|nosleknytsuj#tni.pcs|nosleknytsuj\n\n\nSubject:\n Important Audio File\n\n\nDate:\n January 3rd, 2024 12:55\n\n\nAttachments:\n TestFile(1).mp3\n\n\n\n\n\n\nBarlow,\n\n\nI apologize if you're busy, but I have an audio file I need you to analyze. It comes from one of our confidants in MC&D and we have reason to believe a suspected PoI might be mixed in there somewhere. Please isolate their voice at your earliest convenience. I also included a transcript of what we could decipher so far, so check that after you've listened to the file.\n\n\n\n\nAccess TestFile(1).mp3 Transcript\n\n\n\n\nResearch Assistant Kelson.\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8108\n\" by Malvarik1, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8108\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Logo.jpg\n\n\nAuthor:\n \nMalvarik1\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n SCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n Test2.jpg\n\n\nAuthor:\n \nMalvarik1\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Alicia_Gordillo,_Doctora_en_Biomedicina_y_experta_en_Obesidad.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8108 \" by Malvarik1, from the SCP Wiki . Source: https://scpwiki.com/scp-8108 . Licensed under CC-BY-SA .",
        "Filename: Logo.jpg Author: Malvarik1 License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: Test2.jpg Author: Malvarik1 License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Alicia_Gordillo,_Doctora_en_Biomedicina_y_experta_en_Obesidad.jpg"
    ],
    "containment_procedures": "To combat the continued existence of SCP-8108, the O5 Council has instituted Operation Data Denial. The parameters of this operation are as follows;",
    "description": "SCP-8108 is the designation granted to an anomalous website known originally as FoundationFantasyLeague.com. First recorded appearance of the website was on 12/08/21 before being taken offline by Foundation web crawlers. Since then, it has been taken down an estimated 100,542 times across 89,445 different domains. The website operates in a similar fashion to a fantasy football league website, the difference being that 'players' are instead Foundation personnel and their respective Sites are 'teams'. Users are able to draft Foundation personnel onto their fantasy team and earn or lose points depending on that personnel's achievements for the week. The website contains information on the personal history of the researchers, anomalies they are involved with, as well as details pertaining to the Site they operate under.",
    "title": "SCP-8108"
}