{
    "url": "https://scp-wiki.wikidot.com/scp-8110",
    "all_text": "rating: \n+35\n+\n–\nx\n\n\n\n\n\n\n\n\nBY ORDER OF THE OVERSEER COUNCIL\n\n\nThe following file describes a Keter-class anomaly and is Level 4/8110 Classified.\n\n\nUnauthorized access is forbidden.\n\n\n\n\n8110\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8110\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nApollo 14 Landing Site (█ Miles from SCP-8110's Initial Discovery).\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nLFRMAU Area-02\n\n\nHu Wei\n\n\nCheung Li\n\n\nI-77 \"Silent Running\"\n\n\n\n\n\n\n\n\n\n\n\n\nSkull of recovered SCP-8110 Instance.\n\n\n\n\n\n\nSpecial Containment Procedures:\n A secure perimeter is to be established around the Fra Mauro Formation at the site of SCP-8110's initial discovery, and is to be monitored remotely by personnel at Lunar Area-02. Observation and recording equipment is to be situated at the Northern and Southern regions of the site and footage is to be reviewed by Level 4 personnel at least twice every week.\n\n\nInteraction with SCP-8110 is strictly forbidden. Lunar rovers, operated remotely by personnel, are to undergo daily seismic inspections to record new SCP-8110 phenomena. Newly recovered instances are to remain sealed in radiologically-controlled containment vaults at all available Lunar facilities and are not to be interacted with under any circumstances. Due to the exposure of Foundation operations in the area, E-Class agents are to work in tandem with the National Aeronautics and Space Administration to cover up and discredit any recorded sightings of their presence by unauthorised parties.\n\n\nPersonnel are not permitted access to the Fra Mauro without O5 approval.\n\n\nDescription:\n SCP-8110 is the designation for a mass grave site consisting of a number of mummified humanoid corpses buried beneath the lunar surface, located in the Fra Mauro Formation. These corpses usually exhibit advanced decay and severe dehydration, and are regularly deprived of all their internal organs. Based on measurements via the use of Geiger counters, SCP-8110 instances maintain a stable radiation level of 50-70 microsieverts due to their prolonged burial within the lunar surface. Since its establishment in 2001, \nSite-5\n1\nLunar Area-02 has remained oblivious to SCP-8110's presence prior to its official discovery in 2008 \n(See Addendum 8110.1)\n.\n\n\nWhilst no approximate estimate towards the total number of corpses has been achieved, the minimum population is confirmed to be ███. Upon recovery, SCP-8110 instances were first thought to be non-anomalous, however further research indicated that new instances suggestibly manifest every few weeks\n2\n. Following the cessation of research from the SCP-8110 project, (\nSee Addendum 8110.6\n), these manifestation events have ceased.\n\n\n\n\nAddendum 8110.1:\n Discovery\n\n\n\n\n\n\nMap of the Fra Mauro Formation.\n\n\n\n\n\n\nSCP-8110 was first brought to the Foundation's attention on February 11th 2008 during an initial field analysis within the Fra Mauro Formation by research team ON-5 \"Balthazar\". Performing seismic scans in search of potential samples of Helium\n3\n, researchers noted abnormal readings detecting unidentified objects close to the surface and quickly began excavation with applied digging tools, leading to the discovery of the first instances of SCP-8110.\n\n\nUpon relaying the find back to Lunar Area-02, a full research division was deployed to perform a full field analysis. Further excavation efforts lead to an entire grave site consisting of an estimated total of 23 bodies. Advanced drilling and excavation equipment were requested by the Regional Director as well as personnel from Crypto-biological divisions to determine the nature behind SCP-8110. Nearly a month later, a containment perimeter was formed around the Fra Mauro and containment protocols were established.\n\n\nInitial analysis, carried out by field researchers, detected potential activity within the location of SCP-8110's discovery prior to initial contact despite the lack of expeditions carried out within the region, suggesting potential third party interference. This interference consisted mainly of footsteps and tire tracks with no discernible destination when followed by personnel, \nand investigation is ongoing\n.\n\n\n\n\n\n\nDATE:\n 03/07/08\n\n\nFROM:\n Senior Researcher Cheung Li, (Lunar Area-02)\n\n\nTO:\n Assistant Director Jin Yakov, (\nProtected Site-98-2\n)\n\n\nSUBJECT:\n Initial Analysis of SCP-8110\n\n\n\n\n\n\nWe have successfully analysed the SCP-8110 grave site and have made several interesting observations. Whilst the site poses no potential threat to human intervention, Classification wants to hold off on Safe-class publication due to the unknown origins of the corpses we have uncovered. In order to change their minds, I have proposed the autopsy of several of the excavated bodies from the lunar surface. That's my reason for contacting you.\n\n\nYou see, upon initial discovery we found traces of previous human interference such as footprints and tire tracks despite there being no former expeditions within the area. Perhaps if we knew how these people died (if we can even call them people), then we have a better understanding towards how they got here.\n\n\nWhat's more is our concerns over the current population total. We've held off on excavation for the time being and have estimated a total towards the amount of bodies currently uncovered, but every couple of days it seems to increase by a small few. All we've been told to do is set up monitoring equipment and watch. Not exactly the smartest course of containment in my opinion. For the bodies we have fully excavated, we have them sealed in radiological containment vaults at Lunar Area-02 and have been prohibited from interacting with them.\n\n\nI'm personally requesting we have them transported back home for autopsy so we can hopefully get some answers to explain this phenomenon. After all no one would think it'd be logical to send a pathologist to the moon to search for bodies.\n\n\n\n\n\n\n\n\nDATE:\n 03/08/08\n\n\nFROM:\n Assistant Director Jin Yakov, (Protected Site-98-2)\n\n\nTO:\n Senior Researcher Cheung Li, (Lunar Area-02)\n\n\nSUBJECT:\n RE: Initial Analysis of SCP-8110\n\n\n\n\n\n\nI'm afraid we cannot permit transport of radiological hazards with the current space crafts we have, and transit through \nSCP-120\n has been denied by order of O5 due to possible cross-anomaly contamination. All recovered corpses are hereby ordered to remain contained at any and all Lunar facilities until further notice. Request for a pathologist has been approved, but preparation and deployment will take an estimated 18 months, so an autopsy will have to wait.\n\n\nAs for the potential assumption of previous human intervention on the Fra Mauro, I looked into all lunar research expeditions and patrols within that area. There has been no recorded presence within the SCP-8110 grave site. It seems we have covered near to every corner of the Fra Mauro except that particular region.\n\n\nFollowing concerns over control of population growth, limit contact with the anomaly and observe until we have more information. In the meantime, I propose an investigation into the Apollo missions to the moon. From my understanding, Apollo 14 successfully landed in the Fra Mauro Formation. If there is any way of getting a clearer understanding of this anomaly's origins, it's there.\n\n\n\n\n\n\nAddendum 8110.2:\n Historical Overview\n\n\nAgents embedded within the National Aeronautics and Space Administration were authorised to carry out a low-level investigation relevant to the Apollo missions for further information into SCP-8110's origins.\n\n\nThe following is an interview between Special Agent Robert Kennedy and NASA Administrator Michael D. Griffin after their initial investigation.\n\n\n\n\nInterview with NASA Administrator\n\n\n\n\n\n\nDate:\n 05/██/08\n\n\nSubject:\n Apollo 14 Mission Analysis\n\n\nInterviewer:\n Special Agent Robert Kennedy\n\n\nInterviewed:\n NASA Administrator Michael D. Griffin\n\n\nNote:\n\n\nPrior to investigation, Griffin was already aware of the Foundation due to joint collaboration with the Department of Lunar Assessment at Site-98.\n\n\n\n\n[BEGIN LOG]\n\n\nKennedy\n: What can you tell me about the Apollo 14 mission?\n\n\nGriffin\n: Not much, I'm afraid. I wasn't around during that period.\n\n\nKennedy\n: I'm very much aware of that, but we are trying to find the source behind potential interaction with an anomalous presence during that mission.\n\n\nGriffin\n: Well, I know we changed 14's mission to the Fra Mauro Formation following several system failures in Apollo 13. I wasn't even here and I dread a repeat of such an event happening under my supervision. But I can assure you that whatever it is you are looking for, you won't find anything here.\n\n\nKennedy\n: I'll be the judge of that. Now, have there been any notable occurrences or abnormalities during any missions to the moon?\n\n\nGriffin\n: No point in asking me, my career only began in the 1980's, long after the last Apollo mission: Apollo 17. You should really be asking someone who actually tended to those operations.\n\n\nKennedy\n: Unfortunately, our most reliable sources present in the 1970's are now deceased. You're all we've got, I'm afraid.\n\n\nGriffin\n: Well, [EXPLETIVE].\n\n\nKennedy\n: Why did NASA stop going to the moon?\n\n\nGriffin\n: Oh, you're not going to believe this. We actually stopped going due to lack of interest from the public. We originally had plans for Apollos 18 through 20, but those plans fell through when money dwindled. It actually wasn't our choice, Congress were the ones who cancelled the Apollo program. As well as that, not every mission was properly defined; it seemed as if we were just sending men to walk on the moon and enjoy the view.\n\n\nKennedy\n: Sounds believable, but irrelevant, to say the least.\n\n\nGriffin\n: I thought that if there were any information pertaining to the moon your Foundation would be the first to know. I mean, how long has the Foundation secretly overseen NASA operations?\n\n\nKennedy\n: About ██ years now.\n\n\nGriffin\n: See? It should be me asking you about Apollo 14, not the other way around. What is it you are even investigating that involves our intervention?\n\n\nKennedy\n: Hold on.\n\n\nThe sound of papers shuffling can be heard as KENNEDY hands GRIFFIN an image of an SCP-8110 instance.\n\n\nKennedy\n: This is what we're containing.\n\n\nA moment's silence is heard as GRIFFIN examines the image.\n\n\nGriffin\n: What is this?\n\n\nKennedy\n: We've classified it as SCP-8110, a grave site consisting of humanoid corpses that we have discovered in the Fra Mauro Formation.\n\n\nGriffin\n: Interesting. I can see why you're investigating this. Never seen anything like this from our lunar observations.\n\n\nKennedy\n: NASA still monitors the moon?\n\n\nGriffin\n: We never stopped. Granted, we haven't had as much of our funding invested into lunar evaluation as we did back in '69, but there was never any reason to take eyes off the moon completely.\n\n\nKennedy\n: What happened to the crew of Apollo 14 post-mission to the moon?\n\n\nGriffin\n: According to our records, they gathered roughly 94lbs worth of lunar rock for study. The point behind this was for further understanding behind the early history of the moon. They spent roughly 30 hours on the moon, I think. During transit, I remember that 14 ran into similar complications as Apollo 13 that almost caused another disaster, but was thankfully resolved. Upon their return, they would have entered quarantine due to the potential exposure to harmful radiation.\n\n\nKennedy\n: Okay, and those lunar samples that the crew of Apollo 14 recovered, would it be possible for us to borrow them for research and analysis?\n\n\nGriffin\n: So long as you can guarantee we can get them back, untampered with, of course. Probably won't be easy for me to secure the proper authorisation for this, but I should be able to get them for you.\n\n\nKennedy\n: Thank you. We've been looking into SCP-8110's origins since we discovered it and this could be a great start.\n\n\nGriffin\n: Good. Now, is there anything else I can help you with, or is that all?\n\n\nKennedy\n: Well, when we were analysing your records from throughout the early 1970's—\n\n\nGriffin\n: (Interrupts) I'm sorry, you went through our records?\n\n\nKennedy\n: That is how we operate. And our investigation was to remain on the down-low.\n\n\nGriffin\n: (Hesitates) Fine. What about our records?\n\n\nKennedy\n: Going over recorded funds and resources, we noticed a relatively large assignment of your budget to \"Aquarius\".\n\n\nGriffin\n: The Apollo 13 Lunar Module? Nothing strange there, if anything that was for the initial preparation, training and deployment of the Apollo 13 mission. As well as that, these missions were obviously expensive and would have taken a considerable chunk out of our budget.\n\n\nKennedy\n: No. We accounted for those funds upon finding this. This was sooner, like after the deployment of Apollo 12.\n\n\nGriffin\n: What are you saying?\n\n\nKennedy\n: Have there been any unscheduled launches to the moon in 1970?\n\n\n[END LOG]\n\n\n\n\n\nPost-interview, lunar samples recovered during the Apollo 14 mission were attained by the Foundation and taken to Protected Site-98-2 for research and analysis. Samples were then returned on ██/██/08 without incident.\n\nIn an effort to further understand and track the age of discovered SCP-8110 instances discovered within the active zone of the Fra Mauro Formation, methods, such as carbon-dating, were used on recovered samples for comparison with SCP-8110. Upon being granted clearance to obtain a sample from SCP-8110-██ and SCP-8110-██\n3\n, results appeared inconclusive.\n\n\nIt is apparent that there is no trace of an SCP-8110 encounter with the Apollo missions. We're done here.\n\n- Senior Researcher Cheung Li\n\n\n\n\nAddendum 8110.3:\n Excavation 10/02/08\n\n\nFollowing SCP-8110's discovery, excavation equipment transported from various Lunar facilities were dispatched to the Fra Mauro Formation supervised by research personnel.\n\n\n\n\n\n\nDATE:\n 10/02/08\n\n\nFROM:\n Foreman Richmond Lang, (Lunar Area-02)\n\n\nTO:\n Assistant Director Jin Yakov, (Protected Site-98-2)\n\n\nSUBJECT:\n Status of SCP-8110 Excavation\n\n\n\n\n\n\nWell, we've begun our excavation efforts. Never had this much drilling equipment here before. Normally we're tasked with simple mining jobs and don't have to be as careful as this. But that's not my primary concern at the moment.\n\n\nYou see my crew have been rather tense ever since this job began, claiming they feel like they're being watched by these corpses we're digging up. Most of them would rather stare into the infinite abyss of space instead of work. Because of this, progression is slow. However we are relatively short on staff for this operation and would personally like to request a transfer of personnel from the other lunar sites to help speed up our efforts.\n\n\nResearch just hangs around to watch and cart off the recovered bodies when authorised, but don't actually partake in the digging part. I can't let them—they're unqualified. At least they know to keep their distance when we're working, but we need more manpower; the equipment we have is sufficient enough but there just isn't enough staff to man them.\n\n\nI need more focus on this job otherwise you won't get significant enough progress until the new year.\n\n\n\n\n\n\n\n\n\n\nSCP-8110-09 post-autopsy.\n\n\n\n\n\n\nAddendum 8110.4:\n Autopsy Report\n\n\nFollowing Excavation 10/02/08, twelve SCP-8110 instances were successfully recovered from the Fra Mauro Formation and transported to Lunar Area-02. As per dated containment protocols \n[REVISION-8110-03/19/08]\n, instances were kept in radiological-controlled storage lockers.\n\nOn 06/17/09, a pathologist was dispatched to Lunar Area-02 to perform an autopsy on the recovered instances, labelled SCP-8110-01 through -12.\n\n\n\n\n\n\nSubject\n\n\nDate\n\n\nPrognosis\n\n\nGender\n\n\nAge\n\n\n\n\n\n\nSCP-8110-01\n\n\n03/19/09\n\n\nUndetermined\n\n\nSupposedly Male\n\n\nMid 40's\n\n\n\n\n\n\nSCP-8110-02\n\n\n03/19/09\n\n\nBlunt Force Trauma\n\n\nUnknown\n\n\nUndetermined\n\n\n\n\n\n\nSCP-8110-04\n\n\n03/20/09\n\n\nAsphyxiation\n\n\nMale\n\n\nMid-Late 30's\n\n\n\n\n\n\nSCP-8110-07\n\n\n03/22/09\n\n\nUndetermined\n\n\nUnknown\n\n\n40's-50's\n\n\n\n\n\n\nSCP-8110-09\n\n\n03/23/09\n\n\n[REDACTED]\n\n\n[REDACTED]\n\n\n[REDACTED]\n\n\n\n\n\n\nSCP-8110-10\n\n\n03/23/09\n\n\nCerebral Hypoxia\n4\n\n\nSupposedly Male\n\n\nEarly 40's\n\n\n\n\n\n\nSCP-8110-12\n\n\n03/24/09\n\n\nBlunt Force Trauma\n\n\nFemale\n\n\n40's-50's\n\n\n\n\n\n\n\n\n\n\nSCP-8110-12 AUTOPSY REPORT\n\n\n\n\n\n\n\n\n\n\nDate of Recovery:\n 01/15/09\n\n\nGender:\n Female\n\n\n\n\n\n\nIdentification:\n SCP-8110-12\n\n\nAttending:\n Dr. Oliver Maldack\n\n\n\n\n\n\n\n\nDiagnosis:\n Brain Haemorrhage\n\n\nDescription:\n Subject was first uncovered on January 15th 2009 and contained at Lunar Area-02 two weeks later. Specimen measures approximately 1.93m in height and emits roughly 63 micro sieverts of radiation every hour, making it increasingly hazardous for analysis to be performed. Specimen is deprived of approximately 83% of internal organs with the exception of its gallbladder, larynx, spleen, cochlea, diaphragm and pancreas. No discernible pattern or reasoning behind why these organs have remained has been procured. Subject appears highly dehydrated and is most likely the source behind absence of kidneys, brain and blood vessels. Bone marrow is in advanced state of decay that is impossible to presume and is even beginning to break down, making handling of the body incredibly difficult to achieve without causing damage to the specimen. Specimen is currently the most preserved one to hand and is suggestibly older than the rest in containment.\n\n\nGross Description:\n N/A\n\n\nMicroscopic Description:\n Confirmed blunt force trauma to the head, suggesting death from possible brain haemorrhage, however lack of subject's brain has yet to yield further insight into this theory. Malignancies caused in the skin via deteriorated bone marrow likely causing lymphoproliferative disorders within subject.\n\n\nComment:\n\nFollowing recent review of SCP-8110-09 and SCP-8110-12, we can conclude that the corpses are indeed human in nature. However, we still have no clear understanding towards how long they have been here, let alone how they arrived. We can only assume how old the bodies are through their rate of decomposition, but due to the rapid rate of decay, especially in these environments, it is more than likely inaccurate.\n\n\n\n\n\n\n\n\n\n\nSCP-8110 Excavation 06/21/10.\n\n\n\n\n\n\nAddendum 8110.5:\n Excavation Report 07/06/10\n\n\nOn June 21st 2010, excavation within the active SCP-8110 zone was halted by order of Foreman Richmond Lang. After coming under review by the Department of Lunar Assessment and being deemed suitable to resume, several inquiries were filed by personnel. Eventually, progression led to discovery of new materials which sparked further interest from research personnel.\n\n\nA report filed by the site's foreman supplied insight towards the recent findings in the Fra Mauro Formation.\n\n\n\n\nSCP-8110 EXCAVATION REPORT\n\nLUNAR AREA-02\n\nFOREMAN RICHMOND LANG\n\n\nDate:\n 07/06/10\n\n\n\n\nI have called off current excavation efforts for SCP-8110 for the time being. In recent weeks, the deeper we have gone to find older instances, there has been a deviation from the usual pattern of discovery we've had with each new body. You see, recently we've been uncovering materials such as metals and what we believe is foil. The condition of these materials are highly corroded, not to mention fragile. Due to the new data, I have halted further excavation until we know more about what's going on here. As of now, the materials have been handed off to Research; maybe they can make heads or tails out of what's going on here.\n\n\nFrom what we have uncovered, I thought Research would want to stick their noses into it and they advised that there may be more materials such as what we've uncovered within the SCP-8110 active zone. Because of this, they want to hold off on the use of drilling equipment and for us to resort to using simple hand tools. I don't think they are aware of how hard it is to perform excavation on the moon for a job this big so, until I can get them off my back, I've withheld all further activity within the area.\n\n\nOn another note, the longer we spend trying to understand what's going on here, the more my staff becomes paranoid. I've mentioned several times before about my men believing they're being watched by these corpses, but now it seems to be impairing their work ethic. After completing their shift, most seem to report to voluntary counselling. Due to all psychological counselling being confidential, I can't understand as to what it is they are on edge about, and when confronted about their paranoia they just remain silent. Upon discussion with Researcher Li, he has suggested that it may be result of the Oxygen quality within our mining gear. Granted, it is dated but I don't think that is the issue. I have inquired an evaluation of all our gear to prevent such an occurrence from happening, but productivity with excavation is still thoroughly impaired because of this.\n\n\nFrom the issues mentioned above, it has become increasingly challenging for me to understand what kind of attention we are getting here. We are still short on the required personnel to operate our machinery, Research seems to be hiding something from us whenever confronted about new developments, and incompetence with even my most experienced workers is becoming more common. The nature of these abnormalities have been filed with Area Director Hu Wei and he has issued a full-site evaluation by the end of the month.\n\n\nRequest to transfer.\n\n\n\n\n\n\nAddendum 8110.6:\n Suspension of Research\n\n\n\n\n\n\n██/██/10\n\n\nFOR IMMEDIATE RELEASE\n\nIMMEDIATE SUSPENSION OF RESEARCH & EXCAVATION OF SCP-8110\n\n\n\n\n\n\nEffective immediately, the Department of Lunar Assessment has issued a reassignment of funds from the SCP-8110 project. The cost of continuous transfer of equipment and personnel has proven unsuitable and unsustainable in view of the limited returns the project offers.\n\nOver the following two years, we have spent more than 4.3 billion dollars in production of equipment, transportation of valuable resources and training of personnel. Furthering development and research into SCP-8110 has yet to exhibit potential leads into the origins behind the corpses' initial manifestation and/or arrival, and analysis of the Apollo missions have lacked any evidence of the anomaly's presence within the 1970's.\n\nIt could be argued, and has been argued by Senior Researcher Li, that the origins of SCP-8110 are relevant to the understanding of a potential anomalous civilisation. Perhaps so, yet this is a hypothetical argument, and we are faced with potentially draining necessary funds to further development of other significant projects and endeavours.\n\nThe SCP-8110 project will be discontinued and a change in Special Containment Procedures are to go into effect.\n\n\n\n\nWhilst changes are going into effect, funds and resources are to be redirected to the following efforts:\n\n\n\n\nCONTAINMENT OF ANOMALOUS STORAGE\n\nAll fully recovered instances of SCP-8110 are to remain in radiological cold storage at all Lunar facilities.\n\n\nSUPPRESSION OF FOUNDATION VISIBILITY\n\nSince its discovery in 2008, SCP-8110 has posed potential exposure to Foundation operations following excavation and research efforts. These are to be covered up as soon as possible.\n\n\nTRANSFER OF RECOVERED MATERIALS\n\nAll irrelevant personnel and resources are to be deported from the lunar surface immediately and recovered materials of any value or interest are to remain at Lunar Area-02.\n\n\n\n\n\n\nClosing Personal Statement:\n\nWe're taking it back to simple containment protocols from here: Put it in a box and leave it alone. It may sound absurd and there is history here, but just to what has remained entirely unknown. Classification has brought this SCP under review and will make a decision shortly. Until then, there's not much left for us here; those who feel mothballed are to be reminded that not all anomalies hold the secrets that they're looking for even when it's not there.\n\n\n\n\n\n\nAddendum 8110.7:\n Recovered Items\n\nThe following is a list of items recovered from the active SCP-8110 zone during Excavation 06/21/10.\n\n\n\n\n\n\nItem\n\n\nRecovery Date\n\n\nWeight (Kg)\n\n\nCondition\n\n\nAdditional Information\n\n\n\n\n\n\nAluminium alloy\n\n\n06/21/10\n\n\n0.3Kg\n\n\nPoor\n\n\nItem was highly corroded and its atomic structure heavily deteriorated.\n\n\n\n\n\n\nTitanium\n\n\n06/21/10\n\n\n1.74Kg\n\n\nModerate\n\n\nN/A\n\n\n\n\n\n\nSteel\n\n\n06/21/10\n\n\n2.6Kg\n\n\nPoor\n\n\nN/A\n\n\n\n\n\n\nPolytetrafluoroethylene Fibreglass\n\n\n06/21/10\n\n\n0.09Kg\n\n\nPoor\n\n\nThe composition of the fibreglass is similar to that of Apollo astronauts' space suits.\n\n\n\n\n\n\nRecovered Video Tape\n\n\n06/23/10\n\n\n0.21Kg\n\n\nModerate\n\n\nRecovered later in the SCP-8110 active zone shortly after excavation in the site was halted.\n\n\n\n\n\n\nYou told us to go deeper and that's what we did. We've been so wrong about this anomaly.\n\n-Senior Researcher Cheung Li\n\n\n\n\n[ACCESS RECOVERED VIDEO LOG]\n\n\n\n\n[CLOSE]\n\n\n\n\n\n\n\n\nRECOVERED SCP-8110 VIDEO LOG\n\n\n\n\n\n\nDATE:\n 02/12/1970\n\n\nCONTEXT:\n Proposed Lunar Landing\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n\n\n[00:00]\n\n[DATA CORRUPTED]\n\n\nStatic for 43 seconds.\n\n\n[00:22]\n\n\nUNKNOWN 1:\n -ere is it?\n\n\nDistorted audio followed by further static.\n\n\nUNKNOWN 2:\n -ead us, Houston?\n\n\nRADIO:\n Affirmative, Holston. [STATIC] to the West.\n\n\n[00:43]\n\n\nVideo returns. An Apollo astronaut is visible standing roughly 10 feet from a Lunar Lander.\n\n\nUNKNOWN 2/HOLSTON:\n Landon, you see it?\n\n\nThe astronaut turns to the camera, suggestibly held by another Apollo astronaut.\n\n\n[00:59]\n\n[DATA CORRUPTED]\n\n\n[01:29]\n\n\nRADIO:\n -ollo 13, you're breaking up.\n\n\nLocation has changed to an estimated 34 feet from the Lunar Lander.\n\n\nUNKNOWN 1/LANDON:\n (Raised voice) We need more men!\n\n\nHOLSTON:\n Houston?\n\n\n[01:44]\n\n\nThe two astronauts continue trekking away from the Lunar Lander. Continued silence for 13 seconds.\n\n\n[01:57]\n\n\nStatic returns.\n\n\n[02:07]\n\n\nRADIO:\n Aquarius, do you copy? Over.\n\n\n[02:13]\n\n\nVideo returns. The astronauts are standing still before the camera turns to face the Lunar Lander. It is no longer there.\n\n\nRADIO:\n Apollo 13, do you copy? Over.\n\n\n[02:19]\n\n\nHOLSTON:\n Houston, are you seeing these rocks?\n\n\nUNKNOWN 3:\n (Over radio) Holston, do you copy?\n\n\nThe camera turns back. The astronaut identified as LANDON is no longer visible.\n\n\nHOLSTON:\n I told you I didn't want to come down here alone, Oscar.\n\n\nUNKNOWN 3/OSCAR:\n (Over radio) What's going on, Andy?\n\n\n[02:38]\n\n\nHOLSTON:\n You won't believe what I'm seeing down here, Oskie.\n\n\nThe camera turns down to the left of HOLSTON to see an instance of SCP-8110 emerging from the lunar surface.\n\n\n[03:47]\n\n[DATA CORRUPTED]\n\n\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. There is no Site-5.\n\n\n2\n. The source behind this phenomenon has yet to be determined.\n\n\n3\n. The only instances successfully liberated from the lunar surface at the time of documentation.\n\n\n4\n. Unconfirmed.\n\n\n\n\n\n\n\n\n« \nSCP-8109\n | SCP-8110 | \nSCP-8111\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8110\n\" by ClaudeHinton, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8110\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nSource Link:\n \nhttps://upload.wikimedia.org/wikipedia/commons/3/33/Lune_ico.png\n\n\nAuthor:\n Lviatour\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\nSource Link:\n \nhttps://upload.wikimedia.org/wikipedia/commons/b/bc/The_Moon_Luc_Viatour.jpg\n\n\nAuthor:\n Lviatour\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\nSource Link:\n \nhttps://upload.wikimedia.org/wikipedia/commons/a/a9/Apollo_14_-_Station_C-Prime_Pan_North.jpg\n\n\nAuthor:\n NASA/Alan Shepherd/Edgar Mitchell\n\n\nLicense:\n Public Domain\n\n\n\n\nSource Link:\n \nhttps://upload.wikimedia.org/wikipedia/commons/2/28/Skull_on_turntable.jpg\n\n\nAuthor:\n Watty62\n\n\nLicense:\n CC BY-SA 4.0\n\n\n\n\nSource Link:\n \nhttps://upload.wikimedia.org/wikipedia/commons/b/bf/Fra_Mauro_%2B_Bonpland_%2B_Parry_-_LROC_-_WAC.JPG\n\n\nAuthor:\n NASA / LRO_LROC_TEAM\n\n\nLicense:\n Public Domain\n\n\n\n\nSource Link:\n \nhttps://upload.wikimedia.org/wikipedia/commons/e/e5/NASA_logo.svg\n\n\nAuthor:\n National Aeronautics and Space Administration\n\n\nLicense:\n Public Domain\n\n\n\n\nSource Link:\n \nhttps://upload.wikimedia.org/wikipedia/commons/3/35/Michael_D._Griffin_%28cropped%29.jpg\n\n\nAuthor:\n Monica King\n\n\nLicense:\n Public Domain\n\n\n\n\nSource Link:\n \nhttps://upload.wikimedia.org/wikipedia/commons/e/e1/Confidences_d_outre-tombe_-_Mus%C3%A9e_Dauphinois_-_Grenoble_2015_abc15.jpg\n\n\nAuthor:\n Patafisik\n\n\nLicense:\n CC BY-SA 4.0\n\n\n\n\nSource Link:\n \nhttps://upload.wikimedia.org/wikipedia/commons/c/c6/LUNAR_ORBITER_PAGE_-_Limb_of_Copernicus_Impact_Crater.jpg\n\n\nAuthor:\n NASA/JPL/USGS\n\n\nLicense:\n Public Domain",
    "addendums": [
        "Addendum 8110.1: Discovery\nSCP-8110 was first brought to the Foundation's attention on February 11th 2008 during an initial field analysis within the Fra Mauro Formation by research team ON-5 \"Balthazar\". Performing seismic scans in search of potential samples of Helium 3 , researchers noted abnormal readings detecting unidentified objects close to the surface and quickly began excavation with applied digging tools, leading to the discovery of the first instances of SCP-8110.\nUpon relaying the find back to Lunar Area-02, a full research division was deployed to perform a full field analysis. Further excavation efforts lead to an entire grave site consisting of an estimated total of 23 bodies. Advanced drilling and excavation equipment were requested by the Regional Director as well as personnel from Crypto-biological divisions to determine the nature behind SCP-8110. Nearly a month later, a containment perimeter was formed around the Fra Mauro and containment protocols were established.\nInitial analysis, carried out by field researchers, detected potential activity within the location of SCP-8110's discovery prior to initial contact despite the lack of expeditions carried out within the region, suggesting potential third party interference. This interference consisted mainly of footsteps and tire tracks with no discernible destination when followed by personnel, and investigation is ongoing .",
        "Addendum 8110.2: Historical Overview\nAgents embedded within the National Aeronautics and Space Administration were authorised to carry out a low-level investigation relevant to the Apollo missions for further information into SCP-8110's origins.\nThe following is an interview between Special Agent Robert Kennedy and NASA Administrator Michael D. Griffin after their initial investigation.\n\nIn an effort to further understand and track the age of discovered SCP-8110 instances discovered within the active zone of the Fra Mauro Formation, methods, such as carbon-dating, were used on recovered samples for comparison with SCP-8110. Upon being granted clearance to obtain a sample from SCP-8110-██ and SCP-8110-██ 3 , results appeared inconclusive.\nIt is apparent that there is no trace of an SCP-8110 encounter with the Apollo missions. We're done here. - Senior Researcher Cheung Li",
        "Addendum 8110.3: Excavation 10/02/08\nFollowing SCP-8110's discovery, excavation equipment transported from various Lunar facilities were dispatched to the Fra Mauro Formation supervised by research personnel.",
        "Addendum 8110.4: Autopsy Report\nFollowing Excavation 10/02/08, twelve SCP-8110 instances were successfully recovered from the Fra Mauro Formation and transported to Lunar Area-02. As per dated containment protocols [REVISION-8110-03/19/08] , instances were kept in radiological-controlled storage lockers.\n",
        "Addendum 8110.5: Excavation Report 07/06/10\nOn June 21st 2010, excavation within the active SCP-8110 zone was halted by order of Foreman Richmond Lang. After coming under review by the Department of Lunar Assessment and being deemed suitable to resume, several inquiries were filed by personnel. Eventually, progression led to discovery of new materials which sparked further interest from research personnel.\nA report filed by the site's foreman supplied insight towards the recent findings in the Fra Mauro Formation.",
        "Addendum 8110.6: Suspension of Research",
        "Addendum 8110.7: Recovered Items\n\nYou told us to go deeper and that's what we did. We've been so wrong about this anomaly. -Senior Researcher Cheung Li"
    ],
    "documents": [],
    "notes": [
        "\" SCP-8110 \" by ClaudeHinton, from the SCP Wiki . Source: https://scpwiki.com/scp-8110 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "A secure perimeter is to be established around the Fra Mauro Formation at the site of SCP-8110's initial discovery, and is to be monitored remotely by personnel at Lunar Area-02. Observation and recording equipment is to be situated at the Northern and Southern regions of the site and footage is to be reviewed by Level 4 personnel at least twice every week.",
    "description": "Subject was first uncovered on January 15th 2009 and contained at Lunar Area-02 two weeks later. Specimen measures approximately 1.93m in height and emits roughly 63 micro sieverts of radiation every hour, making it increasingly hazardous for analysis to be performed. Specimen is deprived of approximately 83% of internal organs with the exception of its gallbladder, larynx, spleen, cochlea, diaphragm and pancreas. No discernible pattern or reasoning behind why these organs have remained has been procured. Subject appears highly dehydrated and is most likely the source behind absence of kidneys, brain and blood vessels. Bone marrow is in advanced state of decay that is impossible to presume and is even beginning to break down, making handling of the body incredibly difficult to achieve without causing damage to the specimen. Specimen is currently the most preserved one to hand and is suggestibly older than the rest in containment.",
    "title": "SCP-8110"
}