{
    "url": "https://scp-wiki.wikidot.com/scp-8111",
    "all_text": "This world doesn’t need the old man that I am anymore, so I opted for a change as well.\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nMagic for Liars\n\n\n\n\n\n\n\n\nrating: \n+87\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-8111 — \nMagic for Liars\n\n\nPrehaps I'm tired to try.\n\n\n\n\n[2 minutes read]\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n5/8111\n LEVEL \n5/8111\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-8111\n\n\n\n\n\n\nArchon\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Revised Containment Procedures Archived by RAISA 4/4/1952\n\n\n\n\n+ Revised Containment Procedures Archived by RAISA 4/4/1952\n\n\n\n\n\n\n\n\n\n\n+ Revised Containment Procedures Archived by RAISA 5/2/1971\n\n\n\n\n+ Revised Containment Procedures Archived by RAISA 5/2/1971\n\n\n\n\n\n\n\n\n\n\n+ Revised Containment Procedures Archived by RAISA 8/9/1992\n\n\n\n\n+ Revised Containment Procedures Archived by RAISA 8/9/1992\n\n\n\n\n\n\n\n\n\n\n+ Revised Containment Procedures Archived by RAISA 1/7/1997\n\n\n\n\n+ Revised Containment Procedures Archived by RAISA 1/7/1997\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Under directive from the Overseers, SCP-8111 is to be left alone by any SCP Foundation member.\n\n\n\n\n\n\n\n\nSCP-8111.\n\n\n\n\n\n\nDescription:\n SCP-8111 is a Class X humanoid reality-altering entity and verified Grand Thaumaturgist who refers to itself as \"Frill Wizard.\" SCP-8111 appears as an old, tall, human male with grey hair and beard. SCP-8111 can speak fluently in all languages and most known dead languages.\n\n\nSCP-8111 was born in an unknown period, presumably before 900 BC. They are responsible for creating, directly or indirectly, multiple SCP objects, anomalous entities and Groups of Interests.\n\n\nAddendum:\n Four years after the Foundation announced the \nBroken Masquerade Scenario\n in 1998, SCP-8111 quit its high-level position within the Foundation and joined the newly formed Group of Interest known as \"Staging Hats.\" Since then, they have not been seen using any of their Reality-Bending or Thaumaturgical abilities.\n\n\n\n\n\n\nINTERVIEW LOG\n\n\n\n\n\n\n[SCP-8111 is seen walking with its cane in the streets of Chennai, India. He is wearing a top hat and holding a bag of groceries, and despite the heavy rain pouring, he is smiling.]\n\n\n[Another man with an umbrella walks in the opposite direction. He appears young and is wearing a black business suit. He stops in front of SCP-8111, who does so too.]\n\n\nUnknown:\n How are you doing?\n\n\nSCP-8111:\n Holding up. What about you?\n\n\n[Silence. The rain is growing stronger.]\n\n\nUnknown:\n Why?\n\n\nSCP-8111:\n It's starting to get wet. Maybe we should go somewhere more dry.\n\n\n[The man raises their hand and gestures to the sky. The rain abruptly stops, forming a dry circle around the two men.]\n\n\nUnknown:\n Let's talk.\n\n\nSCP-8111:\n If you wish.\n\n\n[They both sit in front of a little coffee shop, where two wooden chairs and a table are situated. A barista comes to them; SCP-8111 orders coffee in Hindi.]\n\n\nSCP-8111:\n That store has Kaapi. Have you tried it? I just discovered it yesterday, and it was a nice surprise.\n\n\nUnknown:\n Why did you leave the Foundation?\n\n\nSCP-8111:\n We really are coming back to this? I thought I made myself clearer in the file.\n\n\nUnknown:\n Look at you. You're walking with a \ncane\n. And we both know there are many easy spells to fix this.\n\n\nSCP-8111:\n I’ve seen people who grew another arm to be more efficient. A third leg is not so bad either.\n\n\nUnknown:\n You're letting yourself go. Less than a year ago, I could've sworn you were looking 10 years younger.\n\n\nSCP-8111:\n It feels right to be in a body that finally fits your age, at least a little more.\n\n\nUnknown:\n Sooner than enough, you’ll be senile and decaying.\n\n\nSCP-8111:\n Eh, it’s not so bad.\n\n\n[Silence. The barista returns with the Indian filtered coffee and places it on the table before them.]\n\n\nUnknown:\n Why?\n\n\nSCP-8111:\n I'm tired. What more do you need?\n\n\nUnknown:\n You were someone I admired. You were-\n\n\nSCP-8111:\n Oh, don't give me that crap anymore. There are many more important figures to be proud of in history than \nme\n.\n\n\nUnknown:\n And you left us for… that? I don't even know what that group is.\n\n\nSCP-8111:\n They are magicians.\n\n\nUnknown:\n \nIllusionists.\n A group of illusionists who emerged a bit after the fall of the Veil and considered the use of thaumaturgy a \"cheat\" for their magic. Fueled by frustration over their work being overshadowed by genuine magic.\n\n\nSCP-8111:\n The only non-anomalous GoI. They are determined to regain the spotlight through the sheer brilliance of their skill and creativity. Isn't that amazing?\n\n\nUnknown:\n It's stupid.\n\n\nSCP-8111:\n Maybe. But wouldn't you get angry if your job got replaced after only a few years?\n\n\nUnknown:\n You're avoiding my question. Again.\n\n\n[Silence. SCP-8111 takes a sip from their cup.]\n\n\nSCP-8111:\n Do you want to hear a story?\n\n\nUnknown:\n Will it answer my question?\n\n\nSCP-8111:\n Maybe. It's for you to see.\n\n\nUnknown:\n Fine.\n\n\nSCP-8111:\n Many many years ago, when I was nothing but a young and curious boy, a strange man visited our village. The man wore a grey robe and had the longest beard I had ever seen, it made me laugh. When I approached the man, he asked me, \"What do you wish for.\" My simple child's mind couldn't think of anything bigger than my most basic needs currently filling my mind, so I asked for \"some food.\" Out of thin air, the most reddish apple I have ever seen appeared in the palm of his hand. I took a bite out of it, and it was truly delicious. When I asked the man how he did such a thing, he smiled and vanished. Apparently, he had to go. I never saw the man again.\n\n\nSCP-8111:\n That's when I first learned about magic. You already know the following years of my life. I was eager for knowledge, so I quit my little village and my family to discover the wonders of this world. I promised myself not to stop travelling until I couldn't find something new in this world anymore. I witnessed and studied every phenomenon that could raise a question upon me. I discovered books of esoteric knowledge, an infinite library filled with also-infinite knowledge. I've discovered creatures of appearance indescribable, some smarter than my own species. I've met multiple people with powers and curiosity similar to mine, some good and some bad. And with all this knowledge I acquired over the years, I decided to join a group that could help me expand this wisdom even further. And I quit it, only to join another. And another. And so on. Until I found my own group, one I could be proud of.\n\n\n[SCP-8111 takes another sip from their cup.]\n\n\nSCP-8111:\n But recently, something changed the group's direction. Revealing most of the wonders I had previously discovered to the rest of the world. This did not bother me; my directive would continue either way. One day, I felt like going out of my office for once. See what the world is up to, I suppose. So I went for a walk in a random street. To my surprise, there was not much change. The dark world that I have hidden actually merged perfectly with the light. Children were now playing around with harmless spells, and creatures I swore to contain were now united with humanity.\n\n\nSCP-8111:\n I noticed a small crowd gathered around something I couldn't see. I approached to see what they could be looking at. A young man wearing a top hat and a red cape was presenting a street performance, the magic type. He was in the middle of a card trick, and apparently, he guessed the card of a little girl. The little girl was clearly left unimpressed, but he kept his cheerful smile on either way. After that, he chose someone else in the audience and pointed to me. I approached the man, and he asked me if I was hungry. I answered yes, curious as to where it would all go. And wouldn't you know it, he pulled a green apple from his hand, which he handed to me. As he walked away for another trick, my memories of my youthful years came back to me. Do you know what surprised me the most?\n\n\nUnknown:\n … What?\n\n\nSCP-8111:\n I had no idea how he did it. Despite my centuries of knowledge about magic, I couldn't guess how he pulled that trick. There are no signs of thaumaturgical radiation, unusual hume level or any anomalous artifacts to help him. He just did it!\n\n\n[Silence.]\n\n\nUnknown:\n \nThat's it?\n The guy reveals a fruit that was hidden in his sleeve. And you quit the most powerful organization?\n\n\nSCP-8111:\n The apple was too big for his sle-\n\n\nUnknown:\n Oh my god! There are a thousand ways he could have hidden it! If you had been a little more careful, you could have seen through his trick!\n\n\nSCP-8111:\n And that's exactly the point. I didn't. I lost touch with reality because I was preoccupied with the hidden.\n\n\n[Silence.]\n\n\nSCP-8111:\n The fact is, this group truly amazes me. I use all my expertise to help them determine if their members respect their art without doing anything anomalous.\n\n\nUnknown:\n So that's it. You could use your power to do big, helpful things. Instead, you became the coach of a small GoI that will most likely be forgotten in the coming years.\n\n\nSCP-8111:\n I have done what I think is good all my life. Can you at least leave me this?\n\n\n[SCP-8111 takes a final sip. He rises from the chair.]\n\n\nSCP-8111:\n I have to go. There's a magic presentation not far from there I need to see. If you want, you can join me.\n\n\n[SCP-8111 picks up his cane and starts walking away from the coffee shop. He briefly looks back at the man while putting his top hat back on.]\n\n\nSCP-8111:\n If not, it was nice seeing you again.\n\n\n[SCP-8111 walks out from the dry circle and into the rain.]\n\n\n[The dry circle slowly closes. The Overseer doesn't move.]\n\n\n\n\n\n\n\n\n« \nSCP-8110\n | SCP-8111 | \nSCP-8112\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8111\n\" by Felixou, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8111\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n magician.jpg\n\n\nName:\n Photography wallpaper facial-hair man beard-chin moustache human elder portait\n\n\nAuthor:\n @nazanin\n\n\nLicense:\n Creative Commons CC0 1.0 Universal Public Domain Dedication\n\n\nSource Link:\n \nWikicommons\n\n\n\n\n\n\nTHUMBNAIL\n\n\nFilename:\n rain.png\n\n\nName:\n old man walking through the rain\n\n\nAuthor:\n Piotr Szczepankiewicz\n\n\nLicense:\n CC BY-SA 2.0 DEED\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum: Four years after the Foundation announced the Broken Masquerade Scenario in 1998, SCP-8111 quit its high-level position within the Foundation and joined the newly formed Group of Interest known as \"Staging Hats.\" Since then, they have not been seen using any of their Reality-Bending or Thaumaturgical abilities."
    ],
    "documents": [],
    "notes": [
        "\" SCP-8111 \" by Felixou, from the SCP Wiki . Source: https://scpwiki.com/scp-8111 . Licensed under CC-BY-SA .",
        "Filename: magician.jpg Name: Photography wallpaper facial-hair man beard-chin moustache human elder portait Author: @nazanin License: Creative Commons CC0 1.0 Universal Public Domain Dedication Source Link: Wikicommons",
        "THUMBNAIL Filename: rain.png Name: old man walking through the rain Author: Piotr Szczepankiewicz License: CC BY-SA 2.0 DEED Source Link: Flickr"
    ],
    "containment_procedures": "Under directive from the Overseers, SCP-8111 is to be left alone by any SCP Foundation member.",
    "description": "SCP-8111 is a Class X humanoid reality-altering entity and verified Grand Thaumaturgist who refers to itself as \"Frill Wizard.\" SCP-8111 appears as an old, tall, human male with grey hair and beard. SCP-8111 can speak fluently in all languages and most known dead languages.",
    "title": "SCP-8111"
}