{
    "url": "https://scp-wiki.wikidot.com/scp-8112",
    "all_text": "rating: \n+89\n+\n–\nx\n\n\n\n\n\n\nSCP-8112 (sleeves folded.)\n\n\n\n\n\n\nItem #:\n SCP-8112\n\n\nObject Class:\n \nSafe\n \nKeter\n\n\nSpecial Containment Procedures:\n \nSCP-8112 is contained in a containment locker at Site-17. Containment of PoI-1881 is deemed unnecessary at this time.\n\n\nSCP-8112 is held in a containment cell at Site-17. SCP-8112 is adorned on a mannequin and monitored for any deviations in its behavior. Personnel possessing information in regards towards more reliable containment measures are to report to Dr. Kirby immediately.\n1\n\n\nDescription:\n SCP-8112 is a black T-shirt with the phrase \"I'M WITH STUPID ➜'' printed in yellow HTV.\n2\n\n\nSCP-8112 rotates in a manner similar to a compass, with the arrow continuously tracking PoI-1881's location. PoI-1881 is Bobby Dune, a college student residing in █████, Florida, United States of America. PoI-1881 is a baseline human and is unaware of the anomalous. SCP-8112's and PoI-1881's relationship is largely one-sided, as any physical interaction performed on the former will not affect the latter.\n\n\nAddendum-01:\n SCP-8112 was originally recovered from a local thrift shop. It was revealed that neither PoI-1881 and SCP-8112 share commonality with each other except from their city of origin. Dissatisfied with the investigation's results, Dr. Kirby personally conducted tests with the object to establish the extent of its properties. (To access the unabridged version, contact Dr. Kirby.)\n\n\n\n\n\n\n\n\n▶ ACCESS SCiPNET:/8112/Containment_Log ◀\n\n\n\n\n▷ CLOSE FILE ◁\n\n\n\n\n\n\n\n\nTEST #: 04\n\n\nParameters:\n SCP-8112 was restrained to a table with duct tape and a 50 lbs weight.\n\n\nResult:\n SCP-8112 ripped through the tape and achieved movement despite being weighed down. SCP-8112 resumed tracking PoI-1881 albeit significantly slower.\n\n\nNotes:\n \nSure, the shirt's strong. Even then, the anomaly’s very basic. Practically should be on the \nAI Catalog\n if anything else.\n — Dr. Kirby\n\n\n\n\n\n\nTEST #: 07\n\n\nParameters:\n SCP-8112's arrow was superimposed with a strip of duct tape.\n\n\nResult:\n The arrow moved away from the tape, resting below it. The arrow corrected its orientation after the strip's removal.\n\n\nNotes:\n \nThe printing's anomalous too? Interesting.\n\n\nThis wasn't an official test, just a moment of curiosity that I didn't think would come to pass. I'd already withdrawn my request for a class downgrade… for now. Best not to get our hopes up.\n — Dr. Kirby\n\n\n\n\n\n\nTEST #: 09\n\n\nParameters:\n SCP-8112 was intentionally wrinkled.\n\n\nResult:\n SCP-8112's graphic design quickly adjusted itself across the wrinkles, managing to appear perfectly flat and legible at any angle.\n\n\nNotes:\n \nIt's more reactable than I thought. Still, I think we're about done here.\n\n\nWe had some objects where that was the exact case… then yet again, I may be grasping at straws here.\n — Dr. Kirby\n\n\n\n\n\n\nTEST #: N/A\n\n\nParameters:\n N/A\n\n\nResult:\n While transporting SCP-8112, personnel noticed its phrasing changed, now reading \"I'M WITH HANDSOME.\" SCP-8112's arrow was pointed at a reflection of itself when this occurred. SCP-8112's phrasing reverted to normal after it was pulled away from the reflection.\n\n\nNotes:\n \nBad news. I stand corrected. Good news. I have an idea.\n — Dr. Kirby\n\n\n\n\n\n\nTEST #: 15\n\n\nParameters:\n Dr. Kirby placed a series of miscellaneous objects in front of SCP-8112's arrow.\n\n\nResult:\n None of the objects elicit a reaction, including the same reflection that SCP-8112 reacted to earlier. Dr. Kirby, exasperated, tried to leave the room when he noticed SCP-8112's phrasing was altered to \"I'M WITH UGLY!\" Dr. Kirby was in the direct path of the arrow.\n\n\nNotes:\n \nI think it's time we should \nrevisit\n those containment measures.\n\n\n\n\n\n\nTEST #: 16\n\n\nParameters:\n \n(See Incident 8112-Alpha)\n\n\nResult:\n \n(See Incident 8112-Alpha)\n\n\nNotes:\n \nNo comment.\n — Dr. Kirby\n\n\n\n\n\n\nINCIDENT 8112-ALPHA\n\n\nSummary:\n Enacted by Dr. Kirby, SCP-8112 was restrained inside a newly-constructed containment apparatus that would counteract the anomaly's tracking capabilities by continually spinning it in randomized directions. Criticized for the expense of the apparatus's construction, Dr. Kirby retorted SCP-8112's properties were still under review and becoming \"problematic.\"\n3\n Ultimately, the apparatus was successful in its function.\n\n\nThe next day, during a routine inspection, Dr. Kirby noticed SCP-8112's arrow extended past the confines of the anomaly, traveled down the containment apparatus, and rested on the floor.\n4\n When Dr. Kirby returned with more personnel, the arrow had elongated past the chamber's entrance. Unlike previous tests, SCP-8112's graphic design did not revert to baseline behavior since this incident.\n\n\n\n\n\n\nContainment Attempt#: 01\n\n\nProtocol:\n SCP-8112's arrow was removed with acetone and sufficient heating.\n\n\nAftermath:\n Protocol failed; SCP-8112's arrow regenerated instantaneously when not observed. The arrow fully extended into the hallway. SCP-8112's phrasing changed to \"I'M WITH TICKLISH.\"\n\n\nNotes:\n \nFigures. There's still plenty of avenues to try.\n -Dr. Kirby\n\n\n\n\n\n\nContainment Attempt#: 02\n\n\nProtocol:\n It was discovered SCP-8112's arrow becomes immobilized when observed. Personnel were then charged with observing the arrow both directly and remotely.\n\n\nAftermath:\n Protocol failed; personnel tasked with directly immobilizing SCP-8112 had their vision impaired, experiencing moderate pain. Video-recording devices would inexplicably fail as well. In both cases, there had been a small build up of HTV in the eyes and electronic components respectively. SCP-8112's arrow moved further into the floor's layout. SCP-8112's phrasing changed to \"I'M WITH A SIGHT FOR SORE EYES.\"\n\n\nNotes:\n \nIt's almost under control. Just need to get a bit more… stricter.\n -Dr. Kirby\n\n\n\n\n\n\nContainment Attempt#: 06\n\n\nProtocol:\n All unbreached entrances near SCP-8112's arrow would be temporarily sealed. An active Scranton Reality Anchor was deployed in the vicinity.\n\n\nAftermath:\n Protocol failed; The anomaly was not affected by the SRA. The arrow breached through the sealed entrances without difficulty. SCP-8112's phrasing changed to \"I'M WITH BORING.\"\n\n\nNotes:\n \nAre we even making a dent in it?!\n -Dr. Kirby\n\n\n\n\n\n\nContainment Attempt#: 31\n\n\nProtocol:\n Incinerating SCP-8112.\n\n\nBackground:\n Protocol never enacted. Although Dr. Kirby's recommendation of decommissioning was considered, the proposal was rejected due to information sourced from \nSCP-2305\n5\n; recent excerpts produced by SCP-2305 warned that complete destruction of SCP-8112 would cause their graphic design to evolve as an independent anomaly, consequently become harder to contain, and cause tremendous damage to the viability of the Veil Protocol.\n\n\nFoundation analysts believe SCP-8112 currently has the potential to inflict massive damage on the Veil. Should SCP-8112's arrow leave Site-17, not only would it interact with nearby urban centers, it would inadvertently lead a trail back to the facility. This reasoning is what earned SCP-8112 its Keter reclassification.\n\n\nAftermath:\n SCP-8112-1's have breached through one-third of Site-17, heading towards the nearest outdoor exit while causing disruption to staff function. This was when Dr. Kirby observed that SCP-8112's arrow still tracked PoI-1881.\n\n\nNotes:\n \nThat guy still in Florida?\n -Dr. Kirby\n\n\n\n\n\n\nINCIDENT 8112-BETA\n\n\nSummary:\n Following SCP-8112-A's (formerly PoI-1881) arrival to Site-17, SCP-8112's arrow ceased attempting to leave outside, but resumed breaching into more of the facility. Instead of taking the most direct path, the anomaly's arrow would take many redundant and illogical paths before making contact with SCP-8112-A's feet. Additionally, SCP-8112's arrow was now frequently superimposing itself on important documentation and agitating other unrelated sentient anomalies, resulting in personnel to become further irritated. However, it was found that SCP-8112-A wearing SCP-8112 would cause the latter's arrow to decrease in activity, but only by a small margin.\n\n\nDr. Kirby was intensely scrutinized during this time and viable for massive disciplinary measures, up to and including demotion. Dr. Kirby pleaded such actions were unnecessary and firmly stated SCP-8112's interference will end by month's end. To assist in this endeavor, Dr. Kirby took spoken and written suggestions from Site-17.\n\n\n\n\n\n\nSUBMISSION: 01\n\n\nOverview:\n Utilize thaumaturgy against SCP-8112.\n\n\nSubmission:\n Researcher Linda.\n\n\nCritique:\n \nWe tried, didn't work.\n — Dr. Kirby\n\n\n\n\n\n\nSUBMISSION: 03\n\n\nOverview:\n Dr. Kirby's Demotion.\n\n\nSubmission:\n Anonymous.\n\n\nCritique:\n \nAcknowledge but not considered.\n — Dr. Kirby\n\n\n\n\n\n\nSUBMISSION: 06\n\n\nOverview:\n Release SCP-8112-A.\n\n\nSubmission:\n SCP-8112-A.\n\n\nCritique:\n \nDenied.\n — Dr. Kirby\n\n\n\n\n\n\nSUBMISSION: 07\n\n\nOverview:\n Dr. Kirby's resignation.\n\n\nSubmission:\n Anonymous.\n\n\nCritique:\n \nThis is a \nsuggestions\n box, not a \njoke\n box.\n — Dr. Kirby\n\n\n\n\n\n\nSUBMISSION: 08\n\n\nOverview:\n Communicate with SCP-8112.\n\n\nSubmission:\n Assistant Researcher Alisha.\n\n\nCritique:\n \nYet again, tried that, didn't even respond. What's with the lack of submissions? I'm fairly certain I've sent the invites.\n — Dr. Kirby\n\n\n\n\n\n\nSUBMISSION: 09\n\n\nOverview:\n Dr. Kirby's termination.\n\n\nSubmission:\n Anonymous.\n\n\nCritique:\n \nIf no one is willing to put forth something that is worthwhile, I'm ending the submissions!\n — Dr. Kirby\n\n\n\n\n\n\nSUBMISSION: 10\n\n\nOverview:\n \n(See Addendum-02)\n\n\nSubmission:\n SCP-8112.\n\n\nCritique:\n \nDon't ask.\n — Dr. Kirby\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum-02:\n SCP-8112's behavior would again deviate; the anomaly would regularly and momentarily direct its arrow away from SCP-8112-A to a multitude of miscellaneous objects (including Dr. Kirby) and images, then revert back to course. In all cases, SCP-8112's phrasing changed to \"I'M WITH SOMETHING THAT COULD TOTALLY NEUTRALIZE ME.\"\n\n\nThough skeptical of this supposed divulgement of weakness, Dr. Kirby decided to explore the possibility fervently in light of the deadline he set for himself fast approaching. Dr. Kirby introduced as many objects to SCP-8112's arrow. Those that elicited a response were further incorporated into his experiments. This led to the culmination of Incident 8112-Charlie.\n\n\n\n\n\n\n\n\n▶ ACCESS SCiPNET: Incident 8112-Charlie ◀\n\n\n\n\n▷ CLOSE FILE ◁\n\n\n\n\n\n\n\n\n\n\n[BEGIN LOG]\n\n\nSCP-8112-A:\n Are monsters real?\n\n\nGuard:\n Yes.\n\n\nSCP-8112-A:\n Hmm… are ghosts real?\n\n\nGuard:\n Dunno. Above my clearance.\n\n\nSCP-8112-A:\n Hmm… I see… are mummies real?\n\n\nGuard:\n \n[Sigh]\n [Whisper] Why's the last job always a pain in the ass?\n\n\n[SCP-8112-A is sitting on the bed, wearing SCP-8112. SCP-8112's arrow extends from his body, underneath in and out the door, and back to SCP-8112-A's feet. SCP-8112-A smirks, rises from the bed and is sidestepping wildly. The tip of the arrow relocates to his exact position. The guard forces them back on the bed.]\n\n\nGuard:\n What did I say about leaving the chair?\n\n\n\n\nSCP-8112-A:\n It's a bed!\n\n\nGuard:\n Chair. Bed. It doesn't mat—\n\n\n[The guard stops talking, and cringes as he rubs his left temple.]\n\n\nSCP-8112-A:\n C'mon, man! I mean what am I supposed to do?\n\n\nGuard:\n Nothing.\n\n\nSCP-8112-A:\n Pfft. Boy and I thought prisons were bad. Still wanting for those Miranda rights—\n\n\nGuard:\n Bobby. For everything that is holy. Stop. Talking… \nplease.\n\n\nSCP-8112-A:\n …But seriously. What's the hold up? Shouldn't that science guy be here now? I'm getting hungry.\n\n\nGuard:\n I told you, I don't know. But I'm sure it's for a good reason.\n\n\n[Two minutes late, the door opens. Dr. Kirby pushed a draped cart into the cell, dressed in a combination of approved attire and a circus clown outfit. Both SCP-8112-A and the guard are shocked.]\n\n\nGuard:\n [Whisper] The hell? Dr. Kirby what are you—\n\n\n[Dr. Kirby harshly hushes the guard and hastily shuts the door. SCP-8112-A prolongs a whistle while the guard remains quiet. Dr. Kirby removes the tablecloth. The cart is adorned with all items that SCP-8112 reacted to previously.]\n\n\n[Dr. Kirby hovers a finger over a boombox. Dr. Kirby, though appearing pained, presses play then grabs several items from the cart.]\n\n\n[The song \"Hello! Ma Baby'' by Tin Pan Alley plays. Dr. Kirby performs the following actions simultaneously: stomping on an active Tickle Me Elmo doll with his right foot. Juggling a balloon with his left foot, playing tic-tac-toe by with his left hand, and swinging a multicolored-slinky with his right hand while chewing bubble gum.]\n\n\n[The guard removes his helmet, shaking his head. SCP-8112-A snickers. The guard jabs SCP-8112-A in the ribs — the latter becomes quiet.]\n\n\n[The theme song for the Goosebumps TV series (1995) plays; Dr. Kirby drops what he is holding and reaches for new items. Dr. Kirby performs the following actions simultaneously: stomping his right foot in a bowl of mayo, tapping his left foot to the beat of the song, closing his left fist while extending only his middle finger,\n6\n and playing the harmonica. Dr. Kirby reaches towards the cart again with his right hand.]\n\n\n[SCP-8112-A's laughter is cut short when a pie suddenly makes contact with his facial regions. The guard's helmet slides away from his grip. The guard stares at Dr. Kirby, his left eyelid twitching.]\n\n\n[The song \"Play That Funky Music\" by Wild Cherry plays. Dr. Kirby drops what he is holding and reaches for new items. However, Dr. Kirby accidentally steps onto his own foot, causing him to crash into the cart. The cart's contents spill over; the boombox breaks during the fall. Dr. Kirby cringes in pain.]\n\n\nDr. Kirby:\n Goddammit! God… dammit.\n\n\n[Dr. Kirby wipes away his facial make-up, then pulls out an unused cigarette and lighter. He lights the cigarette, breathing the smoke in. The guard rubs the bridge of his nose.]\n\n\n[The guard nods extremely slowly. SCP-8112-A pulls away pie tin and wipes their eyes clean.]\n\n\nGuard:\n Sir, with all due respect. Are you mental?\n\n\nDr. Kirby:\n I'll… get back to you on that.\n\n\nGuard:\n Okay… so what's \nthat\n?\n\n\n[The guard gestures towards the cart. Dr. Kirby pulls off the clown wig.]\n\n\nDr. Kirby:\n …I tried them individually. Didn't work. So I tried them together. Bottom of the barrel.\n\n\nGuard:\n …Why?\n\n\nDr. Kirby:\n 'Cause I really like my job.\n\n\nGuard:\n I d-don't even—\n\n\n[Loud smacking noises interrupt the guard. He turns to SCP-8112-A. SCP-8112-A has removed the pie tin from his face and is now consuming its contents. SCP-8112-A turns to the guard confused.]\n\n\nSCP-8112-A:\n What? Free food.\n\n\nDr. Kirby:\n [Strained Whisper] Hmph. And to think I wondered why it chose \nyou.\n\n\n[Dr. Kirby abruptly stands up, emitting a sound between a growl and a groan. He is gripping tightly on his hair.]\n\n\nDr. Kirby:\n It's fine. It's fine. I still have more time to make this right. Just need more time. More time… and… a-and… what?\n\n\n[Dr. Kirby notices SCP-8112's arrow is pointed to him instead of SCP-8112-A. Dr. Kirby freezes, then moves to remove SCP-8112 off from SCP-8112-A.]\n\n\nDr. Kirby:\n Stand still.\n\n\nSCP-8112-A:\n Hey! What's the big deal—\n\n\nDr. Kirby:\n I said stand still!\n\n\n[Dr. Kirby removes his coat and wears SCP-8112 over his undershirt. He looks down, SCP-8112's arrow is absent from the floor. SCP-8112's arrow is back to normal proportions but is pointed to Dr. Kirby's head. SCP-8112's phrasing reads \"I'M STUPID.\"\n7\n]\n\n\n[All three individuals in the room stare at SCP-8112. Twenty seven seconds pass until the SCP-8112-A breaks the silence.]\n\n\nSCP-8112-A:\n Hey, that shirt does looks good on you.\n\n\n[END LOG]\n\n\n\n\n\n\n.\n\n\n \n\n\n.\n\n\n \n\n\n.\n\n\n \n\n\n.\n\n\n \n\n\n.\n\n\n \n\n\n.\n\n\n \n\n\n.\n\n\n \n\n\n.\n\n\n \n\n\n.\n\n\n \n\n\n.\n\n\n \n\n\nItem #:\n SCP-8112\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-8112 and SCP-8112-A are in joint containment. SCP-8112 cannot be removed from SCP-8112-A under any circumstance.\n\n\nDescription:\n SCP-8112-A is Foundation scientist, Dr. Kirby. SCP-8112 is SCP-8112-A's shirt, which bears the phrase \"I'M STUPID ↑'' printed in yellow HTV.\n\n\nSCP-8112's properties manifest when SCP-8112-A removes it fully from their person. SCP-8112's arrow will anomalously extend off the fabric it is plastered on to physically connect to SCP-8112-A. Attempts by SCP-8112-A to cover SCP-8112's phrasing will have the same effect. This connection is never straightforward, as SCP-8112's arrow will always take the most extensive, redundant, and illogical path to reach SCP-8112-A. This effect is instantly negated when SCP-8112-A readorns SCP-8112.\n\n\nSCP-8112-A initially did not possess an anomalous relationship with SCP-8112. However, in the aftermath of their arbitrary and needless experiments performed on SCP-8112, the anomaly refocused its attention from the original SCP-8112-A to them instead.\n8\n As SCP-8112 does not impede SCP-8112-A's duties as long as containment procedures are properly followed, they have been allowed to continue their employment at the Foundation, albeit under supervision.\n\n\nSCP-8112-A complained SCP-8112 significantly hampered their personal lifestyle. Aside from being forced to wash SCP-8112-A while still wearing it, they have claimed personnel have been staring at them and/or made comments about SCP-8112-A's condition at their expense. This has remarkably diluted SCP-8112-A's reputation. As such, SCP-8112-A requested that they would be working from their office for now on.\n\n\nRequest was denied, as SCP-8112-A's disciplinary measures were currently active.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. These procedures are scheduled to be updated pending the results of Addendum-02.\n\n\n2\n. Heat transfer Vinyl.\n\n\n3\n. Dr. Kirby did not hold this opinion prior to Test 15.\n\n\n4\n. The arrow was pointed at the containment apparatus's base, coinciding with SCP-8112's phrasing changing to \"I'M WITH USELESS.\"\n\n\n5\n. A sheaf of papers that gives information on how to neutralize other SCP objects. These methods proposed by SCP-2305 tend to fail or backfire in spectacular fashion, usually at the Foundation’s detriment.\n\n\n6\n. The middle finger has a simplistic smiley face drawn upon it\n\n\n7\n. On closer inspection, an additional sentence was located just above the letter \"D.\" This sentence reads as \"(And a gullible mouth-breather too.)\"\n\n\n8\n. Following loss of interest, the original SCP-8112-A, Bobby Dune, was amnestized and released.\n\n\n\n\n\n\n\n\n« \nSCP-8111\n | SCP-8112 | \nSCP-8113\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8112\n\" by Nickthebrick1, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8112\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Stupid crop.png\n\n\nName:\n Stupid crop.png\n\n\nAuthor:\n HerAlc, cropped by Stomme\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://en.wikipedia.org/wiki/File:Stupid_crop.png",
    "addendums": [
        "Addendum-01: SCP-8112 was originally recovered from a local thrift shop. It was revealed that neither PoI-1881 and SCP-8112 share commonality with each other except from their city of origin. Dissatisfied with the investigation's results, Dr. Kirby personally conducted tests with the object to establish the extent of its properties. (To access the unabridged version, contact Dr. Kirby.)",
        "Addendum-02: SCP-8112's behavior would again deviate; the anomaly would regularly and momentarily direct its arrow away from SCP-8112-A to a multitude of miscellaneous objects (including Dr. Kirby) and images, then revert back to course. In all cases, SCP-8112's phrasing changed to \"I'M WITH SOMETHING THAT COULD TOTALLY NEUTRALIZE ME.\"\nThough skeptical of this supposed divulgement of weakness, Dr. Kirby decided to explore the possibility fervently in light of the deadline he set for himself fast approaching. Dr. Kirby introduced as many objects to SCP-8112's arrow. Those that elicited a response were further incorporated into his experiments. This led to the culmination of Incident 8112-Charlie."
    ],
    "documents": [],
    "notes": [
        "[BEGIN LOG] SCP-8112-A: Are monsters real? Guard: Yes. SCP-8112-A: Hmm… are ghosts real? Guard: Dunno. Above my clearance. SCP-8112-A: Hmm… I see… are mummies real? Guard: [Sigh] [Whisper] Why's the last job always a pain in the ass? [SCP-8112-A is sitting on the bed, wearing SCP-8112. SCP-8112's arrow extends from his body, underneath in and out the door, and back to SCP-8112-A's feet. SCP-8112-A smirks, rises from the bed and is sidestepping wildly. The tip of the arrow relocates to his exact position. The guard forces them back on the bed.] Guard: What did I say about leaving the chair? SCP-8112-A: It's a bed! Guard: Chair. Bed. It doesn't mat— [The guard stops talking, and cringes as he rubs his left temple.] SCP-8112-A: C'mon, man! I mean what am I supposed to do? Guard: Nothing. SCP-8112-A: Pfft. Boy and I thought prisons were bad. Still wanting for those Miranda rights— Guard: Bobby. For everything that is holy. Stop. Talking… please. SCP-8112-A: …But seriously. What's the hold up? Shouldn't that science guy be here now? I'm getting hungry. Guard: I told you, I don't know. But I'm sure it's for a good reason. [Two minutes late, the door opens. Dr. Kirby pushed a draped cart into the cell, dressed in a combination of approved attire and a circus clown outfit. Both SCP-8112-A and the guard are shocked.] Guard: [Whisper] The hell? Dr. Kirby what are you— [Dr. Kirby harshly hushes the guard and hastily shuts the door. SCP-8112-A prolongs a whistle while the guard remains quiet. Dr. Kirby removes the tablecloth. The cart is adorned with all items that SCP-8112 reacted to previously.] [Dr. Kirby hovers a finger over a boombox. Dr. Kirby, though appearing pained, presses play then grabs several items from the cart.] [The song \"Hello! Ma Baby'' by Tin Pan Alley plays. Dr. Kirby performs the following actions simultaneously: stomping on an active Tickle Me Elmo doll with his right foot. Juggling a balloon with his left foot, playing tic-tac-toe by with his left hand, and swinging a multicolored-slinky with his right hand while chewing bubble gum.] [The guard removes his helmet, shaking his head. SCP-8112-A snickers. The guard jabs SCP-8112-A in the ribs — the latter becomes quiet.] [The theme song for the Goosebumps TV series (1995) plays; Dr. Kirby drops what he is holding and reaches for new items. Dr. Kirby performs the following actions simultaneously: stomping his right foot in a bowl of mayo, tapping his left foot to the beat of the song, closing his left fist while extending only his middle finger, 6 and playing the harmonica. Dr. Kirby reaches towards the cart again with his right hand.] [SCP-8112-A's laughter is cut short when a pie suddenly makes contact with his facial regions. The guard's helmet slides away from his grip. The guard stares at Dr. Kirby, his left eyelid twitching.] [The song \"Play That Funky Music\" by Wild Cherry plays. Dr. Kirby drops what he is holding and reaches for new items. However, Dr. Kirby accidentally steps onto his own foot, causing him to crash into the cart. The cart's contents spill over; the boombox breaks during the fall. Dr. Kirby cringes in pain.] Dr. Kirby: Goddammit! God… dammit. [Dr. Kirby wipes away his facial make-up, then pulls out an unused cigarette and lighter. He lights the cigarette, breathing the smoke in. The guard rubs the bridge of his nose.] [The guard nods extremely slowly. SCP-8112-A pulls away pie tin and wipes their eyes clean.] Guard: Sir, with all due respect. Are you mental? Dr. Kirby: I'll… get back to you on that. Guard: Okay… so what's that ? [The guard gestures towards the cart. Dr. Kirby pulls off the clown wig.] Dr. Kirby: …I tried them individually. Didn't work. So I tried them together. Bottom of the barrel. Guard: …Why? Dr. Kirby: 'Cause I really like my job. Guard: I d-don't even— [Loud smacking noises interrupt the guard. He turns to SCP-8112-A. SCP-8112-A has removed the pie tin from his face and is now consuming its contents. SCP-8112-A turns to the guard confused.] SCP-8112-A: What? Free food. Dr. Kirby: [Strained Whisper] Hmph. And to think I wondered why it chose you. [Dr. Kirby abruptly stands up, emitting a sound between a growl and a groan. He is gripping tightly on his hair.] Dr. Kirby: It's fine. It's fine. I still have more time to make this right. Just need more time. More time… and… a-and… what? [Dr. Kirby notices SCP-8112's arrow is pointed to him instead of SCP-8112-A. Dr. Kirby freezes, then moves to remove SCP-8112 off from SCP-8112-A.] Dr. Kirby: Stand still. SCP-8112-A: Hey! What's the big deal— Dr. Kirby: I said stand still! [Dr. Kirby removes his coat and wears SCP-8112 over his undershirt. He looks down, SCP-8112's arrow is absent from the floor. SCP-8112's arrow is back to normal proportions but is pointed to Dr. Kirby's head. SCP-8112's phrasing reads \"I'M STUPID.\" 7 ] [All three individuals in the room stare at SCP-8112. Twenty seven seconds pass until the SCP-8112-A breaks the silence.] SCP-8112-A: Hey, that shirt does looks good on you. [END LOG]",
        "\" SCP-8112 \" by Nickthebrick1, from the SCP Wiki . Source: https://scpwiki.com/scp-8112 . Licensed under CC-BY-SA .",
        "Filename: Stupid crop.png Name: Stupid crop.png Author: HerAlc, cropped by Stomme License: Public Domain Source Link: https://en.wikipedia.org/wiki/File:Stupid_crop.png"
    ],
    "item": "SCP-8112",
    "object_class": "Euclid",
    "containment_procedures": "SCP-8112 and SCP-8112-A are in joint containment. SCP-8112 cannot be removed from SCP-8112-A under any circumstance.",
    "description": "SCP-8112-A is Foundation scientist, Dr. Kirby. SCP-8112 is SCP-8112-A's shirt, which bears the phrase \"I'M STUPID ↑'' printed in yellow HTV.",
    "title": "SCP-8112"
}