{
    "url": "https://scp-wiki.wikidot.com/scp-8113",
    "all_text": "rating: \n+30\n+\n–\nx\n\n\n\n\n\n\n\n\nOn 2231/02/29, when returning from a mission, Foundation personnel picked up a weak distress signal broadcast on Foundation emergency frequencies, emanating from a single point below ground. Following confirmation, an exploration team was sent to investigate.\n\n\nExcavation revealed the remains of an underground Foundation facility with external signage designating it as Bio Site-37. Investigations have found that all information on Bio Site-37\n1\n was hidden by an unknown authority approximately ███ years prior.\n\n\nAn active electrical generator was detected within the Site, providing power to the Site and the broadcasting device. Upon reception and appropriate encoded response, the following audio file played for 7.3 minutes.\n\n\n\n\nThe following documents are pending review. Refrain from citation or integration with existing databases until further notice.\n\n\n\n\n\n\n\n\n\n\nItem #:\n 8113\n\n\nContainment Class:\n Euclid\n\n\nSpecial Containment Procedures:\n All instances of SCP-8113-1 are to be contained at Bio Site-37, with Stage 1 and 2 instances in Level-4 Biohazard Humanoid Containment Cells and Stage 3 instances in cryogenic stasis. Instances in earlier stages may be contained in cryogenic stasis upon request. Cells may contain up to 4 Stage 1 instances or 2 Stage 2 instances.\n\n\nStage 1 and 2 SCP-8113-1 instances may request items for personal use to be placed within their containment chamber. All requests must be approved by Bio Site-37 Director and SCP-8113 Research Lead Dr. Kaivalya Veritas. Instances may additionally request contact with a psychiatric specialist.\n\n\nFurther action such as the provision of medication must be withheld.\n\n\nAny personnel handling SCP-8113 must adhere to Class-4 Biohazard procedures. Personnel with wounds deeper than their epidermis may not make contact with any surface that has been interacted with by an SCP-8113-1 instance for 48 hours. Individuals found breaching these procedures are to be quarantined for another 48 hours - after this time period, they must be medically assessed before returning to previous duties. If during their time in quarantine the individual shows signs of SCP-8113 infection, they are henceforth to be classified as an SCP-8113-1 instance regardless of previous standing in the Foundation. The purposeful infection of D-Class with SCP-8113 for further research purposes must be explicitly approved by a member of the O5 Council.\n\n\nAs SCP-8113-1 instances cannot be reverted back to their original state, containment of SCP-8113 instead focuses on preventing further spread. In the case of an outbreak, Mobile Task Force Beta-7 \"Maz Hatters\" are to be deployed to the affected location, taking SCP-8113-1 instances into Foundation custody and clearing affected areas of anomalous matter. Following this, deployed Task Force members are to be amnesticized.\n\n\nDescription:\n SCP-8113 is a transmissible symbiont which spreads between humans upon contact of its pollen byproducts with any wound to the dermis or deeper tissue. Hosts of SCP-8113 are designated SCP-8113-1 and exhibit anomalous effects in three stages.\n\n\nStage 1 occurs immediately upon initial contact and lasts between 3-14 hours depending on the area, depth and location of the site of infection. Speed of progression increases with the host's bodily movement. SCP-8113-1 instances at this stage will not notice any changes. SCP-8113 vines begin to grow beneath the surface of the site of initial contact. In Stage 1 instances, SCP-8113 has an average growth rate of 5cm\n3\n/h, with the maximum rate recorded as 18cm\n3\n/h in SCP-8113-1-██. It follows a similar growth pattern to the nervous system, forming most prominently around large nerve structures. During this stage, SCP-8113-1 instances may still cease life function. In this case, the SCP-8113 matter within the deceased instance will be rendered inert.\n\n\nThe transition from Stage 1 to Stage 2 is considered the point where the vine structure has ceased to actively spread without damage to the SCP-8113-1 instance. At Stage 2, the site of initial contact produces a bud which takes from 1 - 3 days to flower. The inflorescence of SCP-8113 is a compound umbel arrangement, the individual flowers resembling \nLycoris albiflora\n2\n. The vines themselves match no known species, possessing anomalously high tensile strength and a fibrous composition. SCP-8113-1 instances at this stage no longer distinguish between standard strength and what is known as 'hysterical' strength, often resulting in self-injury. When an SCP-8113-1 instance experiences injury or other dysfunction within bodily systems, SCP-8113 adapts to ensure the instance's optimum health by spreading vines to the affected area. SCP-8113 draws kinetic and thermal energy from both the body and surroundings as required, converting it for use via anomalous means.\n\n\nStage 3 is reached when upwards of 50% of the SCP-8113-1 instance's body mass is comprised of SCP-8113. By this stage, the mental state of the SCP-8113-1 instance will have deteriorated. Cryogenic stasis is recommended for instances at this stage to prevent further degradation in both mental and physical condition.\n\n\n\n\n\n\n\n\n\n\n\nUpon initial discovery, the Site's life support systems were deactivated. Exploration teams were equipped accordingly.\n\n\nThe Site contains three wings adjoined to a central structure, with all architecture, equipment and resources consistent with that of a Foundation facility. An active access terminal is located two meters from the entrance. Exploration teams noted that it appears to have been re-located from a different region within the Site. Along with the Special Containment Procedures and Description documents, the following information was available.\n\n\n\n\n\n\n\n\n\n\nUPDATE: 2001/03/16\n\n\nAt 08:03, Agent Alexis Rendira alerted the Foundation that he had become infected with SCP-8113. By this point, Agent Rendira had progressed to Stage 2 and was designated SCP-8113-1-BE. The abrasion it had received during initial contact was determined to be the cause of the infection. It was subsequently transferred to isolation within a Biohazard Humanoid Containment Cell.\n\n\nInitial psychiatric evaluations by Dr. Stoker lacked notable content. BE appears to be satisfied with updated containment procedures, stating the importance of biohazard protocols. It retains the notion that containment, as stated, \"is not as bad as it could be,\" and cites other Mobile Task Force members' experiences when queried.\n\n\nFollowing further discovery regarding the nature of the anomaly, remaining members of Mobile Task Force Theta-4 \"Gardeners\" were checked for wounds to their epidermis and released from quarantine.\n\n\n\n\n\n\nUPDATE: 2002/08/02\n\n\nAt 15:02, numerous containment cells within Bio Site-37 were compromised due to a detonation of larger scope than intended during testing. BE's containment cell sustained significant damage, along with BE itself. Due to the nature of SCP-8113, BE's condition remains stable with approximately 16% of its bodily mass comprised of SCP-8113. Its right arm was severely damaged, resulting in almost complete loss of function. Surgery was performed to remove bone fragments in order to minimize pain and enable SCP-8113 to replace the missing tissue.\n\n\n\n\n\n\nUPDATE: 2008/12/19\n\n\nBio Site-37 experienced a major containment breach of 8 Stage 2, now Stage 3 SCP-8113-1 instances. The instances, which had been contained together whilst the Site was expanded to increase capacity, assaulted security personnel when the door to their containment cell was opened. Involved personnel were forced to retreat when engaged in close-quarters combat to mitigate the spread of the anomaly. At this time, BE was outside of its containment cell with Dr. Wilkinson on a scheduled appointment.\n\n\nAfter approximately 9 minutes, the SCP-8113-1 instances intercepted BE and Dr. Wilkinson. Dr. Wilkinson successfully incapacitated an SCP-8113-1 instance with her handgun, receiving severe injuries in the process. Due to the damage to her dermis and therefore high likelihood of contamination with SCP-8113, Dr. Wilkinson proceeded to self-terminate. BE utilized her weapon to incapacitate 4 more instances and resorted to hand-to-hand combat to immobilize two others. Security personnel arrived soon after, subduing the last SCP-8113-1 instance with no further incident.\n\n\nContainment procedures have been revised accordingly to mitigate the risks associated with SCP-8113-1 instances acting as a group.\n\n\n\n\n\n\n\n\n\n\n\nUpon accessing the terminal, a site-wide alert was heard over the integrated PA system. This alert consisted of a male voice repeating the phrase \"Hello and welcome. Please [UNINTELLIGIBLE] take care of yourself, and seal [UNINTELLIGIBLE]. Thank you in advance!\" for 5 minutes. After no further activity was confirmed within the facility, exploration teams proceeded with their mission.\n\n\n180 outdated cryogenic stasis pods\n3\n are located within the rightmost wing. 129 of these pods remain active, storing anomalous humanoids within. Almost all power from the on-Site generator is rerouted to sustain these systems. All humanoids contained match descriptions of SCP-8113-1 instances in Stage 3 of progression.\n\n\nA single humanoid of the same nature is positioned at the control panel for the stasis pods with a stack of printed documents nearby. Automated transcription processes have commenced.\n\n\n\n\n\n\n\n\n\n\nSCP-8113 was originally brought to Foundation attention through local news outlets in 2001. All sources linked the appearance of the anomaly to the rural town of ███████, Nebrask[UNABLE TO TRANSCRIBE]\n\n\nA unit from Mobile Task Force Theta-4 \"Gardeners\" was dispatched, consisting of Team Lead θ4-Rendira and Team Members θ4-Mero, θ4-Ward, θ4-Davis and θ4-Zion. Their mission was to investigate the SCP-8113-1 instances and locate remaining non-anomalous civilians. [UNABLE TO TRANSCRIBE]ded without incident.\n\n\nUpon further assessment, Mobile Task Force Beta-7 \"Maz Hatters\" was dispatched to retrieve remaining SCP-8113-1 instances. The town of ███████, Nebraska was incinerated and witnesses amnesticized without incident. 17 Stage 2 instances and 29 Stage 3 instances were transferred to Site-██.\n\n\n\n\n\n\nThe last lightbulb in the hall blew. I cut myself trying to clean the glass up, but hey, mood lighting.\n\n\n\n\n\n\nCONAINMENT CELL 037.BE: AUDIO LOG\n\n\n\n\nBE:\n Beta-7? Really?\n\n\nAgt. Zion:\n I know, they-\n\n\nAgt. Mero:\n -can't touch some dirt without a HAZMAT suit-\n\n\nAgt. Davis:\n -couldn't even \ntell\n their Short's Goldenrod from their Canadian Goldenrod-\n\n\nZion:\n -met someone who thought all carnivorous plants are Venus Flytraps-\n\n\nMero:\n -ain't got nothing on you.\n\n\nZion:\n That's for sure.\n\n\nPause.\n\n\nZion:\n You know, I had a transfer from there once.\n\n\nZion:\n The first thing she did after putting her stuff down was wipe down the bedframe.\n\n\nMero:\n Ah, well, what can you do.\n\n\nZion:\n She kept sanitizing her phone, and put a cap on her toothbrush-\n\n\nDavis:\n Rana has a cap on her toothbrush.\n\n\nZion:\n God forbid a \nparticle\n gets on it.\n\n\nMero:\n It was eight bucks for five on Foundation Amazon, and Ren used Viv's on accident once 'cause they're all the same otherwise-\n\n\nBE:\n That's supposed to be a secret.\n\n\nMero:\n Ah, shit.\n\n\nPause.\n\n\nZion:\n Oh, right, she told me to tell you she's sorry she couldn't come.\n\n\nBE:\n That's okay.\n\n\nBE:\n I don't expect her to. Or you, for that matter.\n\n\nZion:\n You're going to see so much of me that-\n\n\nBE:\n No. You've all got your own lives, right?\n\n\nPause.\n\n\nBE:\n People transfer all the time. You'll get used to it.\n\n\nMero:\n We're still going to come.\n\n\nDavis:\n Unless we get thrown in a different cell. Shit happens.\n\n\nMero:\n Yeah, unless that.\n\n\nPause.\n\n\nBE:\n And here I thought all this would help keep my hair black 'till 60.\n\n\nZion:\n We'll bring you dye.\n\n\n[UNABLE TO TRANSCRIBE]\n\n\n\n\n\n\nI think I've finally figured out what all these buttons do. Nobody thought to leave an instruction manual, did they…\n\n\n\n\n\n\n[UNABLE TO TRANSCRIBE]\n\n\n[UNABLE TO TRANSCRIBE]\n\n\n\n\nDr. Stoker:\n I believe that you're aware of why I've called you in here. Am I correct?\n\n\nBE:\n Yeah, you are.\n\n\nDr. Stoker:\n Very well. Then- ah, to put it bluntly, as we do, \nwhy?\n\n\nPause.\n\n\nDr. Stoker:\n Surely you knew that any self-destructive behavior would make us re-think your privileges.\n\n\nBE:\n Right.\n\n\nDr. Stoker:\n Right.\n\n\nBE:\n I guess I was just… impulsive. I- I just didn't think, it was more like, 'what if,' you know? Everything's padded around here. These joints long for field work.\n\n\nDr. Stoker:\n Go on.\n\n\nBE:\n I don't know. The bedding here, it's real plush. More than you'd give a lowly agent. And- and I miss cheap polyester, yeah?\n\n\nDr. Stoker:\n You requested sheets with a thousand thread count, Alexis.\n\n\nBE:\n \n[Laughs.]\n That- yeah, that was hilarious. Sorry, uh, you can take 'em back, I'm sure Rana'd have the best sleep of her life on those. Apparently whatever washing machine you use 'round here struggles to get rid of splinters.\n\n\nPause.\n\n\nBE:\n Sorry. I know you'd have to incinerate them anyway. Biohazard, and all that.\n\n\nDr. Stoker:\n Eh, well, it would be pushing it, but- oh, you don't have a copy of the 8113 documentation. Surfaces you touch are only contaminated for 48 hours or so, I think.\n\n\nBE:\n Hah, that- that's nice to know.\n\n\nDr. Stoker:\n \n[Sighs.]\n So you were merely… seeking stimulation? That kind of, let's say, exposure to the elements, if I may?\n\n\nBE:\n Let's go with that.\n\n\nPause.\n\n\nDr. Stoker:\n While it is common for containment to induce a sense of ennui, I must say… I don't believe you.\n\n\nPause.\n\n\nBE:\n \n[Laughs.]\n Shit, alright. And why is that-?\n\n\nDr. Stoker:\n Because your surgery ensured that there would be no sensation in your arm at all. If you did indeed find yourself lacking stimulus, you would cut elsewhere to \nfeel\n it, and yet you don't. Miserable people in containment are my specialt[UNABLE TO TRANSCRIBE]ow what you are and what you aren't.\n\n\nBE:\n \n[Takes a deep breath.]\n 'Kay. But man, I almost miss running for my life.\n\n\nDr. Stoker:\n And?\n\n\nBE:\n And.\n\n\nPause.\n\n\nDr. Stoker:\n I'm paid by the hour, so I don't mind, but our higher-ups do. Just… tell me the truth, eventually.\n\n\nPause.\n\n\nBE:\n I'm tired.\n\n\nDr. Stoker:\n I know. I want to help, Alexis.\n\n\nBE:\n I bet I'm still SCP-8113-1-BE on the logs.\n\n\nDr. Stoker:\n \n[Laughs.]\n We've cut it to just 'BE'. For brevity.\n\n\n[UNABLE TO TRANSCRIBE]\n\n\n\n\n\n\n\n\nI think it's winter now. Rana's birthday was in winter. They didn't even leave enough to make a decent cake.\n\n\n\n\n\n\nBE:\n Enough about me, what news of… the outside world, and all? Zion behaving himself?\n\n\nMero:\n He's swamped with paperwork, so he's been kept kinda busy.\n\n\nBE:\n I suspected he'd be a little pissed that I assigned you after me, is all. No?\n\n\nMero:\n Oh, right, about that- uhm, I-\n\n\nBE cuts her off, sighing.\n\n\nBE:\n You didn't take it.\n\n\nMero:\n Ren, I'm sorry. I- you know, I went up there, saw my name as squad leader, and it felt, well, \nwrong\n.\n\n\nBE:\n Go on.\n\n\nMero:\n Ugh, it doesn't feel right that \nI'm\n the one ranting, and you're just sitting here-\n\n\nBE:\n Rana.\n\n\nMero:\n Yeah?\n\n\nBE:\n Don't stress. It's actually nice to hear someone else's voice.\n\n\nMero:\n Right, right.\n\n\nPause.\n\n\nMero:\n It was just our squad, a simple retrieval mission - and I was supposed to give the brief, but in the end I just gave the papers to Zi… I brought the \npapers,\n Ren, I had it all written out, and I couldn't so much as read them.\n\n\nPause.\n\n\nMero:\n Ugh, I'm fogging up the visor. I hate this suit.\n\n\nBE:\n \n[Sighs.]\n Ain't much to see here anyway.\n\n\nMero:\n So I just let Zi brief 'em, be- because I'm supposed to keep my emotions out of it, and prioritize and choose who lives and who's walking head-first into it all and be the one who's still alive at the end of things. And- well, that's… that's \nyour\n job.\n\n\nBE:\n That's not true.\n\n\nMero:\n What?\n\n\nBE:\n Don't let me be your example. You can be so much more. Don't let me be a model - or a model of the consequences, for that matter.\n\n\nMero:\n I…\n\n\nBE:\n Hm?\n\n\nMero:\n Oh, nothing. It's just strange, all of it… you know, with Zi in charge, and Remplis, too-\n\n\nBE:\n Who?\n\n\nMero:\n They didn't tell you? She's… your replacement, Bronwyn Remplis. 'Cause there's supposed to be five of us, so she transferred from a different squad after the other four were KIA. She's a poisons expert. I think you'd like her.\n\n\nBE:\n Oh. Right.\n\n\nPause.\n\n\nBE:\n Is she alright? Taking it well…?\n\n\nMero:\n Yeah, yeah. Ward talks with her a lot. Seems he's found a match in identifying exotic species. She's kinda quiet, otherwise, I mean it's hard, but… we're all managing.\n\n\nBE:\n That's good.\n\n\nMero:\n We miss you.\n\n\nBE:\n \n[Laughs.]\n Don't worry. I'm not going anywhere.\n\n\n\n\n\n\n\n\n\n\n\nAttempts to remove the humanoid from its place are met with resistance, but never aggression. Unless this is attempted, it remains inert. Personnel are advised to refrain from interaction.\n\n\nA perimeter has been established around the buried Site, and re-containment of possible SCP-8113-1 instances is pending.\n\n\n\n\n\n\n\n\n\n\n\n\nFurther documentation available. Click to view. \n\n\n\n\nHide Latest Revision\n\n\n\n\n\n\n\n\nThese documents are pending restriction and removal from databases. Please be advised that in the event that a complete expungement is ruled, amnestics will be administered to all readers of this document regardless of clearance level.\n\n\n\n\nFurther investigation of the access terminal reveals further documentation which had been previously deleted, but not completely expunged. Numerous files were restored, almost all of them small text files as shown below.\n\n\n\n\n\n\n\n\n\n\nUPDATE: 2010/07/31\n\n\nAt 03:12, Researcher Seraina Langley entered the containment cell of SCP-8113-1 instances DT and DU using Dr. Gray Stoker's ID card which had been reported missing until now. She proceeded to purposefully infect herself with SCP-8113.\n\n\nAfter 7 hours in quarantine, Researcher Langley progressed to Stage 2 of SCP-8113 infection. She has been classified as SCP-8113-1-EL and placed into containment.\n\n\n\n\n\n\nUPDATE: 2013/02/12\n\n\nSeveral documents for transfer to Bio Site-37 have been identified as forgeries, including that of personnel for whom all knowledge of SCP-8113 should have been restricted. A full report including copies of forged documentation may be found in Document 8113.32.\n\n\nFollowing investigation, all involved have been apprehended, administered targeted Class-C amnestics, and removed from the Site.\n\n\n\n\n\n\nUPDATE: 2019/08/31\n\n\nAfter the discovery of numerous instances of Bio Site-37 personnel experiencing ideation unaligned with Foundation protocols and values, PROCEDURE BRINY DEPTHS has been devised. PROCEDURE BRINY DEPTHS is an AIC-operated screening procedure allowing the potential for undesirable ideation to be identified within personnel and acted on accordingly. It has been proven able to detect the following:\n\n\n\n\nBelief in extending life over increasing quality of life\n\n\nBelief in or desire to reach any afterlife which involves immortality as a key feature\n\n\nCapability for or existence of strong emotion regarding a relative or friend with a terminal illness\n\n\nCapability for or existence of strong emotion regarding a relative or friend who is recently deceased\n\n\nDesire for immortality / extended life\n\n\nPro-natalist ideologies\n\n\nFear of death\n\n\n\n\nIt has been determined that all personnel with knowledge of SCP-8113 and/or Bio Site-37 must have passed PROCEDURE BRINY DEPTHS. If the procedure is not cleared with a positive result of a minimum of 95% alignment rate, personnel are to be amnesticized and removed from the premises. Due to the nature of PROCEDURE BRINY DEPTHS, any personnel who clear may not request amnesticization.\n\n\nThe following individuals with knowledge of SCP-8113 did not clear the procedure.\n\n\n\n\n\n\nName\n\n\nAlignment Rate\n\n\n\n\n\n\nDr. Māra Gundersen\n\n\n38.8%\n\n\n\n\n\n\nDr. Aliisa Sauter\n\n\n09.2%\n\n\n\n\n\n\nAgent Vivian Ward\n\n\n71.7%\n\n\n\n\n\n\nResearcher Trinity Armine\n\n\n13.9%\n\n\n\n\n\n\nJunior Researcher Levi Browne\n\n\n43.0%\n\n\n\n\n\n\nDr. Gray Stoker\n\n\n93.2%\n\n\n\n\n\n\nResearcher Tonalli Chaudhary\n\n\n39.4%\n\n\n\n\n\n\nAgent Juan Fylan\n\n\n57.2%\n\n\n\n\n\n\nAgent Punita Parri\n\n\n10.5%\n\n\n\n\n\n\nResearcher Ronita Steele\n\n\n83.1%\n\n\n\n\n\n\nResearcher Rodrigo Miyajima\n\n\n46.6%\n\n\n\n\n\n\nAgent Sílvio Ivers\n\n\n61.9%\n\n\n\n\n\n\nJunior Researcher Alojzia Järvinen\n\n\n20.8%\n\n\n\n\n\n\nAgent Bilal Acharya\n\n\n58.1%\n\n\n\n\n\n\nAgent Rana Mero\n\n\n71.3%\n\n\n\n\n\n\nAgent Caleb Zion\n\n\n85.9%\n\n\n\n\n\n\nDr. Harmonia Wong\n\n\n18.0%\n\n\n\n\n\n\nAgent Quinn Davis\n\n\n09.5%\n\n\n\n\n\n\nDue to the toll that PROCEDURE BRINY DEPTHS takes on Foundation resources, containment procedures have been updated to include the amnesticization of Mobile Task Force members responsible for handling containment breaches external to Bio Site-37. The procedure is only to be used to maintain essential staffing within Bio Site-37, and personnel who have already cleared should be strongly discouraged from transferring from the Site.\n\n\n\n\n\n\nUPDATE: 2021/09/14\n\n\nDue to the importance of restriction of information as well as the nature of SCP-8113, a system designed to suppress containment breaches has been installed to mitigate the need for security personnel at Bio Site-37. The system is comprised of two main parts, a control device kept in the center of the Site, and receivers within each SCP-8113-1 instance. The receivers are implanted within SCP-8113 growth in or as close to the abdominal region of the SCP-8113-1 instance as possible.\n\n\nControl of the system is restricted to use by Bio Site-37 Director A. Shao, and any designated second-in-command.\n\n\n\n\n\n\nUPDATE: 2027/12/31\n\n\nThe AIC assigned to conducting PROCEDURE BRINY DEPTHS has experienced significant degradation in all functions, as well as a loss of efficiency. Attempts at restoration from earlier versions of the file have resulted in almost immediate loss of function. It has instead been replaced.\n\n\n\n\n\n\nUPDATE: 2033/01/19\n\n\nOn 2033/01/11, Bio Site-37 was assaulted by twenty-five Chaos Insurgency operatives who quickly overran the Site due to the lack of security personnel. The operatives targeted SCP-8113-1 containment cells, breaching the walls with explosive charges and attempting to infect themselves with SCP-8113. The following summarized log has been assembled based on security footage and eyewitness testimony.\n\n\n\n\n05:39:\n Outer wall\n4\n of Bio Site-37 breached. Site placed into lockdown.\n\n\n05:42:\n All assailants have entered the Site, now proceeding directly to the central structure where SCP-8113-1 instances are contained. Four of the group remain behind, preventing personnel present from pursuing the main group.\n\n\n05:44:\n Captured onsite personnel are directed to a storage room and guarded. Remaining personnel armed with sonic weaponry\n5\n and issued specialized ear plugs.\n\n\n05:48:\n The first of the intruding group reach the entrance to the central structure, beginning to place explosive charges. At this point, all remaining personnel intercept\n6\n.\n\n\n05:50:\n Intruders are equipped with ear plugs and are unaffected by sonic weaponry. Foundation personnel switch to using physical weapons.\n\n\n05:51:\n Central structure breached.\n\n\n05:53:\n Central structure overrun.\n\n\n05:57:\n SCP-8113-1 containment chambers breached.\n\n\n06:02:\n All personnel unaffected by SCP-8113 were provided Class D amnestics for later use, and evacuated as per protocol.\n\n\n06:00:\n SCP-8113-1-BE used by Chaos Insurgency members to infect themselves, cuttings taken. BE attempts to incapacitate intruders, subdued.\n\n\n06:02:\n Site Director Shao barricades himself and remaining personnel into an adjoining room.\n\n\n06:06:\n On-Site explosives detonated, triggering a large-scale avalanche and covering all exits.\n\n\n06:11:\n Records of Bio Site-37 expunged. It's for the best.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVOTING OPEN: EXPUNGEMENT OF ALL DATA RELATED TO\n [BIO SITE-37] \nand\n [SCP-8113]\n. WELCOME, 05-13.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVERDICT: \nYES.\n\n\n\n\n\n\n\n\nBIO SITE-37 RE-BURIED.\n\n\nAMNESTICS ADMINISTERED.\n\n\nDISINFORMATION CAMPAIGN AND COVER STORY DOCUMENTATION DISSEMINATED.\n\n\n\n\n\n\n\n\nEXPUNGEMENT COMMENCED.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFile not found.\n \n..\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Including, but not limited to, location, personnel, and on-site research data.\n\n\n2\n. Commonly known as the White Spider Lily.\n\n\n3\n. Construction dated to the year 2000\n\n\n4\n. Bio Site-37 has only one exposed wall facing northeast, with the rest of the Site underground\n\n\n5\n. Used in place of traditional weaponry to avoid wounds to the dermis and epidermis and subsequent susceptibility to SCP-8113 infection.\n\n\n6\n. Note that Bio Site-37 has at most, 14 on-site personnel.\n\n\n\n\n\n\n\n\n« \nSCP-8112\n | SCP-8113 | \nSCP-8114\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8113\n\" by ecthelioffd, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8113\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nName:\n SCP-8113\n\n\nAuthor:\n \necthelioffd\n\n\nLicense:\n CC BY SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/scp-8113",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8113 \" by ecthelioffd, from the SCP Wiki . Source: https://scpwiki.com/scp-8113 . Licensed under CC-BY-SA .",
        "Name: SCP-8113 Author: ecthelioffd License: CC BY SA 3.0 Source Link: https://scp-wiki.wikidot.com/scp-8113"
    ],
    "item": "8113",
    "containment_procedures": "All instances of SCP-8113-1 are to be contained at Bio Site-37, with Stage 1 and 2 instances in Level-4 Biohazard Humanoid Containment Cells and Stage 3 instances in cryogenic stasis. Instances in earlier stages may be contained in cryogenic stasis upon request. Cells may contain up to 4 Stage 1 instances or 2 Stage 2 instances.",
    "description": "SCP-8113 is a transmissible symbiont which spreads between humans upon contact of its pollen byproducts with any wound to the dermis or deeper tissue. Hosts of SCP-8113 are designated SCP-8113-1 and exhibit anomalous effects in three stages.",
    "title": "SCP-8113"
}