{
    "url": "https://scp-wiki.wikidot.com/scp-8119",
    "all_text": "rating: \n+14\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8119\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Head\n\n\nAssigned Task Force\n\n\n\n\n\n\nEUITLA Storage Site-77\n\n\nShirley Gillespie\n\n\nRalph Roget\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\nStandard Nikon F2 Camera (Left) and SCP-8119 (Right).\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8119 is to be stored in a standard non-hazardous containment locker at \nStorage Site-77\n. Access to SCP-8119 is permitted to Level 2 personnel and above for research purposes only.\n\n\nUse of SCP-8119 outside of testing purposes is to be permitted with written and verbal authorisation from Level 4 personnel.\n\n\nDescription:\n SCP-8119 is a Nikon-brand F2 camera of unremarkable design. The object functions similarly to a standard Nikon-brand camera and possesses no abnormal traits or systems. Modified lenses, as well as other attachments, that are compatible with SCP-8119's make and model do not hinder the item's anomalous properties.\n\n\nUnder initial observation, SCP-8119 is a standard camera, however when taking an image of an individual, regardless of their facial expression, SCP-8119 will immediately modify the image to represent the photographed individuals' current emotional state. Whether the means of SCP-8119's development/modification has been through means of anomalous technology or telepathic integration is still up for debate.\n\n\nOn one occasion, SCP-8119 was disassembled in an attempt to find any anomalous augmentations applied to the item. No such elements were discovered and, when reassembled, SCP-8119 continued to function as normal.\n\n\n\n\nAddendum 8119.1:\n Discovery\n\n\nSCP-8119 was first discovered by the Foundation after several videos on the social media platform YouTube by an account identified as \"wyatt|arms#22\" displayed SCP-8119's anomalous properties. The user of this account, identified as ██████ Wyatt, an amateur photographer living in ███████, Bedfordshire, UK claimed that they came into possession of SCP-8119 whilst helping clear out his maternal grandmother's attic roughly six months after the passing of his grandfather.\n\n\nIn the videos posted by wyatt|arms#22, it displayed SCP-8119 changing the facial expressions of the user's family in the photos. In the first video, titled \n\"I found this weird camera in my Grandpa's attic\"\n, the user claims that they took several photos of their family before noticing the visible changes in each image and provided visual proof via printed copies.\n\n\nAfter gaining the attention of the Foundation via routine analyses by social media crawlers, field operatives were dispatched to investigate. Agents interviewed ██████ Wyatt and his grandmother, posing as producers for a local photography agency and attained SCP-8119 after verification of its anomalous nature.\n\n\n\n\nDate:\n 13/08/2010\n\n\nInterviewer:\n Special Agent Irving Dawson\n\n\nInterviewed:\n ██████ Wyatt\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Dawson:\n Do you know how long your family has had this camera, Mr. Wyatt?\n\n\nWyatt:\n No, I don't, sorry. All I know about it is that it was my grandfather's. He had it hidden in his attic in a box of personal stuff. But he must have had it for a while. He was a photographer, professional - I don't know, but the model is from the 1970's, so it must be almost 40 years now.\n\n\nAgent Dawson:\n Did he ever use it on your family?\n\n\nWyatt:\n I don't think so. From what my mother's told me, he ended his career after she turned 8 to be a stay-at-home dad. I've looked through all his photo albums and not seen any that correspond to the image quality of that of a Nikon F2. In fact, he didn't have many photos of my family at all, really. The man had 13 cameras and he never used any of them? Strange guy.\n\n\nAgent Dawson:\n 13 cameras? Yeah, I can tell your grandfather was committed to his career. Have any of these other cameras exhibited strange qualities such as the Nikon?\n\n\nWyatt:\n No, they're all in terrible condition. Keeping them in the attic allowed the moisture of all that horrible mould to corrupt them. He kept the Nikon safe, as if intentionally, but all the others don't work.\n\n\nAgent Dawson:\n And the camera's properties, what it does when taking a photo, can you elaborate on that?\n\n\nWyatt:\n Why? You looking to buy it off me?\n\n\nAgent Dawson:\n What you are in possession of, Mr. Wyatt, is quite extraordinary. There is no technology like this to ever be integrated into video-capture devices in existence. And we are looking to utilise it.\n\n\nWyatt:\n Right, yeah. That's also what I wanted to ask you about as well. Are you offering me a contract? I honestly thought that when you got into contact with me that you had seen my online portfolio and wanted to hire me to join your agency.\n\n\nAgent Dawson:\n Maybe some other time, Mr. Wyatt, but for now we are interested in the camera.\n\n\nWyatt:\n Well, I don't know what to tell you. It was all explained in my recent video about how it changes the expression of those it photographs with how they're truly feeling. At least, that's what I think it does. Most people in my comments section just said that it was a filter I had used, but this model isn't digital, it can't alter images like modern day cameras do.\n\n\nAgent Dawson:\n Yes, I imagine they didn't make much sense of it, as did you.\n\n\nWyatt:\n So, how much are you going to give me for it?\n\n\nAgent Dawson:\n That's not exactly how this is going to work, Mr. Wyatt.\n\n\n[END LOG]\n\n\n\n\n\nAfter securing SCP-8119, evaluation of all cameras, albums, photographs and all other relevant factors were recovered from the Wyatt household with none exhibiting additional anomalous traits of interest. The Wyatt family was amnesticized, SCP-8119 was replaced with a replica model, and all media displaying the item's anomalous properties were removed from wyatt|arms#22's account.\n\n\n\nAddendum 8119.2:\n Test Logs\n\n\n\n\nTEST IDENTIFICATION:\n 8119-001\n\n\n\n\nSubject/s:\n Junior Researcher Giovanni Esposito\n\n\nActivity:\n Sitting at a desk. (Subject had finished a full day's shift.)\n\n\nVisual Analysis:\n Researcher Esposito was scowling, their eyes diverted from SCP-8119.\n\n\nTest Result:\n Subject stated they were exhausted and wanted to retire to their dormitory.\n\n\n\n\n\n\nTEST IDENTIFICATION:\n 8119-002\n\n\n\n\nSubject/s:\n Junior Researcher Gustavo Esposito, Dr. Leila Regal\n\n\nActivity:\n Landscape photograph of subjects together.\n\n\nVisual Analysis:\n Researcher Esposito and Dr. Regal's faces were neutral, their eyes focused on SCP-8119.\n\n\nTest Result:\n Subjects stated that they were mildly uncomfortable with how close they were standing next to each other.\n\n\n\n\nNotes: \"So we know it works on more than one at a time.\"\n -Dr. Roget\n\n\n\n\n\n\nTEST IDENTIFICATION:\n 8119-003\n\n\n\n\nSubject/s:\n Portrait of Dr. Alto Clef\n\n\nActivity:\n Dr. Clef was posing with his shotgun and ukulele, each in either arm.\n\n\nVisual Analysis:\n No visible change.\n\n\nTest Result:\n No visible change.\n\n\n\n\nNotes: \"Okay, so we know SCP-8119 has to be taking a real-time photo of someone in order for its anomalous affects to manifest.\"\n -Dr. Roget\n\n\n\n\n\n\nTEST IDENTIFICATION:\n 8119-004\n\n\n\n\nSubject/s:\n D-5103\n\n\nActivity:\n Recreational Activity in D-Class Ward-C.\n\n\nVisual Analysis:\n Subject was visibly paranoid and expressed panic in their eyes.\n\n\nTest Result:\n Psychological evaluation with D-5103 revealed they were highly schizophrenic despite having no former history of such a condition.\n\n\n\n\nNote: \"Are all D-Class always so on edge? I mean, I know their purpose and what they experience, but this is no way to live.\"\n -Dr. Roget\n\n\n\n\n\n\nTest Identification:\n 8119-005\n\n\n\n\nSubject/s:\n D-5103, D-5104, D-5105, Chief of Security Parisa Parker\n\n\nActivity:\n Landscape photograph of all subjects together.\n\n\nVisual Analysis:\n All D-Classes were visibly frightened, their eyes glancing back at Parker.\n\nParker was visibly disgusted, her eyes glancing over each D-Class.\n\n\nTest Result:\n All subjects refused to elaborate on their visible expressions.\n\n\n\n\nNotes: \"Further investigation revealed that Parker was abusing her authority when handling and escorting D-Class personnel at Site-77. She has since been removed from her position.\"\n -Asst. Dir. of Personnel Wade Quincy\n\n\n\"Interesting, had we not tested SCP-8119 on this particular group, these actions probably would have never come to light. I propose the use of SCP-8119 for interrogation purposes.\"\n -Dr. Regal\n\n\n\n\n\n\nCross-tests on SCP-8119 with other anomalies have been prohibited until we have more information into how this thing works and what we're going to do with it. Remember, we study and contain anomalies, but don't abuse their power for our own personal interests and gain.\n -Dr. Roget\n\n\n\nAddendum 8119.3:\n Recovered Note\n\n\nThe following is a note recovered from the Wyatt household after field operatives gained possession of SCP-8119. The nature of this note is believed to have been addressed to ██████ Wyatt's maternal grandfather, the original owner of the camera.\n\n\n\n\nDearest Lauchlan,\n\n\nIt is a shame you have decided to leave us. Your passion and expression of the way you see our world has been more than eye-opening, dare I say. But life moves on and the only way through it is forward and I, for one, can respect your decision. Fatherhood, a gift not suited for all of us but one I assure was made for someone like you.\n\n\nI still insist that your work go on, however. You have a gift, one that needs to be shared more with the world. But because I can understand that young Clarice is now your world, I insist that you take this camera, specially modified for you to share our passion with her and her children.\n\n\nThe world is changing so fast. In the old days if you wanted to prove you were there to witness something amazing you had to snap a picture of it. But those who do not appreciate our view of the world have resulted to manipulating what we see in images now. \"The Camera doesn't lie\", that's what they say and yet what both they and we didn't realise was that we already manipulate our realities, even with cameras.\n\n\nIt is standard protocol to smile when one takes a photo, but that doesn't mean you are happy in that picture. We are told to look our best in photos because that is our reality, but reality is the truth, and what many perceive as the truth is an illusion. Take dear Simone. She was so happy those last few months and then she was gone. If only we knew what really was hiding behind those smiles. That's why my last gift to you, and Clarice, is the truth. \nAnd isn't that cool?\n\n\n-\nKondraki\n\n\n\n\n\n\n\n\n« \nSCP-8118\n | SCP-8119 | \nSCP-8120\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8119\n\" by ClaudeHinton, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8119\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nAuthor:\n Minya S\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nhttps://upload.wikimedia.org/wikipedia/commons/3/31/Nikon_F_Cameras.jpg",
    "addendums": [
        "Addendum 8119.1: Discovery\nSCP-8119 was first discovered by the Foundation after several videos on the social media platform YouTube by an account identified as \"wyatt|arms#22\" displayed SCP-8119's anomalous properties. The user of this account, identified as ██████ Wyatt, an amateur photographer living in ███████, Bedfordshire, UK claimed that they came into possession of SCP-8119 whilst helping clear out his maternal grandmother's attic roughly six months after the passing of his grandfather.\nIn the videos posted by wyatt|arms#22, it displayed SCP-8119 changing the facial expressions of the user's family in the photos. In the first video, titled \"I found this weird camera in my Grandpa's attic\" , the user claims that they took several photos of their family before noticing the visible changes in each image and provided visual proof via printed copies.\nAfter gaining the attention of the Foundation via routine analyses by social media crawlers, field operatives were dispatched to investigate. Agents interviewed ██████ Wyatt and his grandmother, posing as producers for a local photography agency and attained SCP-8119 after verification of its anomalous nature.\n",
        "Addendum 8119.2: Test Logs\n",
        "Addendum 8119.3: Recovered Note\nThe following is a note recovered from the Wyatt household after field operatives gained possession of SCP-8119. The nature of this note is believed to have been addressed to ██████ Wyatt's maternal grandfather, the original owner of the camera."
    ],
    "documents": [],
    "notes": [
        "\" SCP-8119 \" by ClaudeHinton, from the SCP Wiki . Source: https://scpwiki.com/scp-8119 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-8119 is to be stored in a standard non-hazardous containment locker at Storage Site-77. Access to SCP-8119 is permitted to Level 2 personnel and above for research purposes only.",
    "description": "SCP-8119 is a Nikon-brand F2 camera of unremarkable design. The object functions similarly to a standard Nikon-brand camera and possesses no abnormal traits or systems. Modified lenses, as well as other attachments, that are compatible with SCP-8119's make and model do not hinder the item's anomalous properties.",
    "title": "SCP-8119"
}