{
    "url": "https://scp-wiki.wikidot.com/scp-8120",
    "all_text": "Ralliston\n's entry in the \nSCP-8000 Contest\n.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+115\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8120\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe location of SCP-8120-B, approximated from PoI-8120's notes, depicted alongside relevant locations.\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\nSite Director\n\n\nResearch Heads\n\n\nAssigned Task Force\n\n\n\n\n\n\nSite-01\n\n\nO5-1\n\n\nO5-4 and O5-8\n\n\nAlpha-1 (\"Red Right Hand\")\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n In spite of standard procedures, information regarding PoI-8120\n\nmust be handled in accordance with data protected by the O5 Council Identity Protection Protocol. Specific instructions regarding SCP-8120's execution are to be limited solely to the O5 Council.\n\n\nAll instances of SCP-8120-A inside Foundation custody are to be stored at Site-01 and the private estates of House Hadfield. The exact list of documented pieces that make up the SCP-8120-A collection is to be limited to RAISA Director Maria Jones, the Directors of the Archeology and History Departments, and the O5 Council.\n\n\nAs SCP-8120-B is effectively inaccessible without the prior utilization of both SCP-8120 and SCP-8120-A and is incapable of otherwise interacting with baseline reality, its containment has been deemed unnecessary.\n\n\n\n\n\n\nSCP-8120-A-37, the Jade Eye of Daevon.\n\n\n\n\n\n\nDescription:\n SCP-8120 refers to a ritual devised and created by Lord Arthur Hadfield,\n1\n a 19th-century occultist of British descent and the former director of Her Majesty's Foundation for the Secure Containment of the Paranormal. According to Hadfield's notes, when utilized correctly, SCP-8120 would allow the user to journey into the Rotten Core — his term for SCP-8120-B — by spiritually pointing a seabound user in its direction and allowing them to enter the location. Due to the specific requirements either placed upon the ritual by Hadfield or inherent to the thaumaturgy required to utilize it, the only individuals who are capable of performing SCP-8120 are those \"born from the wretched seed.\"\n\n\nSCP-8120-A is a collection of 169 artifacts of occult significance of differing composition, make, and origin, all gathered together by PoI-8120 throughout the 19th century. According to his notes, Hadfield had created the collection with a single goal in mind: the performance of SCP-8120. All of the objects that make up SCP-8120-A were carefully chosen to properly interact with and fully contain the energy released by an execution of SCP-8120. Such an act would allow any individual to channel said energy to guide them to their destination and access the intended location.\n\n\nSCP-8120-B is a currently inaccessible extradimensional location referred to as the Rotten Core by PoI-8120. Due to its characteristics, there is little that can be said about SCP-8120-B with certainty. However, all records that describe the location agree on one thing: it is said to house\n2\n a weapon capable of eliminating \nPoI-001-C (\"Queen Mab\")\n.\n3\n\n\nAddendum 8120-1:\n Discovery and History\n\n\n.\n\n\n\n\n\n\n\n\n\n\nPoI-8120 Personnel File\n\n\n\n\n\n\n\n\nPoI-8120, circa 1858. Portrait taken from private possessions.\n\n\n\n\n\n\nBiography:\n Born in 1802 as the only son of Charles Hadfield, PoI-8120 was the sole inheritor of House Hadfield. The Hadfields had always been close occult allies of the crown, eventually forming Her Majesty's Foundation for the Secure Containment of the Paranormal following the Fifth Occult War. Their position did not only come from their vast library of occult knowledge — it came from their bloodline, forever cursed to birth only reality benders. The word \"curse\" is used loosely here — whether or not the effect actually is a curse or merely a coincidence remains unclear. Reality-bending skills are not a trait that can be passed down genetically, and highly detailed studies of Hadfield blood do not indicate the presence of any curse within. Whatever the truth, the fact of the matter is that for as long as their ancestors had access to the written word, the Hadfields had always solely birthed reality benders as their kin.\n\n\nHadfield soon grew hateful of this condition. He bore heavily conservative beliefs, considering himself a radical of an anti-anomalous nature. This mindset allowed the HMFSCP to truly prosper during his time as its director, but also made him forever disdain himself and his kin. Though he had planned not to father children, planning to \"not spread the wretch further,\" pressure from the British crown resulted in his marriage to Elizabeth Hadfield, who soon bore him two children. One girl and one boy, both twins — but only one of them a reality bender.\n\n\nThis revelation sparked a new fire of motivation inside Hadfield's heart, who began to devote more and more of his life to searching for a cure for his family's curse. Eventually however he grew to realize that he was incapable of curing his condition. He then decided that if he was incapable of getting true justice, he would settle for the poetic kind, instead choosing to re-enact vengeance on who he perceived to be the most powerful reality bender and the source of the ontokinetic \"taint\" upon humanity: Queen Mab.\n\n\nFor over twenty years, from every corner of the occult world, Hadfield gathered what eventually became SCP-8120-A, utilizing various grimoires to create his plans for SCP-8120. He would eventually attempt the ritual in 1863, failing to breach into his intended destination. Following his failure, Hadfield grew weak and sickly in both mind and body, quickly losing his stamina and sanity over his inability to fulfill what he perceived to be the goal of his life. Though he was initially supposed to join the two pre-normalcy organizations under him — the HMFSCP and the Commission on Unusual Cargo — into the fledgling SCP Foundation, he would not live to see the organization fully form. Instead, he passed his intended Overseer position to his two children, who gained the positions of O5-4 and O5-8 respectively.\n\n\nHours before his passing on 15/01/1869, Hadfield wrote the following:\n\n\n\n\nBreak the chain. Break the chain, and bind the world.\n\n\n\n\nThe intended meaning and recipient of this message remain unknown.\n\n\n\n\n\n\n\n\nThe first documents regarding SCP-8120 were recovered by Foundation personnel during its formation in 1870 from the archives of the now-defunct HMFSCP. Said documents, mostly authored by PoI-8120 himself, provided a clear image of what SCP-8120, SCP-8120-A, and SCP-8120-B were. As the Foundation had formed with the specific goal of opposing Queen Mab, the documents quickly became of great importance to the organization, leading to the discovery that SCP-8120 could only be performed every 66 years. Hadfield's notes are not clear on the reason for this. Vague mentions of \"proper stars guiding one forward\" are as specific as he gets.\n\n\nThe Foundation first attempted to carry out SCP-8120 in 1929, but met a fate similar to that of Hadfield, encountering an unbreachable obstacle during the performance of the ritual. The source of this failure only became clear in 1962, following several major breakthroughs in the field of thaumaturgy made following the discovery and study of the thaumic energies present inside the city of \nSCP-7600\n. Utilizing the knowledge of what mistakes to not commit again, and vastly larger resources, the O5 Council decided to re-attempt the ritual when it once again becomes viable.\n\n\nAddendum 8120-2:\n Initial Exploration and Entry into SCP-8120-B\n\n\nFor Project DEICIDE — as the SCP-8120 project was named, by personal request of O5-8 — to not fail again, the Foundation required several pieces of previously absent equipment. Chief among them was a seabound vessel, stable enough to safely carry its crew to SCP-8120-B and withstand the thaumic energies of SCP-8120. For this purpose, the O5 Council commissioned the creation of SCPS \nUltimatum\n: a \nSite-184\n-crafted vessel, assembled via the utilization of various paratechnologies and thaumaturgic workings. The vessel and its crew were additionally equipped with thaumaturgic workings that, when utilized, would aportate the vessel/user right back into Site-01 for the safety of the Overseers.\n\n\n\n\n\n\nSCPS \nUltimatum\n.\n\n\n\n\n\n\nAs Hadfield's notes specified that the SCP-8120-B point can only be accessed if the vessel began its journey from the north, Site-184 was similarly chosen as the \nUltimatum\n's launching point. Seeing how O5-4 and O5-8 were not only previously involved in several past projects of a related nature but were also the only still-living individuals who carried PoI-8120's legacy — and with it, the ability to carry out the ritual — they were chosen for the captain(s) and project leads. They were to be accompanied by their personal divisions of Mobile Task Force Alpha-1 (\"Red Right Hand\"), which would operate the vessel and protect the Overseers from any potential dangers, aiding them in containing and transporting whatever may lie within SCP-8120-B back to Site-01.\n\n\nSCPS \nUltimatum\n would begin its journey towards SCP-8120-B on 01/05/1995 — the next available date for successful execution of SCP-8120.\n\n\n\n\nDate:\n 01/05/1995\n\n\nSubject:\n SCP-8120-B\n\n\nParties Present:\n O5-4, O5-8, Mobile Task Force Alpha-1 (\"Red Right Hand\")\n\n\nForeword:\n This log — as well as the remaining logs pertaining to Project DEICIDE — were personally recorded and transcribed by O5-4 and O5-8. Due to this — as well as the fact the SCP-8120 file was written by them solely for the Overseer Council's internal viewing — incoming personnel should remain aware that the language used therein is not representative of the Foundation's standard archival protocols at large and may contain several passages and techniques that are discouraged by the RAISA editorial guide.\n\n\n\n\n[BEGIN LOG]\n\n\nThe log opens to O5-4, O5-8, and several Alpha-1 personnel standing in the bridge of the\n Ultimatum. \nOutside the room there is only the night sky, occasionally broken up by a few loose stars. Eight is near one of the walls, her arms crossed. Four remains in the center of the scene, standing a few meters away from the group. Gathered around him is the entirety of the SCP-8120-A collection, spread out in accordance with PoI-8120's original notes, which he holds in one of his hands. In his other, raised palm, he is holding SCP-8120-A-94, the Blade of Dusk. His eyes remain fixated on the camera before him.\n\n\n\n\n\n\nO5-4, circa 1904.\n\n\n\n\n\n\nO5-4:\n This is Overseer Four speaking. SCPS \nUltimatum\n is ready for launch. \n<Pause>\n SCP-8120 will become viable in twenty seconds. Do I have permission to begin?\n\n\nHe looks at one of the computer screens inside the room. After ten seconds, it lights up with a characteristic ping — Overwatch Command has answered with a positive.\n\n\nFour nods, and closes his eyes.\n\n\nThe moment midnight strikes, he inhales, puts down the documents he is holding in his hand, and places them on the floor. He then raises the knife and — whispering a few words in an ancient language long since forgotten — cuts the palm of his right hand. For a few seconds, nothing happens.\n\n\nWhen the first drops of blood finally fall down below him, a great light erupts from several of the artifacts. More of his ichor keeps dripping at various pieces as he reconfigures his arm to taint several chalices, gemstones, and rings. The light starts to change colors. After thirty seconds, the tenth drop of blood falls from Four's palm — and the moment it reaches SCP-8120-A-8, the Atlas of Samsara, a scarlet flower blooms on the floor around him. It is an ethereal structure, almost invisible to the naked eye. It grows and encompasses the Overseer, until its roots reach his now-sealed hand, forcing it to close. The moment he does this, the crimson plant withers off and dies, scattering particles of invisible dust around the Overseer.\n\n\nWhen Four opens his palm again, the wound is no longer there — instead, etched upon his hand is now a compass, writ with dried-up blood and ancient runes. Its needle is pointing southeast.\n\n\nFour smiles, and looks at the Alpha-1 personnel gathered around him. In the background, Eight grins.\n\n\nO5-4:\n Let's finish this.\n\n\n\n\n[EXTRATENIOUS DATA REMOVED FOR BREVITY]\n\n\n\n\nIn the distance, the first lights of a dawning sun can be seen illuminating the raging sea around the\n Ultimatum. \nThe vessel is soaring through the waves at great speeds, its thaumic engines propelling it forward, almost entirely ignorant of the water's resistance. Four and Eight are standing aboard the ship, fully exposed to both the heat of a new day and the water that splashes aboard the vessel. They remain unbothered by either.\n\n\nThe compass upon Four's palm is pointing fully south, now. Next to his side, a member of Alpha-1 is standing. Atop her helmet is a camera, focused on the Overseer's hand and broadcasting the live movements of the compass to the ship's crew. But neither Four nor Eight pay attention to the operative; instead, they remain focused on an old journal Four is holding. It has once belonged to Hadfield Senior. From the looks on their faces, this is the first time either of his kids is gazing upon its pages.\n\n\nEight crosses her arms, and scratches her chin.\n\n\n\n\n\n\nO5-8, circa 1940.\n\n\n\n\n\n\nO5-8:\n So. How's it feel to be back on the open sea again, old man?\n\n\nEight gently punches Four in the arm. Both smile.\n\n\nO5-4:\n Pretty good.\n\n\nHe takes a moment to appreciate the breeze around him.\n\n\nO5-4:\n At least there's no pirates this time around. Or \ndead monsters to carry through half the world\n.\n\n\nEight sighs, amused.\n\n\nO5-8:\n I'm fairly certain my clothes still smell of them.\n\n\nBoth laugh. Eight turns to look at Four.\n\n\nO5-8:\n What do you think we can expect? When we get there, I mean.\n\n\nFour raises an eyebrow.\n\n\nO5-4:\n In general, or…?\n\n\nO5-8:\n Yeah. What have you got? I read the briefs, but…\n\n\nEight leans on the barrier before her.\n\n\nO5-8:\n I want to know what you think.\n\n\nFour exhales slowly.\n\n\nO5-4:\n Well. I don't think we're actually going to find a miracle weapon there, if that's what you're asking. But whatever's on that island…\n\n\nO5-8:\n …is well worth the effort, yeah. \n<Pause>\n Did you consider multiple meanings?\n\n\nFour raises an eyebrow.\n\n\nO5-8:\n Remember the \nVemhoff fiasco\n a few years back? I mean like that. Are you sure the word used is an actual weapon and not, I don't know—\n\n\nEight throws her hands in the air.\n\n\nO5-8:\n —another bloody tomb?\n\n\nFour considers.\n\n\nO5-4:\n The exact wording varies. Some say it's a weapon to kill her. Others talk of a device to supplant her. It's—\n\n\nEight narrows her eyes.\n\n\nO5-8:\n Supplant?\n\n\nO5-4:\n It's the closest analog I've got. It's a word that means to literally defeat someone and take their vassals. My point is — yes, I've considered all the angles. I still think it's worth it, even if it turns out to be nothing more than some old tablets. Both for academic and personal reasons. \n<Pause>\n Maybe this'll finally put him to rest.\n\n\nEight sighs. Four tightens his grip on the journal.\n\n\nO5-8:\n Yeah.\n\n\nFor a few seconds, neither Overseer speaks. They just gaze upon the horizon, its dawning sun, and the breeze blowing past them. From an angle, they seem almost content to be there — as if this was their true calling. Not the paperwork, not the administration, but being here and now, enduring against the unknown, almost like equals.\n\n\nO5-8:\n Any obstacles, you think? What do your journals say might stand between us and the thing, once we breach into -B?\n\n\nFour rubs his chin.\n\n\nO5-4:\n Nothing specific. All sources mention three trials awaiting inside: the trial of mind, the trial of strength, and the trial of endurance. What that actually means, your guess is as good as mine. \n<Pause>\n He left no notes on the subject. He couldn't have.\n\n\nEight skews her head.\n\n\nO5-8:\n Trials? What for?\n\n\nO5-4:\n Once again, I have no decisive answers, but my guess is they're just there to see if the pretender is worthy enough of the prize. If they are there at all, that is. We'll find out soon enough.\n\n\nFor a faint moment, Eight's eyes flash purple.\n4\n\n\nO5-8:\n In that case, I think I've got strength covered. As for mind—\n\n\nShe taps Four on the head. He smiles faintly, too.\n\n\nO5-8:\n —I'd say we're also good on that front.\n\n\nFour looks out into the horizon, again.\n\n\nO5-4:\n And we've done nothing but endure, ever since he's…\n\n\nHis words get lost in the wind around them.\n\n\nO5-8:\n Yeah.\n\n\nAnother silent moment. Somewhere in the distance, a few Alpha-1 personnel exchange words. Neither Four nor Eight notices.\n\n\nO5-8:\n For what it's worth, I think he'd appreciate it. I doubt he's watching, but I'm sure the old bastard would love to see what's inside, too. He'd smile if he saw us finally plunge a dagger into Mab's heart.\n\n\nFour smiles again. This time, though, there is a tint of sadness present inside the gesture.\n\n\nO5-4:\n I'm sure he would.\n\n\n\n\n[EXTRATENIOUS DATA REMOVED FOR BREVITY]\n\n\n\n\nEight and Four are back inside the vessel's bridge, brought into its protection by the storm now raging outside the room. Winds of great speed and thunder reign outside the cabin, the air regularly split by a downpour so great that discerning where the water ends and the\n Ultimatum \nbegins is exceedingly difficult. Still, in spite of the conditions, the Vessel endures, ever striding forward towards its destination: a glowing point on the horizon, its pulsating light visible despite the weather. It is levitating a few kilometers in the distance and ten meters above the waters of the violent ocean.\n\n\nThe compass on Four's hand is burning brightly with a crimson hue, its needle fixated on the point before it. His whole arm is shaking — whether with anticipation or due to the thaumic strain of the ritual being so close to its terminus remains unclear.\n\n\n\n\n\n\nRecorded camera footage.\n\n\n\n\n\n\nFour turns to the Alpha-1 personnel managing the vessel.\n\n\nO5-4:\n How much longer until impact?!\n\n\nA member of the Task Force checks the control panels before them. The ontokinetic scanners and akiva disruption markers are all bordering on intelligible, their reads visibly affected by the spacial disruption in front of the ship. Still, a device triangulating the remaining distance based on the compass' thaumic flux provides them with a clear answer.\n\n\nAlpha-1-4-27:\n Two minutes, sir! Breach is unavoidable! It's pulling us in!\n\n\nFour grins, and whispers a few words to himself that get lost in the storm that is engulfing the\n Ultimatum\n. Eight eyes him, but doesn't say anything. Instead, she just grabs the pole next to her tighter. Her eyes are visibly purple, now, and she is looking at the disruption before them.\n\n\nO5-4:\n Good.\n\n\nThrough the rain and thunder, for a brief moment the breach becomes visible: it is now a large pillar of light, pulling the waves and raindrops towards it, almost as if it were an ontokinetic vortex. It is burning too bright to make out what is on the other side but — from the readings inside the\n Ultimatum's \nbridge — it is clear that the breach is a doorway.\n\n\nBeckoned by both the breach's pull and its own engines, the vessel draws ever closer, one of its sides visibly struggling to stay stable. The compass on Four's hand is now exploding with a scarlet light so great it is illuminating the bridge whole, its runes almost moving atop his palm. The dried-up blood escapes his hand and starts dancing around it, almost as if in anticipation of SCP-8120-B. Four yelps, visibly strained by the exercise, but remains in his position.\n\n\nAlpha-1-4-27:\n T-minus thirty seconds!\n\n\nFour's hand once again starts bleeding, the ichor levitating around his arm, then his head, then his legs. It forms circles of incomprehensible runes orbiting the Overseer as they move to the rhythm of his heart beating. For a moment, it almost looks like Four is about to lose his consciousness. Eight starts to walk towards him, ready to offer help, but a quick gesture of Four's unoccupied hand sends her back to her pole. It's as clear that he can withstand this. He has to.\n\n\nAlpha-1-4-27:\n Five!\n\n\nFour's eyes shoot to the back of his head.\n\n\nAlpha-1-4-27:\n Three!\n\n\nHe lets out a yelp, punches the floor, and closes his fists. The blood around him crescendoes in its dance as it turns black.\n\n\nAlpha-1-4-27:\n Impact imminent!\n\n\nAs the\n Ultimatum \nbreaches right into SCP-8120-B, a great flash of light fills the bridge, blinding both the cameras and the people present inside the room. For almost half a minute, the visuals remain unreadable.\n\n\nOverwatch Command:\n Overseers Four and Eight. Report?\n\n\nWhen they emerge into visibility once more, the storm has vanished. Four is now back on his feet, and though he is coughing he appears to be in a relatively stable condition. The blood from the ritual is back inside him, now in normal colors. He is breathing heavily, but otherwise suffers no ill symptoms. He is looking out beyond the vessel's bridge. The look in his eyes is one of wonder. Eight — as well as the remaining Alpha-1 personnel — shares his reaction.\n\n\n\n\n\n\nRecorded camera footage.\n\n\n\n\n\n\nEight turns to face the microphone, and clears her throat.\n\n\nO5-8:\n We made it.\n\n\n[END LOG]\n\n\n\n\nClosing Statement:\n Though they were reprimanded for risking O5-4's health with such prolonged exposure to SCP-8120's effects upon his body, by an O5 Council vote of 6-2-2, the Project DEICIDE team was granted permission to continue on their journey.\n\n\n\n\nAddendum 8120-3:\n Further SCP-8120-B Exploration\n\n\n\n\nDate:\n [UNKNOWN]\n\n\nSubject:\n SCP-8120-B\n\n\nParties Present:\n O5-4, O5-8, Mobile Task Force Alpha-1 (\"Red Right Hand\")\n\n\nForeword:\n Due to the irregularities affecting the day and night cycle of SCP-8120-B, it is impossible to ascertain its relationship with baseline time flow; as such, for the remainder of the SCP-8120-B exploration logs, Overseers Four and Eight have decided to omit the date from the documentation altogether.\n\n\n\n\n[BEGIN LOG]\n\n\nFour, Eight, and several Alpha-1 personnel are standing outside the\n Ultimatum's \nbridge, on the ship's deck. Before them a great sea stands, its colors vibrating with sparks of magic. Scattered around the water are small islands, rocks almost, growing thick with vegetation in spite of their isolation. They are untouched by man.\n\n\nThe sky above SCP-8120-B is similarly vibrant with magic. Great threads of color — similar to aurora borealis — soar through the heavens, mixing in with the clouds all around them. Beyond them, a single, faint star shines brightly, illuminating the world below it with a vague but colorful light. It isn't stagnant — it appears to be experiencing its cycle much more quickly than the baseline Sun, quickly falling down the sky in spite of normal timeflow. It looks like dusk is about to arrive within minutes.\n\n\nFour comes closer to the edge of the ship, leaning in against the barrier at the vessel's prowl. For a second, it almost looks like he is about to smile.\n\n\nEight blinks twice, but quickly regains composure. She turns to face the Alpha-1 members gathered around her, then points to one of the small islands.\n\n\nO5-8:\n Get me those rocks and whatever's causing them to behave this way. EVE readings, age approximations — I want to know everything there is to know about them.\n\n\nThe personnel nod, and quickly walk towards the ship's bridge, ready to send out the research drones and analyze their surroundings. Those Alpha-1 members who remain by the side of the Overseers start to map out the area around them, marking down several things on the forms now in their hands.\n\n\nEight walks towards Four. She smiles faintly.\n\n\nO5-8:\n Not what you expected?\n\n\nFour shakes his head.\n\n\nO5-4:\n I… I don't know. Perhaps. With how it was described, I just thought it'd be…\n\n\nO5-8:\n …more organized? Me too. If there's one thing Mab likes, it's rigid structures.\n\n\nAt that, Four chuckles.\n\n\nO5-8:\n But I'm not complaining. At least there are no genocidal mages this time around.\n\n\nFour crosses his arms.\n\n\nO5-4:\n I wouldn't be so sure just yet.\n\n\n\n\n\n\nRecorded camera footage.\n\n\n\n\n\n\nIn the distance, the sun has finally fallen. In its place rise two moons, \none orbiting the other\n. Their movement is similarly quickened. Next to them, from the night sky emerge stars, all pulsating with the same strange, colorful light. The constellations they form are similar to those that can be seen in baseline reality — in some places, however, there are more of them. In others, there are less. Four looks upon them with wonder in his eyes.\n\n\nO5-4:\n Remarkable.\n\n\nO5-8:\n What is?\n\n\nO5-4:\n This whole place, it's… it's frozen in time. It's a perfect image of what the Earth used to be, when Mab still ruled over it. Or at least very shortly after she fell.\n\n\nO5-8:\n What makes you think that?\n\n\nFour points to the stars, then the moons.\n\n\nO5-4:\n See those? I've seen that image more times than I could count. You saw it too, back in Druv'tuul. Above the royal palace. \n<pause>\n The design is etched all throughout the ruins of the Empire. The Sacred Starmap. Mab—\n\n\nEight clears her throat.\n\n\nO5-8:\n Right, but… where's the first obstacle? The trial, I mean. We breached right into -B. Where do we go from here? What do we do?\n\n\nO5-4:\n I'm not certain. It has…\n\n\nFour looks around them. There is nothing but more of the same islands, scattered all throughout the sea up until the horizon. From the place they are right now, it is impossible to make out where the archipelago actually ends —or if it ends at all.\n\n\nO5-4:\n …has to be somewhere. Otherwise—\n\n\nFour squints, then looks up at the sky. For a moment, he considers. Then he clears his throat, and looks at one of the Alpha-1 personnel.\n\n\nO5-4:\n Get me an aerial view. I need… I need to see something.\n\n\nIn the distance, one of the drones starts its ascent high up above the\n Ultimatum \nand the islands that surround it.\n\n\nO5-8:\n What if this is a maze? One we need to navigate through to get to the trials—\n\n\nO5-4:\n No. This \nis\n the trial. The first one. If we can't manage to realize what to do…\n\n\nEight considers for a moment.\n\n\nO5-8:\n …then we aren't worthy enough to get to the treasure. Right. But how the hell are we actually supposed to—\n\n\nAn Alpha-1 member comes up to Four, holding out a Foundation tablet. He takes it, and starts clicking through the provided image.\n\n\nO5-4:\n That's what I'm trying to figure out.\n\n\nThe image displayed is that of the archipelago, seen from high up above in two dimensions. Four toggles one of the options, changing the display to show the EVE readings through the islands. They are all equally charged with magic, unchanging and stagnant in their readings — a feat normally unachievable under baseline conditions. Four furrows his brows, then switches the image to a temperature read. Then to one of the geological makeup. All of them show the same results — the islands are all identically unremarkable. Even the ocean below is the same, fully bereft of any life.\n\n\nFour sighs, and puts down the tablet on a crate before him.\n\n\nO5-4:\n I don't know.\n\n\nHe looks up at the sky, which is once again entering daytime, and sighs again.\n\n\nO5-4:\n If only h—\n\n\nFour squints, looking at the few stars still remaining in the sky. A realization passes through his face.\n\n\nO5-4:\n Oh my.\n\n\nFour grabs the tablet, and pulls up the image again. He turns all of the filters off, leaving only the physical picture of the islands from above, and then rotates the image 73 degrees counterclockwise.\n\n\nO5-4:\n Oh \nmy\n.\n\n\nBoth a smile and relief goes down his face.\n\n\nO5-8:\n What's going on?\n\n\nFour taps the screen.\n\n\nO5-4:\n This isn't an archipelago. It's a starmap. A perfect recreation of the night sky above it as once seen from the Earth, with islands instead of stars.\n\n\nFour points at the night sky.\n\n\nO5-4:\n They are the same thing, just from different angles.\n\n\nFour zooms onto one of the areas pictured before him. He taps the screen again.\n\n\nO5-4:\n And it's meant to take us to the one place the starmap led, during the times of the Empire — to the royal capital.\n\n\nEight blows our air, and starts to shout at the Alpha-1 personnel to once again ready the vessel for movement. She and Four start to move closer to the bridge.\n\n\nO5-8:\n So how do we actually get there?\n\n\nFour picks up one of the artifacts that make up the SCP-8120-A collection. He grins.\n\n\nO5-4:\n We get a sextant.\n\n\n\n\n[EXTRATENIOUS DATA REMOVED FOR BREVITY]\n\n\n\n\n\n\n\n\nSCP-8120-A-85, \nder Weg des Weltalls\n.\n\n\n\n\n\n\nThe Overseers are once again standing at the prowl of the ship. In his hand, Four is holding SCP-8120-A-85\n, der Weg des Weltalls. \nIn his other, he is tightly clutching the journals of PoI-8120. Four is wearing a headset, one that directly informs the Alpha-1 members stationed on the bridge of his exact words. He turns to face Eight.\n\n\nO5-4:\n This is one of the first things he taught me. The way to the royal capital. He thought it would make me interested in his work.\n\n\nEight scoffs. In the distance, the\n Ultimatum \nreadies its engines, beginning to slowly move forward.\n\n\nO5-4:\n We even named the stars that have since gone out. I think I can still remember—\n\n\nFour gazes upon the sky, pointing to specific bodies with his unoccupied hand. He clears his throat, and the vessel picks up its speed.\n\n\nO5-4:\n \"A is for Avalon, its stories so bright—\"\n\n\nHe points to a different star.\n\n\nO5-4:\n \"B is for Babylon, its laws with life right—\"\n\n\nAnother star. By now, the ship is almost nearing its destination.\n\n\nO5-4:\n \"C is for Chūgoku, the heart of the East—\"\n\n\nAnother. Four is smiling widely, now.\n\n\nO5-4:\n \"D is for Daevon, its—\"\n\n\nEight clears her throat.\n\n\nO5-8:\n Right. We get the picture.\n\n\nFour puts down the sextant, slight disappointment — and perhaps slight embarrassment — present in his face. For a few moments, the Overseers remain silent as the\n Ultimatum \nfinally reaches its destination. The area is entirely unremarkable. It's just more water surrounded by islands identical to any other inside SCP-8120-B. Still, the moment the vessel actually stops in its middle, something changes in the atmosphere. The pressure falls down, and a strange silence engulfs the ship. Four nods, takes a slow breath, and opens up Hadfield's journal. His voice is little more than a whisper.\n\n\nO5-4:\n \"And oh pilgrims, you who wish to gaze upon the Starlight's true might — fall down before your destiny with faith in your heart, and submit your souls whole. Gaze upon that which you wish to inherit. Show humility and let the gates of your kingdom open to your wretched kind.\"\n\n\nFour falls down on his knees. Eight eyes him, but does the same, though with much less enthusiasm. The remaining Alpha-1 members follow their example.\n\n\nThe second the last member touches the ground, something stirs in the ocean. A great burst of both color and magic encompasses the ship. A monumental tide starts to form in the distance, heading right for the vessel, around which the waters start to move with unrest. Eight almost stands up, trying to notify the others about its approach. Four just calms her down with his hand.\n\n\nO5-4:\n Leave it be.\n\n\nThe tide falls down upon the kneeling\n Ultimatum, \nwith enough force to topple the ship, break its stability, and turn it upside down. Four closes his eyes, as does Eight.\n\n\nBut the ship doesn't turn upside down, doesn't sink beneath the waves of SCP-8120-B; instead, as a white glimmer encompasses it whole, the vessel and its crew find themselves no longer on the sea. They are now located in a gigantic cave, with the\n Ultimatum \nburied in the sand and rock. The ship is stable enough to let the crew exit onto the floor of the cave, but is too surrounded to begin to move.\n\n\nFour and Eight open their eyes, and sigh in relief.\n\n\nO5-8:\n I suppose that bastard's ramblings have finally done some good for the world.\n\n\nFour turns to look at her, something akin to held-back anger boiling inside him.\n\n\nO5-4:\n Don't… Don't say that.\n\n\nEight scoffs.\n\n\nO5-8:\n Why not? He never held back his truth. He never held back his thoughts. Why should I?\n\n\nFour furrows his brows.\n\n\nO5-4:\n Because he was our father. And because this is about his legacy.\n\n\nO5-8:\n No? It's about killing Mab, in case you don't remember what you yourself wrote down. And I'm sorry I'm not the favorite child, but \nI\n am ready to say that he was an absent, heartless—\n\n\nSuddenly, Four's voice falls very silent.\n\n\nO5-4:\n Abi. Don't.\n\n\nEight stops.\n\n\nO5-4:\n Not for him. For me. Shout your truths when we get back. Not here. Not now. \n<pause>\n For us.\n\n\nEight furrows her brows and crosses her hands, but complies. Still, there is resentment in the motion and pity and disappointment for her brother.\n\n\nO5-8:\n All right.\n\n\nEight pauses, and looks out at the cave beyond the\n Ultimatum. \nShe too starts to speak very quietly.\n\n\nO5-8:\n Let's go.\n\n\n[END LOG]\n\n\n\n\nClosing Statement:\n As further usage of the SCPS \nUltimatum\n was deemed to be unnecessary, Project DEICIDE personnel were instructed to leave the vessel be and continue on their journey on foot, as per the direct request of Overwatch Command. They complied without objections.\n\n\n\n\n\n\nDate:\n [UNKNOWN]\n\n\nSubject:\n SCP-8120-B\n\n\nParties Present:\n O5-4, O5-8, Mobile Task Force Alpha-1 (\"Red Right Hand\")\n\n\nForeword:\n Due to the fractured and partitioned nature of the SCP-8120-B exploration, for research purposes it was decided that each part should be its own log within the SCP-8120 documentation, instead of folding all of the recorded material into a singular, continuous log. To access the unedited version of the recordings, contact RAISA Director Maria Jones.\n\n\n\n\n[BEGIN LOG]\n\n\nFour, Eight, and the Alpha-1 personnel are standing outside the\n Ultimatum. \nThe vessel is sunken behind them, its prowl buried deep in the rock that now surrounds them whole.\n\n\nThe cave is large, but not anomalously so — its walls are smooth, with no real formations or protrusions decorating them. The floor is also similarly barren — it consists of little more than rock and sand, both crushed together under the heavy boots of the Red Right Hand personnel that have taken the lead.\n\n\n\n\n\n\nRecorded camera footage.\n\n\n\n\n\n\nThe way before the team opens to reveal a singular corridor leading out of the grotto, a natural hallway that gets narrower with each meter passed. The entire formation looks as if once there might've been an actual underground river running here, with the cave where the\n Ultimatum \nlies futile having been some sort of lake. Either way, none of the DEICIDE personnel pay this fact any mind.\n\n\nThe two Overseers remain close, but there is a distance between them, now. One neither would admit if confronted about it, but one that is definitely there. Now they continue in silence, Four checking his notes and Eight checking her scan results. Both are little more than excuses for themselves and each other. Not for the first time, the siblings are accomplices in a crime neither is willing to admit is there.\n\n\nAfter a few minutes, the team arrives at the corridor's terminus, a two-by-two-meter flat wall that ends the hallway's narrowing and their way forward. Etched atop it are runes, with a pictogram of a hand right in its middle. The fingers depicted are slightly longer than those of a human.\n\n\nThe team stops in their tracks. Four squints his eyes at the letters, and looks back at Hadfield's journal. He clears his throat.\n\n\nO5-4:\n \"So bring forward your might and vigor whole, oh heirs to eternity; carry that which you wish to inherit; grab the Weight by its heart and prove that you are worthy to carry your world upon your shoulders.\"\n\n\nEight crosses her arms.\n\n\nO5-8:\n Guess we found strength, then.\n\n\nFour nods.\n\n\nO5-4:\n \n<quietly:>\n Aye.\n\n\nFour eyes the written runes once more. He exhales sharply.\n\n\nO5-4:\n You're being asked to… ah… literally create a tunnel forward and then hold it up as we cross through it.\n\n\nHe looks at Eight. His eyes once more show compassion; even if fainter than during the beginning of their journey, it is there again. He takes a slow breath.\n\n\nO5-4:\n You sure you can do this?\n\n\nEight rolls up her sleeves and grins. The gesture isn't sincere.\n\n\nO5-8:\n Not a chance a cave is what's going to beat me, old man. I've got this.\n\n\nShe puts her hand in the indicated area, and exhales sharply. Her eyes start to glow purple.\n\n\nO5-8:\n Let's go.\n\n\nEight pulls all of her strength into her arms, and the tunnel opens before them. It isn't large — merely two-by-two meters — but it's enough for all personnel to begin their march forward. Eight is leading her companions, both of her hands now propping up the ceiling. From her fingertips emerge loose strands of ontokinetic power, violet bursts that hold up that tremendous weight above her through the sheer power of her will and illuminate their way forward with their colors. Eight is clearly struggling, but manages to go forward, always there to open the tunnel further when the rest of the team needs her to. They continue like that for a few minutes.\n\n\nAfter a while, a sudden shift occurs in the rocks around them — they begin to glow with blue, iridescent lights. Without any prompt from any of the personnel, the stones slowly shift from their solid form into a semi-liquid state that doesn't stop moving until it forms a very clear and vivid picture: \nthat of a large dining hall with a long, wooden table, its details escaping whatever memory this comes from. Started at the table is a figure reminiscent of the young Arthur Hadfield. Before him sit two men, father and son. Though never stated, it is clear to all observers those are the Siegels, Aaron and Edmund. They are engaged in a passionate discussion with Hadfield, presumably over whatever artifact they have lying before them.\n\n\nOn the other far side of the table, a small girl in a dress two sizes too big is eating her dinner. She is clearly struggling with using the knife, but doesn't say anything. She knows better than to interrupt her father.\n\n\nShe lets out a sudden yelp of pain. There is blood coming from her finger. Nothing major, a wound inflicted by a dull knife meant to cut potatoes — still, it brings her to tears. Hadfield doesn't notice.\n\n\nAfter a moment, the pain gets the better of her. She stands up from her chair.\n\n\nGirl:\n Dad… Dad— Sir? Sir. Please.\n\n\nShe walks up to her father, but her voice is barely more than a whisper. It gets drowned out in the conversation before her.\n\n\nGirl:\n \nPlease.\n\n\nWhen nobody notices still, the girl closes her eyes. There is a slight purple spark under her eyelids, and her finger is healed. When she opens them up again, Hadfield is looking furiously at her. There is disgust and disappointment plastered all over his face. He grabs her by her arm.\n\n\nHadfield:\n What did I tell you about—\n\n\nAs Hadfield raises his right hand, the scene fades away.\n\n\nFour blinks twice, trying to get the shock out of his face. Eight doesn't say anything. Within a moment, she realizes what the Weight she has to carry actually is. She just swallows hard and continues her march forward.\n\n\nThe rocks shift once more, this time revealing \na small chamber, someone's bedroom maybe; it is all too trashed to really make out. There are shelves fallen and items thrown and broken all around it, littering every part of the room, almost as if a hurricane had gone through it just moments prior. In its center stands Hadfield again, his face twisted in fury and resentment. Before him stands a young woman, only just having entered her adulthood. Her eyes are burning purple. There are tears going down them, and she is clenching her fists. She is looking directly at Hadfield, nothing but pure rage plastered all over her unmoving body. She is shivering.\n\n\nWoman:\n You're the worst person I've ever known. You and mother should have never—\n\n\nA brief spark of purple goes over Hadfield's eyes, too. He quickly throws it away.\n\n\nHadfield:\n You will \nnot\n speak that way about—\n\n\nThe woman scoffs. In the background, a closet falls over, breaking the floor. Neither of the figures present notice it.\n\n\nWoman:\n Or what? You'll lock me up in my chambers again? To do your research for you while you and John—\n\n\nHadfield:\n I have already told you. You will \nnot\n destroy our family name with your condition. You will not be seen like this in public. Not until you get it under control.\n\n\nWoman:\n What if I don't want to? Ever thought about that, oh great lord, oh sir Hadfield? What if I'll remain your little family freak?\n\n\nHadfield looks her dead in the eye. He opens his mouth, but before he lets out his words, he takes a deep breath, and calms himself down. When he starts to speak moments later, his voice is very quiet.\n\n\nHadfield:\n I wish you could've been born normal. Maybe then you would have understood.\n\n\nAs the woman starts to openly weep, the chandelier crashes from the ceiling. The memory fades, and\n Eight is trembling now, her eyes closed shut. Still, she doesn't stop. She cannot fall. She will not fall.\n\n\nA third scene, this time \nof a lonely tombstone, standing still in a cemetery amongst rain. The words upon it read: Elizabeth Hadfield. Everything aside from that name has been long blurred out of the memory. Only the pain and the name remain. Before the tombstone stand two figures, both adults of equal age, one of them a man, the other one a woman. The man is holding an umbrella in one hand and an old journal in the other. He is inhaling slowly, his eyes fixated on the words before him. For the first time since becoming an historian, he is incapable of believing the written record. The woman next to him is standing openly in the rain. Her dress is dirty with mud and there are tears going down her cheeks, but she doesn't notice either.\n\n\nThere is place for a third figure next to the woman, one that should be there — one that should be there more than anyone has ever needed to be anywhere — but one that remains absent. There is just a person-shaped hole instead, a terrible unaddressed silence that lies between the brother and the sister. But the woman stares into that void, fury deep in her eyes. She isn't looking at the final resting place before her. The pain caused by the absence of the one who is still there, still buried in his studies in spite of everything, runs far deeper than the pain caused by the absence of the one who has long since passed away. All that remains are unsaid words, to both of the people who aren't there.\n\n\nThe woman looks up, opening her eyes to the rain above her, awaiting absolution the weather should offer. It doesn't come. It never will.\n\n\nEight lets out a sudden yelp, almost slipping up, but is immediately propped back up by Four. Still, the moment their hands touch, she shudders and throws him away. She continues the march alone. It is a journey she has to retake on her own. Nobody else can help her carry her cross.\n\n\nAs Eight takes one of the final steps forward, the rocks reveal the final memory: \nan old Hadfield lying sick in a bed, his health and mind long since gone. He is surrounded by his artifacts and notes, the SCP-8120-A pieces scattered all over his room. Though he should remain in bed, he is constantly attempting to get out; get out to his studies so that he can finish his work.\n\n\nIn spite of everything, a young woman is sitting next to him, trying to calm him down. She gives him water to drink.\n\n\nHadfield:\n John. John. J-John.\n\n\nWoman:\n Shh, dad. It's okay. It's Abigail. I'm here. John isn't with us, remember? He sailed off to Daevon, just like you two had always wanted. He will be back soon, but now it's just me. It's Abigal. And it's going to be all right.\n\n\nHadfield shakes his head, and groans with visible pain. He looks his daughter deep in the eyes. His own are foggy. Almost nothing of the powerful occultist remains beneath those irises.\n\n\nHadfield:\n No. \nNo\n. John. Not you. John. John. I need… I need to… to speak to John. To John.\n\n\nWoman:\n But—\n\n\nHadfield grabs her by her hand, his withered fingers barely able to maintain their grip.\n\n\nHadfield:\n We have to finish the work! We have to! We… We can't…. can't do it with you… your… your \ntaint\n.\n\n\nHadfield lies back down.\n\n\nHadfield:\n Get… Get me John.\n\n\nThe woman stands up, and covers her mouth with her hand. She just walks out of the room. She will never walk into it again.\n\n\nAs Eight walks out of the tunnel — the final member of the team to walk past its terminus — it collapses before her with a dull\n thud. \nEight's eyes are closed, and she remains silent.\n\n\nFour comes closer, and tries to help her stand back up. She throws his hand away.\n\n\nO5-8:\n Don't touch me! Just… Just leave me. Just leave me.\n\n\nShe stands up on her own accord, refusing to look her brother in his eyes.\n\n\nO5-4:\n Abi, I… I didn't…\n\n\nWhen she finally does look at him, there is nothing but pain in the gesture.\n\n\nO5-8:\n You did. All of you did. You, mom, everyone. He didn't love you because you were his son.\n\n\nShe pauses, and takes a shuddering breath.\n\n\nO5-8:\n He loved you because you weren't his daughter.\n\n\nFor a moment, neither speaks; they just look out before themselves, to the small spiral staircase engraved in the walls of the cave, its stairs leading upwards, towards their final challenge. It is very narrow, only fitting one person at a time. One of the Alpha-1 personnel takes the lead and starts the ascent.\n\n\nO5-8:\n But none of that matters now. I've long since learned to live with it.\n\n\nEight starts to walk forward. She does not turn to look back at Four.\n\n\nO5-8:\n Let's just get this over with. Maybe this'll finally put him to rest.\n\n\n[END LOG]\n\n\n\n\nClosing Statement:\n Though originally there were plans for Site-01 oneiromancers and medical staff to attempt to research the validity of the events that were presented above, all such projects were immediately shut down by the office of O5-8.\n\n\n\n\n\n\nDate:\n [UNKNOWN]\n\n\nSubject:\n SCP-8120-B\n\n\nParties Present:\n O5-4, O5-8, Mobile Task Force Alpha-1 (\"Red Right Hand\")\n\n\nForeword:\n Once again, due to the nature of the log transcribed below, its full validity cannot be confirmed; for the purposes of SCP-8120 documentation, however, it was decided that the written records of O5-4 and O5-8 are more than satisfactory.\n\n\n\n\n[BEGIN LOG]\n\n\nFour and Eight are standing on top of the staircase they have just ascended. Before them is a short corridor — a connector between the stairs and the next room, its walls covered in vines and overgrown bricks. There is an occasional rune or sentence engraved upon them. As the Overseers come forward, a few Alpha-1 members join them.\n\n\nFour squints at the walls, and compares the writings to those written down in Hadfield's journal. He clears his throat, and looks at Eight. She does not look back at him.\n\n\nO5-4:\n This is it. The final challenge.\n\n\nEight looks down at her feet. Her voice is quiet.\n\n\nO5-8:\n And what does it want from us?\n\n\nO5-4:\n Hard to say, really. I…\n\n\nHe clears his throat.\n\n\nO5-4:\n \"Face yourself, and take up your crown.\" Huh.\n\n\nEight smiles very faintly.\n\n\nO5-8:\n At least the treasure's a physical object. Better than nothing.\n\n\nO5-4:\n I suppose so.\n\n\nFour takes the first step forward. The moment he is capable of seeing inside the next chamber, he and the camera get blinded by sunlight.\n\n\nWhen he's capable of seeing again, the room is revealed to be circular, very large, and extremely tall. It doesn't have a ceiling, instead opening up to broad daylight, the very tops of its walls overgrown by the flora found on the islands inside SCP-8120-B. The walls themselves start as solid, brick barriers, only to gradually wither away and turn into rocks as the chamber gets higher. At the bottom, a few pillars stand, most of them broken.\n\n\nOn the other side of the chamber stand two heavy stone doors. The gate is shut.\n\n\nIn the center of the room is a small circular platform, elevated half a meter above the floor. It is empty. All around the room's perimeter stand similar platforms. Atop them sit what looks like parts of humanoid sculptures of several origins and makes. They are singular body parts and they are all made from different materials. Some platforms display hands, other arms, other legs and torsos, other even heads. The only similarity between the pieces is that all of them appear hacked away, as if they were forcefully taken from whatever figures they originated from.\n\n\nThe floor of the chamber is wholly smooth, appearing artificially flattened. No plant life decorates it. Scattered all throughout it are several bones, only some of them human. They are covered with dust, their color long having been bleached out by the sunlight above.\n\n\nThe moment Four notices this, he stops in his tracks. He holds up his hand and shows others to also cease movement.\n\n\nO5-4:\n Wait. There's—\n\n\nWithout hesitation, Eight steps forward and into the room, heading right for the central platform.\n\n\nBefore Four can give her a heavy look, something in the chamber's atmosphere changes. There is a sudden shift in the air and light. It makes Eight stop again and look around herself. There is worry in her eyes.\n\n\nA strange glow suddenly encompasses all of the platforms — including the one in the middle — and the body parts displayed upon them start to move as if they were alive. Each in its own way, the sculptures begin to crawl towards the center of the chamber, their movements grotesque and shuddering. Neither Overseer moves, simply observing what is transpiring before them with both confusion and unease. The Alpha-1 personnel ready their guns, pointing their weapons at the platform in the middle.\n\n\nThe moment the body parts get to the central platform, they begin to merge. It is a crude process, one that starts to chip away at the pieces when they bash together, but it is quick. Before either Overseer can blink, the parts assemble themselves to form a humanoid figure, roughly three meters tall. It is facing the opposite of the team.\n\n\nAnother shift in the atmosphere runs through the room, and the statue shivers, then comes to life. With a slow and shuddering movement, it turns back to look directly at the group.\n\n\nIt looks like Arthur Hadfield.\n\n\nBut it isn't Arthur Hadfield, it cannot be. More direct observation of the figure swiftly reveals the faults in its design — its limbs are all deformed, some too long and some too short; its fingers are crooked and asymmetrical and of too great a count; its posture is too straight, too stiff to really be human; its skin is visibly made from various metals and stones; and its eyes glow with a terrible purple. It looks like a parody of the actual human form.\n\n\nAnd yet, in spite of everything, to the two Overseers cowering before the giant figure, it still looks like Arthur Hadfield.\n\n\nAnd it is alive.\n\n\nFor a moment, it just stands there, observing the unmoving group from a distance. Then, a slow grimace starts to creep into its mouth.\n\n\n[UNKNOWN]:\n Ah. So you've finally made it.\n\n\nIts voice is rough; it sounds like stones moving against stones, only barely resembling the speech of the real, late Hadfield. It echoes through the great hall all the same.\n\n\nThe figure first looks at Eight.\n\n\n[UNKNOWN]:\n I should have known you'd come here sooner or later, no matter my hopes, but you?\n\n\nIt glances at Four.\n\n\n[UNKNOWN]:\n To let her come with you here? To risk our legacy like that for something like Abigail?\n\n\nThe being shakes its head.\n\n\n[UNKNOWN]:\n I'm disappointed in you, John.\n\n\nBoth Overseers are frozen, fully incapable of action.\n\n\nO5-8:\n You're dead. I saw you die.\n\n\nHer voice is barely more than a whisper.\n\n\nO5-8:\n You… You \ndied\n.\n\n\nThe being furrows its brows.\n\n\n[UNKNOWN]:\n You've never been as bright as you thought you were, child. It was my mistake believing I could fix that.\n\n\nThe being takes a step forward towards the Overseers, leaving its platform and descending upon the floor. Its movements are erratic, spasmic almost.\n\n\n[UNKNOWN]:\n No matter now. I'll deal with you appropriately. As for you—\n\n\nIt turns to face Four again.\n\n\n[UNKNOWN]:\n We'll talk when this is over. We still have work to do, John. A family to rebuild.\n\n\nThe being continues its walk, its eyes fully purple, and a great wind starts to rise all around the room. It starts slow only to turn into a hurricane after just a few seconds, loose strands and bolts of magic flying all around it. It encompasses the figure and the team, slowly pulling the latter towards the former as the storm begins shrinking its radius.\n\n\nSimultaneously, all Alpha-1 personnel begin to fire at the entity. Their bullets have no effect — the being doesn't even seem to notice them or the personnel themselves. It just extends its hand towards Eight, its elongated fingers reaching for their pretend-daughter, as a grim determination enters the figure's face.\n\n\nBut Eight isn't Eight — not anymore. She is now no longer Overseer Eight of the SCP Foundation, the Heretic, supreme chief of all occult research. She is once again Abigail Elizabeth Hadfield, a young and heartbroken woman, and she falls to her knees. In over a century of her duty, she's handled demons beyond her comprehension, but before the worst monster of them all, she is incapable of doing anything.\n\n\nA few meters to their right, Four stands similarly frozen. He is shaking, his knuckles turning white from tightening a panicked grip on the journals of his father, but he is still capable of remaining in his posture. He hasn't become John Hadfield again just yet, but he can feel the old fear crawling back onto his spine. He knows he doesn't want to disappoint his father. He—\n\n\nHe closes his eyes, and shivers whole. There is a terrible realization that comes to be made in his mind, an impossible choice he knows he has to make. But when he opens them again, he knows what he has to do. He looks directly at the thing pretending to be his father, and grits his teeth.\n\n\nO5-4:\n No. You will not do that.\n\n\nHis voice is strong and confident, now. His expression forms into cold fury.\n\n\nThe being slowly turns back to look at Four, the Alpha-1 bullets — now augmented with thaumic runes to pierce any armor — flying off its skin like they aren't even there. Its face is twisted in disbelief.\n\n\n[UNKNOWN]:\n What did you say?\n\n\nFour stands his ground, in spite of the wind closing in on him. He isn't backing down.\n\n\nO5-4:\n You heard me. You will not do that. I won't let you.\n\n\nThe being scoffs.\n\n\n[UNKNOWN]:\n Careful now, boy. Just because you're not her doesn't mean you're irreplaceable.\n\n\nFour takes a step forward, closer towards the being. He turns to look at Eight.\n\n\nO5-4:\n Abigail? Abigail! Stand up. Stand up and face this… this \nthing\n. Face it with me.\n\n\nHe extends his hand towards his sister. The being just laughs.\n\n\n[UNKNOWN]:\n You think you can just do that? After all those years?\n\n\nIt shakes its head.\n\n\n[UNKNOWN]:\n No, John. Your path has already been written. The path of our \nfamily\n has already been written. You will not jeopardize it. You will help me make it a reality.\n\n\nFour doesn't turn to face the entity. He just keeps looking at Eight.\n\n\nO5-4:\n Abigail! Abi! I need you, I—\n\n\n[UNKNOWN]:\n Just like she's always needed you, John. And where were you?\n\n\nThe being changes its stance — it is now facing Four, leaving Eight behind itself. She still doesn't move, but the being does — it begins its slow walk towards Four.\n\n\n[UNKNOWN]:\n Yes, you were where you were meant to be. By my side, John. With \nme\n. With your \nlegacy\n. Come now.\n\n\nIt extends a hand to the Overseer. The hurricane is barely big enough to contain all three figures.\n\n\n[UNKNOWN]:\n Come now, and let us fix this mess. It still isn't too late.\n\n\nFour looks down and whispers something, inaudible to both the camera and the entity. It comes a bit closer.\n\n\n[UNKNOWN]:\n What was that?\n\n\nRapidly, Four looks right back up, into the being's cold, marble eyes.\n\n\nO5-4:\n I said — fuck you.\n\n\nA great tension suddenly overcomes all of his muscles, like the thing he is about to do is an impossible feat. But it is clear he has already made his decision.\n\n\nO5-4:\n Fuck you, and fuck your legacy.\n\n\nSomething in the being's face changes, and for a single second, it loses its focus. The purple in its eyes dies down for a split moment. It almost backs off from Four, disgust and anger plastered all over it. It no longer has a son.\n\n\nIn the back, though, its daughter once again rises up, now no longer bound by the creature's spell.\n\n\nEight grins, and walks up towards Four, standing to face the thing before them together. Purple sparks start to run through her veins and fingertips. From an angle, it almost looks as if the being had grown smaller.\n\n\nThe thing looks at the two Overseers and sneers.\n\n\n[UNKNOWN]:\n Look at yourselves. How dare you stand here, against \nme\n? You are \nnothing\n without me.\n\n\nIt's barely noticeable, but its voice seems to have fallen quieter. It points at Eight.\n\n\n[UNKNOWN]:\n I should have given you the mercy of the sea when I still had the chance. Given you back to the tides so you may have at least died with some dignity. Now look at you. Less than nothing.\n\n\nIt almost spits. It turns to face Four.\n\n\n[UNKNOWN]:\n You don't deserve my blood. But for as long as it runs through your wretched veins, you are \nmine\n, bastards. You are all mine and you will obey. You were born Hadfields, so if you are to live as Hadfields, you \nwill\n listen and carry our legacy into—\n\n\nNeither Overseer says anything; instead, Four just passes Eight the notes of the late Arthur Hadfield, his entire life carefully inscribed upon those pages, everything he had ever stood for reduced to nothing but words. Eight clutches them tightly, and closes her eyes. She begins whispering something in a toungue nobody but can her understand.\n\n\nO5-4:\n No.\n\n\nHis voice is clear and calm.\n\n\nO5-4:\n Your legacy is dead. And so are the Hadfields.\n\n\nThe journal start to levitate above Eight's palm. Iridescent runes surround it whole.\n\n\nO5-4:\n You made sure of that yourself.\n\n\nAs a light erupts from the notes, a purple spark sets them aflame and a rune starts to glow on the foreheads of the Overseers and the being. It is a word in ancient Fae — one that means \"family.\"\n\n\nOr \"binds.\"\n\n\nEight shouts something that gets lost in the wind, and the runes explode, burning the journals. There is a sudden shift in the atmosphere, and as something stirs in the souls of the Overseers, they both grab their heads.\n\n\nWhen they blink, their eyes burn with purple. In the distance, the sound of a chain snapping can be heard, and a name is lost on the breeze around it.\n\n\nA great shriek goes through the room, and the figure grabs itself by its head. Through its face a crack is starting to form, one that grows bigger and bigger until it falls down right towards its legs. From inside the statue, a bright purple light is pouring out, only greatening in its might with each moment the crack grows larger. When it finally reaches the statue's feet, two things happen: the light reaches its apex, blinding everyone around it, and the figure that looks like Arthur Hadfield breaks apart, two of its pieces falling to meet the floor.\n\n\nFor almost a minute, all is silent.\n\n\nWhen the light dies down again, the statue is nowhere to be seen — the parts that made it up are back upon the platforms they originally came from. The wind is gone, too, as is the strange glow. Only the vague light of a setting sun illuminates the room from up above. Not a single piece of evidence suggesting something has just happened here remains. For what everybody inside the room knows, it all could've been just as well a dream. A memory, long since overwritten by life.\n\n\nIn the distance, the two heavy doors open. The room beyond it is shrouded in darkness.\n\n\nEight slowly stands up, grabbing her head, groaning with pain, and nearly falling over. Four rushes to help her. This time, she accepts his help.\n\n\nWhen they look into each other's eyes, an understanding comes over them, a realization of loss they didn't think was there. In their hearts — in their names, even — there is a Hadfield-shaped hole, the surname long having been lost on the wind. They are just John and Abigail, now.\n\n\nAnd they need nobody else but themselves.\n\n\nAs the Alpha-1 members run to encompass the Overseers, checking if they are all fine — they are — the two siblings just look at each other. A small smile forms on both of their lips.\n\n\nAfter a moment, Eight turns to look at the unlocked path forward, and stretches her knuckles.\n\n\nO5-8:\n So, old man. You ready to get this over with?\n\n\nFour grins.\n\n\nO5-4:\n As ready as I'll ever be.\n\n\n[END LOG]\n\n\n\n\nClosing Statement:\n Later, following the mission's return, Site-01 records confirmed what was already suspected — the entity depicted in the log could not have been Arthur Hadfield and has been merely using his appearance as a disguise. The body of the real Hadfield has been safely stored first inside the properties of House Hadfield and then the Site-01 cryochamber morgue for more than a century, and just as it has for the last one hundred years, on the day of the mission it has shown no signs of movement or any other activity.\n\n\n\n\n\n\nDate:\n [UNKNOWN]\n\n\nSubject:\n SCP-8120-B\n\n\nParties Present:\n O5-4, O5-8, Mobile Task Force Alpha-1 (\"Red Right Hand\"), [UNKNOWN]\n\n\nForeword:\n Though the log presented below indeed describes subjective reality as experienced by O5-4 and O5-8, the validity of the claims presented below is still under heavy debate by the rest of the O5 Council.\n\n\n\n\n[BEGIN LOG]\n\n\nThe Project DEICIDE team walks into the final chamber. They are led by Four and Eight, whose movements are full of determination.\n\n\n\n\n\n\nRecorded camera footage.\n\n\n\n\n\n\nThe chamber is small and similar in make to the one they have just left. It's circular and without a ceiling, its top opening to the now-night sky above, allowing for a few long-gone stars to illuminate the room. The only thing in the entirety of the chamber — barring its stone brick walls, similarly overgrown and diminishing the higher they climb — is a box, no larger than two meters in length and one meter in height and width, situated directly in the middle. It bears no markings upon it.\n\n\nCarefully, the two Overseers come towards the object. As Four is about to touch it, he squints his eyes, briefly blinded by the light above. He furrows his brows, and moves a little to the side. Eight does the same, as if she too just noticed something there.\n\n\nAnd indeed something — or, rather, someone — is there. It is a ghostly figure, one made entirely from starlight, visible only from a strange angle. It appears to be a Fae individual in the prime of their health, sitting quietly upon the stone box. Their hand is located directly atop it, and they are looking down, whispering something. They do not seem to notice the newcomers. The being's form is only visible due to the strange ways the light bends inside the chamber, almost as if its continued existence is nothing but a quirk of nature, a strange parody of a genius loci.\n\n\nAfter a moment, the being smiles sadly.\n\n\n[UNKNOWN]:\n I'm glad to see my hopes weren't for nothing.\n\n\nFour comes closer. His movements are careful, but not in a manner that indicates fear — they are more akin to how someone behaves when encountering a fragile, endangered animal.\n\n\nO5-4:\n What… What are you?\n\n\nThe figure looks up. There is sadness and the weight of a burden in its translucent eyes.\n\n\n[UNKNOWN]:\n Me? I'm just an old memory. One that should've long been forgotten, just like this whole place.\n\n\nIt looks up at the stars above.\n\n\n[UNKNOWN]:\n Maybe once, I might've been something, a steward chosen by the revolutionaries to guard this wretched crown. But now?\n\n\nIt smiles again.\n\n\n[UNKNOWN]:\n Now, I can barely remember who I was.\n\n\nEight puts her hands together.\n\n\nO5-8:\n Do you have any na—\n\n\nAt that, the being actually laughs.\n\n\n[UNKNOWN]:\n A name? No. I'm afraid I've been stripped of one long, long ago.\n\n\nThe being stands up from the box, and faces the duo before it.\n\n\n[UNKNOWN]:\n But that doesn't matter now. I'm here, and I'm here to serve. Shall we commence, or do you wish to see the diadems first?\n\n\nNeither Overseer responds. They just look at each other, confused more than anything.\n\n\n[UNKNOWN]:\n In truth, I'm a bit surprised you two even bothered to come here. You already have the world, and—\n\n\nEight shakes her head.\n\n\nO5-8:\n If anyone's surprised here, it's us. What the hell is going on here? Where is the weapon?\n\n\nThe being skews its head.\n\n\n[UNKNOWN]:\n What… What weapon?\n\n\nEight briefly glances at Four, worry in her eyes.\n\n\nO5-4:\n We were guided here by the belief a weapon powerful enough to slay the tyrant Mab lies here. Were we mistaken?\n\n\n[UNKNOWN]:\n Oh, not… not at all, but… but if I may, why would you need it? What for?\n\n\nO5-4:\n What do you mean, \"what for?\" Mab is still—\n\n\n[UNKNOWN]:\n Yes, yes, but… you've already succeeded her. You have the world for yourself. Why come here, why… why bother with any of the trials, if you've already crowned yourself her successors?\n\n\nThe Overseers freeze in place.\n\n\nO5-8:\n \nWhat\n?\n\n\nThe being appears genuinely just as confused.\n\n\n[UNKNOWN]:\n Did your language change, in the time I've been gone? I believe we were rather clear what this place was, when we buried the crowns of the tyrants deep inside this tomb.\n\n\nThe being taps the the stone box.\n\n\n[UNKNOWN]:\n Are you not here to take up the crowns and officialize your reign, in the eyes of the stars above?\n\n\nFor a few moments, the Overseers say nothing. Then, Eight just sighs. Four comes closer towards the entity.\n\n\nO5-4:\n What… What reign? What succession? What the hell are you talking about?\n\n\nO5-8:\n No matter. Answer me this, ghost—\n\n\nShe steps forward.\n\n\nO5-8:\n How do we get rid of Mab? How do we put her down, this time for good?\n\n\nThe being almost scoffs.\n\n\n[UNKNOWN]:\n But you already have! You've subjugated her, deep inside your palace — deep inside \nher\n palace! You have taken up her mantle and usurped her world, so what use could you have for trying to ruin that in favor of killing—\n\n\nO5-4:\n No. Stop. What the hell do you mean? We haven't usurped anything. We haven't succeeded anyone.\n\n\n[UNKNOWN]:\n Oh, but you have. You quite literally have the whole world beneath your feet. You said so when you crowned yourself the SCP Foundation, declaring yourselves masters of reality. Is that not what you wanted?\n\n\nO5-4:\n Wh— There seems to be some sort of misunderstanding. We didn't— We came together only to protect the world, to—\n\n\nThe being smiles.\n\n\n[UNKNOWN]:\n Please. I don't need your excuses. I've been taught to not care, by both my old masters and life.\n\n\nO5-4:\n Nobody's here to take up any rules. We were led here by the belief you know how to kill Mab, so that we may free the world, and—\n\n\n[UNKNOWN]:\n But isn't it your father who guided you here? He who said to break the chains of mortality and bind the world under your heel? He who was beckoned to come here, who found this and saw it for a reflection of himself?\n\n\nEight starts to laugh.\n\n\nO5-8:\n Oh my god.\n\n\nShe buries her face in her hands. She doesn't stop laughing.\n\n\n[UNKNOWN]:\n Did you genuinely not know? Did you not know what the purpose of building your three-arrowed Empire was, beneath all of those excuses and grand missions? Can you not see what you have become?\n\n\nO5-4:\n I…\n\n\nFour shakes his head.\n\n\nO5-4:\n How do we kill Mab? Tell me. Now.\n\n\nFor a few moments, the being tries to collect its thoughts. Then, it looks directly into Four's eyes.\n\n\n[UNKNOWN]:\n You don't.\n\n\nO5-4:\n Excuse me?\n\n\n[UNKNOWN]:\n You don't. You can't kill a god. You can destroy one, sure, but never kill it. The idea remains in the world all around you, and it always will, no matter how hard you try. Humans cannot kill ideas.\n\n\nO5-4:\n We were told that inside this tomb, we would find something that would aid us in actually getting rid of her. Were we lied to?\n\n\n[UNKNOWN]:\n No. You were told that here, you'd find a way to succeed Mab. And if you wish to go by that route, I offer you this:\n\n\nThe being taps on the box again.\n\n\n[UNKNOWN]:\n A final resting place of the crowns of the Twin Tyrants, if you wish to take up their mantle and chain the world, like your father would have always wanted, like the path you're walking on is inevitably dictating.\n\n\nFour swallows.\n\n\nO5-4:\n And if we don't? If we wish to slay Mab — not for ourselves, but for the world — what should we do? Is there anything you can offer us in that regard?\n\n\nThe being's smile drops down, and turns sour.\n\n\n[UNKNOWN]:\n Yes. Just like before, I have two gifts for you: one of truth, and one of guidance.\n\n\nThe being looks up. The night sky above it is already beginning to fade.\n\n\n\n\n\n\nRecorded camera footage.\n\n\n\n\n\n\n[UNKNOWN]:\n Firstly, you ought to stop lying to yourselves. Embrace what you are and act accordingly, or realize the change you lack and stray away from your path.\n\n\nThe being closes its eyes. Little more than its face remains, the starlight just seconds away from disappearing.\n\n\n[UNKNOWN]:\n And second — if you really do wish to kill her, then let the world be. Set the wheel of history turning once more, and let the tyrant be broken below its ceaseless movement forward.\n\n\nIts eyes are the only thing that is still there. Their irises reflect stars older than the world.\n\n\n[UNKNOWN]:\n Because otherwise, you won't have a world to keep safe.\n\n\nThe being fades as a new day breaks upon the world.\n\n\n[END LOG]\n\n\n\n\nClosing Statement:\n Though following the disappearance of the entity presented in the log above, the Project DEICIDE team awaited it in the nights following the one during which they interacted with it, it hasn't appeared inside SCP-8120-B since. In spite of this discovery, the personnel remained inside SCP-8120-B for over two weeks after the recording of this log, both conducting research on the remaining parts of the location and attempting to call back the figure for further questioning. Both paths yielded no actual results.\n\n\nIn light of further interaction with SCP-8120-B being deemed a waste of Foundation resources by the rest of the O5 Council, on 16/05/1995, the team was called back to baseline reality. They began their journey back one day later.\n\n\nThe course that should be taken in regard to further SCP-8120 research is currently under debate by the O5 Council.\n\n\n\n\n \n\n\nlog-in\n\n\n> DOES THE BLACK MOON HOWL?\n\n\nonly of its broken lineage\n\n\n> OVERSEER CREDENTIALS ACCEPTED.\n\n\n> WELCOME, O5-4. DISPLAYING ADDITIONAL SCP-8120 FILES IN DRAFT FORM…\n\n\n \n\n\n\n\nDate:\n \nFIELD EMPTY!\n\n\nSubject:\n \nFIELD EMPTY!\n\n\nParties Present:\n \nFIELD EMPTY!\n\n\nForeword:\n \nFIELD EMPTY!\n\n\n\n\n[BEGIN LOG]\n\n\nTwo figures stand at the\n Ultimatum's \nprowl. They are leaning on its barriers, both holding a crown in their hands. One of the diadems — the one held by the woman — is cold, its gentle and light form weaved with ice, silver, and crystals. The other — held by the man — radiates warmth. It is crafted from interwoven summer grass and small branches. Both are beautiful pieces of work, true artworks more than functional objects.\n\n\nSomewhere in the distance, the Alpha-1 personnel notify the two figures they are about to breach out of SCP-8120-B in less than a few minutes. Neither replies.\n\n\nEventually, after a very long while, the woman speaks up. Her voice is quiet, but firm; it isn't afraid. Just tired.\n\n\nO5-8:\n So, what do we do?\n\n\nThe man looks at her, then at the crown in his hands.\n\n\nO5-4:\n Yeah. What \ndo\n we do? We probably ought to take them back to -1. Aaron wouldn't be happy if we didn't.\n\n\nThe woman rolls her eyes.\n\n\nO5-8:\n And watch those old pricks tinker with them? Bury them in some dusty vault after years of wasted research?\n\n\nShe shakes her head, then sighs.\n\n\nO5-8:\n No. I don't think we should.\n\n\nThe man chuckles.\n\n\nO5-4:\n You think any of them would actually try them on?\n\n\nThe woman smirks.\n\n\nO5-8:\n Don't know. Hadfield certainly would, though.\n\n\nThe moment that word is spoken, silence falls between the duo.\n\n\nFor a while, neither figure speaks. They just look out beyond the horizon, beyond this tranquil record of what once was, the breach right into baseline reality already visible at the edge of their vision.\n\n\nThe impact will occur in less than two minutes.\n\n\nThe woman eyes her crown. She rotates it slowly, noticing a small crack in the previously immaculate ice. It is an ugly thing. Were it not for that single, wretched mistake — a singular, terrible error that has rendered the whole thing corrupt — it might've even stood for something. Now, though, she sees, it is little more than a symbol of the past.\n\n\nAnd just like the past, it does not belong in the present.\n\n\nO5-8:\n Give me that.\n\n\nShe shows her brother to hand her his crown.\n\n\nO5-4:\n What for?\n\n\nHe skews his head, but complies.\n\n\nO5-8:\n Because I know what we should do. The same thing we should've done ages ago.\n\n\nThe woman takes the diadems, and with all of her ontokinetically-augmented might throws them into the ocean before her.\n\n\nIn just a few seconds, they disappear beneath the restless waves, never again to be seen by history.\n\n\nO5-8:\n We live to move on.\n\n\n\n\n\n\nRecorded camera footage.\n\n\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Further referred to as PoI-8120.\n\n\n2\n. Or store / imprison / chain, depending on the translation and interpretation.\n\n\n3\n. An ancient and near-infinitely powerful Fae reality bender monarch that ruled the Earth as the queen of the Fae Empire approximately 300 000 years ago. Though dead in flesh, her soul remains a threat outside the boundaries of baseline reality, constantly attempting to re-emerge, re-incarnate in a physical form, and regain her dominion over the world.\n\n\n4\n. A symptom of a fully-realized Class III or above reality bender.\n\n\n\n\n\n\n\n\n« \nSCP-8119\n | SCP-8120 | \nSCP-8121\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8120\n\" by Ralliston, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8120\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n header.png\n\n\nAuthor:\n \nJasiu06\n, \ndjkaktus\n, \nEstrellaYoshte\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\n\n\nFilename:\n 1730warning.png\n\n\nAuthor:\n \ndjkaktus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nName:\n Overwatch Command Logo\n\n\nAuthor:\n \nEstrellaYoshte\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\n\n\nFilename:\n sunrise.jpg\n\n\nName:\n Sunrise orange sky.jpg\n\n\nAuthor:\n Nooreva76\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n end.jpg\n\n\nName:\n Halong Bay islands with sunset tint\n\n\nAuthor:\n Piktour UK\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n starborn.jpg\n\n\nName:\n Stars\n\n\nAuthor:\n Keith McDuffee\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n hadfield.jpg\n\n\nName:\n Gussow Portrait of a Man 1883.jpg\n\n\nAuthor:\n Karl Gussow\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n compass1.jpg\n\n\nName:\n 04-704 Compass (view of top of lid) (FindID 118529).jpg\n\n\nAuthor:\n Surrey County Council, David Williams\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n moon.jpg\n\n\nName:\n Crescent Moon and Two Planets Along A Line\n\n\nAuthor:\n Chic Bee\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n ultimatum.jpg\n\n\nName:\n USSConolly.jpg\n\n\nAuthor:\n USN\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n ship.jpg\n\n\nName:\n 120516-N-UM734-1066 (7243619354).jpg\n\n\nAuthor:\n U.S. Department of Defense Current Photos\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n b.jpg\n\n\nName:\n Gorgeous muted colours brought out of this tranquil Halong Bay scene\n\n\nAuthor:\n Piktour UK\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n sextant.jpg\n\n\nName:\n Sextant-MHS 40-IMG 3784-gradient.jpg\n\n\nAuthor:\n Rama\n\n\nLicense:\n CC BY-SA 3.0 FR\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n o5-4.jpg\n\n\nName:\n Lambert Th van Kleef (ca 1910).jpg\n\n\nAuthor:\n N/A\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n o5-8.png\n\n\nName:\n Unidentified young woman (6915969180).jpg\n\n\nAuthor:\n Mennonite Church USA Archives\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n cave.jpg\n\n\nName:\n Cave habitat natural cave habitat.jpg\n\n\nAuthor:\n John and Karen Hollingsworth, U.S. Fish and Wildlife Service\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n header.png\n\n\nAuthor:\n \nJasiu06\n, STyx, RicHard-59, Mîḵā'ēl, SharkD, \nEstrellaYoshte\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nDerivative Of:\n\n\n\n\n\n\nName:\n World location map mono.svg\n\n\nAuthor:\n STyx, RicHard-59, Mîḵā'ēl, SharkD\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nName:\n Overwatch Command Logo\n\n\nAuthor:\n \nEstrellaYoshte\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [
        "Addendum 8120-1: Discovery and History\n.\nThe first documents regarding SCP-8120 were recovered by Foundation personnel during its formation in 1870 from the archives of the now-defunct HMFSCP. Said documents, mostly authored by PoI-8120 himself, provided a clear image of what SCP-8120, SCP-8120-A, and SCP-8120-B were. As the Foundation had formed with the specific goal of opposing Queen Mab, the documents quickly became of great importance to the organization, leading to the discovery that SCP-8120 could only be performed every 66 years. Hadfield's notes are not clear on the reason for this. Vague mentions of \"proper stars guiding one forward\" are as specific as he gets.\nThe Foundation first attempted to carry out SCP-8120 in 1929, but met a fate similar to that of Hadfield, encountering an unbreachable obstacle during the performance of the ritual. The source of this failure only became clear in 1962, following several major breakthroughs in the field of thaumaturgy made following the discovery and study of the thaumic energies present inside the city of SCP-7600 . Utilizing the knowledge of what mistakes to not commit again, and vastly larger resources, the O5 Council decided to re-attempt the ritual when it once again becomes viable.",
        "Addendum 8120-2: Initial Exploration and Entry into SCP-8120-B\nFor Project DEICIDE — as the SCP-8120 project was named, by personal request of O5-8 — to not fail again, the Foundation required several pieces of previously absent equipment. Chief among them was a seabound vessel, stable enough to safely carry its crew to SCP-8120-B and withstand the thaumic energies of SCP-8120. For this purpose, the O5 Council commissioned the creation of SCPS Ultimatum : a Site-184 -crafted vessel, assembled via the utilization of various paratechnologies and thaumaturgic workings. The vessel and its crew were additionally equipped with thaumaturgic workings that, when utilized, would aportate the vessel/user right back into Site-01 for the safety of the Overseers.\nAs Hadfield's notes specified that the SCP-8120-B point can only be accessed if the vessel began its journey from the north, Site-184 was similarly chosen as the Ultimatum 's launching point. Seeing how O5-4 and O5-8 were not only previously involved in several past projects of a related nature but were also the only still-living individuals who carried PoI-8120's legacy — and with it, the ability to carry out the ritual — they were chosen for the captain(s) and project leads. They were to be accompanied by their personal divisions of Mobile Task Force Alpha-1 (\"Red Right Hand\"), which would operate the vessel and protect the Overseers from any potential dangers, aiding them in containing and transporting whatever may lie within SCP-8120-B back to Site-01.\nSCPS Ultimatum would begin its journey towards SCP-8120-B on 01/05/1995 — the next available date for successful execution of SCP-8120.",
        "Addendum 8120-3: Further SCP-8120-B Exploration\n\nlog-in\n> DOES THE BLACK MOON HOWL?\nonly of its broken lineage\n> OVERSEER CREDENTIALS ACCEPTED.\n> WELCOME, O5-4. DISPLAYING ADDITIONAL SCP-8120 FILES IN DRAFT FORM…\n"
    ],
    "documents": [],
    "notes": [
        "Break the chain. Break the chain, and bind the world.",
        "\" SCP-8120 \" by Ralliston, from the SCP Wiki . Source: https://scpwiki.com/scp-8120 . Licensed under CC-BY-SA .",
        "Filename: header.png Author: Jasiu06 , djkaktus , EstrellaYoshte License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of:",
        "Filename: 1730warning.png Author: djkaktus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Name: Overwatch Command Logo Author: EstrellaYoshte License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: sunrise.jpg Name: Sunrise orange sky.jpg Author: Nooreva76 License: CC BY 4.0 Source Link: Wikimedia Commons",
        "Filename: end.jpg Name: Halong Bay islands with sunset tint Author: Piktour UK License: CC BY 2.0 Source Link: Flickr",
        "Filename: starborn.jpg Name: Stars Author: Keith McDuffee License: CC BY 2.0 Source Link: Flickr",
        "Filename: hadfield.jpg Name: Gussow Portrait of a Man 1883.jpg Author: Karl Gussow License: Public Domain Source Link: Wikimedia Commons",
        "Filename: compass1.jpg Name: 04-704 Compass (view of top of lid) (FindID 118529).jpg Author: Surrey County Council, David Williams License: CC BY-SA 2.0 Source Link: Wikimedia Commons",
        "Filename: moon.jpg Name: Crescent Moon and Two Planets Along A Line Author: Chic Bee License: CC BY 2.0 Source Link: Flickr",
        "Filename: ultimatum.jpg Name: USSConolly.jpg Author: USN License: Public Domain Source Link: Wikimedia Commons",
        "Filename: ship.jpg Name: 120516-N-UM734-1066 (7243619354).jpg Author: U.S. Department of Defense Current Photos License: Public Domain Source Link: Wikimedia Commons",
        "Filename: b.jpg Name: Gorgeous muted colours brought out of this tranquil Halong Bay scene Author: Piktour UK License: CC BY 2.0 Source Link: Flickr",
        "Filename: sextant.jpg Name: Sextant-MHS 40-IMG 3784-gradient.jpg Author: Rama License: CC BY-SA 3.0 FR Source Link: Wikimedia Commons",
        "Filename: o5-4.jpg Name: Lambert Th van Kleef (ca 1910).jpg Author: N/A License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: o5-8.png Name: Unidentified young woman (6915969180).jpg Author: Mennonite Church USA Archives License: Public Domain Source Link: Wikimedia Commons",
        "Filename: cave.jpg Name: Cave habitat natural cave habitat.jpg Author: John and Karen Hollingsworth, U.S. Fish and Wildlife Service License: Public Domain Source Link: Wikimedia Commons",
        "Filename: header.png Author: Jasiu06 , STyx, RicHard-59, Mîḵā'ēl, SharkD, EstrellaYoshte License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Derivative Of:",
        "Name: World location map mono.svg Author: STyx, RicHard-59, Mîḵā'ēl, SharkD License: Public Domain Source Link: Wikimedia Commons",
        "Name: Overwatch Command Logo Author: EstrellaYoshte License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "containment_procedures": "In spite of standard procedures, information regarding PoI-8120\nmust be handled in accordance with data protected by the O5 Council Identity Protection Protocol. Specific instructions regarding SCP-8120's execution are to be limited solely to the O5 Council.",
    "description": "SCP-8120 refers to a ritual devised and created by Lord Arthur Hadfield,1 a 19th-century occultist of British descent and the former director of Her Majesty's Foundation for the Secure Containment of the Paranormal. According to Hadfield's notes, when utilized correctly, SCP-8120 would allow the user to journey into the Rotten Core — his term for SCP-8120-B — by spiritually pointing a seabound user in its direction and allowing them to enter the location. Due to the specific requirements either placed upon the ritual by Hadfield or inherent to the thaumaturgy required to utilize it, the only individuals who are capable of performing SCP-8120 are those \"born from the wretched seed.\"",
    "title": "SCP-8120"
}