{
    "url": "https://scp-wiki.wikidot.com/scp-8123",
    "all_text": "Hum.\n\n\n\n\n\n\nrating: \n+56\n+\n–\nx\n\n\na peninsula, not an island\n\n\n\n\n\n\nThat's \nSonderance\n, for the record. See more of his stuff \nhere\n.\n\n\n\n\n\n\n\n\n\n\n\n\n2/8123\n LEVEL \n2/8123\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-8123\n\n\n\n\n\n\neuclid\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The borders of SCP-8123's range are to be closely monitored for signs of spread. All SCP-8123-A instances must provide surveillance personnel with proof of need before leaving Pando Estates. If an SCP-8123-A instance is unaccounted for, prejudicial recovery is authorized.\n\n\nDescription:\n SCP-8123 is a fungal monopsyche occupying approximately 15 miles of forest in eastern Oregon. While SCP-8123 has displayed no consciousness of its own, prolonged contact with its mycelial cords creates a mental bond between other sapient entities, thereafter designated instances of SCP-8123-A.\n\n\nAll known human SCP-8123-A instances currently reside within Pando Estates, a housing development on the edge of SCP-8123's domain. Approximately 80% of the residents of Pando Estates are bonded through SCP-8123.\n\n\nSCP-8123 first came to the Foundation's attention due to technological advancements in detection of anomalous consciousness frameworks. In 1996, a team of analysts visited Pando Estates in order to rate SCP-8123 according to the Kevelly Scale, an multivariate measure of the risk posed by a monopsyche. SCP-8123 scored low enough on all aspects of the scale to be considered a low-risk entity.\n\n\nAddendum as of 1996-07-03: Kevelly Scale Analysis\n\n\n\n\n\n\nAspect of Risk\n\n\nMagnitude of Risk\n\n\nNotes\n\n\n\n\n\n\nDiscretion\n\n\n2\n\n\nUnbonded civilians living with instances of SCP-8123-A seem fully aware of SCP-8123 and its effects on their loved ones. Outside of Pando Estates, residents of the area were unaware of SCP-8123.\n\n\n\n\n\n\nIncorporated Entity - Aggression\n\n\n1\n\n\nInstances of SCP-8123-A did not display heightened aggression or hostility towards Foundation agents. In fact, many of them presented as remarkably rational and calm.\n\n\n\n\n\n\nIncorporated Entity - Health\n\n\n2\n\n\nInstances of SCP-8123-A require slightly more nutrients in their diet to sustain their connection to the monopsyche. They also display a slightly higher average intellect and physical strength than unbonded civilians, though the effect is negligible.\n\n\n\n\n\n\nIncorporated Entity - Identity\n\n\n1\n\n\nInstances of SCP-8123-A retain all aspects of their personality and memory. The sole psychological change appears to be an ability to feel and communicate with other instances instantaneously.\n\n\n\n\n\n\nRecruitment\n\n\n1\n\n\nConnection to SCP-8123's monopsyche requires several hours of physical contact with a central rhizomorph, making unintentional bonding a rare event. Instances of SCP-8123-A often cohabitate with unbonded civilians without any pressure on the latter to connect to SCP-8123.\n\n\n\n\n\n\nSecrecy\n\n\n1\n\n\nAfter learning of the Foundation's goals and concerns, instances of SCP-8123-A made it clear that Foundation agents were to be given free rein across SCP-8123's domain. They also assured agents that they would answer any questions to the best of their knowledge.\n\n\n\n\n\n\nStatement from Oscar Cithara, Lead Analyst:\n\n\n\n\nWhat struck me first and foremost was the informality of it all. The residents of Pando Estates, bonded and unbonded alike, spoke of SCP-8123 often and fondly as just another aspect of social life. 'The Orchestra', they called it, as if the sound of others in their minds is a beautiful thing to hear.\n\n\nThe team and I were led through the community by Joshua Heifetz, a bonded resident and the local veterinarian. He laughed at everything we said and paused often while speaking, as if patiently listening to someone we could not hear. He had a remarkably bright smile.\n\n\nThe community itself is reminiscent of the suburbs of my youth. Identical houses in tidy rows, cheerful neighbors greeting each other and us with good humor. The only indication of their unique status had to be pointed out to us by Mr. Heifetz. SCP-8123's sprouting bodies at the foot of each tree, at the baseboard of each household. Mr. Heifetz joked that if they're not careful, SCP-8123 will rot straight through their houses and bring Pando Estates down around their ears. Mr. Heifetz made quite a few jokes.\n\n\nHe must have felt some responsibility to entertain us, as the community and its people were, frankly, rather boring. Well, not boring. But every door had been opened to us, and the entire community is ordinary. It was idyllic, yes, but whatever conflict or secrets rested there were mundane. A gardening trowel borrowed too long. A fence slat bent by a child with a runaway skateboard. Below our notice.\n\n\nWhen we suggested that we had gathered enough information, Mr. Heifetz practically begged us to stay. The Tuning, he said, was something they never felt comfortable showing outsiders, but it was beautiful. A monthly operation taken by all instances of SCP-8123-A to synchronize their connections. So we agreed to stay for a day longer in the delighted (and mildly suffocating) care of our host families.\n\n\nThe Tuning was worth waiting for. Each instance of SCP-8123-A stood in the doorway of their homes at dusk. At some unheard signal communicated through their bond, each of them began to hum. It seemed louder than it should have been, as if the buildings, the trees, the ground itself was reverberating in sync. A deep, warm, harmonic sound. I stood next to Mr. Heifetz as I listened, and I could feel his voice vibrate in my chest. It felt buoyant. For a brief, cruel moment, I understood the appeal of their connection to SCP-8123. I wanted to hum with them.\n\n\n\n\nDr. Cithara enclosed the following brief recording with his report.\n\n\n\n\nThe recording begins with the sound of laughter and conversation in the background.\n\n\nDr. Cithara:\n Okay, we're recording.\n\n\nMr. Heifetz:\n Speak for yourself! You might be recording, but I'm Josh.\n\n\nDr. Cithara makes a noise somewhere between a laugh and a snort.\n\n\nMr. Heifetz:\n Sorry, but you really can't set me up like that!\n\n\nDr. Cithara:\n What, by speaking at all?\n\n\nMr. Heifetz:\n Exactly!\n\n\nDr. Cithara:\n Anyway, to the matter at hand.\n\n\nMr. Heifetz:\n Yes, yes.\n\n\nDr. Cithara:\n In your own words, what effect do you think the, ah, The Orchestra should have on the world? Will have, even?\n\n\nMr. Heifetz:\n That's a silly question.\n\n\nDr. Cithara:\n I'm trying to—\n\n\nMr. Heifetz:\n No, no, I get it, you're trying to gauge how dangerous it is. How dangerous we are.\n\n\nMr. Heifetz:\n But…I think you're misunderstanding what it is. Have you fallen in love before?\n\n\nDr. Cithara:\n Yes, I have.\n\n\nMr. Heifetz:\n Well, it's nothing like that. Sorry, rearranging the metaphor in my head quickly.\n\n\nMr. Heifetz:\n It's not like \nfalling\n in love, I should say. If you can hear my emphasis. It's like being in love.\n\n\nMr. Heifetz:\n There's no real force to it, I promise. It's like—\n\n\nMr. Heifetz:\n It's like you turn around, and the love is there, all around you.\n\n\nA moment of silence. A wind chime rings in the distance.\n\n\nMr. Heifetz:\n Does that make sense? Do you get it?\n\n\nDr. Cithara:\n I think I'm starting to.\n\n\n\n\nAddendum as of 1997-01-22:\n\n\nDr. Oscar Cithara has disclosed an ongoing correspondence with an instance of SCP-8123-A. While instances of SCP-8123-A are currently considered a cooperative anomalous sub-group, Dr. Cithara has been asked to recuse himself from his ongoing analysis of SCP-8123's behavior in response to increased local pollution.\n\n\nAddendum as of 2003-05-01:\n\nRecent analyses of SCP-8123 have shown a marked decrease in spore propagation. While no analogous decrease in its anomalous properties has been detected, a project has been laid out to improve the health of SCP-8123 and the surrounding ecosystem. The project is projected to begin initial exploration within three years.\n\n\nAddendum as of 2005-05-23:\n\n\nAt 3:37 AM on 2005-05-22, the mental connections facilitated by SCP-8123 were suddenly terminated. Of the 514 bonded residents of Pando Estates, 226 died immediately from heart failure, 150 died immediately from brain aneurysms, and 137 killed themselves through various methods.\n\n\nThe only former instance of SCP-8123-A to survive was Joshua Heifetz, who was successfully restrained by his partner, Dr. Oscar Cithara, before he was able to take his own life.\n\n\nPando Estates has been locked down for further investigation. All surviving residents have been transferred to interim housing for questioning.\n\n\nAddendum as of 2005-05-24:\n\n\nThe following audio transcript is derived from footage recorded by a hallway camera in Interim Housing Complex 17-A4.\n\n\n\n\n\n\nInterview Log\n\n\n\n\n\n\nInterviewed:\n Joshua Heifetz\n\n\nInterviewer:\n Dr. Oscar Cithara\n\n\n\n\nJoshua Heifetz is sitting in the corridor outside of Debriefing Room 1F, his head in his hands. He's a tall, broad-shouldered man with cropped silver hair. A steel ring glints on his finger.\n\n\nDr. Oscar Cithara approaches with two cardboard cups. He's a short, balding man with a paunch and a thick moustache. He's wearing a matching ring.\n\n\nDr. Cithara:\n The coffee maker in the break room is a mess. Sorry, instant was the best I could find.\n\n\nMr. Heifetz:\n I'm not thirsty.\n\n\nDr. Cithara:\n Okay.\n\n\nDr. Cithara sits and sets the cups down at their feet. A moment of silence as Dr. Cithara looks at Mr. Heifetz, who doesn't move.\n\n\nDr. Cithara:\n How are you feeling?\n\n\nDr. Cithara:\n Stupid question, I know, but—\n\n\nMr. Heifetz:\n I'm okay.\n\n\nDr. Cithara:\n You don't have to lie to me.\n\n\nMr. Heifetz:\n I'm not lying.\n\n\nMr. Heifetz lifts his head and gives a weak smile.\n\n\nMr. Heifetz:\n Initially, I was…well, understandably distraught. But now. Hmm.\n\n\nMr. Heifetz:\n I think I'm in the middle.\n\n\nDr. Cithara:\n The middle of what?\n\n\nMr. Heifetz:\n The middle between the initial pain and the grief. I'm in shock, I think.\n\n\nDr. Cithara:\n Understandably.\n\n\nMr. Heifetz:\n So there will be a time when I'm not okay, and I don't think I can prepare for that. But for now it's just…\n\n\nMr. Heifetz:\n Quiet. So, so quiet.\n\n\nDr. Cithara reaches over and takes Mr. Heifetz's hand. Mr. Heifetz's gaze lowers, and he stares at their hands for a moment.\n\n\nDr. Cithara:\n I'm here for you. Now and whenever it hits. Forever.\n\n\nMr. Heifetz:\n I know. Thank you.\n\n\nDr. Cithara leans forward to kiss Mr. Heifetz. His foot nudges the cups below them, knocking them over.\n\n\nDr. Cithara:\n Ah, crap. One second, I'll go get paper towels.\n\n\nDr. Cithara stands up and strides out of frame. Mr. Heifetz silently watches the pool of coffee spread beneath his feet.\n\n\n\n\nAddendum as of 2005-05-27:\n\n\nThe following audio transcript is derived from footage recorded by Camera IHC 17-A4-26.\n\n\n\n\n\n\nInterview Log\n\n\n\n\n\n\nInterviewed:\n Joshua Heifetz\n\n\nInterviewer:\n Dr. Oscar Cithara\n\n\n\n\nMr. Heifetz is sitting in an unfurnished room, his metal chair creaking as he rocks back and forth, clutching his head, elbows banging against the table in front of him. The door swings open and Dr. Cithara rushes in.\n\n\nDr. Cithara:\n Security said something's wrong, are you—\n\n\nMr. Heifetz:\n Why did you save me?\n\n\nDr. Cithara stops approaching. A weak laugh escapes him.\n\n\nDr. Cithara:\n Josh, you sound like the other…like the rest of the spouses. I saved you because I love—\n\n\nMr. Heifetz slams a fist against the table, silencing Dr. Cithara.\n\n\nMr. Heifetz:\n I was going with them, I was following them, and then you stopped me, how could you? How could you?\n\n\nDr. Cithara:\n This, we talked about this, remember? This is grief, you're allowed to grieve. Feel your feelings.\n\n\nMr. Heifetz:\n Don't you dare, don't you fucking \ndare\n talk like you know what I'm going through! You know \nnothing!\n\n\nMr. Heifetz stands up for a moment, towering over Dr. Cithara. Neither of them move for a long moment. Mr. Heifetz collapses back into his seat.\n\n\nMr. Heifetz:\n God, I feel it. I can feel where they should be and it hurts. It hurts! It hurts!\n\n\nMr. Heifetz wails, and Dr. Cithara darts forward, hugging him, clasping Mr. Heifetz's head to his chest.\n\n\nDr. Cithara:\n I know. I know.\n\n\nMr. Heifetz's screams slow, and he starts to hum, an aggressive, breathless noise, his eyes squeezed shut.\n\n\nAfter a few seconds of this, Dr. Cithara begins to hum as well, his voice quiet and trembling. Mr. Heifetz shudders and shoves Dr. Cithara away.\n\n\nMr. Heifetz:\n You're not—\n\n\nDr. Cithara:\n I know, I'm sorry!\n\n\nMr. Heifetz:\n It's not for you!\n\n\nDr. Cithara:\n I just want to help!\n\n\nMr. Heifetz's head drops against the table, and he hums louder, his voice cracking from the effort. Dr. Cithara remains in the corner of the room where he was pushed, watching Mr. Heifetz until the footage ends.\n\n\n\n\nAddendum as of 2005-05-28:\n\n\nThe following audio transcript is derived from a recording captured by a proximity microphone adjacent to Joshua Heifetz's room in Interim Housing Complex 17-A4.\n\n\n\n\n\n\nInterview Log\n\n\n\n\n\n\nInterviewed:\n Joshua Heifetz\n\n\nInterviewer:\n Dr. Oscar Cithara\n\n\n\n\nDr. Cithara:\n Josh, I'm so so sorry about yesterday, I didn't mean to—\n\n\nMr. Heifetz:\n It's okay. Hey, it's okay. I'm okay.\n\n\nDr. Cithara:\n Last time you said that, you didn't turn out so okay.\n\n\nMr. Heifetz chuckles, a low, warm sound.\n\n\nMr. Heifetz:\n No, it's fine. It's just…the last Tuning was about a month ago.\n\n\nDr. Cithara:\n Oh, oh, god, Josh, I didn't remember, I'm sorry.\n\n\nMr. Heifetz:\n No, no, see, I figured it out.\n\n\nDr. Cithara:\n Figured what out?\n\n\nMr. Heifetz:\n How I'm going to fix this.\n\n\nDr. Cithara:\n Josh…\n\n\nMr. Heifetz:\n Oscar.\n\n\nMr. Heifetz:\n Do you trust me?\n\n\nDr. Cithara:\n Of course I do. You know I do.\n\n\nMr. Heifetz:\n You promised you'd be here for me.\n\n\nDr. Cithara:\n I am.\n\n\nMr. Heifetz:\n Now and forever?\n\n\nDr. Cithara:\n And longer than that. Yes. I promise, Josh. I'll do whatever you need me to.\n\n\nMr. Heifetz:\n Anything I need?\n\n\nDr. Cithara:\n Anything.\n\n\nMr. Heifetz:\n I love you so much.\n\n\nDr. Cithara:\n I love you too.\n\n\n\n\nAddendum as of 2005-05-31:\n\n\nOn 2005-05-30, at approximately 12:30, Joshua Heifetz failed to report to his designated lunch period. Mr. Heifetz was recorded entering the surveillance facility of Pando Estates at 1:25 PM carrying two large black garbage bags.\n\n\nAt 5:30 PM, following repeated attempts to contact on-site surveillance personnel, a reconnaissance team was dispatched to the surveillance facility. The following log was compiled from their communications and body cameras.\n\n\n\n\nRECONNAISSANCE LOG\n\n\n\n\n[BEGIN LOG]\n\n\nALPHA:\n This is Recon Alpha, approaching northern door of surveillance facility with Beta. Gamma, report.\n\n\nGAMMA:\n I'm approaching the eastern door. No sign of movement so far.\n\n\nALPHA:\n Received. Keep your eyes out.\n\n\nGAMMA:\n Something stinks over here. Are y'all getting that over there?\n\n\nBETA:\n There's definitely something. It's fungal, I think.\n\n\nALPHA:\n Let's stay focused.\n\n\nGAMMA:\n If the fungal anomaly is making itself known through my nostrils, I have a right to complain about it.\n\n\nALPHA:\n Noted. No sign of anybody in the entryway.\n\n\nGAMMA:\n I've got someone here.\n\n\nALPHA:\n Ours or an intruder?\n\n\nGAMMA:\n Ours, I think.\n\n\nGAMMA:\n Fully out for the count.\n\n\nGamma's body-cam footage shows a body in a security guard's uniform slumped against the wall of an undecorated hallway.\n\n\nGAMMA:\n There's a puncture mark on the neck. She's not breathing.\n\n\nALPHA:\n Yes, we've got security monitors here, and I'm seeing…\n\n\nBETA:\n Four bodies. At least. Christ.\n\n\nGAMMA:\n Any sign of the guy who did this?\n\n\nALPHA:\n Not that I can—\n\n\nBETA:\n Wait, look at that.\n\n\nALPHA:\n There's someone in the Estates.\n\n\nGAMMA:\n Shit. What's he doing?\n\n\nBETA:\n He's…sitting. On a stoop.\n\n\nBeta's body-cam footage shows the grainy silhouette of Mr. Heifetz, black garbage bags crumpled at his feet. Metal glints on the stoop next to him.\n\n\nALPHA:\n We'll reconvene at the southern exit and approach. Slowly. He's obviously armed.\n\n\nGAMMA:\n Roger.\n\n\nThe three agents move through the building quickly and arrive at the back of the building, which leads directly into Pando Estates.\n\n\nBETA:\n Smell is stronger out here.\n\n\nALPHA:\n Fungal contamination index is low. But keep protection on hand, just in case.\n\n\nGAMMA:\n Why are some of the doors open?\n\n\nBETA:\n What?\n\n\nGamma points. In the distance, around the house where Mr. Heifetz is sitting, some of the houses' front doors are open.\n\n\nBETA:\n Is there something in the doorways?\n\n\nALPHA:\n Approach with extreme caution.\n\n\nMr. Heifetz notices the three agents when they're still far away. He stands up and holds up his hands, smiling and calling out to them.\n\n\nMR. HEIFETZ:\n Hey, it's okay! Everything's okay, I swear!\n\n\nALPHA:\n Get on the ground, sir.\n\n\nMR. HEIFETZ:\n What—it's okay, I live here!\n\n\nALPHA:\n Nobody lives here. Get on the ground or we'll—\n\n\nBETA:\n Alpha—\n\n\nGAMMA:\n What the fuck?\n\n\nAs Mr. Heifetz kneels on the ground, Gamma staggers and grabs Beta's arm. They've gotten close enough that they're adjacent to one of the houses with its door open.\n\n\nGAMMA:\n What the fuck did you do?\n\n\nMR. HEIFETZ:\n It's—\n\n\nGAMMA:\n What the \nfuck\n did you do?\n\n\nMR. HEIFETZ:\n It's okay.\n\n\nGamma's body-cam footage is shaky. A thin, glittering string can be seen glowing in the setting sun, tied to the top and the bottom of the doorframe. In the middle, at chest level, something red and wet bobs and sways in the gentle breeze.\n\n\nMR. HEIFETZ:\n He was right. I was being an idiot, and he loved me. He loved me so much.\n\n\nAround them, in all the open doorways, scarlet shapes bounce against the pitch darkness of the houses' innards. Mr. Heifetz smiles up at Alpha as he approaches. The tall man's front tooth is chipped. Gamma retches.\n\n\nALPHA:\n Get up.\n\n\nMR. HEIFETZ:\n That love was enough. I just had to…\n\n\nALPHA:\n Get \nup\n!\n\n\nMR. HEIFETZ:\n I…I had to spread it around, but it's enough, it'll always be enough.\n\n\nAlpha pulls Mr. Heifetz to his feet and roughly cuffs his wrists behind his back. In Beta's body-cam footage, Mr. Heifetz's smile doesn't change.\n\n\nALPHA:\n Radio ahead to control. Tell them we've got—\n\n\nMR. HEIFETZ:\n Wait, we can't go yet. It's almost time, just a few more minutes—\n\n\nBETA:\n Sir, Alpha, I think Gamma is—\n\n\nMR. HEIFETZ:\n We did it at dusk, we always did it at dusk, and he promised me—\n\n\nA slight wind rattles a broken windchime a few houses down, and Mr. Heifetz falls silent. Along the street, in one or two doorways, the shape jitters slightly in the wind, its string vibrating silently. The rest are motionless. No sound is heard.\n\n\nMR. HEIFETZ:\n No…\n\n\nMR. HEIFETZ:\n No, that's not, you're not—No! No!\n\n\nALPHA:\n Beta, help me with him.\n\n\nBETA:\n Yes sir.\n\n\nMR. HEIFETZ:\n It's not working! Why isn't it working?\n\n\nBeta and Alpha each take one of Mr. Heifetz's arms and start to lead him back towards the entrance, Gamma stumbling along behind them. In Gamma's body-cam footage, Mr. Heifetz can be seen struggling and pulling at them, trying to look back at the houses.\n\n\nMR. HEIFETZ:\n There's still nothing there! I should…please! Why isn't it working! Please!\n\n\nMr. Heifetz starts to hum, louder and louder, until his body is vibrating enough to shake Alpha and Beta's body-cams. He doesn't stop until the four of them leave Pando Estates.\n\n\n\n\n[END LOG]\n\n\n\n\nJoshua Heifetz has been detained pending psychiatric evaluation. Dr. Oscar Cithara's remains were fully recovered from Pando Estates. They have not displayed any anomalous behavior.\n\n\n\n\n\n\n\n\n\n\n\n\nTraumatophobia\n\n\n\n\n\n\nSCP Anthology 2024\n\n\n\n\n\n\n\n\n\n\n\n\nAtychiphobia\n\n\n\n\n\n\n\n\n« \nSCP-8122\n | SCP-8123 | \nSCP-8124\n »",
    "addendums": [
        "Addendum as of 1996-07-03: Kevelly Scale Analysis\nStatement from Oscar Cithara, Lead Analyst:\nDr. Cithara enclosed the following brief recording with his report.",
        "Addendum as of 1997-01-22:\nDr. Oscar Cithara has disclosed an ongoing correspondence with an instance of SCP-8123-A. While instances of SCP-8123-A are currently considered a cooperative anomalous sub-group, Dr. Cithara has been asked to recuse himself from his ongoing analysis of SCP-8123's behavior in response to increased local pollution.",
        "Addendum as of 2003-05-01: Recent analyses of SCP-8123 have shown a marked decrease in spore propagation. While no analogous decrease in its anomalous properties has been detected, a project has been laid out to improve the health of SCP-8123 and the surrounding ecosystem. The project is projected to begin initial exploration within three years.",
        "Addendum as of 2005-05-23:\nAt 3:37 AM on 2005-05-22, the mental connections facilitated by SCP-8123 were suddenly terminated. Of the 514 bonded residents of Pando Estates, 226 died immediately from heart failure, 150 died immediately from brain aneurysms, and 137 killed themselves through various methods.\nThe only former instance of SCP-8123-A to survive was Joshua Heifetz, who was successfully restrained by his partner, Dr. Oscar Cithara, before he was able to take his own life.\nPando Estates has been locked down for further investigation. All surviving residents have been transferred to interim housing for questioning.",
        "Addendum as of 2005-05-24:\nThe following audio transcript is derived from footage recorded by a hallway camera in Interim Housing Complex 17-A4.",
        "Addendum as of 2005-05-27:\nThe following audio transcript is derived from footage recorded by Camera IHC 17-A4-26.",
        "Addendum as of 2005-05-28:\nThe following audio transcript is derived from a recording captured by a proximity microphone adjacent to Joshua Heifetz's room in Interim Housing Complex 17-A4.",
        "Addendum as of 2005-05-31:\nOn 2005-05-30, at approximately 12:30, Joshua Heifetz failed to report to his designated lunch period. Mr. Heifetz was recorded entering the surveillance facility of Pando Estates at 1:25 PM carrying two large black garbage bags.\nAt 5:30 PM, following repeated attempts to contact on-site surveillance personnel, a reconnaissance team was dispatched to the surveillance facility. The following log was compiled from their communications and body cameras.\nJoshua Heifetz has been detained pending psychiatric evaluation. Dr. Oscar Cithara's remains were fully recovered from Pando Estates. They have not displayed any anomalous behavior."
    ],
    "documents": [],
    "notes": [
        "What struck me first and foremost was the informality of it all. The residents of Pando Estates, bonded and unbonded alike, spoke of SCP-8123 often and fondly as just another aspect of social life. 'The Orchestra', they called it, as if the sound of others in their minds is a beautiful thing to hear. The team and I were led through the community by Joshua Heifetz, a bonded resident and the local veterinarian. He laughed at everything we said and paused often while speaking, as if patiently listening to someone we could not hear. He had a remarkably bright smile. The community itself is reminiscent of the suburbs of my youth. Identical houses in tidy rows, cheerful neighbors greeting each other and us with good humor. The only indication of their unique status had to be pointed out to us by Mr. Heifetz. SCP-8123's sprouting bodies at the foot of each tree, at the baseboard of each household. Mr. Heifetz joked that if they're not careful, SCP-8123 will rot straight through their houses and bring Pando Estates down around their ears. Mr. Heifetz made quite a few jokes. He must have felt some responsibility to entertain us, as the community and its people were, frankly, rather boring. Well, not boring. But every door had been opened to us, and the entire community is ordinary. It was idyllic, yes, but whatever conflict or secrets rested there were mundane. A gardening trowel borrowed too long. A fence slat bent by a child with a runaway skateboard. Below our notice. When we suggested that we had gathered enough information, Mr. Heifetz practically begged us to stay. The Tuning, he said, was something they never felt comfortable showing outsiders, but it was beautiful. A monthly operation taken by all instances of SCP-8123-A to synchronize their connections. So we agreed to stay for a day longer in the delighted (and mildly suffocating) care of our host families. The Tuning was worth waiting for. Each instance of SCP-8123-A stood in the doorway of their homes at dusk. At some unheard signal communicated through their bond, each of them began to hum. It seemed louder than it should have been, as if the buildings, the trees, the ground itself was reverberating in sync. A deep, warm, harmonic sound. I stood next to Mr. Heifetz as I listened, and I could feel his voice vibrate in my chest. It felt buoyant. For a brief, cruel moment, I understood the appeal of their connection to SCP-8123. I wanted to hum with them."
    ],
    "containment_procedures": "The borders of SCP-8123's range are to be closely monitored for signs of spread. All SCP-8123-A instances must provide surveillance personnel with proof of need before leaving Pando Estates. If an SCP-8123-A instance is unaccounted for, prejudicial recovery is authorized.",
    "description": "SCP-8123 is a fungal monopsyche occupying approximately 15 miles of forest in eastern Oregon. While SCP-8123 has displayed no consciousness of its own, prolonged contact with its mycelial cords creates a mental bond between other sapient entities, thereafter designated instances of SCP-8123-A.",
    "title": "SCP-8123"
}