{
    "url": "https://scp-wiki.wikidot.com/scp-8127",
    "all_text": "rating: \n0\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8127\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nAll personnel must maintain a distance of at least 40-50 meters with the object as no physical contact with SCP-8127 is permitted at any time. Any and all objects produced by SCP-8127 that are not of the Anguilla Anguilla\n1\n species are to be destroyed as soon as possible upon capture, including objects which do not appear to be organic/sentient.\n\nAny and all shipping vessels, submersibles, and divers not associated with the foundation within a 100 kilometer radius of the object are to be redirected until SCP-8127 buries itself back into the ground and becomes dormant. Mobile Task Force Gamma-6 ( AKA “Deep Feeders”) are to be dispatched during this time to monitor the location of SCP-8127 via both sonar and underwater drone. In the event that SCP-8127 drifts too close to any coastline or ocean current, the object is to be redirected utilizing the blasts from detonating small-scale explosives.\n\n\n\n\nDescription:\n\n\n\n\n\n\nImage captured of SCP-8127 via underwater drone.\n\n\n\n\n\n\nSCP-8127 is buried in the ground at the bottom of the Sargasso Sea off the northern coast of the island of Bermuda. The majority of the object is made up of the frame of two cubes fitted within one another to resemble a tesseract measuring approximately; 40x40x40ft and 20x20x20ft respectively- both of which appear to be made of an indeterminable weathered metal alloy of sorts.\n\nAt the center of the object is what looks to be an unnaturally large, and grossly deformed fetus of a creature that closely resembles an eel of undeterminable species, estimated to be roughly the same length as the smaller cube it is suspended within. It does not display any indications of sentience, and remains perfectly suspended within the object regardless of if the object is submerged in water or not.\n\n\nDuring the months of February to late April, SCP-8127 unearths itself from the ground and begins to float through the water seemingly without any clear objective. It is worth noting however, that SCP-8127 does appear to be drawn towards large groups of eels and will maneuver itself towards them. During this time; hundreds of European eels have been spotted voluntarily swimming into the core of SCP-8127 by burrowing into one of its several massive gills. For the next 1-2 month(s) afterwards; the core of SCP-8127 will begin expelling hundreds of live elvers\n2\n through its mouth at random intervals. This behavior normally ceases a few days before the object becomes dormant again in late June.\n\n\nAutopsy reports have shown there to be nothing anomalous or dangerous about the specimens produced by SCP-8127 in this fashion, and are therefore permitted to inhabit the ocean freely, and without SCP classification.\n\n\nADDENDUM-8127-1:\n The reproduction process of wild eels has remained an unsolved mystery that has eluded scientists for decades. It is hypothesized that SCP-8127 was most likely the direct cause behind the inconclusive data as its anomalous nature may have interfered with eels implemented with tracking devices by marine biologists. This has brought researchers to believe that asexual reproduction through SCP-8127 has been- and continues to be- the natural way eels reproduce outside of captivity for an indeterminable amount of time.\n\n\nAt the end of its active period, SCP-8127 appears to bury itself into the ground by rotating at high speeds. Once it is no longer visible; the object seems to vanish completely, as no trace of SCP-8127 has ever been detected outside of this specific time frame. The object will resurface from the ground at its location of origin- the Sargasso Sea- at the beginning of its next active period regardless of where it had been buried previously.\n\n\n\n\nIncident 8127-A (The Discovery of SCP-8127):\n\n\nMobile Task Force Epsilon-6 (AKA “Village Idiots”) was dispatched to the northern coast of ███ ██████, Bermuda after reports of a \"massive unidentified object\" along with hundreds of deceased elvers had washed ashore after tailing a fishing vessel for ███ kilometers. Around ██ civilians near the coast where the object had appeared reported suffering from an unknown illness- presumed to be caused by coming into contact with SCP-8127- and were effectively quarantined after the area surrounding SCP-8127 was evacuated and condemned.\n\n\n[ADDENDUM 8127-2]: Investigative reports have documented that the shipping vessel which SCP-8127 followed had at one point caught a large group of European Eels in one of their nets while fishing for other aquatic life. This is thought to possibly tie into the reason why SCP-8127 pursued the vessel for such a distance, but the exact cause is still unknown.\n\n\nA few days after the object had beached itself on the coastline, SCP-8127 begun to rotate on its own; digging itself into the ground until it was completely buried. Investigative reports showed no signs whatsoever of SCP-8127 beneath the site where it was buried and the ground appeared completely undisturbed. Many stones and botanical life that had come into direct contact with the object appeared to have developed myomere-like patterns on their surface along with dorsal/anal fin-like protrusions.\n\n\nSCP-8127 was later on rediscovered near the bottom of the Sargasso Sea- what is now known to be its original location.\n\n\nThe physical and mental health of the individuals aboard the vessel which SCP-8127 had followed, along with several bystanders who approached the object when it came to land, began to deteriorate rapidly over the course of █ days.\n\nSymptoms of the infected parties were documented in stages, with each stage lasting an average of █ days, but seemed to vary depending on the level of exposure to SCP-8127;\n\n\n\n\n\n\nStage 1:\n\n\n\n\nFever\n\n\nFatigue\n\n\nHot flashes\n\n\nShortness of breath\n\n\nHives\n\n\n\n\n\n\n\n\nStage 2:\n\n\n\n\nDehydration\n\n\nNumbness in the arms\n\n\nLoss of fingernails\n\n\nPerspiration of a mucus-like substance\n\n\n\n\n\n\n\n\nStage 3:\n\n\n\n\nLoss of most higher cognitive abilities and motor functions\n\n\nSkin discoloration\n\n\nReduced musculature in the legs\n\n\nTail-like protrusion has begun to develop from the back of the pelvis\n\n\nIncreased perspiration of mucus\n\n\nSoftened bone structure\n\n\n\n\n\n\n\n\nStage 4:\n\n\n\n\nDigits, ears, hair, and teeth have begun to decay and flake off of the body\n\n\nDevelopment of a fully functioning tail that appears to connect with the spine and pelvis\n\n\nLegs have begun to deform and ████ ████ ███ ████\n\n\n███ █████████ █████ ██ ██████ ████████\n\n\nBone deformation\n\n\n█████ ███ ████████ ████ ███ ████, resulting in the loss of arms\n\n\n\n\n\n\n\n\nStage 5:\n\n\n\n\nLegs have been completely ███████ ████ ███ ████, and are no longer visible\n\n\nIncreased perspiration of mucus\n\n\n\n\n\n\n\n\nStage 6:\n\n\n\n\nUnnatural shedding of large amounts of skin, muscle, and tissue\n\n\nTotal ██████████████ and disfigurement.\n\n\n\n\n\n\n\n\nIn summary; all ██ infected individuals were left greatly deformed and completely limbless within █ days of infection, bearing a striking resemblance to oversized European Eels at the disease's final stages. Their facial features, however; remained unaltered.\n\nAll infected individuals were terminated once it was concluded that the symptoms had ceased, and keeping them alive was deemed \"inhumane\".\n\n\n\n\nA meeting to discuss a method of containment for SCP-8127 was organized after the discovery of the object's anomalous relocation capabilities.\n\nIt was during this meeting that head researcher Dr. Lee deemed any attempt to relocate SCP-8127 for traditional containment futile, and would go on to propose the idea of using explosives to redirect the object instead.\n\n\nQuote from Dr. Lee;\n\n\n\n\n\"Going off of what we know, it's just going to go back into the ground come summer, and reappear back in the Sargasso somewhere. It's a fool's errand to try to get that thing in a box.\n\nMy theory is that SCP-8127 is utilizing some sort of fourth dimensional travel instead of tunneling its way back into the water. If that's the case, then there's no sense in trying to catch SCP-8127. It'll just manifest back in the ocean by the end of the season, not to mention what it might turn its containment equipment into. All we can do is just make sure it stays where it is, keep it away from people, and vice-versa.\"\n\n\n\n\nWhen asked about the possibility of SCP-8127 breaching containment; Dr. Lee had this to note;\n\n\n\n\n\"I'm not worried about that thing making landfall again, no. SCP-8127 is like a machine; a machine that- for whatever reason- is programmed to make eels. It's drawn to them, so why would it go out of its way to leave the water when that's where the eels are? Once O5 gives Deep Feeders the \"go ahead\" to use explosives to shoo it away from land; we should be golden. Then, it'd just be a matter of playing \"bomb-Pong\" with it every once and awhile until it hibernates.\n\nWhat \ndoes\n concern me however; is what it'll do- or rather; where it'll go- if the global eel population tanks, or they go extinct altogether. The incident back in Bermuda has taught both us, and SCP-8127 itself that humans make for a fine substitute should that come to pass.\"\n\n\n\n\n\n\n\n\n« \nSCP-8126\n | SCP-8127 | \nSCP-8128\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8127\n\" by Crowbot, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8127\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n \nhttp://scp-sandbox-3.wikidot.com/local--files/crowbot/SCP-8127\n\n\nAuthor:\n Crowbot\n\n\nLicense:\n CC BY SA 3.0.\n\n\nSource Link:\n \nhttp://scp-sandbox-3.wikidot.com/local--files/crowbot/SCP-8127\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Commonly referred to as a \"European eel\".\n\n\n2\n. \"Elver\" is the name given to infant European eels.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Stage 1: Fever Fatigue Hot flashes Shortness of breath Hives",
        "Stage 2: Dehydration Numbness in the arms Loss of fingernails Perspiration of a mucus-like substance",
        "Stage 3: Loss of most higher cognitive abilities and motor functions Skin discoloration Reduced musculature in the legs Tail-like protrusion has begun to develop from the back of the pelvis Increased perspiration of mucus Softened bone structure",
        "Stage 4: Digits, ears, hair, and teeth have begun to decay and flake off of the body Development of a fully functioning tail that appears to connect with the spine and pelvis Legs have begun to deform and ████ ████ ███ ████ ███ █████████ █████ ██ ██████ ████████ Bone deformation █████ ███ ████████ ████ ███ ████, resulting in the loss of arms",
        "Stage 5: Legs have been completely ███████ ████ ███ ████, and are no longer visible Increased perspiration of mucus",
        "Stage 6: Unnatural shedding of large amounts of skin, muscle, and tissue Total ██████████████ and disfigurement.",
        "\"Going off of what we know, it's just going to go back into the ground come summer, and reappear back in the Sargasso somewhere. It's a fool's errand to try to get that thing in a box. My theory is that SCP-8127 is utilizing some sort of fourth dimensional travel instead of tunneling its way back into the water. If that's the case, then there's no sense in trying to catch SCP-8127. It'll just manifest back in the ocean by the end of the season, not to mention what it might turn its containment equipment into. All we can do is just make sure it stays where it is, keep it away from people, and vice-versa.\"",
        "\"I'm not worried about that thing making landfall again, no. SCP-8127 is like a machine; a machine that- for whatever reason- is programmed to make eels. It's drawn to them, so why would it go out of its way to leave the water when that's where the eels are? Once O5 gives Deep Feeders the \"go ahead\" to use explosives to shoo it away from land; we should be golden. Then, it'd just be a matter of playing \"bomb-Pong\" with it every once and awhile until it hibernates. What does concern me however; is what it'll do- or rather; where it'll go- if the global eel population tanks, or they go extinct altogether. The incident back in Bermuda has taught both us, and SCP-8127 itself that humans make for a fine substitute should that come to pass.\"",
        "\" SCP-8127 \" by Crowbot, from the SCP Wiki . Source: https://scpwiki.com/scp-8127 . Licensed under CC-BY-SA .",
        "Filename: http://scp-sandbox-3.wikidot.com/local--files/crowbot/SCP-8127 Author: Crowbot License: CC BY SA 3.0. Source Link: http://scp-sandbox-3.wikidot.com/local--files/crowbot/SCP-8127"
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-8127"
}