{
    "url": "https://scp-wiki.wikidot.com/scp-8128",
    "all_text": "rating: \n+5\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n8128\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8128 in its current state.\n\n\n\n\n\n\nSpecial Containment Procedures:\n \nSCP-8128 is to be housed within Site-17’s Safe-Class Anomalous Entity Wing. It is granted free roam privileges within designated low-risk zones of the facility, provided it does not attempt unauthorized access to restricted areas\n. As SCP-8128 has been reclassified to Neutralized, no special containment measures are required. SCP-8128 is to remain in a standard display case in Site-17’s Non-Anomalous Object Storage for preservation. The recovered notebook and collar are stored alongside it.\n\n\nDescription:\n SCP-8128 is a sentient taxidermy specimen of a domestic cat (Felis catus). It is a brown mackerel tabby with a dense, striped coat. The preserved specimen is in a curled resting position, though it is fully capable of movement, exhibiting typical feline locomotion, stretching, grooming behaviors, and even simulated biological functions.\n\n\nSCP-8128’s exterior is composed primarily of tanned feline hide\n1\n, which is stretched and stitched over an internal structure. Analysis of this structure via X-ray and MRI scans has confirmed that there are no organic components or skeletal elements present. Only tightly packed wood wool (excelsior) and cotton stuffing. Despite its apparent fragility, SCP-8128 moves with the fluidity and coordination of a living cat, though it produces a faint rustling noise when in motion due to the shifting of internal stuffing.\n\n\nAround its neck, SCP-8128 wears a faded red leather collar. Affixed to the collar is a small, oxidized silver coin, etched with the words:\n\n\n“Bobby”\n\n\n“1932”\n\n\n“You have loved and you were loved.”\n\n\nThe collar is aged and cracked, and some areas show signs of splitting and dry rot. Despite the apparent brittleness, SCP-8128 has not exhibited any discomfort or attempts to remove it.\n\n\nAddendum 8128.1:\n Discovery\n\n\nSCP-8128 first came to the Foundation's attention on October 3rd, 2004, after multiple reports from residents of ████████, Pennsylvania claimed to have seen a \"stuffed cat\" running loose in the neighborhood. Initial reports were dismissed as local pranks or misidentifications of a sickly stray. However, after a small group of children was witnessed chasing and throwing rocks at what was described as an \"old, messed-up cat that didn’t bleed\", Foundation assets embedded in local law enforcement flagged the incident for investigation.\n\n\nAgents dispatched to the area located SCP-8128 in a dilapidated two-story house. The house was long abandoned and in the process of being condemned. The property was identified as the former residence of Elizabeth “Betty” Walker (1879–1950) and had been uninhabited for over five decades. SCP-8128 was found cowering beneath a collapsed wooden table, exhibiting signs of distress but making no attempt to flee when approached.\n\n\nThe structure where SCP-8128 was found was in a dilapidated state. An iron-barred pet cage that was heavily rusted and partially collapsed was discovered. Within the cage, a decayed leather-bound journal was found, containing only a single legible note written in faded blue ink:\n\n\n\n\n“Hey John, Aunt Betty passed away a week ago. We’re moving some of her stuff out, and since you grew up with Bobby, we figured you should have him. They did a good job making him look alive. Visit us up north from time to time, we miss you. Take care. - Lukas, 1950.”\n\n\n\n\nUpon containment, SCP-8128 exhibited a high level of affection toward Foundation personnel. It actively sought physical contact, such as rubbing against the agents' legs and purring audibly. No signs of hostility or aggression have ever been observed.\n\n\nAddendum 2:\n Historical Analysis of SCP-8128’s Post-Sentience Treatment and Repair\n\n\nFollowing an in-depth investigation into SCP-8128’s history, it has become evident that the entity endured decades of cruelty prior to Foundation containment.\n\n\nEyewitness accounts from residents of ███████, Pennsylvania , suggest that SCP-8128 was first seen exhibiting movement sometime in the late 1940s or early 1950s as multiple individuals recalled stories of \"Old Betty’s stuffed cat\" wandering the neighborhood.\n\n\nReports indicate that SCP-8128 was frequently chased, kicked, and thrown by children and teenagers. Many regarded it as an \"unholy thing,\" and \"a spawn of the devil,\" The question of when and how SCP-8128 first became sentient remains unanswered. Given the time frame of its known activity, it is possible that it only gained awareness after Betty’s death.\n\n\n\n\nRepair Log:\n 04/12/2004\n\n\nSummary:\n Due to SCP-8128’s deteriorating condition, on-site taxidermy specialists were assigned to conduct non-invasive preservation efforts.\n\n\nRepairs Conducted:\n\n\n1. Reinforced stitching along SCP-8128’s underbelly and leg seams to prevent further separation of the hide.\n\n\n2. Application archival leather conditioner to SCP-8128’s aged pelt.\n\n\n3. Glass eyes polished to remove minor clouding and surface scratches.\n\n\n4. Partial re-stuffing with acid-free cotton batting to reinforce structural integrity.\n\n\n5. Collar cleaned and treated with a specialized preservation wax to prevent further cracking.\n\n\n6. No internal modifications were made.\n\n\nDespite its deteriorated state, SCP-8128 did not exhibit any signs of pain during repairs and remained cooperative. It purred throughout the process and nudged researchers’ hands when they paused.\n\n\n\n\nAddendum 3:\n Additional Items Recovered\n\n\nDuring a follow-up investigation at the site of SCP-8128’s discovery, researchers recovered a small, brown, leather-bound notebook beneath the floorboards of the abandoned house. The cover bore the inscription:\n\n\n“E.W. Betty, 1925”\n\n\n“To my boy, Bobby.”\n\n\n\n\n+ ACCESS 8128.RI.1\n\n\n\n\n- ACCESS GRANTED\n\n\n\n\n\n\nMay 3, 1925\n\nDear Bobby,\n\n\nYou came to me so small and bright,\n\nWith golden stripes and eyes of light.\n\nA tiny thing, but full of cheer,\n\nAnd now, my home feels warm, my dear.\n\n\nLove always,\n\nBetty\n\n\n\n\n\n\nJuly 19, 1926\n\nDear Bobby,\n\n\nYou have taken to sleeping on my lap, curled up tight as a button. Even as I write this, your little paws twitch against my arm. What are you dreaming of, my love? Chasing birds? Dancing leaves?\n\n\nI hope you dream of me, too.\n\n\nLove always,\n\nBetty\n\n\n\n\n\n\nOctober 31, 1927\n\nDear Bobby,\n\n\nThe children came for sweets tonight,\n\nIn masks and cloaks, a playful fright!\n\nBut none of them made me smile so,\n\nAs when you pounced on falling snow.\n\n\nLove always,\n\nBetty\n\n\n\n\n\n\nMarch 12, 1928\n\nDear Bobby,\n\n\nToday, you stole a biscuit off my plate and carried it off like a great victory. When I tried to take it back, you glared at me as if I were the thief! I let you keep it, of course. I would give you anything.\n\n\n(Except another biscuit, you greedy thing!)\n\n\nLove always,\n\nBetty\n\n\n\n\n\n\nJune 7, 1929\n\nDear Bobby,\n\n\nA storm raged fierce, the sky went black,\n\nThe thunder roared, the trees bent back.\n\nBut in the night, when all was grim,\n\nYou nestled close, and fear grew dim.\n\n\nLove always,\n\nBetty\n\n\n\n\n\n\nAugust 23, 1930\n\nDear Bobby,\n\n\nI heard a woman today call her child a “blessing.”\n\nI wanted to tell her, I have one too.\n\nBut people do not always understand.\n\n\nYou are my blessing, my boy.\n\n\nLove always,\n\nBetty\n\n\n\n\n\n\nDecember 4, 1931\n\nDear Bobby,\n\n\nYou’ve been sleeping more these days.\n\nI call your name, and you barely stir.\n\nThe vet says you are getting old,\n\nBut you are still my baby. Always.\n\n\nI will stay beside you, my love.\n\n\nLove always,\n\nBetty\n\n\n\n\n\n\nApril 5, 1932\n\nDear Bobby,\n\n\nYou barely touched your supper tonight.\n\nI tried to warm you by the fire, but you only shivered.\n\nYou rest your head in my palm, eyes half-lidded, breath slow.\n\n\nI do not know what to do. I am so afraid. Please do not leave me.\n\n\nLove always,\n\nBetty\n\n\n\n\n\n\nJune 11, 1932\n\nDear Bobby,\n\n\nThe vet says you don’t have much time.\n\nI think you already know.\n\nYou don’t chase the dust motes anymore.\n\nYou don’t even try to steal my biscuits.\n\n\nI will not leave your side.\n\n\nLove always,\n\nBetty\n\n\n\n\n\n\nSeptember 29, 1932\n\nDear Bobby,\n\n\nThe house is so quiet now.\n\nYour bed is untouched.\n\nYour collar is still warm in my hands.\n\nBut my arms are so empty.\n\n\nI love you. I miss you. I will find you again someday.\n\n\nLove always,\n\nBetty\n\n\n\n\nSCP-8128 has displayed unusual behavior since the notebook’s discovery such as frequently curling up beside it when left unattended. Further monitoring is ongoing.\n\n\n\n\n\n\n\n\nAddendum 4:\n Sudden Cessation of SCP-8128’s Sentience\n\n\nOn 06/21/2004, at 02:47 AM, SCP-8128 exhibited an abrupt and unexplained loss of all sentience.\n\n\nAt approximately 02:45 AM, SCP-8128 was seen leaving its usual resting area and walking slowly toward its original pedestal in Containment Room B4.\n\n\nUpon reaching the pedestal, SCP-8128 curled into a resting position identical to its original taxidermy posture.\n\n\nAt 02:47 AM, SCP-8128 ceased all movement and activity. It has not responded to external stimuli since.\n\n\nNo anomalous energy signatures or disturbances were detected at the time of cessation.\n\n\nSCP-8128’s physical composition remains unchanged. However, all autonomous functions, including simulated eating, drinking, purring, and movement, have completely stopped.\n\n\nDespite multiple tests, no external factor has been identified as the cause of this event. SCP-8128’s sudden return to an inanimate state remains unexplained.\n\n\nAs of 06/22/2004, SCP-8128 has been officially reclassified from Safe to Neutralized.\n\n\n\n\nPersonal Memo – Dr. Elaine Carter\n\n\nDate:\n 06/22/2004\n\n\nSubject\n: SCP-8128\n\n\nI kept replaying the footage. He chose to go back to that pedestal. The way he curled up just like he did when he first arrived. It looked like he was just… going to sleep.\n\n\nI wonder if it was the notebook.\n\n\nThe day before this happened, He wouldn’t leave it alone. He wouldn’t even come when we called him. That never happened before.\n\n\nMaybe he finally remembered.\n\n\nMaybe, just maybe, Betty was waiting for him somewhere we can’t see.\n\n\nI hope so.\n\n\nI hope she called him home.\n\n\n– Elaine\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8128\n\" by pudds, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8128\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n bobby.png\n\n\nName:\n 960px-Crimean_Tom.jpg\n\n\nAuthor:\n National Army Museum London\n\n\nLicense:\nCC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Crimean_Tom.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Chemical analysis suggests the hide was preserved using traditional taxidermy techniques from the early 20th century.",
    "addendums": [
        "Addendum 8128.1: Discovery\nSCP-8128 first came to the Foundation's attention on October 3rd, 2004, after multiple reports from residents of ████████, Pennsylvania claimed to have seen a \"stuffed cat\" running loose in the neighborhood. Initial reports were dismissed as local pranks or misidentifications of a sickly stray. However, after a small group of children was witnessed chasing and throwing rocks at what was described as an \"old, messed-up cat that didn’t bleed\", Foundation assets embedded in local law enforcement flagged the incident for investigation.\nAgents dispatched to the area located SCP-8128 in a dilapidated two-story house. The house was long abandoned and in the process of being condemned. The property was identified as the former residence of Elizabeth “Betty” Walker (1879–1950) and had been uninhabited for over five decades. SCP-8128 was found cowering beneath a collapsed wooden table, exhibiting signs of distress but making no attempt to flee when approached.\nThe structure where SCP-8128 was found was in a dilapidated state. An iron-barred pet cage that was heavily rusted and partially collapsed was discovered. Within the cage, a decayed leather-bound journal was found, containing only a single legible note written in faded blue ink:\nUpon containment, SCP-8128 exhibited a high level of affection toward Foundation personnel. It actively sought physical contact, such as rubbing against the agents' legs and purring audibly. No signs of hostility or aggression have ever been observed.",
        "Addendum 2: Historical Analysis of SCP-8128’s Post-Sentience Treatment and Repair\nFollowing an in-depth investigation into SCP-8128’s history, it has become evident that the entity endured decades of cruelty prior to Foundation containment.\nEyewitness accounts from residents of ███████, Pennsylvania , suggest that SCP-8128 was first seen exhibiting movement sometime in the late 1940s or early 1950s as multiple individuals recalled stories of \"Old Betty’s stuffed cat\" wandering the neighborhood.\nReports indicate that SCP-8128 was frequently chased, kicked, and thrown by children and teenagers. Many regarded it as an \"unholy thing,\" and \"a spawn of the devil,\" The question of when and how SCP-8128 first became sentient remains unanswered. Given the time frame of its known activity, it is possible that it only gained awareness after Betty’s death.",
        "Addendum 3: Additional Items Recovered\nDuring a follow-up investigation at the site of SCP-8128’s discovery, researchers recovered a small, brown, leather-bound notebook beneath the floorboards of the abandoned house. The cover bore the inscription:\n“E.W. Betty, 1925” “To my boy, Bobby.”",
        "Addendum 4: Sudden Cessation of SCP-8128’s Sentience\nOn 06/21/2004, at 02:47 AM, SCP-8128 exhibited an abrupt and unexplained loss of all sentience.\nAt approximately 02:45 AM, SCP-8128 was seen leaving its usual resting area and walking slowly toward its original pedestal in Containment Room B4.\nUpon reaching the pedestal, SCP-8128 curled into a resting position identical to its original taxidermy posture.\nAt 02:47 AM, SCP-8128 ceased all movement and activity. It has not responded to external stimuli since.\nNo anomalous energy signatures or disturbances were detected at the time of cessation.\nSCP-8128’s physical composition remains unchanged. However, all autonomous functions, including simulated eating, drinking, purring, and movement, have completely stopped.\nDespite multiple tests, no external factor has been identified as the cause of this event. SCP-8128’s sudden return to an inanimate state remains unexplained.\nAs of 06/22/2004, SCP-8128 has been officially reclassified from Safe to Neutralized."
    ],
    "documents": [],
    "notes": [
        "“Hey John, Aunt Betty passed away a week ago. We’re moving some of her stuff out, and since you grew up with Bobby, we figured you should have him. They did a good job making him look alive. Visit us up north from time to time, we miss you. Take care. - Lukas, 1950.”",
        "Repair Log: 04/12/2004 Summary: Due to SCP-8128’s deteriorating condition, on-site taxidermy specialists were assigned to conduct non-invasive preservation efforts. Repairs Conducted: 1. Reinforced stitching along SCP-8128’s underbelly and leg seams to prevent further separation of the hide. 2. Application archival leather conditioner to SCP-8128’s aged pelt. 3. Glass eyes polished to remove minor clouding and surface scratches. 4. Partial re-stuffing with acid-free cotton batting to reinforce structural integrity. 5. Collar cleaned and treated with a specialized preservation wax to prevent further cracking. 6. No internal modifications were made. Despite its deteriorated state, SCP-8128 did not exhibit any signs of pain during repairs and remained cooperative. It purred throughout the process and nudged researchers’ hands when they paused.",
        "May 3, 1925 Dear Bobby, You came to me so small and bright, With golden stripes and eyes of light. A tiny thing, but full of cheer, And now, my home feels warm, my dear. Love always, Betty",
        "July 19, 1926 Dear Bobby, You have taken to sleeping on my lap, curled up tight as a button. Even as I write this, your little paws twitch against my arm. What are you dreaming of, my love? Chasing birds? Dancing leaves? I hope you dream of me, too. Love always, Betty",
        "October 31, 1927 Dear Bobby, The children came for sweets tonight, In masks and cloaks, a playful fright! But none of them made me smile so, As when you pounced on falling snow. Love always, Betty",
        "March 12, 1928 Dear Bobby, Today, you stole a biscuit off my plate and carried it off like a great victory. When I tried to take it back, you glared at me as if I were the thief! I let you keep it, of course. I would give you anything. (Except another biscuit, you greedy thing!) Love always, Betty",
        "June 7, 1929 Dear Bobby, A storm raged fierce, the sky went black, The thunder roared, the trees bent back. But in the night, when all was grim, You nestled close, and fear grew dim. Love always, Betty",
        "August 23, 1930 Dear Bobby, I heard a woman today call her child a “blessing.” I wanted to tell her, I have one too. But people do not always understand. You are my blessing, my boy. Love always, Betty",
        "December 4, 1931 Dear Bobby, You’ve been sleeping more these days. I call your name, and you barely stir. The vet says you are getting old, But you are still my baby. Always. I will stay beside you, my love. Love always, Betty",
        "April 5, 1932 Dear Bobby, You barely touched your supper tonight. I tried to warm you by the fire, but you only shivered. You rest your head in my palm, eyes half-lidded, breath slow. I do not know what to do. I am so afraid. Please do not leave me. Love always, Betty",
        "June 11, 1932 Dear Bobby, The vet says you don’t have much time. I think you already know. You don’t chase the dust motes anymore. You don’t even try to steal my biscuits. I will not leave your side. Love always, Betty",
        "September 29, 1932 Dear Bobby, The house is so quiet now. Your bed is untouched. Your collar is still warm in my hands. But my arms are so empty. I love you. I miss you. I will find you again someday. Love always, Betty",
        "Personal Memo – Dr. Elaine Carter Date: 06/22/2004 Subject : SCP-8128 I kept replaying the footage. He chose to go back to that pedestal. The way he curled up just like he did when he first arrived. It looked like he was just… going to sleep. I wonder if it was the notebook. The day before this happened, He wouldn’t leave it alone. He wouldn’t even come when we called him. That never happened before. Maybe he finally remembered. Maybe, just maybe, Betty was waiting for him somewhere we can’t see. I hope so. I hope she called him home. – Elaine",
        "\" SCP-8128 \" by pudds, from the SCP Wiki . Source: https://scpwiki.com/scp-8128 . Licensed under CC-BY-SA .",
        "Filename: bobby.png Name: 960px-Crimean_Tom.jpg Author: National Army Museum London License: CC BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Crimean_Tom.jpg"
    ],
    "containment_procedures": "SCP-8128 is to be housed within Site-17’s Safe-Class Anomalous Entity Wing. It is granted free roam privileges within designated low-risk zones of the facility, provided it does not attempt unauthorized access to restricted areas. As SCP-8128 has been reclassified to Neutralized, no special containment measures are required. SCP-8128 is to remain in a standard display case in Site-17’s Non-Anomalous Object Storage for preservation. The recovered notebook and collar are stored alongside it.",
    "description": "SCP-8128 is a sentient taxidermy specimen of a domestic cat (Felis catus). It is a brown mackerel tabby with a dense, striped coat. The preserved specimen is in a curled resting position, though it is fully capable of movement, exhibiting typical feline locomotion, stretching, grooming behaviors, and even simulated biological functions.",
    "title": "SCP-8128"
}