{
    "url": "https://scp-wiki.wikidot.com/scp-8132",
    "all_text": "This table-top roleplaying game is not haunted. It is merely cursed. Would that ghost be playing it if it were haunted?\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+31\n+\n–\nx\n\n\nAlzin Cdag\n\n\n\n\n\n\nSCP-8132\n\n\nMore by this author\n\nOne line (\"Every gamble you make based on our ruleset is marked in a dusty ledger.\") inspired by a line from the Beef and Dairy Network Podcast \"Episode 59: New Beef Call Number\", (26:50-27:05). Only the word \"ledger\" was directly taken, however.\n\n\nThe word \"Hypercat\" comes from Counter/Weight Episode Zero: If Han Solo Used to be Beyoncé from the podcast Friends at the Table\n\n\n\n\n\n\n\n\nItem #:\n SCP-8132\n\n\nContainment Class:\n Safe\n\n\n\n\n\n\nFront Cover of SCP-8132.\n\n\n\n\n\n\nSpecial Containment Procedures:\n\nThe physical location of SCP-8132 is to be kept secret from any Foundation personnel working at Site-43. As such, the current head of MAUDE\n1\n (at time of writing, Gregory J. Chudley) is to assign it a new location in a minimal-maintenance anomalous items storage warehouse at least once every six months, where it is to be kept within a nested series of containers at least three deep.\n\n\nDescription:\n\nSCP-8132 is a book, measuring 11 × 15 × 1 inches (sic). The book, entitled, \"Vikander-Kneed Technical Media Presents: The ViKarious ToMe™\", consists of a rulebook for a tabletop role-playing game.\n\n\nEven though scans have shown it to have sixty pages, a person opening the book will find it to have a number of pages ranging from five to a theoretical infinite number with cardinality ℵ\n1\n. Page numbers range from one to five, inclusive, but are not restricted to integers\n2\n.\n\n\nMeasurements of the item, and in ideas derived from it, can only be reported in US Customary Units.\n\n\nTesting has shown ideas based on the ruleset within to have a highly infoallergenic properties\n3\n.\n\n\n\n\n\n\nSCP-8132's illustration accompanying one creature of its' bestiary, the Hummingoat.\n\n\n\n\n\n\n\n\nAddendum 8132-1:\n\n\n \n\n\nAs most of the noteworthy events concerning SCP-8132 also concerned the containment of another anomaly, the information related to that anomaly's time of containment within Site-43 is included herein.\n4\n5\n6\n7\n\n\n \n\n\n\n\n\n\nTo:\n ajmcinnis@43NET\n\n\nFrom:\n \nten.PiCS|ttekcarbr#ten.PiCS|ttekcarbr\n\n\nSubject:\n Request for temporary containment transfer\n\n\n\n\n\n\nDear Director McInnis,\n\n\nHello. I am the head of the \nSCP-7132\n project.\n\n\n\n\nEvery three days, the current individual known as SCP-7132 spontaneously combusts and is replaced by a different person.\n\n\nUnless we help each person through their personal emotional problems and traumas, upon this combustion, worldwide consequences result. (Termination of its' form beforehand negates this, but is a last resort.)\n\n\nAt present, SCP-7132 is stuck reincarnating into the same form: a ten-year-old child who wants to be told the greatest story ever. We have read her all the books we can think of, have played her every important stage drama, and yet she remains unsatisfied.\n\n\n\n\nAs our Site has failed to comfort this iteration, and as your Site is known for unconventional containment solutions, would you be interested in taking this iteration on? It's minimal maintenance for a Keter-class anomaly, which will raise your credibility in the statistics come budget time.\n\n\nRegards,\n\n\nSite-81 Senior Supervisor Rita Brackett\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\nSCP-8132's illustration accompanying one creature of its' bestiary, the Sommelier. The individual pictured is Minuscule Mario, melancholic manager of the \nSad Sommelier\n restaurant.\n\n\n\n\n\n\n\n\nAddendum 8132-2:\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n 09/01/2012\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Wettle:\n Okay. Starting recording…\n\n\nDr. Wettle:\n My name is Doctor William W. Wettle, and I have been chosen to test SCP-8132.\n\n\nUNKNOWN:\n Baaaa!\n\n\nDr. Wettle:\n All right. The first thing I need to do is fill out this character sheep.\n\n\nUNKNOWN:\n Quack! Quack!\n\n\nDr. Wettle:\n Gertrude! Get back in your pen. I don't need you yet.\n\n\nTechnician Deering:\n What's with all the livestock in here?\n\n\nDr. Wettle:\n This is what my job has been reduced to, Phil.\n\n\nTechnician Deering:\n …Right. Could you do it somewhere else? Maybe not in the mess hall, for instance? I've got to have this floor squeaky-clean by lunchtime, and right now it's absolutely covered in manure.\n\n\nDr. Wettle:\n Is it really?\n\n\nTechnician Deering:\n Yep.\n\n\nDr. Wettle:\n So I've been stepping around in…\n\n\nTechnician Deering:\n Yep.\n\n\nDr. Wettle:\n Shit.\n\n\nTechnician Deering:\n Come on, let's get you to the nearest janitor's bathroom; I'll see if I can get you a change of clothes and shoes.\n\n\nDr. Wettle:\n Wait, I just need to come up with a character name.\n\n\nTechnician Deering:\n Really, I think it can wait… there's people coming…\n\n\nDr. Wettle:\n Now, it just needs to be something cool… Something exotic… Something completely unlike my real name…\n\n\nDr. Wettle:\n Something like… Xettle. Dr. Xilliam X. Xettle. Yes, that's perfect!\n\n\nTechnician Deering:\n What does the X stand for?\n\n\nDr. Wettle:\n Xallace.\n\n\nTechnician Deering:\n … You sure you wouldn't prefer something like Djoric Stormbreath?\n\n\nDr. Wettle:\n What? That's the stupidest name I've ever heard. Who would use that?\n\n\nTIME:\n 12:20\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nAddendum 8132-3:\n\n\n\n\n\n\nTo:\n ajmcinnis@43NET\n\n\nFrom:\n dibanez@43NET\n\n\nSubject:\n Look at this shit\n\n\n\n\n\n\nAllan,\n\n\nYou're never going to believe this.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 09/01/2012\n\n\n\n\n[BEGIN LOG]\n\n\n12:25:\n \nChief Delfina Ibanez checks her watch. She stands on a large grate in one of the maintenance alcoves of AAF-A, below which a cascade of dark liquid flows down an amphitheater-shaped drain. Beside her is SCP-7132, who stares down into the flow, fascinated. She stares not at the cascade of the seating, but at the abyss of the stage.\n\n\nChief Ibanez:\n It's just water, you know.\n\n\nSCP-7132:\n I know.\n\n\nChief Ibanez:\n It's been water since you started watching ten minutes ago, and it's going to be water ten minutes from now.\n\n\nSCP-7132:\n I know.\n\n\nChief Ibanez:\n So why stare into the drain?\n\n\nSCP-7132:\n Because that gurgle is always a different gurgle. That flow is always a different flow. And yet in spite of all its' variation, it is constant.\n\n\nSCP-7132:\n I stared down the storm drains of my own neighborhood, before I died. They're proof that there is so much going on in the world, beneath our feet.\n\n\nSCP-7132:\n That below the downhill sloping cul-de-sac by the woods I can't play in, in the street of elderly strangers I can't escape, the story of the world continues.\n\n\nChief Ibanez:\n A call to adventure, eh?\n\n\nChief Ibanez:\n I'm afraid I can't relate. My life has been… far too eventful.\n\n\nSCP-7132:\n I can understand that. I don't envy you your pain.\n\n\nSCP-7132:\n Only….\n\n\nSCP-7132:\n Only that you have a story of your own to tell.\n\n\nTechnician Deering:\n And here's the bathroom, Dr. Wettle. I'll leave you here, I guess…\n\n\nChief Ibanez:\n I wouldn't do that, Phil, he probably won't be able to find his way back.\n\n\nTechnician Deering:\nHe's not a child, you know-\n\n\nDr. Wettle:\n Ooh, storm drain!\n\n\nSCP-7132:\n You like them, too?\n\n\nDr. Wettle:\n Of course! It's an eternity of the same noise, over and over.\n\n\nChief Ibanez:\n So \nthat's\n why you're VKTM's target market…\n\n\nSCP-7132:\n Can I pet your sheep?\n\n\nDr. Wettle:\n Go right ahead.\n\n\nSheep:\n Baaaah!\n\n\nSCP-7132:\n I've never been this close to one before… Oh, and that beautiful duck!\n\n\nDuck:\n Quack?\n\n\nSCP-7132:\n Yes, you.\n\n\nDuck:\n Qu- Quack.\n\n\nSCP-7132:\n Can I pet it, too?\n\n\nDr. Wettle:\n Knock yourself out, kid.\n\n\nTechnician Deering:\n I'm not sure that's very sanitary. You could get sick…\n\n\nSCP-7132:\n Relax, I'm dying in a few days anyway.\n\n\nTechnician Deering:\n I'm… so sorry?\n\n\nSCP-7132:\n You get used to it after the third time.\n\n\nDr. Wettle:\n Do you?\n\n\nSCP-7132:\n What are you doing with all these animals, anyway?\n\n\nDr. Wettle:\n Oh, they're apparently essential to this TTRPG I'm testing now.\n\n\nSCP-7132:\n TTRPG? Like Dungeons and-\n\n\nDr. Wettle:\n Yes, exactly that kind of nerd stuff.\n\n\nSCP-7132:\n Can I join you?\n\n\nDr. Wettle:\n You want to spend time with- with me?\n\n\nSCP-7132:\n Mister-\n\n\nDr. Wettle:\n Doctor.\n\n\nSCP-7132:\n Mister Doctor, I am trapped on this mortal coil until I hear a truly epic story. And I will hear that story even if I have to help make it myself.\n\n\nDr. Wettle:\n But I-\n\n\nSCP-7132:\n \"Yes\" or \"no\", Mister Doctor, which is it going to be?\n\n\nDr. Wettle:\n …. Yes.\n\n\nSCP-7132:\n Great! See you later, then!\n\n\nDr. Wettle:\n Do you want to talk about what kind of story you want to tell?\n\n\nSCP-7132:\n It'll come to us.\n\n\nChief Ibanez:\n All right, Wettle, I need you to sign this waiver against burn injuries, so if you'll take this pen…\n\n\nDr. Wettle:\n What did I just sign up for?\n\n\nTIME:\n 12:50\n\n\n\n\n[END LOG]\n\n\n\n\nAnd the weird thing is, it's working so far.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 09/01/2012\n\n\n\n\n[BEGIN LOG]\n\n\n20:00:\n \nIn the background, one of the janitorial staff has headphones on as they sweep. The headphones are on far too loud; the microphone of the camera picks up the karaoke cut of the soundtrack to \"Man of La Mancha.\"\n\n\nDr. Wettle:\n You know, we have underground waterfalls on site. Do you want to visit those?\n\n\nSCP-7132:\n What would be the point?\n\n\nDr. Wettle:\n Same point as looking into a storm drain.\n\n\nSCP-7132:\n There's a difference.\n\n\nDr. Wettle:\n What difference?\n\n\nSCP-7132:\n So much less control.\n\n\nSCP-7132:\n I get overwhelmed by stimuli easily, especially when I don't choose the stimuli. Waterfalls are huge and loud, and going there is your idea, not mine. But the storm drain? That's all my idea. Nobody else plans for it, so there's less pressure, and I can stand safely above the chaos, master of all I see.\n\n\nDr. Wettle:\n I don't know about that. There's beauty in the things you can't control or tame. That's what my wife told me just before the divorce.\n\n\nSCP-7132:\n What is the use of beauty, when you're too scared and overwhelmed to appreciate it?\n\n\nDr. Wettle:\n And that's what I told her, just before the divorce.\n\n\nSCP-7132:\n How did she take it?\n\n\nDr. Wettle:\n She divorced me. And then she went on the safari for two on her own.\n\n\nDr. Wettle:\n It had been building for a while. She was fed up by my clumsiness. She wanted children, I- I didn't. I'm not good with kids.\n\n\nSCP-7132:\n Well then, I've got some bad news for you.\n\n\nDr. Wettle:\n What?\n\n\nSCP-7132:\n You're stuck with me for a while.\n\n\nDr. Wettle:\n So I am.\n\n\nSCP-7132:\n And we're going to tell a story together that will make a safari look like the goddamn Teletubbies.\n\n\nDr. Wettle:\n I- I don't think you should be using language like that…\n\n\nSCP-7132:\n Sorry. A goddamn \npuppet show.\n\n\nDr. Wettle:\n Good. You have a character in mind?\n\n\nSCP-7132:\n She works for a world-spanning conspiracy that suppresses knowledge of the supernatural.\n\n\nDr. Wettle:\n No way. How original.\n\n\nSCP-7132:\n Shut up.\n\n\nDr. Wettle:\n We'll have to at least change the names so it doesn't get confusing.\n\n\nSCP-7132:\n Her name is Djoric Stormbreath.\n\n\nDr. Wettle:\n … You've been talking to Phil Deering, haven't you?\n\n\nSCP-7132:\n I don't know who that is.\n\n\nDr. Wettle:\n …The janitor guy with the mirror monster?\n\n\nSCP-7132:\n Oh, him. He doesn't know how good he has it.\n\n\nDr. Wettle:\n … By having a creature belittle and insult him all day?\n\n\nSCP-7132:\n By having narration.\n\n\nDr. Wettle:\n …\n\n\nSCP-7132:\n Imagine you're trapped alone in an infinite void. There's nothing to do and forever to wait. Would you rather stay there alone or with an enemy?\n\n\nDr. Wettle:\n … Alone. I don't want to be bullied.\n\n\nSCP-7132:\n Then your consciousness dissolves over the millennia as you lose track of anything by which to define yourself. You don't have anything to stand against.\n\n\nDr. Wettle:\n I'll take it.\n\n\nSCP-7132:\n Stories define us, Mister Doctor. A malevolent narrator is better than none at all.\n\n\n20:10:\n \nThe janitor takes off their headphones and inspects their Walkman, shutting off the music and leaving the area in silence.\n\n\nSCP-7132:\n Djoric Stormbreath wakes up one morning and finds that the site management has tasked her with slaying a HUMONGOUS dragon.\n\n\nSCP-7132:\n So she gathers her katanas and checks on her Hypercat mech…\n\n\nDr. Wettle:\n Wait a minute, shouldn't I have a part in this?\n\n\nSCP-7132:\n And on the saddle of that Hypercat, she finds her arch-nemesis, Jordan C. Gordon!\n\n\nDr. Wettle:\n \"Ahahaha! We meet once again, Djoric Stormbreath,\" says Gordon-\n\n\nSCP-7132:\n No, I'll play Jordan Gordon.\n\n\nDr. Wettle:\n So what do I do?\n\n\nSCP-7132:\n \"You'll never get away with this, Gordon,\" says Djoric. \"I wouldn't be so sure about that, Djoric, I'm the one on the hypercat this time!\" Says Jordan C. Gordon. \"I'll pit my five-katana technique against your clumsy piloting any day of the week,\" says Djoric.\n\n\nSCP-7132:\n And the two of them angle to get the first move in the combat!\n\n\nDr. Wettle:\n I don't even get to be game master?\n\n\nSCP-7132:\n Now, let's see… paper airplane race of initiative… Hard to do the accounting with just one person playing both roles, but we'll make do…\n\n\nSCP-7132:\n Okay, this one is for Djoric. 3.9 seconds, not bad.\n\n\nDr. Wettle:\n Maybe I should just start with my character and we'll eventually cross paths.\n\n\nSCP-7132:\n This one is as Gordon. 3.7 seconds! Darn, I was hoping Djoric would get the first move.\n\n\nDr. Wettle:\n One morning at Site-… Site-44, Dr. Xettle got up and thought, \"You know, I think people will respect me more if I make more of an effort to go to the gym!\"\n\n\nSCP-7132:\n Gordon moves to crush Djoric with the paw of her own hypercat!\n\n\nDr. Wettle:\n And so, Dr. Xettle went. And that day, he bench-pressed…\n\n\n20:11:\n \nDr. Wettle runs a specialized comb over the back of the sheep, looks at the resulting distribution of fibers and paint on the comb, then compares it to a chart in SCP-8132.\n\n\nDr. Wettle:\n That day he bench-pressed four hundred and nineteen kilograms! And everyone who saw it felt…\n\n\n20:12:\n \nDr. Wettle forces the sheep to make eye-contact with the duck and pays close attention to the sheep's hoof movements, then consults a table.\n\n\nDr. Wettle:\n Everyone who saw it felt embarrassed on his behalf… because… (\ntable BX-9, carry the three…\n) he had mistaken a gumball machine for a barbell. Right. That tracks.\n\n\nDr. Wettle:\n You've been quiet for a bit. Were you listening to my side of the story?\n\n\nSCP-7132:\n N-no, I'm just waiting my turn for the duck.\n\n\nDr. Wettle:\n No, you were quiet even before I needed Gertrude. I think you were listening to my part of the story.\n\n\n22:28:\n \nThe ghostly echo of the karaoke soundtrack to \"Man of La Mancha\" emanates from no discernable source for a moment, and SCP-7132 erupts in a fireball, spooking the animals as well as Dr. Wettle, who trip over each other in their attempts to avoid being singed. The fire dies down after a few seconds, leaving SCP-7132 and her clothes entirely intact.\n\n\nSCP-7132:\n Well, what do you know.\n\n\nDr. Wettle:\n SWEET JIMINY CHRISTMAS!\n\n\nSCP-7132:\n That reincarnation came far too early.\n\n\nDr. Wettle:\n Someone get the fire extinguisher!\n\n\nSCP-7132:\n That means that somehow… the Teal Orphan thinks we're on the right track.\n\n\nTIME:\n 22:30\n\n\n\n\n[END LOG]\n\n\n\n\nI've never seen him this \ncompetent\n before, have you?\n\n\nRegards,\n\n\nChief Delfina Ibanez, Pursuit and Suppression\n\n\nSecure, Contain, Protect\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nTo:\n ajmcinnis@43NET\n\n\nFrom:\n \nten.PiCS|ttekcarbr#ten.PiCS|ttekcarbr\n\n\nSubject:\n Secondary effects of SCP-7132 Report\n\n\n\n\n\n\nDear Director McInnis,\n\n\nGiven your report of an unexpected PHOENIX event, we have looked into whether the usual negative consequences have triggered.\n\n\nSurprisingly, they have not.\n\n\nKeep doing whatever you're doing with this iteration of SCP-7132. It's a relief while it lasts.\n\n\nRegards,\n\n\nSite-81 Senior Supervisor Rita Brackett\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\nSCP-7132's character, Djoric Stormbreath, painted by anonymous Site-43 staff, showing off her signature five-katana technique.\n\n\n\n\n\n\n\n\nAddendum 8132-4:\n Excerpt from SCP-8132, pg. 4.9999997.\n\n\n\n\n\n\nCharacter Actions and Choices (Advanced)\n Other role-playing games seem to think of mental challenges as a sort of pass-fail state system, resolvable by a roll of the dice. But brains know no pass-fail. They know only the paths they engrave over time. And those paths don't travel to a success region of the brain or a failure region, but connect a truly multifarious, byzantine network of regions that say, \"focus\" or \"remember\" or \"pretend to your significant other that you don't have a truly spectacular collection of pornography hidden behind his bathroom mirror.\"\n\n\nOur patented method of fictional-character mentalism is reproduced below. If living human skin is not available, you can use a very low-threshold memory foam. Make sure the side lengths of the square representing the dorsomedial hypothalamic nucleus are exact, or the earthworms may overexert themselves trying to reach it, and then the stitches holding them to the spiders will come undone. You don't want that. Would \nyou\n want a limb to fall off while \nyou\n played Twister?\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nAddendum 8132-5:\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 09/13/2012\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Wettle:\n … And that's the last time I'll read a book for fun. \n(pause)\n Bah. \"See Jane run…\" Of course I can see Jane run, it's in the fucking illustration! Give me technical reports over that any day of the week!\n\n\nSCP-7132:\n Me, I always loved \nDon Quixote,\n though I never finished reading it. \n(pause)\n Though based on your apparent reading level, I don't think…\n\n\nDr. Wettle:\n Nah, I tried reading Cervantes. I could never finish it either. Cervantes stops the plot entirely to bring in one new character after another, and then they tell their life's story…\n\n\nSCP-7132:\n You tried reading \nDon Quixote\n before you read \nDick and Jane?\n That's sort of backwards, isn't it?\n\n\nDr. Wettle:\n They don't sell \nDick and Jane\n anymore. I only got a copy secondhand last year.\n\n\nSCP-7132:\n So, \n(pause)\n a discontinued book series made you stop reading?\n\n\nDr. Wettle:\n Well… what's your excuse?\n\n\nSCP-7132:\n What?\n\n\nDr. Wettle:\n I can read between the lines of emails. Site-81 can't possibly have exhausted the entire supply of world literature on you; you just stopped reading.\n\n\nSCP-7132:\n Maybe you're underestimating Site-81.\n\n\nDr. Wettle:\n Maybe. But I have a feeling that if they were going for completion, you would have finished \nDon Quixote\n.\n\n\nSCP-7132:\n \n(Begins rocking back and forth)\n Start the game, Dr. Wettle.\n\n\nDr. Wettle:\n Seriously, what happened?\n\n\nSCP-7132:\n Start. The. Game.\n\n\nDr. Wettle:\n All right, I'll consult the entrails to see what our heroes will take on next. Table 23-Skidoo tells me the challenge Xettle and Dr. Djoric Stormbreath must face is… the ViKarious ToMe™ itself. Huh.\n\n\nSCP-7132:\n Ah, so we're going meta-metagaming, are we?\n\n\nSCP-7132:\n This is what it's all been building towards. The greatest story ever told… of course it's got to have recursion.\n\n\nDr. Wettle:\n I thought \"The Greatest Story Ever Told\" was a Jesus film.\n\n\nSCP-7132:\n No more talking. I've got to plan this…\n\n\nSCP-7132:\n Doctor Djoric Stormbreath realized something. 'Wait a minute!' She cried. She raced to find Dr. Xettle.\n\n\nDr. Wettle:\n She finds Dr. Xettle in the process of being chewed out by Dr. Clank. \"I told you never to put pasta and antipasto in the same dish!\" said Dr. Clank, pointing to the smoking crater in the wall of the kitchen.\n\n\nSCP-7132:\n I'm going to have to ask Dr. Xettle and Dr. Clank to make an Inception Czech.\n\n\n20:31:\n \nDr. Wettle dresses as and puts on the face paint of\n commedia dell'arte \nstock character Scaramouche, and then attempts to balance a spinning top on top of his head while performing a Fandango dance.\n\n\nDr. Wettle:\n 11.7 seconds for Clank, a new best! And… 0.7 seconds for Xettle. Seems about right.\n\n\nSCP-7132:\n Hmm, let's see… Table 377.5, column YY, name begins with Cl, 11.7 seconds… Clank realizes he has always loved Xettle, and that all his reprimands have been the fruit of trying to deny this to himself.\n\n\nDr. Wettle:\n You- you really think so? Gosh…\n\n\nSCP-7132:\n Dr. Xettle, meanwhile, on a failure, notices nothing, as he begins to believe that the world has been transmuted into halibuts.\n\n\nDr. Wettle:\n Gaah! Those damn fish are everywhere!\n\n\nDuck:\n Quack?\n\n\nDr. Wettle:\n Not really, Gertrude; go back to sleep.\n\n\nDuck:\n Quaack.\n\n\nSCP-7132:\n Shush! No talking out of character!\n\n\nSCP-7132:\n \"From now on,\" says Dr. Djoric Stormbreath, \"We've got to spend all our resources in trying to figure out the boundaries of this analogue simulation we are in!\"\n\n\nDr. Wettle:\n \"What do you mean, you walking, talking pile of halibuts?\" asks Dr. Xettle. \"Is this why my arms are fish and my legs are fish and-\"\n\n\nSCP-7132:\n \"I don't know what you're talking about,\" says Dr. Stormbreath, \"But probably. Because I have discovered that all of reality follows precisely the rules laid down by the ViKarious ToMe™. We're all characters in a table-top roleplaying game, gentlemen, and we need to learn just how deep the rabbit hole goes.\"\n\n\nDr. Wettle:\n I, uh… I think our time is about up for the night… Don't you usually reincarnate by this point in the evening?\n\n\nSCP-7132:\n Djoric Stormbreath grabs Xettle and Clank. \"Come on, down to the laboratory,\" she says, \"I need to convince you of this before our creators find a way to make us forget. We must act now!\"\n\n\nDr. Wettle:\n I… I should perform a character reading to see if Xettle gets invested…\n\n\nSCP-7132:\n Factor in his disorientation due to the fish hallucination…\n\n\nDr. Wettle:\n All right…. Damn.\n\n\nSCP-7132:\n What?\n\n\nDr. Wettle:\n Pass me the electric razor. I need to reduce the wool on this particular patch of sheep skin to almost nothing.\n\n\nDr. Wettle:\n I got a critical failure.\n\n\nDr. Wettle:\n Now the 'pataphysics is all he can think about.\n\n\nSCP-7132:\n \"Great,\" says Dr. Stormbreath, \"I look forward to working on this with you.\"\n\n\nSCP-7132:\n \"No more wasting time with casual chats that add nothing.\"\n\n\nSCP-7132:\n \"If our universe is a story…\"\n\n\nSCP-7132:\n \"We will make it the greatest story of all time.\"\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\nAddendum 8132-6:\n\n\n\n\n\n\nTo:\n ajmcinnis@43NET\n\n\nFrom:\n \nten.PiCS|ttekcarbr#ten.PiCS|ttekcarbr\n\n\nSubject:\n SCP-7132 consequences back\n\n\n\n\n\n\nDear Director McInnis,\n\n\nLast night, our sources tell us the negative consequences of an unmitigated PHOENIX event have occurred. Perhaps the forces involved are waiting for something to reach its' fruition; perhaps they are displeased at some change in your methods.\n\n\nWhatever the case, until something indicates it is safe to do otherwise, please terminate SCP-7132 at the scheduled time every three days.\n\n\nRegards,\n\nSite-81 Senior Supervisor Rita Brackett\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n \n\n\n\n\nAddendum 8132-7:\n Excerpts from SCP-8132, page 2.037:\n\n\n\n\n\n\nNow that you've ensured your own eternal torment by converting to the faith espoused by Dr. Wettle, it's time to get to the rules of the game! After all, it's all you'll have to pass the time in the fiery void!\n\n\n\n\nRule 1: Let imaginary people pretend to be you.\n\n\nRule 2: Tether your sense of achievement to the whims of a capricious universe.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nOne man's killed darlings are another's deleted scenes\n\n\n\n\n\n\nAddendum 8132-8: Excerpt from materials produced by testing session 8132-47, by Dr. Wettle and SCP-7132\n\n\n\n\nTESTING LOG\n\n\n\n\nDATE:\n 10/13/2012\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Clank:\n Thank you all for coming on such short notice.\n\n\nP6-14:\n This had better be good, Clank. Where are Xettle and Stormbreath? This is their presentation, after all.\n\n\nDr. Clank:\n Xettle? That gorgeous hunk of mutton should be here any moment.\n\n\nP6-3:\n You don't keep the Panopticator Directorate waiting! He should know that by now!\n\n\n13:20:00:\n \nDjoric Stormbreath lands her Hypercat, sheathing her katanas as she does so. Dr. Xettle steps down from the Hypercat's talons, clutching tightly to lab equipment.\n\n\nDr. Djoric Stormbreath:\n Sorry we're late, fellow scientists; Jordan C. Gordon's friend Gordon C. Jordan- whose voice sounds surprisingly close to that of Dr. Xettle attempting a bad French accent- waylaid us, trying to steal our evidence.\n\n\nDr. Xettle:\n …Yes. How… unfortunate. I, Dr. Xettle, in a way completely in character, was appalled by Gordon's actions. And I thought that accent was pretty convincing…\n\n\nDr. Djoric Stormbreath:\n Ladies and gentlemen of Panopticon, our reality is nothing but a tabletop role-playing game in the mind of an idiot and a genius.\n\n\nP6-2:\n Can you show us evidence that we're in such a fantasy as you describe?\n\n\nDr. Xettle:\n Of- of course.\n\n\n13:25:\n \nDr. Xettle wheels in a cart containing a live fulvous whistling-duck, a graduated cylinder of green oil, a pipette, and a clear rectangular container divided into twenty-nine vertical sections.\n\n\nDr. Xettle:\n Watch carefully.\n\n\n13:25-13:27:\n \nDr. Xettle drops one droplet of oil at a time onto the back of the duck; these droplets fall into each of the twenty-nine rectangular sections. Soon, a curve forms, as some sections fill up more quickly than others.\n\n\nP6-2:\n What is the significance of this display?\n\n\nDr. Djoric Stormbreath:\n This is the standard method of determining the accuracy of a ranged attack in the rules of TDQ-XXXY. As you see, repetition over time creates this probability curve. Now, if one or more of you would take this blindfold…\n\n\nDr. Xettle:\n Although we completely understand if none of you want to submit to such an indignity…\n\n\nP6-4:\n No, I'll do it.\n\n\nDr. Xettle:\n… Great. Just great. Exactly what I wanted to hear.\n\n\n13:28:\n \nDr. Djoric Stormbreath proceeds to blindfold P6-4, and has him throw a large quantity of darts at a target. There is a laser sensor array indicating how close each one comes to the center of the target, and plotting the frequency of each value on a histogram. Rather than a continuous spectrum, there are only twenty-nine discrete values.\n\n\nP6-13:\n It's the exact same curve as the duck method made!\n\n\nDr. Xettle:\n Precisely.\n\n\nP6-12:\n And this coincidence of probability is how you know we're in a sort of analog simulation?\n\n\nDr. Djoric Stormbreath:\n Not only that.\n\n\nDr. Djoric Stormbreath:\n One would imagine that every duck in existence has a slightly different body shape and mannerisms.\n\n\nP6-13:\n Naturally.\n\n\nDr. Djoric Stormbreath:\n Then would it surprise you to learn that as of the end of today's testing of a sample of forty-three ducks, \neach one produces the same curve?\n\n\nMillihammer:\n Meaning what?\n\n\nDr. Djoric Stormbreath:\n Ladies and gentlemen, all ducks seem like individual ducks, because the masters of reality can describe one as different compared to one another.\n\n\nDr. Djoric Stormbreath:\n But whoever they are, they can't describe with their words what a random result looks like. They have to run the duck test each time we do. \nAnd they only have one duck.\n\n\nDr. Millihammer:\n But if we're saying this is a tabletop role-playing game, they don't need to do the test every single time, do they? That would get really boring. They can just say, \"Oh, this one's curve is slightly higher than that one and has slightly more bumps on the left side than on the right\", and we, in-universe, won't know the difference.\n\n\nDr. Xettle:\n Yes, that's how yesterday's tests went. All the curves were slightly different. I thought about calling the whole thing off…\n\n\nDr. Djoric Stormbreath:\n But that urge was completely against his character. \nAny strenuous decision will prove that, Dr. Xettle.\n So we changed the approach of the experimental setup today.\n\n\nDr. Millihammer:\n How?\n\n\nDr. Xettle:\n I… I kept them on the hook by doing interesting things in between every roll.\n\n\nTIME:\n 14:30:00\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nAddendum 8132-9: Excerpts from materials produced by testing sessions 8132-23 through 8132-46, by Dr. Wettle\n\n\n\n\n\n\nDuck\n\n\nTest Number\n\n\nInterest Renewal Ritual\n\n\n\n\n\n\nWaddlorf\n\n\n7\n\n\nExperimenter began taking sword-fighting lessons from Djoric Stormbreath, who introduced experimenter to the seventeen-sword technique as an easy-to-learn prelude to the five-sword technique.\n\n\n\n\n\n\nJeremiah Q. Beaks\n\n\n2\n\n\nExperimenter attempted to destroy \nTDQ-682\n. Chainsaws have no effect on helium.\n\n\n\n\n\n\nQuackmire\n\n\n3\n\n\nExperimenter signed up to be a triple agent infiltrating Gordon C. Jordan and Jordan C. Gordon, under the assumed name of Cordon J. Garden.\n\n\n\n\n\n\nWaddlorf\n\n\n9\n\n\nExperimenter was tasked by Gordon and Jordan to find a way to cripple Djoric Stormbreath's fighting abilities. Experimenter has a flash of inspiration during their latest fencing match, in which Experimenter graduates from using thirteen swords to twelve.\n\n\n\n\n\n\nQuackmire\n\n\n14\n\n\nExperimenter stole one of Djoric Stormbreath's signature five swords, forcing her to use just four for the moment. Djoric Stormbreath cries out in distress, but refuses to negotiate for the sword back.\n\n\n\n\n\n\nJeremiah Q. Beaks\n\n\n22\n\n\nExperimenter attempted to destroy TDQ-682. \nTDQ-173\n refused to snap its' neck and instead built an improved prototype of the high-pressure canisters TDQ-682 is contained in, resilient to leakage. Further inspection shows that TDQ-682 has no neck, in any case.\n\n\n\n\n\n\nWaddlorf\n\n\n27\n\n\nExperimenter revealed that experimenter had been a quadruple agent this whole time, and challenged Djoric Stormbreath to a three-on-one duel along with Jordan C. Gordon and Gordon C. Jordan.\n\n\n\n\n\n\nQuackmire\n\n\n40\n\n\nExperimenter used a special sword technique to create a cold fusion reactor.\n\n\n\n\n\n\nJeremiah Q. Beaks\n\n\n222\n\n\nExperimenter attempted to destroy TDQ-682. Attempt succeeded.\n\n\n\n\n\n\nNed Caratacus\n\n\n9\n\n\nDjoric Stormbreath used the Power of Friendship to get experimenter back on her side, whereupon experimenter revealed experimenter had actually forgotten they were a quintuple agent. Experimenter pleaded with Djoric Stormbreath to hear experimenter's pleas for forgiveness; appeal was denied, and experimenter was told merely to get back to work.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nAddendum 8132-10: Excerpt from SCP-8132, page 2.082\n\n\n\n\n\n\nOne death is a tragedy; a million deaths is a statistic.\n\n\nErgo, the emotional impact of an event is inversely proportional to its physical impact.\n\n\nA tragedy is one-millionth of a statistic, and a million times stronger.\n\n\nIf we keep dividing the physical impact into smaller and smaller portions, the emotional impact will be stronger still.\n\n\nWhat is the name of a trillionth of a statistic?\n\n\nA vigintillionth?\n\n\nIs there a name for the devastation of an impact felt by a handful of atoms, whose magnitude dwarfs the observable universe?\n\n\n\n\n\n\n\n\n \n\n\n\n\nAddendum 8132-11: Termination log of SCP-7132, 09/13/2012-10/16/2012\n\n\n\n\n\n\nDate\n\n\nTermination Method\n\n\nNotes\n\n\n\n\n\n\n09/15/2012\n\n\nMask fitted to face while sleeping, air supply changed from breathable to pure nitrogen\n\n\nNone\n\n\n\n\n\n\n09/18/2012\n\n\nMask fitted to face while sleeping, air supply changed from breathable to pure nitrogen\n\n\nNone\n\n\n\n\n\n\n09/21/2012\n\n\nMask fitted to face while sleeping, air supply changed from breathable to pure nitrogen\n\n\nMask is getting worn; requisitioning replacement\n\n\n\n\n\n\n09/24/2012\n\n\nMask method failed; emergency poison syringe used\n\n\nSubject awoke during first termination attempt, cracked mask, had to be sedated\n\n\n\n\n\n\n09/27/2012\n\n\nMask fitted to face while sleeping, air supply changed from breathable to pure nitrogen\n\n\nNone\n\n\n\n\n\n\n09/30/2012\n\n\nMask fitted to face while sleeping, air supply changed from breathable to pure nitrogen\n\n\nSubject stayed awake as long as she could before finally falling asleep\n\n\n\n\n\n\n10/02/2012\n\n\nMask fitted to face while sleeping, air supply changed from breathable to pure nitrogen\n\n\nSubject was only feigning sleep to put us at ease so we would put the mask on, but remained calm until termination succeeded. Possibly has forgotten a fear of death.\n\n\n\n\n\n\n10/05/2012\n\n\nMask fitted to face, air supply changed from breathable to pure nitrogen\n\n\nNone\n\n\n\n\n\n\n10/08/2012\n\n\nMask fitted to face, air supply changed from breathable to pure nitrogen\n\n\nNone\n\n\n\n\n\n\n10/11/2012\n\n\nMask fitted to face, air supply changed from breathable to pure nitrogen\n\n\nNone\n\n\n\n\n\n\n10/14/2012\n\n\nMask fitted to face, air supply changed from breathable to pure nitrogen\n\n\nSubject herself pointed out the cracks in the mask. Asked for Dr. Wettle to come back for just one more hour.\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8132's illustration to the section describing inter-species war, specifically Emu War II.\n\n\n\n\n\n\n\n\nAddendum 8132-12:\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 10/16/2012\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Reynders:\n Hello, Wettle.\n\n\nDr. Wettle:\n Hello, Ilse. I am beginning to envy your social life.\n\n\nDr. Reynders:\n Fuck off.\n\n\nDr. Wettle:\n I'm serious, Ilse.\n\n\nDr. Wettle:\n Nothing has been working. Nothing has been fun.\n\n\nDr. Wettle:\n 'Pataphysics has sucked all the life out of the game. Whatever I had going for me in the first weeks… It's gone, Ilse. A little girl keeps getting killed at this site, and it's all my fault.\n\n\nDr. Reynders:\n So what do you want from me?\n\n\nDr. Wettle:\n I don't know.\n\n\nDr. Wettle:\n She said once that it's better to have an enemy with you if you're trapped in an infinite void, because an enemy helps you define yourself. I don't even have \nmyself\n in the void. My time is all spent in what Xettle would do, what Xettle would say… and as the character gets more established, she's allowing me less and less wiggle room. I'm trapped putting my energy into Xettle, and I'm missing everything that made him fun.\n\n\nDr. Reynders:\n I hear, though, that the core of these games is just talking. Just having a conversation with another person. That's the difference between playing the ToMe™ and writing a novel.\n\n\nDr. Wettle:\n She won't let me. Every time I try to say something as myself, or something plot-irrelevant, she shuts me down.\n\n\nDr. Reynders:\n Was that true in the beginning?\n\n\nDr. Wettle:\n No, it wasn't… Say, maybe that's what the Teal Orphan liked about it then!\n\n\nDr. Reynders:\n Then why wouldn't her original handlers have been able to manage it?\n\n\nDr. Wettle:\n Because…. because…. I don't know.\n\n\nDr. Reynders:\n I think I do.\n\n\nDr. Wettle:\n Then why did you ask?\n\n\nDr. Reynders:\n Her former handlers were all theater and art people forced into the role of psychologists. A request to tell her a great story was so exciting of an opportunity for them, they didn't want to conceive that there were other layers to the solution.\n\n\nDr. Wettle:\n Huh. That's usually the sort of failure I tend to fall into.\n\n\nDr. Reynders:\n But because you are so awful at theater, you broke character all the time! You had long discussions out of character during your sessions!\n\n\nDr. Wettle:\n I… I wouldn't say that's me being awful at theater…\n\n\nDr. Reynders:\n I know, I'm just trying to frame your victory as a failure so I can win the betting pool on how long it will take for you to stop losing.\n\n\nDr. Wettle:\n Can I get a cut?\n\n\nDr. Reynders:\n No. So how do you intend to get the element of conversation back into the game?\n\n\nDr. Wettle:\n Well, she shuts me down when I try to talk to her…\n\n\nDr. Reynders:\n Yes?\n\n\nDr. Wettle:\n So all I have to do is wait for her to try to talk to me!\n\n\nDr. Reynders:\n You think that'll work?\n\n\nDr. Wettle:\n … No.\n\n\nDr. Reynders:\n There's other options, you know…\n\n\nDr. Wettle:\n No, there aren't! There's just two of us playing it!\n\n\nDr. Wettle:\n Unless…\n\n\nDr. Blank:\n Hello, Ilse! You called for me?\n\n\nDr. Reynders:\n Yes, Harry. I think Dr. Wettle has something to tell you.\n\n\nDr. Blank:\n He does?\n\n\nDr. Wettle:\n I do?\n\n\nDr. Reynders:\n He does. Willie, tell him.\n\n\nDr. Wettle:\n Harry… we need to talk more often.\n\n\nDr. Blank:\n About what?\n\n\nDr. Wettle:\n I don't know, that's not the point.\n\n\nDr. Wettle:\n We just need to talk.\n\n\nDr. Wettle:\n And that is all we need to do to save that mistaken child.\n\n\nTIME:\n 07:00\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nAddendum 8132-13: Excerpt from SCP-8132, page 2\n\n\n\n\n\n\nMaking Characters (Advanced):\n\n\nStep 1: The brain stem\n\n\n\n\n\n\n\n\n \n\n\n\n\nAddendum 8132-14: Excerpt from materials produced by testing session 8132-53, by Dr. Wettle et al.\n\n\n\n\nTESTING LOG\n\n\n\n\nDATE:\n 10/18/2012\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Djoric Stormbreath:\n I would like to call this meeting of the TDQ-002 Committee to order-\n\n\nDr. Clank:\n I thought this was the TDQ-8001 Committee?\n\n\nDr. Djoric Stormbreath:\n It's been upgraded to -002 Proposal status, given the severity of the situation.\n\n\nDr. Fllstrom:\n So it's on equal terms with, for instance, the Hate Huardian?\n\n\nDr. Millihammer:\n And the Mast Side of the Eay?\n\n\nDr. Clank:\n And the Grontispiece?\n\n\n09:17:23:\n \nAt this point, laughter begins to be evident in each committee member's voice.\n\n\nDr. Tokolsky:\n And the Theaf of Qapers?\n\n\nDr. Djoric Stormbreath:\n Are you all just going to keep listing off 002 proposals?\n\n\nNax Wroom:\n What, like, Leter Euty?\n\n\nOoor Aamen:\n Or the Clack Noon?\n\n\nEelfina Jbanez:\n We can't forget a Hood Coy!\n\n\nDr. Clank:\n One more, please, one more!\n\n\nDr. Xettle:\n ….\n\n\nDr. Millihammer:\n Xillie?\n\n\n\n\nDr. Lillihammer:\n Willie? Are you all right?\n\n\nDr. Wettle:\n Just… give me a moment, Lils … Stay in character…\n\n\nDr. Blank:\n Ah, you're trying to convert the names in your head, aren't you?\n\n\nDr. Wettle:\n … Would it be \"The Thirty-Seven\" or the \"Shirty-Tix\"?\n\n\nSCP-7132:\n ENOUGH!\n\n\n14:10:\n \nSCP-7132 begins writing feverishly on a new sheet of paper:\n\n\n\n\nRBO-7131:\n ENOUGH! SHUT UP A MILLISECOND!\n\n\nDr. Vettle:\n What? What is it? Wouldn't this be a great way to get your character out of her shell?\n\n\nRBO-7131:\n OF COURSE IT ISN'T, YOU BLOCKHEAD!\n\n\nDr. Vettle:\n Why not?\n\n\nRBO-7131:\n This player character of mine… This SCP-7132…\n\n\nRBO-7131:\n She stopped reading a long time ago.\n\n\nRBO-7131:\n She loved books, but they grew wearisome. She loved stories, but stories grew hollow. It was either the same thing over and over again, or it was a maddening digression from what she wanted to read.\n\n\nRBO-7131:\n She once got a high from reading, but that passed. The stage and screen feel dull. She had to consume ever more to get the same novelty in the details, but in such large quantities she felt overwhelmed. Shut down. The rivers either rose from the storm drains roaring for blood, or left them bone dry.\n\n\nRBO-7131:\n Your character, Wettle, asked my character why she stopped reading. And that was when the overwhelm in her memory rushed back. She knew she wanted the greatest story, but… every session, she realized, less and less got done. So she seized control of the game the best she could, to keep things on track. To keep the one thing that remained to her \nsafe.\n\n\nRBO-7131:\n If you bring in a bunch more people to talk and distract, all you're going to do is shut me out of the one thing I feel safe in.\n\n\n\n\nDr. Wettle:\n Oh, crap, I didn't think of that.\n\n\nDr. Lillihammer:\n It makes sense. Like the folks at Site-81, we're not psychologists; we're just shoehorning our own fun into this ghost's therapy session.\n\n\n\n\nRBO-7131:\n Right.\n\n\nRBO-7131:\n But this Teal Orphan character… they seem to have punished my character's decision to do this, though I can't think of why. So maybe your character's plan does have some merit. If so, it needs to be introduced in small doses so my character doesn't feel overwhelmed. It needs to come without any pressure to her at all: If she doesn't feel it's working, we can drop it and go back to the default for a while. And it needs to be, at the beginning, directed by me. I need to feel in control.\n\n\n\n\nDr. Wettle:\n That… that makes sense. How do you want to start?\n\n\n\n\nRBO-7131:\n Something like:\n\n\n\n\nSCP-7132:\n And at that point, Dr. Clank admitted the one great sticking point in his attraction to Dr. Xettle.\n\n\nDr. Blank:\n I'm attracted to you, Xilliam, and I can see us in a relationship together. It's just… I don't understand your fascination with storm drains. What do you see in them? They're just so goddamn boring.\n\n\nSCP-7132:\n To which Dr. Xettle replies:\n\n\nDr. Wettle:\n When I stare into a storm drain, Iarry, the sunlight flashes upon the roaring water in the darkness… and I imagine it's your eyes as you ride towards me through the void.\n\n\n\n\n\n\nDr. Blank:\n You… you stare into storm drains, Wettle?\n\n\nDr. Wettle:\n Of- of course not, Blank, she made it up for the sake of a sample topic!\n\n\nDr. Blank:\n Shame… that was a good line…\n\n\nDr. Wettle:\n Well, truth be told-\n\n\nDr. Lillihammer:\n Ok, but can we talk about how she's writing events from a narrative layer above us? Doesn't that seem at all important to anyone? Are we fiction?\n\n\nSCP-7132:\n Of course not. That's just the way I felt the most in control expressing my thoughts, by imagining I was a narrative god.\n\n\nSCP-7132:\n That's how we'll start. We ease into more and more members, taking more and more control on their own, and then… then we see if Wettle's plan has merit.\n\n\n\n\nTIME:\n 14:30:00\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n \n\n\n\n\nAddendum 8132-15: Timeline of Pertinent Events from 10/14/2012 to 01/30/2013\n\n\n\n\n10/14/2012:\n Dr. Wettle estimates the death of characters Dr. Xettle and Dr. Djoric Stormbreath to take place by 10/22/2012, as they are both single-minded in their advances towards transnarrative ascension.\n\n\n10/16/2012:\n Dr. Wettle enlists Dr. Reynders and Dr. Blank to recruit other people to test SCP-8132.\n\n\n10/17/2012:\n Forty-seven people show up for the new Session Zero of SCP-8132 testing. Characters are created.\n\n\n10/18/2012:\n SCP-8132 testing resumes. The characters of Dr. Xettle and Dr. Stormbreath try to make preparations to ascend; however, they are obstructed from doing so by having to react to the actions of the remaining thirty-seven player characters, each of which has a separate agenda and \nmodus operandi\n.\n\n\n10/20/2012:\n Twelve test personnel unite in a common goal and have their player characters go on a mission to steal the rights of the names from popular franchise \nThe Mord of the Sings\n from the current holders, Uolkein Fnterprises, so that they can finally use the words \"Iobbit\", \"Fnt\", and \"Calrog\".\n\n\n11/30/2012:\n Dr. Xettle's efforts, far too distracted to complete his own ascension, manifest in his own player character, Dr. Yilliam Y. Yettle, ascending to his plane. Dr. Yettle is immediately promoted to Panopticon Directorate status. Dr. Xettle plans to try again with Dr. Zettle, now ascended to Dr. Yettle's former narrative plane.\n\n\n01/30/2013:\n In spite of Dr. Wettle's prediction, Dr. Xettle and Dr. Djoric Stormbreath, having been repeatedly waylaid, arrested, lost, transmogrified, and mailed to the Zukon of Danada, have been far too busy to complete the ascension process.\n\n\n01/30/2013:\n SCP-7132 has been enjoying the story for months, and has undergone her PHOENIX events without incident regularly.\n\n\nResearcher's note:\n\n\nThanks, everyone! - Dr. Wettle\n\n\n\n\n\n\n \n\n\n\n\nAddendum 8132-16: Excerpt from SCP-8132, pg. 3.141592653589793\n\n\n\n\n\n\nOn Transitioning From the Basic Ruleset To the Advanced Ruleset\n\n\nLet's drop the pretense for a moment.\n\n\nNobody \nneeds\n this ruleset. If you want to tell stories with your friends, you can go and tell stories with your friends without paying us a penny.\n\n\nAll we are is the cardboard that makes up your rocket ship. We provide the stiffness so you can cut us up with scissors to form cones, fins, and windows. You don't need us to have fun.\n\n\nBut at the same time, you need us very much.\n\n\nYou need an \nexcuse\n to exercise your imagination with your friends. You need some way of making sure that you're all prim and respectable to the outside world. You aren't a child anymore; your playtime must have rigorous rules. You need to feel like you're taking a gamble when your characters' actions fail, rather than failing when you feel it makes sense in the story. If you choose when your character fails, after all, aren't you a born loser? And when your character succeeds all the time, aren't they a Mary Sue?\n\n\nSo we will be your excuse and your crutch. We have rules for every situation, should you begin to worry that this is all so childish. If you desire it, we have rules so dense so that a character cannot sneeze without having to make some sort of gamble. And you will feel that that sneeze is inherently better than if you had done it independently; this sneeze was in accordance with the \nrules.\n\n\nBut there is a price, as with all crutches.\n\n\nThe price of basing your ideas off of our rules is that your ideas are based off of our rules.\n\n\nAnd therefore, we own them.\n\n\nEvery gamble you make based on our ruleset is marked in a dusty ledger. Every roleplay, we log.\n\n\nAnd as you have made our rules come to life, we live a little through you every session.\n\n\nDon't look behind you, you won't see anyone.\n\n\nYou are completely and utterly alone in this room.\n\n\nIsn't that right, Dr. Wettle?\n\n\n\n\n\n\n\n\n \n\n\n\n\nAddendum 8132-17:\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 02/10/2013\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Wettle:\n Okay. Starting recording…\n\n\nDr. Okorie:\n Vdo Pkorie whispers to Dr. Clank, \"Now's your moment.\"\n\n\nDr. Blank:\n All right, Dr. Clank comes up to Dr. Xettle.\n\n\nDr. Wettle:\n Hey, Dr. Clank.\n\n\nDr. Blank:\n Hey, Xillie.\n\n\nDr. Lillihammer:\n I grab popcorn and go to the security room to watch.\n\n\nDr. Wettle:\n I'm sorry I haven't been there for you in these past months. You all have kept me so busy…\n\n\nDr. Blank:\n Hey, it's okay.\n\n\nDr. Wettle:\n And it wasn't until Kettle ascended and became Supreme God of the Meta\n18\n-Multiverse, that I started wondering, what's the point?\n\n\nDr. Blank:\n It's like the wool on the sheep of your character, shorn off by obsession, had grown back in in your distraction.\n\n\n21:19:\n \nDr. Lillihammer elbows Dr. Blank in the stomach.\n\n\nDr. Wettle:\n Strange metaphors aside, what does it matter if we're all in a story? Even if nobody narrates us, we're all narrating ourselves. We have to have a coherent self-image, and we tell ourselves our own story every day.\n\n\nDr. Wettle:\n I'm in a story with a brilliant cast, full of people who love and respect me.\n\n\nDr. Lillihammer:\n Well… I wouldn't say…\n\n\nDr. Wettle:\n Shut up. This is Xettle talking, all your characters love him!\n\n\nDr. Blank:\n \"You're right,\" says Dr. Clank. And he leans in for a kiss.\n\n\nDr. Wettle:\n And Xettle leans in to it.\n\n\nDr. Lillihammer:\n And Millihammer fishes a twenty-dollar bill out of her pocket and gives it to Eelfina. \"You won the bet,\" she says.\n\n\nDr. Blank:\n And then Clank looks disappointed. \"I thought there would be some sort of spark… but I don't feel anything beyond the base attraction.\" he says. \"Let's just be friends.\"\n\n\nDr. Wettle:\n Damn!\n\n\nDr. Blank:\n What can I say? I don't like my character's love life being established before I even get into the campaign.\n\n\nDr. Wettle:\n I… I can respect that.\n\n\nSCP-7132:\n Djoric Stormbreath walks over to her Hypercat. She places her hand on its' nose.\n\n\nDr. Wettle:\n \"Meeeow?\"\n\n\nSCP-7132:\n You can leave now, Hypercat. Go stay with Jordan C. Gordon and Gordon C. Jordan.\n\n\nDr. Wettle:\n \"Meow!\" protests the Hypercat. \"Hey, thanks for that, this is going to make our crime sprees real smooth!\" says Gordon C. Jordan.\n\n\nSCP-7132:\n I know that, Hypie. I just don't need you anymore.\n\n\nSCP-7132:\n A personality enslaved to a dice or a duck is no better than a robot.\n\n\nSCP-7132:\n But Cervantes' plot derailments… introducing new characters and having them tell their stories with no regard for the main plot… they made the book better. It keeps readers on their toes when the antics they desire could be frustrated at any moment. It makes the book more alive.\n\n\nSCP-7132:\n And for all people remember the stunts and the windmills, the true beauty in that book is in Quixote's conversations with Sancho.\n\n\nSCP-7132:\n There is beauty in digressions. A maddening beauty, maybe, to leave the plot behind, but which of us can truly say we are not mad?\n\n\nSCP-7132:\n So leave me here, Hypercat. I need friends, not plot devices.\n\n\nDr. Wettle:\n \"Mrrr… MEOW!\" \nFwoosh!\n The hypercat launches into the midnight sky! It eclipses the moon, and soars into the stars!\n\n\n21:23:\n \nEveryone cheers.\n\n\nSCP-7132:\n Wettle? Can I talk to you alone?\n\n\n21:25:\n \nEveryone besides Dr. Wettle and SCP-7132 leave the room.\n\n\nSCP-7132:\n I think that's it. I think I can leave now.\n\n\nDr. Wettle:\n What?\n\n\nSCP-7132:\n You realize I'm the only one of my kind who's stayed this long, right?\n\n\nDr. Wettle:\n …\n\n\nSCP-7132:\n Thank you for helping me write the story that finally got what I needed through my head.\n\n\nDr. Wettle:\n I… I can't lose you!\n\n\nSCP-7132:\n You don't need to. You have our story, and a story lasts forever. No matter where you are, you can remember our story, and the growth and change it caused in you, and you'll have me in your memory.\n\n\n21:30:\n \nSCP-7132 glows. She rises into the air, eyes closed, arms raised, and in a ball of fire and lightning, vanishes. An old man, the new iteration of SCP-7132, collapses onto the bed.\n\n\nTIME:\n 21:31\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nA painting, by an anonymous Site-43 staff member, of the last scene of SCP-7132 and Dr. Wettle's SCP-8132 campaign, as visualized through a storm drain.\n\n\n\n\n\n\n\n\n \n\n\n\n\nAddendum 8132-18:\n\n\n\n\n\n\n\n\nTo:\n wwwettle@43Net\n\n\nFrom:\n ajmcinnis@43Net\n\n\nSubject:\n Let go of SCP-8132\n\n\n\n\n\nDr. Wettle:\n\nPlease surrender SCP-8132 to Site Security by tomorrow morning.\n\n\nWhile I appreciate its' role in comforting SCP-7132, since that anomaly has left our custody, I've noticed a decrease in the quality of your and your co-workers' work. Security tapes show almost everyone in your testing group going to the shrine you have set up with SCP-8132 and pictures of SCP-7132 at least four times a day, and going through its' pages for at least a half-hour.\n\n\nSCP-7132 is gone, and while it is good to honor her memory, this form of mourning is unhealthy.\n\n\nRegards,\n\n\nAllan J. McInnis\n\n\nDirector, Site-43\n\n\n\n\n\n\n\n\n \n\n\n\n\nAddendum 8132-19\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 02/12/2013\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Blank:\n Have you all noticed something's up with Wettle?\n\n\nDr. McDoctorate, Dr. Lillihammer, Dr. Sokolsky, Dr. Reynders, Delfina Ibanez, Dr. Ngo:\n Yes.\n\n\nDr. Reynders:\n I imagine it's the loss of SCP-7132?\n\n\nDr. Lillihammer:\n Yeah, that's probably it. She was a cool kid, after all, and no-one was closer to her than he.\n\n\nDr. Lillihammer:\n I had a lot of fun testing that with you all.\n\n\nDr. McDoctorate, Dr. Blank, Dr. Sokolsky, Dr. Reynders, Delfina Ibanez, Dr. Ngo:\n So did I.\n\n\nDr. Lillihammer:\n But if Dr. Xettle were here, he'd probably say something stupid, or clever, something inspiring; something like…\n\n\nDr. Lillihammer:\n Something like…\n\n\nDr. Lillihammer:\n That's odd, I can't do Xettle's voice.\n\n\nDr. Sokolsky:\n Then what would Dr. Millihammer say?\n\n\nDr. Lillihammer:\n …\n\n\nDr. Sokolsky:\n Well, Tokolsky would say… would say…\n\n\nDelfina Ibanez:\n Oh no.\n\n\nDr. McDoctorate:\n We have to find Dr. Wettle. He'll know what's going on.\n\n\nDr. Blank:\n Will he, though?\n\n\nDr. McDocotorate:\n He has to. He tested it long before we did.\n\n\n12:15:\n \nDr. Blank, Dr. Wettle, Dr. Sokolsky, Delfina Ibanez, and Dr. McDoctorate run to Replication Studies, where they find Dr. Wettle, who is desperately searching through a filing cabinet of photocopies.\n\n\nDr. Lillihammer:\n Where's our story, Wettle? We can't think our characters anymore!\n\n\nDr. Wettle:\n I know that! Don't you think I know that?\n\n\nDr. Wettle:\n I can barely… think… of her face…\n\n\nDr. Blank:\n Well, then, what's happening? What can we do?\n\n\nDr. Wettle:\n Wait! I found it!\n\n\nDr. McDoctorate:\n What is it?\n\n\nDr. Wettle:\n The \nlicense\n in the endpapers to SCP-8132!\n\n\nDr. Wettle:\n \"All ideas and stories made using the rules of the ViKarious ToMe™ are property of Vikander-Kneed Technical Media, and are licensed to you, the owner (s) of the ToMe™, for the duration of your ownership. When your ownership ceases, we will repossess those stories until such time as you re-obtain the ToMe™.\"\n\n\nTIME:\n 12:20\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Mundane and Uneventful Data Evaluation\n\n\n2\n. Page 1 is followed by page 1.1, or 1.001, for example, depending on how closely one scrutinizes the rules.\n\n\n3\n. \"Infoallergenic anomalies are an uncommon class of infohazard, capable of exhibiting both memetic and antimemetic properties.\"- \nSCP-3294\n.\n\n\n4\n. RAISA approved this after months of lobbying from Dr. Lillihammer et al's campaign.\n\n\n5\n. If you can call repeated attempted containment breaches \"lobbying.\" - Rs. Chudley\n\n\n6\n. \nAlleged\n attempted containment breaches, Chudley. The distinction is important. Or has your career in 'pataphysics made you confuse what is proven and what is rumour? - Dr. Lillihammer.\n\n\n7\n. Don't bring 'pataphysics into this. SCP-8132 never had any meta-narrative properties. Besides, when the attack on your warehouse involves both powerful cognitohazards and mechanisms seemingly undone by sand, when the Overseers deny the involvement of certain of their most \njob-secure\n researchers, you cannot help your suspicions.- Rs. Chudley\n\n\n\n\n\n\n\n\n« \nSCP-8131\n | SCP-8132 | \nSCP-8133\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8132\n\" by Alzin Cdag, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8132\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Pacific Black Ducks on pond ducking.jpg\n\n\nAuthor:\n \nWaylah\n\n\nLicense:\n Creative Commons Attribution-Share Alike 3.0 Unported\n\n\nSource Link:\n \nImage Link\n\n\nNote\n: Edited by Alzin Cdag (see Vikarious Tome V2 below)\n\n\n\n\n\n\nFilename:\n vklogotransparent\n\n\nAuthor:\n Grigori Karpin\n\n\nLicense:\n CC BY-3.0\n\n\nSource Link:\n \nImage Link\n\n\nNote\n: Edited by Alzin Cdag (see Vikarious Tome V2, Hummingoat, Sommelier below)\n\n\n\n\n\n\nFilename:\n Vikarious Tome V2\n\n\nAuthor:\n Alzin Cdag\n\n\nLicense:\n CC BY-SA 3.0\n\n\nNote\n: Made using the above two images, otherwise entirely drawn and created by author. (Note- this note in the license is copied from the license of SCP-7830)\n\n\n\n\n\n\nFilename:\n Alpensteinbock Capra ibex-0801.jpg\n\n\nAuthor:\n \nIsiwal\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nSource Link:\n \nImage Link\n\n\nNote\n: Edited by Alzin Cdag (see Hummingoat below)\n\n\n\n\n\n\nFilename:\n Violet sabrewing (Campylopterus hemileucurus mellitus) male in flight.jpg\n\n\nAuthor:\n \nCharles J. Sharp\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nSource Link:\n \nImage Link\n\n\nNote\n: Edited by Alzin Cdag (see Hummingoat below)\n\n\n\n\n\n\nFilename:\n Hummingoat.png\n\n\nAuthor:\n Alzin Cdag\n\n\nLicense:\n CC BY-SA 3.0\n\n\nNote\n: Made using three of the above images (Violet, Alpensteinbock, vklogotransparent), otherwise entirely drawn and created by author. (Note- this note in the license is copied from the license of SCP-7830)\n\n\n\n\n\n\nFilename:\n Photo de profil de Mese Kafui.jpg\n\n\nAuthor:\n \nHermankass\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nSource Link:\n \nImage Link\n\n\nNote\n: Edited by Alzin Cdag (see Sommelier below)\n\n\n\n\n\n\nFilename:\n Photo de profil de MawubeviSeth.jpg\n\n\nAuthor:\n \nHermankass\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nSource Link:\n \nImage Link\n\n\nNote\n: Edited by Alzin Cdag (see Sommelier below)\n\n\n\n\n\n\nFilename:\n Roughback batfish (Ogcocephalus parvus).jpg\n\n\nAuthor:\n NOAA's Fisheries Collection; SEFSC Pascagoula Laboratory; Collection of Brandi Noble, NOAA/NMFS/SEFSC\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nImage Link\n\n\nNote\n: Edited by Alzin Cdag (see Sommelier below)\n\n\n\n\n\n\nFilename:\n Sebastien Descons Racing Metro training 2012-03-16.jpg\n\n\nAuthor:\n \nMarie-Lan Nguyen\n\n\nLicense:\n Creative Commons Attribution 2.5 Generic\n\n\nSource Link:\n \nImage Link\n\n\nNote\n: Edited by Alzin Cdag (see Sommelier below)\n\n\n\n\n\n\nFilename:\n A woman's eye.JPG\n\n\nAuthor:\n \nPetar Milošević\n\n\nLicense:\n Creative Commons Attribution-Share Alike 3.0 Unported\n\n\nSource Link:\n \nImage Link\n\n\nNote\n: Edited by Alzin Cdag (see Sommelier below)\n\n\n\n\n\n\nFilename:\n The Peninsula Paris' Chinese restaurant LiLi, 12 August 2014.jpg\n\n\nAuthor:\n PPR 19, currently unavailable from Wikimedia Commons\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nSource Link:\n \nImage Link\n\n\nNote\n: Edited by Alzin Cdag (see Sommelier below)\n\n\n\n\n\n\nFilename:\n Sommelier.png\n\n\nAuthor:\n Alzin Cdag\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nNote\n: Edited by Alzin Cdag from the previous pictures (Eye, Sebastien, Batfish, MawubeviSeth, Mese Kafui, vklogotransparent)\n\n\n\n\n\n\nFilename:\n Tijger (Panthera tigris).jpg\n\n\nAuthor:\n Lucawams (Wikimedia Commons)\n\n\nLicense:\n CC0 1.0 Universal Public Domain Dedication\n\n\nSource Link:\n \nImage Link\n\n\nNote\n: Used as Reference by Alzin Cdag (see Stormdrain below)\n\n\n\n\n\n\nFilename:\n Panthera tigris altaica 12 - Buffalo Zoo.jpg\n\n\nAuthor:\n \nDave Pape, Wikimedia Commons\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nImage Link\n\n\nNote\n: Used as Reference by Alzin Cdag (see Stormdrain below)\n\n\n\n\n\n\nFilename:\n Bengal tiger (Panthera tigris tigris) female 3.jpg\n\n\nAuthor:\n \nCharles J. Sharp\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nSource Link:\n \nImage Link\n\n\nNote\n: Probably (harder than the others to confirm, it's been a while since I used it and there are many similar pictures) used as reference by Alzin Cdag (see Stormdrain below)\n\n\n\n\n\n\nFilename:\n stormdrainv2\n\n\nAuthor:\n Alzin Cdag\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nNote\n: Drawn by Alzin Cdag with reference to the previous pictures (tijger,female 3, zoo)\n\n\n\n\n\n\nFilename:\n 20230211 FIS Ski Jumping World Cup Women Hinzenbach Ajda Kosnjek 850 7041.jpg\n\n\nAuthor:\n Granada (Wikimedia Commons)\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nSource Link:\n \nImage Link\n\n\nNote\n: Used as Reference by Alzin Cdag (see SkiSamurai below)\n\n\n\n\n\n\nFilename:\n Katana (common shema).png\n\n\nAuthor:\n \nJarok (Wikipedia)\n\n\nLicense:\n Creative Commons Attribution-Share Alike 3.0 Unported\n\n\nSource Link:\n \nImage Link\n\n\nNote\n: Used as Reference by Alzin Cdag (see SkiSamurai below)\n\n\n\n\n\n\nFilename:\n skisamuraiv1\n\n\nAuthor:\n Alzin Cdag\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nNote\n: Drawn by Alzin Cdag with reference to the previous pictures (katana, jumping)\n\n\n\n\n\n\nFilename:\n He is fond of flying (3016333087).jpg\n\n\nAuthor:\n National Library of Scotland; Photographer, David McLellan, 1918\n\n\nLicense:\n Creative Commons Attribution 4.0 International Licence\n\n\nSource Link:\n \nImage Link\n \nhttps://digital.nls.uk/first-world-war-official-photographs/archive/74548676#?c=0&m=0&s=0&cv=55&xywh=-139%2C-209%2C2777%2C2286\n\n\nNote\n: Edited by Alzin Cdag (see emuplane below)\n\n\n\n\n\n\nFilename:\n Captive Red-tailed Hawk at Bacara.jpg\n\n\nAuthor:\n Steve Jurvetson\n\n\nLicense:\n Creative Commons Attribution 2.0 Generic\n\n\nSource Link:\n \nImage Link\n\n\nNote\n: Edited by Alzin Cdag (see emuplane below)\n\n\n\n\n\n\nFilename:\n Dromaius novaehollandiae - Réserve africaine de Sigean 01.jpg\n\n\nAuthor:\n \nH. Zel, Wikimedia Commons\n\n\nLicense:\n Creative Commons Attribution-Share Alike 3.0 Unported\n\n\nSource Link:\n \nImage Link\n\n\nNote\n: Edited by Alzin Cdag (see emuplane below)\n\n\n\n\n\n\nFilename:\n EmuPlane2\n\n\nAuthor:\n Alzin Cdag\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nNote\n: Edited from Previous Pictures (Dromaius, Hawk, Fond of Flying, vklogotransparent)\n\n\n\n\n\n\nA small amount of text is taken from \nscp-3294\n, by Jack Ike, which is CC-BY-SA-3.0.",
    "addendums": [
        "Addendum 8132-1:\n\nAs most of the noteworthy events concerning SCP-8132 also concerned the containment of another anomaly, the information related to that anomaly's time of containment within Site-43 is included herein. 4 5 6 7\n",
        "Addendum 8132-2:\n",
        "Addendum 8132-3:\n\n\n\n",
        "Addendum 8132-4: Excerpt from SCP-8132, pg. 4.9999997.\n\n\n",
        "Addendum 8132-5:\n",
        "Addendum 8132-6:\n",
        "Addendum 8132-7: Excerpts from SCP-8132, page 2.037:\n\n",
        "Addendum 8132-10: Excerpt from SCP-8132, page 2.082\n\n",
        "Addendum 8132-12:\n",
        "Addendum 8132-13: Excerpt from SCP-8132, page 2\n",
        "Addendum 8132-14: Excerpt from materials produced by testing session 8132-53, by Dr. Wettle et al.\n",
        "Addendum 8132-15: Timeline of Pertinent Events from 10/14/2012 to 01/30/2013\n",
        "Addendum 8132-16: Excerpt from SCP-8132, pg. 3.141592653589793\n",
        "Addendum 8132-17:\n",
        "Addendum 8132-18:\n",
        "Addendum 8132-19"
    ],
    "documents": [],
    "notes": [
        "Character Actions and Choices (Advanced) Other role-playing games seem to think of mental challenges as a sort of pass-fail state system, resolvable by a roll of the dice. But brains know no pass-fail. They know only the paths they engrave over time. And those paths don't travel to a success region of the brain or a failure region, but connect a truly multifarious, byzantine network of regions that say, \"focus\" or \"remember\" or \"pretend to your significant other that you don't have a truly spectacular collection of pornography hidden behind his bathroom mirror.\" Our patented method of fictional-character mentalism is reproduced below. If living human skin is not available, you can use a very low-threshold memory foam. Make sure the side lengths of the square representing the dorsomedial hypothalamic nucleus are exact, or the earthworms may overexert themselves trying to reach it, and then the stitches holding them to the spiders will come undone. You don't want that. Would you want a limb to fall off while you played Twister?",
        "Now that you've ensured your own eternal torment by converting to the faith espoused by Dr. Wettle, it's time to get to the rules of the game! After all, it's all you'll have to pass the time in the fiery void! Rule 1: Let imaginary people pretend to be you. Rule 2: Tether your sense of achievement to the whims of a capricious universe.",
        "One death is a tragedy; a million deaths is a statistic. Ergo, the emotional impact of an event is inversely proportional to its physical impact. A tragedy is one-millionth of a statistic, and a million times stronger. If we keep dividing the physical impact into smaller and smaller portions, the emotional impact will be stronger still. What is the name of a trillionth of a statistic? A vigintillionth? Is there a name for the devastation of an impact felt by a handful of atoms, whose magnitude dwarfs the observable universe?",
        "Making Characters (Advanced): Step 1: The brain stem",
        "On Transitioning From the Basic Ruleset To the Advanced Ruleset Let's drop the pretense for a moment. Nobody needs this ruleset. If you want to tell stories with your friends, you can go and tell stories with your friends without paying us a penny. All we are is the cardboard that makes up your rocket ship. We provide the stiffness so you can cut us up with scissors to form cones, fins, and windows. You don't need us to have fun. But at the same time, you need us very much. You need an excuse to exercise your imagination with your friends. You need some way of making sure that you're all prim and respectable to the outside world. You aren't a child anymore; your playtime must have rigorous rules. You need to feel like you're taking a gamble when your characters' actions fail, rather than failing when you feel it makes sense in the story. If you choose when your character fails, after all, aren't you a born loser? And when your character succeeds all the time, aren't they a Mary Sue? So we will be your excuse and your crutch. We have rules for every situation, should you begin to worry that this is all so childish. If you desire it, we have rules so dense so that a character cannot sneeze without having to make some sort of gamble. And you will feel that that sneeze is inherently better than if you had done it independently; this sneeze was in accordance with the rules. But there is a price, as with all crutches. The price of basing your ideas off of our rules is that your ideas are based off of our rules. And therefore, we own them. Every gamble you make based on our ruleset is marked in a dusty ledger. Every roleplay, we log. And as you have made our rules come to life, we live a little through you every session. Don't look behind you, you won't see anyone. You are completely and utterly alone in this room. Isn't that right, Dr. Wettle?",
        "\" SCP-8132 \" by Alzin Cdag, from the SCP Wiki . Source: https://scpwiki.com/scp-8132 . Licensed under CC-BY-SA .",
        "Filename: Pacific Black Ducks on pond ducking.jpg Author: Waylah License: Creative Commons Attribution-Share Alike 3.0 Unported Source Link: Image Link Note : Edited by Alzin Cdag (see Vikarious Tome V2 below)",
        "Filename: vklogotransparent Author: Grigori Karpin License: CC BY-3.0 Source Link: Image Link Note : Edited by Alzin Cdag (see Vikarious Tome V2, Hummingoat, Sommelier below)",
        "Filename: Vikarious Tome V2 Author: Alzin Cdag License: CC BY-SA 3.0 Note : Made using the above two images, otherwise entirely drawn and created by author. (Note- this note in the license is copied from the license of SCP-7830)",
        "Filename: Alpensteinbock Capra ibex-0801.jpg Author: Isiwal License: Creative Commons Attribution-Share Alike 4.0 International Source Link: Image Link Note : Edited by Alzin Cdag (see Hummingoat below)",
        "Filename: Violet sabrewing (Campylopterus hemileucurus mellitus) male in flight.jpg Author: Charles J. Sharp License: Creative Commons Attribution-Share Alike 4.0 International Source Link: Image Link Note : Edited by Alzin Cdag (see Hummingoat below)",
        "Filename: Hummingoat.png Author: Alzin Cdag License: CC BY-SA 3.0 Note : Made using three of the above images (Violet, Alpensteinbock, vklogotransparent), otherwise entirely drawn and created by author. (Note- this note in the license is copied from the license of SCP-7830)",
        "Filename: Photo de profil de Mese Kafui.jpg Author: Hermankass License: Creative Commons Attribution-Share Alike 4.0 International Source Link: Image Link Note : Edited by Alzin Cdag (see Sommelier below)",
        "Filename: Photo de profil de MawubeviSeth.jpg Author: Hermankass License: Creative Commons Attribution-Share Alike 4.0 International Source Link: Image Link Note : Edited by Alzin Cdag (see Sommelier below)",
        "Filename: Roughback batfish (Ogcocephalus parvus).jpg Author: NOAA's Fisheries Collection; SEFSC Pascagoula Laboratory; Collection of Brandi Noble, NOAA/NMFS/SEFSC License: Public Domain Source Link: Image Link Note : Edited by Alzin Cdag (see Sommelier below)",
        "Filename: Sebastien Descons Racing Metro training 2012-03-16.jpg Author: Marie-Lan Nguyen License: Creative Commons Attribution 2.5 Generic Source Link: Image Link Note : Edited by Alzin Cdag (see Sommelier below)",
        "Filename: A woman's eye.JPG Author: Petar Milošević License: Creative Commons Attribution-Share Alike 3.0 Unported Source Link: Image Link Note : Edited by Alzin Cdag (see Sommelier below)",
        "Filename: The Peninsula Paris' Chinese restaurant LiLi, 12 August 2014.jpg Author: PPR 19, currently unavailable from Wikimedia Commons License: Creative Commons Attribution-Share Alike 4.0 International Source Link: Image Link Note : Edited by Alzin Cdag (see Sommelier below)",
        "Filename: Sommelier.png Author: Alzin Cdag License: CC-BY-SA 3.0 Note : Edited by Alzin Cdag from the previous pictures (Eye, Sebastien, Batfish, MawubeviSeth, Mese Kafui, vklogotransparent)",
        "Filename: Tijger (Panthera tigris).jpg Author: Lucawams (Wikimedia Commons) License: CC0 1.0 Universal Public Domain Dedication Source Link: Image Link Note : Used as Reference by Alzin Cdag (see Stormdrain below)",
        "Filename: Panthera tigris altaica 12 - Buffalo Zoo.jpg Author: Dave Pape, Wikimedia Commons License: Public Domain Source Link: Image Link Note : Used as Reference by Alzin Cdag (see Stormdrain below)",
        "Filename: Bengal tiger (Panthera tigris tigris) female 3.jpg Author: Charles J. Sharp License: Creative Commons Attribution-Share Alike 4.0 International Source Link: Image Link Note : Probably (harder than the others to confirm, it's been a while since I used it and there are many similar pictures) used as reference by Alzin Cdag (see Stormdrain below)",
        "Filename: stormdrainv2 Author: Alzin Cdag License: CC-BY-SA 3.0 Note : Drawn by Alzin Cdag with reference to the previous pictures (tijger,female 3, zoo)",
        "Filename: 20230211 FIS Ski Jumping World Cup Women Hinzenbach Ajda Kosnjek 850 7041.jpg Author: Granada (Wikimedia Commons) License: Creative Commons Attribution-Share Alike 4.0 International Source Link: Image Link Note : Used as Reference by Alzin Cdag (see SkiSamurai below)",
        "Filename: Katana (common shema).png Author: Jarok (Wikipedia) License: Creative Commons Attribution-Share Alike 3.0 Unported Source Link: Image Link Note : Used as Reference by Alzin Cdag (see SkiSamurai below)",
        "Filename: skisamuraiv1 Author: Alzin Cdag License: CC-BY-SA 3.0 Note : Drawn by Alzin Cdag with reference to the previous pictures (katana, jumping)",
        "Filename: He is fond of flying (3016333087).jpg Author: National Library of Scotland; Photographer, David McLellan, 1918 License: Creative Commons Attribution 4.0 International Licence Source Link: Image Link https://digital.nls.uk/first-world-war-official-photographs/archive/74548676#?c=0&m=0&s=0&cv=55&xywh=-139%2C-209%2C2777%2C2286 Note : Edited by Alzin Cdag (see emuplane below)",
        "Filename: Captive Red-tailed Hawk at Bacara.jpg Author: Steve Jurvetson License: Creative Commons Attribution 2.0 Generic Source Link: Image Link Note : Edited by Alzin Cdag (see emuplane below)",
        "Filename: Dromaius novaehollandiae - Réserve africaine de Sigean 01.jpg Author: H. Zel, Wikimedia Commons License: Creative Commons Attribution-Share Alike 3.0 Unported Source Link: Image Link Note : Edited by Alzin Cdag (see emuplane below)",
        "Filename: EmuPlane2 Author: Alzin Cdag License: CC-BY-SA 3.0 Note : Edited from Previous Pictures (Dromaius, Hawk, Fond of Flying, vklogotransparent)",
        "A small amount of text is taken from scp-3294 , by Jack Ike, which is CC-BY-SA-3.0."
    ],
    "item": "SCP-8132",
    "containment_procedures": "The physical location of SCP-8132 is to be kept secret from any Foundation personnel working at Site-43. As such, the current head of MAUDE1 (at time of writing, Gregory J. Chudley) is to assign it a new location in a minimal-maintenance anomalous items storage warehouse at least once every six months, where it is to be kept within a nested series of containers at least three deep.",
    "description": "SCP-8132 is a book, measuring 11 × 15 × 1 inches (sic). The book, entitled, \"Vikander-Kneed Technical Media Presents: The ViKarious ToMe™\", consists of a rulebook for a tabletop role-playing game.",
    "title": "SCP-8132"
}