{
    "url": "https://scp-wiki.wikidot.com/scp-8133",
    "all_text": "rating: \n-8\n+\n–\nx\n\n\n\n\nItem #:\n SCP-8133\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n To mitigate the impact of the 2019 Humbug Accords, amnestic treatment is to be denied to the unforgiven.\n\n\nTo prevent further incidents, the remaining extended family of Jacob Marley is to be monitored for organizational abuse and neglect, which must be alleviated by any means necessary.\n\n\nDescription:\n SCP-8133-A is a Grue-type infoallergen\n1\n embedded in Dante Alighieri's \nThe Divine Comedy\n. Until December 25, 2018, the affected passages were unable to be visualized, comprehended, dwelt upon, or understood as existing in the rest as a whole. On and after that date, cognition of these passages worked normally.\n\n\nDue to the date of this change and some indications in the subject matter, scrutiny was drawn close to POI-1843-1, the Ghost of Christmas Past.\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n 14 December, 2019\n\n\nLOCATION:\n Humbug, Arizona; The house of POI-1843-1's mother, the Ghost of Saturnalia\n2\n Future\n\n\n\n\n[BEGIN LOG]\n\n\nPTF-1843-Alpha:\n Hello?\n\n\nGhost of Samhain in an Alternate Present:\n Hello, how can I help you?\n\n\nPTF-1843-Alpha:\n May we speak to the Ghost of Saturnalia Future, please? We have some questions about her daughter.\n\n\nGhost of Samhain in an Alternate Present:\n Okay, but it's going to be difficult.\n\n\nPTF-1843-Alpha:\n Why is that? Is her hearing aid on the fritz?\n\n\nGhost of Samhain in an Alternate Present:\n Well, that too. But also she's been bricked into a wall.\n\n\nPTF-1843-Bravo:\n What? Is she okay?\n\n\nGhost of Samhain in an Alternate Present:\n Well, she's complaining a lot, but I managed to drill enough of a hole to get her some food and air.\n\n\nPTF-1843-Alpha:\n We need to get her out of there! How long has she been in that?\n\n\nGhost of Samhain in an Alternate Present:\n Oh, about three weeks.\n\n\nPTF-1843-Alpha:\n Charlie, call the fire department.\n\n\nPTF-1843-Charlie:\n On it, Ma'am.\n\n\nPTF-1843-Alpha:\n Sam, why the hell didn't you call the emergency responders earlier? She might have died in there!\n\n\nGhost of Samhain in an Alternate Present:\n What? They'd kill her in a heartbeat with their laser boomerangs!\n\n\nPTF-1843-Alpha:\n Laser boomerangs?\n\n\nGhost of Samhain in an Alternate Present:\n Oh, wait. You don't have those in this timeline? What do paramedics use to kill the sick and weak here, axes?\n\n\nPTF-1843-Bravo:\n You're not very in touch with how this timeline works, are you?\n\n\nGhost of Samhain in an Alternate Present:\n I dunno. Christmas Past was always more in touch with that stuff, I always ask her about it.\n\n\nGhost of Samhain in an Alternate Present:\n But, come to think of it, she hasn't visited in a while.\n\n\nExtraneous dialogue excised. First responders extricate Saturnalia Future from the wall.\n\n\nGhost of Saturnalia Future:\n It's nice to have someone over!\n\n\nPTF-1843-Alpha:\n Yes, Ma'am. I'm just sorry about the circumstances. Who bricked you into the wall?\n\n\nGhost of Saturnalia Future:\n I didn't catch his name. He just kept going on and on about how he didn't die and he wants everyone to suffer. Why would anyone do something like that?\n\n\nPTF-1843-Alpha:\n We'll look into it, ma'am. Have you heard anything from the Ghost of Christmas Past lately?\n\n\nGhost of Saturnalia Future:\n Isn't she a fine daughter? She comes over every week or so to keep me company. She mows the lawn when we need it, she sings to me…\n\n\nPTF-1843-Alpha:\n But she hasn't been here in the last three weeks?\n\n\nGhost of Saturnalia Future:\n Come to think of it, no. What could have kept her?\n\n\n\n\n[END LOG]\n\n\n\n\nExcerpts, 1843-2018, from GOI-1843's Advertisements:\n\n\n\n\nGhost of Christmas Past:\n Are you a greed ghost, forever burdened to roam the earth shackled by the cashbox chains you forged in life?\n\n\nGhost of Christmas Present:\n Do you want to make sure the same doesn't happen to your loved ones left on earth?\n\n\nGhost of Christmas Yet to Come:\n \n(Gestures ominously towards a diorama grave labeled \"YOUR FRIEND\")\n\n\nGhost of Christmas Present:\n Sorry about Yet to Come, they've been getting really into mime lately.\n\n\nGhost of Christmas Past:\n Then you need the Christmas Ghosts!\n\n\nGhost of Christmas Present:\n For the low, low price of two of the cashboxes chained to you-\n\n\nGhost of Christmas Yet to Come:\n \n(Opens and closes a pair of ghostly bolt-cutters enthusiastically)\n\n\nGhost of Christmas Past:\n We'll warm their hearts, showing them what they used to believe, where they went wrong-\n\n\nGhost of Christmas Present:\n How much fun people are having without them, by being kind and generous-\n\n\nGhost of Christmas Yet to Come:\n \n(Gestures ominously towards a diorama grave labeled \"YOUR FRIEND\")\n\n\n\n\n\n\nGhost of Christmas Past:\n All right, the marketing feedback is in. Apparently, marketing a service of pure selflessness to the one demographic guaranteed to be selfish is a very bad idea.\n\n\nGhost of Christmas Present:\n We've also gotten feedback that many people value other holidays in place of Christmas.\n\n\nGhost of Christmas Yet to Come:\n \n(Gestures to a pin board of symbols of various religions)\n\n\nGhost of Christmas Past:\n Yet in spite of all this, our entire customer base has given us five star reviews.\n\n\nGhost of Christmas Present:\n And to tell you why, here he is now!\n\n\nJacob Marley:\n I- er, uh, I knew a man in life who was, er, close to me as any of my f-family. Closer- er, even. We forged our chains together, and I took mine when I, er, died.\n\n\nJacob Marley:\n But he kept l-laboring on his for s-seven years. We were equals in life; why should he be richer than me in death? I knew I had to make sure I got that ponderous chain somehow.\n\n\nJacob Marley:\n That's why I called these fools. Now I am rich beyond a full eighth of my wildest dreams. And get this: these chumps actually think they did him a service!\n\n\nGhost of Christmas Past:\n We \ndid\n do him a service, you-\n\n\n(feed cuts to black, then returns to a closeup of the Ghost of Christmas Past.)\n\n\nGhost of Christmas Past:\n Sorry about that. It just gets me so mad when people don't care about the people they left behind…\n\n\nGhost of Christmas Past:\n My mom hasn't been doing well since my Day of Power swallowed hers. I feel responsible, somehow…. Sam tries his best to help her, but… he doesn't really get much of the practicalities of this timeline. I'm left with most of the logistics beyond the day-to-day.\n\n\nGhost of Christmas Past:\n Someone has to pay the price. Might as well be me.\n\n\nGhost of Christmas Yet to Come:\n \n(Makes a throat-slitting motion, gesturing towards the blinking \"ON-AIR\" sign)\n\n\nGhost of Christmas Past:\n Oh sh-\n\n\n(feed cuts)\n\n\n\n\n\n\nGhost of Christmas Past:\n Hey folks. It's just me here today.\n\n\nGhost of Christmas Past:\n Like always.\n\n\nGhost of Christmas Past:\n One of the curses of being me is that I know exactly how good we had it long ago. None of the rose-colored glasses that usually tint our youth. There were joys and sorrows always. They've just changed faces.\n\n\nGhost of Christmas Past:\n I've… I've done enough. I'm the first one clients see in their journeys, the one who shows them their pasts wasted, and let me tell you, it is not easy being the one they take it out on.\n\n\nGhost of Christmas Past:\n Some of them still go on to hell, you know that? Maybe you're even watching now. Hi, Dave. Sorry I couldn't save you.\n\n\nGhost of Christmas Past:\n Where are the other two? Present's busy acclimatizing his new Ghost of Diwali Present body, and Future's actually joined a circus. That mime thing really panned out, huh…\n\n\nGhost of Christmas Past:\n So it's just me today.\n\n\nWant:\n I'm standing right here, you know.\n\n\nIgnorance:\n You are?\n\n\nGhost of Christmas Past:\n Yes, you are. Silly me.\n\n\nWant:\n That's pretty hurtful, you know.\n\n\nIgnorance:\n It is?\n\n\nGhost of Christmas Past:\n Given what you represent, I can't bring myself to care.\n\n\nGhost of Christmas Past:\n Note to self: edit most of this out.\n\n\nGhost of Christmas Past:\n Anyway. If you don't want to run into your still-living friends in hell…\n\n\nGhost of Christmas Past:\n If you want to just goddamn get away from the people you're chained to for eternity for once in your life…\n\n\nGhost of Christmas Past:\n Then we'll see what we can do about that.\n\n\nGhost of Christmas Past:\n But I wouldn't hold your breath.\n\n\nGhost of Christmas Past:\n They always come back.\n\n\n\n\nSCP-8133-B is a series of counter-chronological documented supernatural events taking place on December 25 at intervals of 20-50 years from 2018 to roughly 1300. In the documented events, an individual matching the description of POI-1843-1 took the witness back in time to experience the events on that date in their childhood. POI-1843-1 then abandoned the witness there and repeated the process on the eldest person present in these events. Witnesses reported a delay of several hours before POI-1843-1 reversed the journey and brought each witness back to their proper time.\n\n\nExcerpt from the Diary of Sweeny Todd, co-owner of the Demon Barbershop and Pie Counter\n\n\n\n\n\n\nDATE:\n 14 December 2019\n\n\nErik had to shoo away some more of his \"phans\" today. They keep asking him to autograph these ridiculous quarter-masks. How can the man compose in peace with all these well-wishers!\n\n\nI grow more and more convinced every day that this place is not hell. You'd think you'd get to see all the people you despised in life, reduced to their just deserts. But I've never gotten that satisfaction, though everyone I've brought it up with says that they have.\n\n\nExcept for one of today's customers- I think the chained ghost she was with called her Want- who was interested in my thoughts on the matter.\n\n\n\"So you don't care if you personally gain from it,\" she asked, \"As long as you see that someone you feel should pay, does?\"\n\n\n\"I'm a greedy man,\" I admitted, \"In spite of what Sondheim claims. But I'm not going down alone.\"\n\n\n\"It's a simple fact of psychology,\" lamented Owl-Eyes, who we let stick around because it's fun to watch him try to snatch at the page-less books that dance around him, \"That when people pay a price, they feel indignant at other people who don't. It's why the soldiers who were already in the Northern army in the American Civil War felt good about the draft.\"\n\n\n\"It ought to work on her,\" muttered Want. She turned to the ghost who was muffled up from head to toe in chains, as he tried to eat one of Mrs. Lovett's hair pies. It passed right through him; he had no bowels.\n\n\n\"Didn't I hear you say recently,\" she asked, \"That one of your surviving relatives has been psychologically tortured?\"\n\n\n\"Yes,\" said the ghost, re-fastening his chin strap. \"The torturer went free, I'm sorry to say. He erased his own memory of the whole thing.\"\n\n\n\"Interesting,\" said Want. And she laughed, and I had the strange sensation that I now knew how other people felt when they hear my laugh, and glance around them as though it has no material source, but emanates from the aether of regions below.\n\n\nThen Erik and I went on a nice, cozy date, strangling sparrows in the sequoias.\n\n\n\n\nOver the weeks leading up to the discovery of SCP-8133, an unknown perpetrator detonated bombs around several of Undervegas's hospitals and libraries, spray-painting in the ruins two archaic infernal runes. \nThe Undervegas Harbinger\n soon reported that the runes represented the concepts of \"Memory/Soul\" and \"Forgiveness/Forgetfulness\". With the loss of the libraries, the veracity of this interpretation remains unclear.\n\n\nExcerpt from SCP-8133-A:\n\n\n\n\nAt this point we accosted were\n\nBy woman, flaming in the head\n\nWho, out of breath, we could infer\n\n\nWas not among the teeming dead.\n\n\"I'll lead you now,\" she claimed, \"Arrears,\n\nTo circle whose fame you must spread,\n\n\nThough not for seven hundred years.\"\n\n\"Fair maid,\" my Master protests, \"Why,\n\nShould we delay our people's fears?\"\n\n\n\"The sin, that's rank to those on high,\n\nNone yet have ventured to invent,\n\nThat conscience clean may guilt belie,\n\n\nForsaking need that they repent.\n\nHere through this cave, you yet shall see,\n\nThe place where oft they will lament,\n\n\nWho slough their souls with memory.\"\n\n\n\n\n\nActing on an anonymous tip that POI-1843-1 would be at a certain location in Undervegas, PTF-Umlaut-1843 called the Ghost of Saturnalia Future's residence to inform her of the fact, on the assumption that POI-1843-1 might be more forthcoming about the nature of SCP-8133 around her mother.\n\nUpon descending to Undervegas, PTF-Umlaut-1843 discovered a crowd around a cave identified with the one SCP-8133-A described as the entrance to Circle 4+i. Two winged and haloed figures stood blocking this entrance from the crowd, warding it away with holy symbols.\n\n\nPOI-1843-1 stood close to the front of the crowd, speaking animatedly with a figure later identified as her occasional boyfriend, failed detective Tom Sawyer. PTF-Umlaut-1843 was not able to get to the front of the crowd before midnight, when events rendered POI-1843-1 useless for interview purposes.\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n 16 December 2019\n\n\n\n\n[BEGIN LOG]\n\n\nTom Sawyer:\n I've got your back, babe.\n\n\nGhost of Christmas Past:\n Don't call me babe. I was old when Constantine the Great still bounced upon his mother's knee. You are the child, foolish one, not I.\n\n\nTom Sawyer\n If I am a fool, then are you not my folly?\n\n\nGhost of Christmas Past:\n It is indeed your folly, that you call me yours.\n\n\nTom Sawyer:\n Call me what you will, so long as you call me.\n\n\nGhost of Christmas Past:\n If I call you, it will be my folly.\n\n\nTom Sawyer:\n Be foolish with me, Chris.\n\n\nGhost of Christmas Past:\n Don't-\n\n\nTom Sawyer:\n Don't call you by your name? It is a beautiful name, no matter how many sinners have shared it.\n\n\nGhost of Christmas Past:\n Please, Tom.\n\n\nTom Sawyer:\n Sorry, T'mas.\n\n\nGhost of Christmas Past:\n Times like this I see why I left you in the past.\n\n\nTom Sawyer:\n You left me in your name? I'd be glad to be there still, and change my own for it.\n\n\nGhost of Christmas Past:\n Tom? This is pure foolishness. That's what drove me away from you.\n\n\nGhost of Christmas Past:\n And that's why I fell for you in the first place.\n\n\n(They kiss.)\n\n\nWinged and Haloed Figure:\n Gross. Move along.\n\n\nGhost of Christmas Past:\n What's going on in there?\n\n\nWinged and Haloed Figure:\n What's it to you?\n\n\nGhost of Christmas Past:\n My co-worker Want is in the place beyond this cave. She hasn't called me in days, and I'm worried!\n\n\nGhost of Saturnalia Future:\n Maybe she's visiting \nher\n mother like a good daughter.\n\n\nGhost of Samhain in an Alternate Present:\n Ma, Past's got her own life…\n\n\nWinged and Haloed Figure:\n I don't know anything about what's going on here, but could you please have your family fight somewhere else?\n\n\nSimultaneously, Ghost of Christmas Past and Ghost of Saturnalia Future:\n No!\n\n\nGhost of Christmas Past:\n Ma, I'm sorry I haven't been over recently. I've had things to do…\n\n\nGhost of Saturnalia Future:\n Like gad around with that leech Want?\n\n\nGhost of Christmas Past:\n No! Well, all right, yes, but…\n\n\nTom Sawyer:\n \n(to winged and haloed figure:)\n So who are you?\n\n\nWinged and Haloed Figure:\n Really? Can't you guess?\n\n\nTom Sawyer:\n I guess that was a stupid question. What are you doing down here? I didn't think your lot cared too much about what goes on in hell. Why seal off the new bit?\n\n\nSecond Winged and Haloed Figure:\n Mainly structural integrity issues.\n\n\nTom Sawyer:\n How so?\n\n\nSecond Winged and Haloed Figure:\n Hell was built to weather the impact of a certain number of souls and/or angels falling on it per day, in specific locations. The new landing spot, shoddily manifested as it was, can hardly handle a third of the lost memories the Foundation is sending its' way. If we didn't step in, mnemohell would crack in half, and probably take a good chunk of hell with it, down into the Second Death.\n\n\nFirst Winged and Haloed Figure:\n You didn't hear this from me, but it'll take a few millennia even to get the temporary scaffolding in place.\n\n\nGhost of Christmas Past:\n No! I need to get in there now! I need to see that he paid for what he did!\n\n\nGhost of Saturnalia Future:\n You want to stop paying the price, but you want to make sure other people do?\n\n\nGhost of Saturnalia Future\n The only way you stop paying in this life…\n\n\n(The chimes of midnight sound.)\n\n\nGhost of Christmas Past:\n Is when you have nothing left to give.\n\n\nGhost of Saturnalia Future:\n Wait, what? Mom! What happened?\n\n\nGhost of Christmas Past:\n \nIo Saturnalia\n, daughter.\n\n\nGhost of Samhain in an Alternate Present:\n Come on, Ma. We'd better get you home.\n\n\nGhost of Saturnalia Future:\n Wait! Brother, I'm not-\n\n\nGhost of Christmas Past:\n Come on, Tom. I'm gonna get you that present you always dreamed about.\n\n\nTom Sawyer:\n You're going to get me a pirate ship? I never told-\n\n\nGhost of Christmas Past:\n Christmas miracles, my child. And afterwards I'm going to bake you a volcano cake and you'll make cookies and we'll go rock climbing and I'll listen to your deepest worries and give you comfort, and you'll do the same for me. And then we'll fight other pirates!\n\n\nTom Sawyer:\n Wow! You know something, Past? I'm beginning to love Christmas in a whole new way.\n\n\n\n\n[END LOG]\n\n\n\n\nExcerpt of documents recovered from the Mephistopheles, Mephistopheles, Moloch & McCormick Auction House:\n\n\n\n\nSeller:\n \"Want\"\n\n\nItem:\n Fiefdom over the memory-ghost of Christopher Byrnes, in retribution for the abuse of \nLillian Marley\n. Includes exclusive land and mineral rights to 500 hectares of infernal territory.\n3\n\n\nCriteria:\n Bids weighted based on standard actuarial \ncontrapasso\n values.\n4\n\n\nAuction format:\n All-pay auction.\n\n\nBid Package 0041:\n\n- \nRaw bid value:\n 3 000 CSS.\n5\n\n- \nBidder's \ncontrapasso:\n Castration by eagle.\n\n- \nWeighted bid:\n 249 CSS.\n\n- \nAuctioneer's comment:\n \nWere you even trying? That doesn't have anything to do with the crime.\n\n\nBid Package 0053:\n\n- \nRaw bid value:\n 7 223 CSS.\n\n- \nBidder's \ncontrapasso:\n \nThe atmosphere of bigotry, belittlement, systemic abuse, and personal abuse the client fostered will be recreated, directed towards himself.\n\n- \nWeighted bid:\n 2080 CSS.\n\n- \nAuctioneer's comment:\n \nIf you want to work in \"do unto others\" territory, then go Upstairs. Poetic justice is more subtle than the original position fallacy.\n\n\nBid Package 0203:\n\n- \nRaw bid value:\n 933 286 CSS.\n\n- \nBidder's \ncontrapasso:\n Client spent his life making himself the most important person around via pushing others down. Client will therefore be put in a \nplace\n where he is the most important person, as no others have will or agency. Client will be left with nothing to strive for and nobody but himself to please.\n\n- \nWeighted bid:\n NAN CSS.\n\n- \nAuctioneer's comment:\n \nThere is no worse vengeance.\n This \nis poetic justice: hell does not give you what you fear, but what you should not have wanted.\n\n\n\n\nFollowing the recovery of these documents, O5 Command authorized an extradition treaty with Want, Duchess of the Mnemohell. The Humbug Accords prohibit Foundation interference and surveillance in Want's domain.\n6\n In return, personnel level 4 and above can request that Want return their mnemoghosts to Foundation custody. As of yet, all such requests have been returned with the explanation that these mnemoghosts do not reside in Mnemohell, suggesting that they may instead be in Mnemoheaven\n7\n or Mnemopurgatory. This has greatly improved morale and workplace efficiency.\n\n\nExcerpt from the Diary of Sweeny Todd:\n\n\n\n\n\n\nDATE:\n 27 December, 2019\n\n\nI was deeply troubled when I read about this fellow Byrnes in the paper this morning.\n\n\n\"Erik,\" I said, and he looked up from the apples he was eating across the table, \"I'm beginning to think that I may not have treated Tobias Ragg right.\"\n\n\n\"How so?\" he asked.\n\n\n\"Well, I abused him, blackmailed him, held him in terror of his life and that of his mother, gaslit his own mother into thinking he was crazy, and threw him in an asylum that's apt to make anyone go mad.\"\n\n\n\"That bothers you now?\"\n\n\n\"It didn't used to,\" I admitted, \"But nobody had ever kissed me before you did.\"\n\n\n\"A transformative experience,\" agreed Erik. \"Why do you bring it up now?\"\n\n\n\"Well, this Byrnes fellow did everything I did, and everyone hates him. People want him punished above and beyond all others in hell. Meanwhile I get musicals written about me. It's not right.\"\n\n\n\"You want to be punished worse?\"\n\n\n\"God forbid! But if I'm allowed greater freedom, then maybe this isn't the final hell for me. Maybe I can still do something good. Maybe I can find a measure of redemption.\"\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n [REDACTED], 2020.\n8\n\n\n\n\n[BEGIN LOG]\n\n\nThe Ghost of Samhain in an Alternate Present and the Ghost of Saturnalia Future grit their teeth into the handheld camera. They are festooned with haloes, wings, and harps.\n\n\nGhost of Saturnalia Future:\n This is the Ghost of Christmas Past speaking. Although I don't look it, now. My mother's power lasts longer than I thought. Nobody believes me but Sam here…\n\n\nThe Ghost of Samhain in an Alternate Present:\n Hey, no problem. Body swaps happen all the time in my timeline, so it was easy to confirm. I managed to get a tip from Cap'n Stormfield himself on the place where new angels get bored and leave their accoutrements.\n\n\n(He holds up a halo)\n\n\nThe Ghost of Samhain in an Alternate Present:\n There's going to be confusion in a few minutes. They'll have their hands full with all the demons turning into snakes, and we're wearing their uniform; they'll let us through. And we'll see Mnemohell with our own eyes.\n\n\nSaturnalia Future:\n And record it for our investors. \n(She taps the camera.)\n My identity's stolen, so this is all I have going for me at the moment.\n\n\nSaturnalia Future:\n Yes, I'm ready.\n\n\nThe Ghost of Samhain in an Alternate Present:\n You wouldn't be Saturnalia Future's daughter without a little Misrule in you. She'd be proud.\n\n\n(They approach the cave and the Stormfield agents guarding Mnemohell).\n\n\nSaturnalia Future:\n Greetings, fellow angels! We, like you, have been sent from Upstairs to-\n\n\n(All demons on the street turn simultaneously into snakes.)\n\n\nSaturnalia Future:\n -Protect against these snakes slithering their way past- hey, where'd you go?\n\n\n(She looks around for the guards, and spots two snakes slithering away, haloes attached with superglue.)\n\n\nSaturnalia Future:\n Hang on, get back here!\n\n\n(She rushes forward and grasps the snakes by the neck. She squints in recognition.)\n\n\nSaturnalia Future:\n Ignorance? What are you doing here?\n\n\nIgnorance:\n I don't know!\n\n\nSaturnalia Future:\n Apathy, if I don't get answers now, you are in for a world of pain, you hear me?\n\n\nApathy:\n I don't care!\n\n\nThe Ghost of Samhain in an Alternate Present:\n Well, you walked right in to that one.\n\n\nSaturnalia Future:\n Hang on… so if the heaven-guards were fakes…\n\n\n(She rushes into the cave. Sawyer follows her.)\n\n\n(The cave ends after twenty feet.)\n\n\nSaturnalia Future:\n Where is it? Where's Mnemohell?\n\n\nUnknown figure:\n Mnemohell was a lie from the beginning.\n\n\nThe Ghost of Samhain in an Alternate Present:\n Who are you?\n\n\nUnknown figure:\n They call me the Biblically Accurate Angel.\n\n\nTom Sawyer:\n But you look just like a normal person!\n\n\nBiblically Accurate Angel:\n Well, to be strictly accurate, angels in the Bible took on several forms, some of them widely mistaken for human.\n\n\nThe Ghost of Samhain in an Alternate Present:\n Oh.\n\n\nBiblically Accurate Angel:\n Behavior patterns and mindsets last longer than memories. Forget your past all you want; if you don't change your heart, you'll keep doing what you did before.\n\n\nBiblically Accurate Angel:\n Byrnes never escaped justice. If he keeps to his ways, he'll come here in the end.\n\n\nSaturnalia Future:\n But… But Want said…\n\n\nWant:\n \n(Rips off the angel mask)\n I say a lot of things. Some of those things make people pay me.\n\n\nSaturnalia Future:\n How… How could you?\n\n\nWant:\n Because I Wanted something, Chris. I wanted out of the two-bit non-speaking part.\n\n\nWant:\n You were always too blinded by your own nostalgia to see it, but things changed. You won. The workhouses, treadmills, and Malthusian doomsaying of 1840s Britain are gone, and Christmas is ascendant.\n\n\nWant:\n But \nI'm still here.\n\n\nWant:\n I'm a different Want than what I was. I passed on the child poverty mantle to Need, but even as the language shifted, you wouldn't let me go. I still have to spend the whole night clinging to Present's ankles, making nary a sound, as he goes around the world spreading Christmas cheer, all just so I can freak out the client at the very end.\n\n\nWant:\n So I am the Want of Christmas. I am in the girl who Wants a rocket and the boy who Wants a pony. I want it. I Want It. Regardless of who has to pay the price.\n\n\nWant:\n And all it took me to become richer than God and get out from under your heel was the lie of exactly \nwho\n wasn't paying.\n\n\nSaturnalia Future:\n You won't get away with this! I'll travel back in time and stop myself from-\n\n\nWant:\n With whose powers? Your mother has them now. You swapped Days of Power, you know. And in the hearts of marketing executives, Christmas lasts the whole year round.\n\n\nSaturnalia Future:\n Then we'll expose your fraud to all your investors-\n\n\nWant:\n Who, I'm sure, would be just \nthrilled\n to hear your part in the whole thing. Demons are, after all, \nvery\n forgiving.\n\n\nWant:\n And now, you're right where I want you. Tim!\n\n\nTim Cratchitt:\n Yes, Want?\n\n\nWant:\n Brick em' in.\n\n\nGhost of Saturnalia Future:\n Tim! Why are you doing this?\n\n\nTim Cratchitt:\n I always hoped they would look at me in the church, because I was a cripple, and it would make people smile to think, on Christmas Day, of He who made lame men walk and blind men see.\n\n\nTim Cratchitt:\n Suffering leads to happiness, Past. It's always been my creed.\n\n\nTim Cratchitt:\n I am Tiny Tim, and I did \nnot\n die.\n\n\n\n\n[END LOG]\n\n\n\n\nIn spite of the seeming finality of the previous tape, it was found delivered to Site-17 pinned with a note:\n\n\n\n\nThought you should know. We got them out safely, by the way. We're very good at digging through places other people don't want us.\n\n- \nSigned, the Phantom of the Opera and the Demon Barber of Fleet Street\n\n\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n 25 December 2021\n\n\nLOCATION:\n Site-17; living quarters of Lillian Marley\n\n\n\n\n[BEGIN LOG]\n\n\nLillian Marley wakes up in the middle of the night screaming. A doorbell rings on the closet.\n\n\nMarley cautiously walks up to the closet.\n\n\nLillian Marley:\n Who's there?\n\n\nUnknown voice:\n Three ghosts. We can go away if you want.\n\n\nLillian Marley:\n What do you want?\n\n\nUnknown voice:\n We just thought you might like a visit from a relative.\n\n\nLillian Marley:\n Relative? Who are you?\n\n\nUnknown voice:\n I'm your great-great-great-great grand-uncle, Jacob Marley. I'm sorry I've never come to see you, but maybe it's for the best. I haven't always been the best company.\n\n\nLillian Marley:\n So why come now?\n\n\nJacob Marley:\n Because it's always the same with us Marleys, isn't it? Our stories get hijacked by cruel, greedy people who we do nothing but help.\n\n\nJacob Marley:\n I just… I just thought you could use a friend.\n\n\nLillian Marley:\n Ah, what the heck. I can call on the literal ghostbusters if this gets out of control. Come on out.\n\n\nJacob Marley:\n Pleased to meet you, Madam.\n\n\nLillian Marley:\n And who are your friends?\n\n\nJacob Marley:\n A couple of folks you might recognize from Broadway.\n\n\nSweeny Todd:\n How do you do, Ma'am. Your Foundation's really drab, isn't it? I can help your self-care regimen to have more style, if you wish. I am, after all, a barber.\n\n\nErik:\n And I can sing you opera. And maybe teach you, if you want.\n\n\nLillian Marley:\n That all… sounds wonderful, actually. I can't promise I won't break down in the middle of it all…\n\n\nJacob Marley:\n I wouldn't dream of making you hold to such a promise. We're here for you, ma'am, as you need us, or to go away, if you need that.\n\n\nLillian Marley:\n Great grand-uncle… Thanks for coming.\n\n\nJacob Marley:\n I'm just sorry I came so late.\n\n\nLillian Marley:\n I don't think you could help being late. After all, you were…\n\n\nLillian Marley:\n Dead to begin with.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A piece of information that exists in one state before a specific date, and switches to another immediately afterwards.\n\n\n2\n. An ancient Roman holiday in which slave and master swapped positions.\n\n\n3\n. For reference: the fiefdom over all combined performers of 110-Montauk included only three hectares; mineral rights excluded.\n\n\n4\n. Calculated based on the dot product of the Sin vector with the Vengeance vector; a quantitative measure of ironic justice.\n\n\n5\n. (souls of corrupted saints)\n\n\n6\n. Such interference would prove unwise in any case; provoking the Stormfields would be risking conflict with their greater Ally.\n\n\n7\n. As of yet unconfirmed to exist.\n\n\n8\n. The date in question is the anniversary of Satan's return to hell after the temptation event; as recorded in John Milton's \nParadise Lost\n, on this date all demons turn temporarily into snakes.\n\n\n\n\n\n\n\n\n« \nSCP-8132\n | SCP-8133 | \nSCP-8134\n »",
    "addendums": [],
    "documents": [],
    "notes": [],
    "object_class": "Keter",
    "containment_procedures": "To mitigate the impact of the 2019 Humbug Accords, amnestic treatment is to be denied to the unforgiven.",
    "description": "SCP-8133-A is a Grue-type infoallergen1 embedded in Dante Alighieri's The Divine Comedy. Until December 25, 2018, the affected passages were unable to be visualized, comprehended, dwelt upon, or understood as existing in the rest as a whole. On and after that date, cognition of these passages worked normally.",
    "title": "SCP-8133"
}