{
    "url": "https://scp-wiki.wikidot.com/scp-8134",
    "all_text": "rating: \n+16\n+\n–\nx\n\n\n\n\n\n\n\n\nATTENTION\n\n\nThe following database entry is \nLevel 4/8134\n. Any attempt to access this file without proper authorization will result in immediate disciplinary action, up to and including termination.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nYou have been warned.\n\n\n \n\n8134\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nITEM #:\n SCP-8134\n\n\nLEVEL 4/8134\n\n\n\n\n\n\nOBJECT CLASS:\n KETER/YESOD\n\n\nSECRET\n\n\n\n\n\n\nTHREAT LEVEL:\n BLUE\n\n\n\n\nContainment Notice:\n The Special Containment Procedures formulated for SCP-8134 have been deemed unnecessary as of the time of writing and, as a result, have not been implemented yet.\n\n\nThey will be implemented once the number of SCP-8134-1 instances employed by the SCP Foundation makes up over 20% of all personnel worldwide.\n\n\n\n\nSpecial Containment Procedures:\n Due to its nature, SCP-8134 cannot be contained; as such, containment efforts will focus exclusively on mitigating its effects. To this end, several programs and initiatives focused on mental health awareness and improvement will be implemented and promoted across all Foundation facilities to reduce suicide rates among personnel.\n\n\nPersonnel with Level 3 security clearance or higher must undergo in-depth psychological evaluations every four months to assess their mental state. Staff who exhibit signs of depression, mental instability, or suicidal ideation must be reassigned from their duties, regardless of position, and receive psychiatric treatment to reduce the risk of self-harm or suicide.\n\n\nIn the event that a staff member commits suicide or an SCP-8134-1 instance materializes in the presence of other individuals, particularly Foundation employees, all witnesses must be amnesticized. Additionally, all material evidence of the incident must be located and destroyed to prevent the existence of SCP-8134-1 instances from being discovered by unauthorized personnel.\n\n\nPersonnel confirmed to be SCP-8134-1 instances must be constantly monitored for any signs of abnormal behavior; however, they are otherwise allowed to retain their position and continue their duties as long as they possess Level 3 security clearance or lower.\n1\n\n\nInstances with Level 4 security clearance or higher, or those who have been employed by the Foundation for more than 20 years, must be demoted and sent to their respective containment facility\n2\n, where they are to be informed of their condition and kept as reserve D-Class personnel.\n\n\nUnder no circumstances are SCP-8134-1 instances permitted to access this document.\n\n\nDescription:\n SCP-8134 refers to an anomalous phenomenon that exclusively targets active SCP Foundation personnel, particularly those involved in the containment of sentient, sapient, and/or humanoid entities. It is characterized by the sudden onset of Major Depressive Disorder (MDD) in affected individuals, regardless of their mental state at the time of manifestation.\n\n\nSCP-8134-1 instances are identical copies of personnel who have committed suicide as a result of SCP-8134's effect. These entities retain the same personality, behavioral patterns, and memories of affected individuals prior to their death.\n\n\nSCP-8134-1 instances are virtually immortal and do not require basic biological necessities, such as food, water, oxygen, or sleep. Additionally, they can rapidly regenerate from any damage inflicted upon them, cannot lose consciousness, and possess a significantly reduced ability to experience pain.\n\n\nSCP-8134-1 instances appear to materialize immediately after the death of affected personnel, typically in the deceased's place of residence.\n\n\nThe Department of Analytics currently estimates that approximately 11.2% of all Foundation employees worldwide are SCP-8134-1 instances.\n\n\nDiscovery:\n SCP-8134's existence was not officially recognized and catalogued until 1947. However, the first recorded manifestation of an SCP-8134-1 instance occurred in 1916, following the death of Site-18 researcher Aidan Foster, who died from a self-inflicted gunshot wound to the head. The following day, an SCP-8134-1 instance identifying itself as Foster appeared on Site-18 grounds.\n\n\n\n\n[+] Access Interview.\n\n\n\n\n[-] Access Granted.\n\n\n\n\n\n\n\n\nINTERVIEW LOG.\n\n\n\n\n\n\nDATE:\n 06/09/1916\n\n\nINTERVIEWED:\nResearcher Aidan Foster (temporary designation)\n\n\nINTERVIEWER:\n Director Aaron Wilson\n\n\nFOREWORD:\n The anomaly was detained when it attempted to enter the Site. Director Wilson was notified of this and an interview was ordered after it was determined to be harmless enough.\n\n\n\n\n<Beginning of Log, 11:22 A.M.>\n\n\nDirector Wilson:\n Who are you?\n\n\nResearcher Foster:\n Huh?\n\n\nDirector Wilson:\n Who are you?\n\n\nResearcher Foster:\n What kind of question is that? Come on man, I have more important things to do. Save your pranks for later.\n\n\nDirector Wilson:\n Answer the question.\n\n\nResearcher Foster:\n Jeez, fine. My name is Aidan, Aidan Foster, level three researcher with a degree on Physiology, assigned to oversee SCP-████'s\n3\n containment. There, happy? Are you going to let me go now?\n\n\n[Silence.]\n\n\nResearcher Foster:\n Aaron?\n\n\nDirector Wilson:\n That… that is not possible.\n\n\nResearcher Foster:\n Not possible? What are you talking about?\n\n\nDirector Wilson:\n Foster, I don't know how to sugar-coat this, but you died.\n\n\n[Silence. Researcher Foster's expression becomes perplexed]\n\n\nResearcher Foster:\n What—\n\n\nDirector Wilson:\n It was yesterday. You somehow got a hold of a guard's service gun and… shot yourself, in the head. I don't know what you are, but you're not Foster, you can't be.\n\n\n[Researcher Foster begins to show signs of hyperventilation. Begins to laugh instead.]\n\n\nResearcher Foster:\n Haah. Goddammit man, I- I don't know what to tell you really, I uh…\n\n\n[Researcher Foster begins to nod. He is visibly shaken.]\n\n\nResearcher Foster:\n Y-You want to know what's funny about this shit? I- I had a dream, last night. Yeah, I was in my— in my desk, the door to my office was locked, I had that revolver in my damn hands and…\n\n\n[Silence.]\n\n\nResearcher Foster:\n I woke up after the bang.\n\n\n<End of Log, 11:34 A.M.>\n\n\n\n\nAFTERWORD:\n The anomaly was transferred into a standard holding cell following the conclusion of this interview and must remain there until proper protocols for its containment are made.\n\n\n\n\n\n\n\n\n\n\nAddendum-01:\n Incident 8134-A-1042.\n\n\nOn 03/19/1967, a catastrophic containment breach which lasted for a total of 55 hours took place in Facility-42.\n\n\nThe breach, aided and abetted by the then-director of Facility-42, Jose Correas,\n4\n led to 152 casualties (109 dead, 43 wounded) and 2.4 million dollars in financial losses due to damage to equipment and infrastructure. Additionally, 436 SCP-8134-1 instances evaded capture before Foundation forces could manage to successfully reclaim the facility and recontain the SCP-8134-1 instances that had not yet escaped.\n\n\nInformation gathered from survivor accounts and cooperative SCP-8134-1 instances confirms that Incident-8134-A-1042 began in the above-ground section of the facility. However, specific details remain unclear due to sabotage of the facility's vigilance and communication systems, likely carried out by Director Correas prior to the breach.\n\n\nThe motivations behind Correas' actions against the Foundation are unknown. However, it is hypothesized that his actions were influenced by significant emotional distress endured during his brief tenure as the director of Facility-42, which is believed to have greatly impaired his decision-making abilities and made him easier to fall into persuasion.\n\n\nOn 03/21/1967, two days following Incident-8134-A-1042, the following message was sent to all members of the Latin-American Regional Council.\n\n\n\n\n\n\n\n\nFROM THE DESK OF O5-7\n\n\n\n\n\n\nLet me be very clear about one thing: SCP-8134-1 instances are an invaluable resource to the Foundation, one that allows us to test the effects of countless anomalous objects and entities without the need to search for and acquire test subjects. They are also, of course, a huge toll on the mind of whoever is in charge of their containment given their nature.\n\n\nSo, how then did someone completely unfit for the role manage to get the job of supervising a facility that is on the brink of being decommissioned by the Ethics Committee every other week? Let me answer that question for you.\n\n\nIncompetence.\n\n\nSomeone over there, for whatever reason, did not follow the proper procedure and appointed the wrong person to lead the place, and look at what happened as a result. But do not worry, I’m feeling generous today, and will help you clean up the mess you made.\n\n\nEffective immediately, Facility-42 is under the jurisdiction of the O5 Council, and I will personally oversee the selection of its new director and other administrative staff for the foreseeable future.\n\n\nHave a good day.\n\n\n\n\n\n\n\n\n\n\nrating: \n+16\n+\n–\nx\n\n\n\n\n\n\n\n\n« \nSCP-8133\n | SCP-8134 | \nSCP-8135\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8134\n\" by SimpleRuins, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8134\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The Yesod class denotes anomalies that have been integrated into the Foundation's command structure.\n\n\n2\n. Given the nature of SCP-8134-1 instances, the responsibility for their containment has been shared equally among all regional councils, rather than being assigned to just one. In this case, the containment of SCP-8134-1 instances is managed at Facility-42\n\n\n3\n. Censored due to lack of relevancy.\n\n\n4\n. Correas was appointed as the director of Facility-42 on 10/06/1965 following the retirement of Marcos Noboa, its previous director.",
    "addendums": [
        "Addendum-01: Incident 8134-A-1042.\nOn 03/19/1967, a catastrophic containment breach which lasted for a total of 55 hours took place in Facility-42.\nThe breach, aided and abetted by the then-director of Facility-42, Jose Correas, 4 led to 152 casualties (109 dead, 43 wounded) and 2.4 million dollars in financial losses due to damage to equipment and infrastructure. Additionally, 436 SCP-8134-1 instances evaded capture before Foundation forces could manage to successfully reclaim the facility and recontain the SCP-8134-1 instances that had not yet escaped.\nInformation gathered from survivor accounts and cooperative SCP-8134-1 instances confirms that Incident-8134-A-1042 began in the above-ground section of the facility. However, specific details remain unclear due to sabotage of the facility's vigilance and communication systems, likely carried out by Director Correas prior to the breach.\nThe motivations behind Correas' actions against the Foundation are unknown. However, it is hypothesized that his actions were influenced by significant emotional distress endured during his brief tenure as the director of Facility-42, which is believed to have greatly impaired his decision-making abilities and made him easier to fall into persuasion.\nOn 03/21/1967, two days following Incident-8134-A-1042, the following message was sent to all members of the Latin-American Regional Council."
    ],
    "documents": [],
    "notes": [
        "INTERVIEW LOG. DATE: 06/09/1916 INTERVIEWED: Researcher Aidan Foster (temporary designation) INTERVIEWER: Director Aaron Wilson FOREWORD: The anomaly was detained when it attempted to enter the Site. Director Wilson was notified of this and an interview was ordered after it was determined to be harmless enough. <Beginning of Log, 11:22 A.M.> Director Wilson: Who are you? Researcher Foster: Huh? Director Wilson: Who are you? Researcher Foster: What kind of question is that? Come on man, I have more important things to do. Save your pranks for later. Director Wilson: Answer the question. Researcher Foster: Jeez, fine. My name is Aidan, Aidan Foster, level three researcher with a degree on Physiology, assigned to oversee SCP-████'s 3 containment. There, happy? Are you going to let me go now? [Silence.] Researcher Foster: Aaron? Director Wilson: That… that is not possible. Researcher Foster: Not possible? What are you talking about? Director Wilson: Foster, I don't know how to sugar-coat this, but you died. [Silence. Researcher Foster's expression becomes perplexed] Researcher Foster: What— Director Wilson: It was yesterday. You somehow got a hold of a guard's service gun and… shot yourself, in the head. I don't know what you are, but you're not Foster, you can't be. [Researcher Foster begins to show signs of hyperventilation. Begins to laugh instead.] Researcher Foster: Haah. Goddammit man, I- I don't know what to tell you really, I uh… [Researcher Foster begins to nod. He is visibly shaken.] Researcher Foster: Y-You want to know what's funny about this shit? I- I had a dream, last night. Yeah, I was in my— in my desk, the door to my office was locked, I had that revolver in my damn hands and… [Silence.] Researcher Foster: I woke up after the bang. <End of Log, 11:34 A.M.> AFTERWORD: The anomaly was transferred into a standard holding cell following the conclusion of this interview and must remain there until proper protocols for its containment are made.",
        "FROM THE DESK OF O5-7 Let me be very clear about one thing: SCP-8134-1 instances are an invaluable resource to the Foundation, one that allows us to test the effects of countless anomalous objects and entities without the need to search for and acquire test subjects. They are also, of course, a huge toll on the mind of whoever is in charge of their containment given their nature. So, how then did someone completely unfit for the role manage to get the job of supervising a facility that is on the brink of being decommissioned by the Ethics Committee every other week? Let me answer that question for you. Incompetence. Someone over there, for whatever reason, did not follow the proper procedure and appointed the wrong person to lead the place, and look at what happened as a result. But do not worry, I’m feeling generous today, and will help you clean up the mess you made. Effective immediately, Facility-42 is under the jurisdiction of the O5 Council, and I will personally oversee the selection of its new director and other administrative staff for the foreseeable future. Have a good day.",
        "\" SCP-8134 \" by SimpleRuins, from the SCP Wiki . Source: https://scpwiki.com/scp-8134 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Due to its nature, SCP-8134 cannot be contained; as such, containment efforts will focus exclusively on mitigating its effects. To this end, several programs and initiatives focused on mental health awareness and improvement will be implemented and promoted across all Foundation facilities to reduce suicide rates among personnel.",
    "description": "SCP-8134 refers to an anomalous phenomenon that exclusively targets active SCP Foundation personnel, particularly those involved in the containment of sentient, sapient, and/or humanoid entities. It is characterized by the sudden onset of Major Depressive Disorder (MDD) in affected individuals, regardless of their mental state at the time of manifestation.",
    "title": "SCP-8134"
}