{
    "url": "https://scp-wiki.wikidot.com/scp-8138",
    "all_text": "Just Fragments Hub\n » SCP-8138\n\n\n\n\n\n\n\n\nrating: \n+23\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-8138:\n \nDead\n Man Walking\n\n\nAuthor:\n Doctor Scrappy\n\n\nThere is more to it than there may initially seem.\n\n\n\n\n\n\n\n\nrating: \n+23\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8138\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8138 is to be contained within a modified humanoid anomaly cell, accommodating for its anomalous properties.\n1\n The standard dietary regimen for humanoid anomalies is not to be provided to SCP-8138. It is to be allowed access to Site-67’s garden area,\n2\n supervised by at least one member of Level 2 security staff. Any deviations in SCP-8138’s behavior \n(see below)\n are to be reported to Site Dir. B. Dellen immediately.\n\n\nDescription:\n SCP-8138 designates a male human of Asian descent, standing at approximately 175 centimeters, identified as Caishen Feng.\n3\n SCP-8138 does not display any need to intake sustenance, hydration, nor does it excrete any waste products; despite this, however, SCP-8138’s bodily functions continue to function within acceptable parameters.\n\n\nIt is either unable or unwilling to move, nor does it respond to any attempts at communication, or outside stimulus.\n\n\nAppendix [8138-001] - History\n\n\nSCP-8138 came to the attention of the Foundation on 09/13/2011, where reports of an individual displaying its anomalous properties within the Tongji Hospital, Shanghai, China, emerged. It was discovered with several medical devices attached onto its body.\n4\n\n\nA note was recovered alongside SCP-8138; it has been stored, designated, translated from the original Chinese and has been archived below:\n\n\n\n\n+ [Access Document 8138-A]\n\n\n\n\n- [Access Granted]\n\n\n\n\n\n\nWith breath\n\n\nI’ll miss you\n\n\nso long ago\n\n\nforever in memory\n\n\nI want tell you how much I love\n\n\nsee you soon\n\n\n\n\n\n\n\n\n\n\nAppendix [8138-002] - Interview\n\n\nThe following is an interview conducted by Dr. Adam Krug upon initial recovery of SCP-8138.\n\n\n\n\n+ [Access Interview 8138-A]\n\n\n\n\n- [Access Granted]\n\n\n\n\n\n\nINTERVIEW 8138-A\n\n\nInterviewer:\n Dr. Adam Krug\n\n\nInterviewee:\n SCP-8138\n\n\n\n\n[BEGIN RECORDING]\n\n\n(Dr. Krug enters the cell, a cup of coffee in hand, and sits down across SCP-8138.)\n\n\n(He places the cup of coffee onto the table between him and SCP-8138.)\n\n\nDr. Krug:\n Greetings, Mr. Feng. I am Dr. Adam Krug of the Strategic Care Partner Foundation.\n5\n Excuse the unusual circumstances.\n\n\n(5 seconds of silence. SCP-8138 remains unresponsive.)\n\n\nDr. Krug:\n Could you please tell me about yourself? About your condition?\n\n\n(10 seconds of silence. SCP-8138 remains unresponsive.)\n\n\nDr. Krug:\n Mr. Feng, I am unable to provide help if you don’t respond to my questions.\n\n\n(10 seconds of silence. SCP-8138 remains unresponsive.)\n\n\nDr. Krug:\n \n(sighs)\n Then I will return at a later time, when you’re in condition of talking, Mr. Feng.\n\n\n(Dr. Krug motions for security personnel to unlock the door.)\n\n\nDr. Krug:\n \n(whispers into hidden microphone)\n Subject unresponsive to all inquiries. Abort interview.\n\n\n(Dr. Krug stands up to leave.)\n\n\n(He reaches for his cup of coffee, but accidentally knocks it over. Contents spill onto SCP-8138.)\n\n\nDr. Krug:\n Excuse me for the inconvenience, Mr. Feng! I…\n\n\n(SCP-8138 does not respond, nor move in any way.)\n\n\n(Dr. Krug remains there for 5 seconds, seemingly confused, before being urged out of the cell by security personnel.)\n\n\n[END RECORDING]\n\n\n\n\nNote:\n \nSCP-8138 provided new clothes. Dr. Adam Krug reprimanded for careless actions against an anomalous entity. - Site Dir. B. Dellen\n\n\n\n\n\n\n\n\n\n\nAppendix [8138-003]\n\n\n\n\nNote to all SCP-8138 personnel:\n Personnel have reported a distinct odor\n6\n emanating from SCP-8138, while interacting or within the presence of it. This is considered normal, and any change in this phenomenon must be reported directly to me.\n\n\n- Site Dir. B. Dellen\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Due to this, a bathroom has been excluded from the cell’s layout.\n\n\n2\n. As per the Ethics Committee’s accords for humanoid anomalies.\n\n\n3\n. Born 03/21/193█.\n\n\n4\n. Ventilator, IV drip, etc.\n\n\n5\n. Foundation front company.\n\n\n6\n. Typically described as ‘foul’ and generally unpleasant.\n\n\n\n\n\n\n \n\n\n\n\n» \nHUB\n «\n\n\n\n\n\n\nNext\n »\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8137\n | SCP-8138 | \nSCP-8139\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8138\n\" by Doctor Scrappy , from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8138\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "With breath I’ll miss you so long ago forever in memory I want tell you how much I love see you soon",
        "INTERVIEW 8138-A Interviewer: Dr. Adam Krug Interviewee: SCP-8138 [BEGIN RECORDING] (Dr. Krug enters the cell, a cup of coffee in hand, and sits down across SCP-8138.) (He places the cup of coffee onto the table between him and SCP-8138.) Dr. Krug: Greetings, Mr. Feng. I am Dr. Adam Krug of the Strategic Care Partner Foundation. 5 Excuse the unusual circumstances. (5 seconds of silence. SCP-8138 remains unresponsive.) Dr. Krug: Could you please tell me about yourself? About your condition? (10 seconds of silence. SCP-8138 remains unresponsive.) Dr. Krug: Mr. Feng, I am unable to provide help if you don’t respond to my questions. (10 seconds of silence. SCP-8138 remains unresponsive.) Dr. Krug: (sighs) Then I will return at a later time, when you’re in condition of talking, Mr. Feng. (Dr. Krug motions for security personnel to unlock the door.) Dr. Krug: (whispers into hidden microphone) Subject unresponsive to all inquiries. Abort interview. (Dr. Krug stands up to leave.) (He reaches for his cup of coffee, but accidentally knocks it over. Contents spill onto SCP-8138.) Dr. Krug: Excuse me for the inconvenience, Mr. Feng! I… (SCP-8138 does not respond, nor move in any way.) (Dr. Krug remains there for 5 seconds, seemingly confused, before being urged out of the cell by security personnel.) [END RECORDING] Note: SCP-8138 provided new clothes. Dr. Adam Krug reprimanded for careless actions against an anomalous entity. - Site Dir. B. Dellen",
        "Note to all SCP-8138 personnel: Personnel have reported a distinct odor 6 emanating from SCP-8138, while interacting or within the presence of it. This is considered normal, and any change in this phenomenon must be reported directly to me. - Site Dir. B. Dellen",
        "\" SCP-8138 \" by Doctor Scrappy , from the SCP Wiki . Source: https://scpwiki.com/scp-8138 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-8138 is to be contained within a modified humanoid anomaly cell, accommodating for its anomalous properties.1 The standard dietary regimen for humanoid anomalies is not to be provided to SCP-8138. It is to be allowed access to Site-67’s garden area,2 supervised by at least one member of Level 2 security staff. Any deviations in SCP-8138’s behavior (see below) are to be reported to Site Dir. B. Dellen immediately.",
    "description": "SCP-8138 designates a male human of Asian descent, standing at approximately 175 centimeters, identified as Caishen Feng.3 SCP-8138 does not display any need to intake sustenance, hydration, nor does it excrete any waste products; despite this, however, SCP-8138’s bodily functions continue to function within acceptable parameters.",
    "title": "SCP-8138"
}