{
    "url": "https://scp-wiki.wikidot.com/scp-8139",
    "all_text": "rating: \n+6\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n8139\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8139 is to be confined inside an airtight 122 cm, by 25 cm, by 30 cm, stainless steel container. This container (designated CA) is to be placed in the center of an eighty-one square meter room (designated CB), with the ceiling having to possess at least two (2) noble-gas monitors being activated at all times. Absolutely no personnel are to enter CB unless given specific authorization by at least one person of Level 3 clearance, or above. If access is granted, the mandatory Level 5 biohazard suits that are stationed directly outside of CB, are to be equipped before entering. If one or more is to enter CB, the singular bulk-head door attached to the exterior of CB is to be unlocked and opened. This is to be followed by the personnel entering CB, the bulkhead shutting, and then locking behind them. This bulk-head is to be the only accessible point between personnel and SCP-8139; absolutely no observatory windows are to be located on CB due to cautionary reasons. Upon exiting CB, the biohazard suit(s) that were worn are not to be washed nor disinfected, as traces of SCP-8139-1 are currently confirmed to be non-existent outside of SCP-8139's red-zone.\n\n\nDuring a confirmed \nUsurper-Event\n inside of Site-83, any and all SCP-8139-2 instances are to be immediately brought in for questioning and treated with Class B amnestics soon after. Absolutely no personnel are to enter CB for a period of ten (10) minutes, with the bulk-head being sealed shut (if not already). Additionally, absolutely no personnel are to leave Room: A-346\n1\n, and On-site security teams are to monitor all movement through CCTV footage around Room: A-346 until total tracking of all personnel in the given area is documented before, during, and after the \nUsurper Event\n. If any SCP-8139-2 instances are deemed to be unnecessary for any reason, proper amnesticization is to be administered. After that, they are to be put back into their previous work positions (Foundation or not) with no memory of the \nUsurper Event\n; now released subjects are still to be monitored by On-site security at all times. If any rogue SCP-8139-2 instances are reported and confirmed, they are to not to be administered amnestics, and instead swiftly terminated without need of Ethics Committee approval.\n\n\nIf any of the monitors/cameras inside CB are reported to be damaged, or lose battery, one (1) Class-D subject equipped with proper protection, is allowed to enter CB under the supervision of at least one Level 3 researcher. If any further damage to equipment is reported via Class-D intervention or other, the perpetrator(s) are ground for demotion or transfer to \nother Sites\n.\n\n\nBecause of the fairly recent discovery, recovery, and testing of SCP-8139, Mobile Task Force Eta-77 (\"Spheres within spheres\")\n2\n is currently pending approval whether or not they could help assist in containment or recovery.\n\n\n\n\n[LEVEL 4/8139 ACCESS REQUIRED]\n\n\n\n\n[HIDE SCP-8139-3 CONTAINMENT PROCEDURES]\n\n\n\n\n\n\n\n\nNote from RAISA Director, Maria Jones (4/4/24)\n\n\n\n\nIf any instances of SCP-8139-3 are confirmed or reported, they are to be located, and incinerated immediately.\n\n\nPersonnel should be advised that any mention of the existence, or implication of SCP-8139-3 to personnel with clearance lower than 4/8139, is ground for [REDACTED]. Absolutely no testing or experimentation are to be done with instances of SCP-8139-3. This is due to fears of a possible large scale \nUsurper Event\n that could easily take place. Despite possible, useful information, benefited to the Foundation from SCP-8139 (or the SCP-8139-3 instances) they are to be completely ignored in risk of mass death, destruction, and hysteria.\n\n\nAs for the primary object located inside of CA, and CB, it is for all personnel to believe that the actual anomaly is indeed SCP-8139. \nSearch into the actual location of SCP-8139 is currently ongoing.\n\n\n\n\n\n\n\n\n\n\n\n\nDescription:\n SCP-8139 is an inanimate 124 cm fish pillow, resembling a green catfish. Its model being identical to that of \nTree House Kids Inc, Giant Stuffed Catfish for Kids\n. SCP-8139 itself, is presumed to originate from a Bass Pro Shops store location, in Connecticut, USA. Bass Pro Shops, being founded in 1973 by Johnny Morris, is a non-anomalous outdoor related business, with stores located across the United States. SCP-8139 itself holds no apparent danger to any individual within or outside its four (4) meter detection radius.\n3\n This radius is referred to as the \"red-zone\", and should be avoided entry at all times without proper biological protection.\n\n\nIf an individual stays within the red-zone for more than approximately one (1) minute, SCP-8139 will begin to emit a noble gas\n4\n from its main body. This process is not fully understood, as the interior of SCP-8139’s model doesn’t allow any space for SCP-8139-1 to originate; nor an opening where the gas could emit into the outside air. Additionally, the amount of SCP-8139-1 expands to a spherical radius of four (4) meters before abruptly stopping; it will then retreat back into SCP-8139’s main body after a ten (10) minute period. This new SCP-8139-1 instance after returning back into SCP-8139, will somehow dissipate completely afterwards, but will remain present indefinitely if an individual stays within the red-zone before leaving. Detecting SCP-8139-1 currently, is done through the multiple noble gas monitors located inside CB, however research has confirmed the gas does not resemble any standard noble gas emission. Although it currently possesses the common attributes of being a noble gas, such as: being invisible to the naked-eye, producing no smell, producing no sound, and producing no taste. Strangely, SCP-8139-1 has no effect from outside sources blowing against it. Testing shows that samples extracted of SCP-8139-1 will instantaneously disappear if it exists outside of the four (4) meter radius (red-zone) around SCP-8139. This makes it extremely difficult to understand more about SCP-8139-1 without causing a \nUsurper-Event\n; however, it completely contains the instance inside of the radius, causing a sort of self-containment. SCP-8139 and its properties are currently under heavy study, but it’s believed that the SCP-8139-1 instances are cognitohazardous, or possibly memetic in nature.\n\n\nWhen samples of SCP-8139-1 enter an individual's body, (henceforth referred to as SCP-8139-2 instances) a presumably memetic affect will take hold of their brain, making them believe that SCP-8139 is a sort of god, or other major religious deity. The now SCP-8139-2 instances seek to spread a sort of religious belief centered around SCP-8139. SCP-8139-2 instances regain full memory and have total control over their own actions, the only deviation of their behavior being how they view SCP-8139. This event has been coined as a \nUsurper Event\n. \nAny and all\n5\n SCP-8139-2 instances who have been applied amnestics seem to call off all effects from SCP-8139, and their previous religion (if any) will return back to normal.\n\n\nSCP-8139-2 instances with a previous polytheistic religion will refer to all previously believed gods as a form of SCP-8139, and any atheistic individuals will still strangely be under the effect. As of writing, a total of [REDACTED] persons have succumbed to SCP-8139’s control, with most originating from █████, Pennsylvania\n6\n. Note that instances of SCP-8139-2 constantly, and consistently try to spread their religion despite sometimes lacking proof or reason. \nThere has been no reported instances of SCP-8139-2 who try to hide their religion from any Foundation personnel\n.\n7\n\n\nDiscovery:\n SCP-8139 was first discovered on 03/31/2024 during a minor infiltration on Site-83. Strangely, the group of five (5) individuals did not try to damage or take advantage of any Foundation equipment that was currently stationed On-site. Rather, SCP-8139 was seemingly delivered as it was placed in an empty containment cell with a hand written-paper note reading the phrase \"Benson\". Security footage revealed that the group stuck together, and expertly traversed through the site without being caught by on-site security\n8\n. No Foundation personnel were reported to have been injured during the intrusion, however an estimated nine (9) Foundation employees succumbed to a \nUsurper-Event\n. All affected personnel were later amnesticized and returned back to their work positions, after authorized testing terminated\n9\n. When the group attempted to retreat back outside of Site-83, two (2) were gunned down by on-site security, one (1) accidently fell down a flight of stairs near one of the sublevels elevator shafts, and the remaining two (2) surrendered near the site's main exit.\n\n\nAddendum 8139-A\n\n\n\n\n(Access Interview 8139-A)\n\n\n\n\n(Close Interview 8139-A)\n\n\n\n\nNote:\n As by order of Recordkeeping and Information Security Administration (RASIA), Researcher S████, is to be referred to as \"Dr. S\" on file. This procedure is to remain active until further notice; for possible future investigation or standard documentation of the event.\n\n\n\n\nInterviewer\n: Dr. S, [previous] head researcher of SCP-8139\n\n\nInterviewee\n: Last remaining group member of recent Site-83 infiltration, designated as POI: 5764\n\n\nNote\n: POI: 5764 was reported to have been fighting off on-site security upon detainment. Subject was distressed when the other member was accidentally terminated by an On-site security officer. Officer Lane reported to have detained the remaining group member, nearby Site-83's main exit. Interview takes place shortly after termination of Testing trail 8139-001.\n\n\nLocation of interview\n: Site-83’s interrogation cell room 2-A\n\n\n\n\n<Begin Log>\n\n\nDr. S\n: So, I see that you think this fish toy is some sort of god?\n\n\nPOI: 5764\n: You really think I want to talk to you about this? You literally shot most of my team dead, dead! And all we tried to do was spread the word of \nour savior\n\n\nDr. S\n: …\n\n\nDr. S\n: Alright, well can you at least tell me why you gave up your previous belief in return for SCP-813-nigh-\n\n\nPOI: 5764\n: (Abruptly) You think this is some sort of game? This (making air quotes) “Anomaly” is our salvation don’t you see! I can’t even believe you people, ones who don’t embrace the warm welcome of our god!\n\n\nDr. S\n: Do you have a name for this deity?\n\n\nPOI: 5764\n: (Laughs) You really think I can speak to you about what is divine? No mere mortal can speak the name of what is true (stands up from chair) no mere mortal can say the name of that what is truly holy!\n\n\n(At this moment Dr. S presses a button underneath the table, alerting nearby security officers to rush into the room. The two guards armed with P90’s, can be seen aiming directly at POI: 5764)\n\n\nDr. S\n: (Calmly) So, what did you say the name of your god was?\n\n\n(POI: 5764 freezes and looks down, slowly sitting back into his chair)\n\n\nPOI: 5764\n: …Barry the Barracuda…or… I-I call him Benson… because it’s not as long of a name to say. The others, well I d-don't really think they were too sure either. But we had faith! We have to… don't we?\n\n\nDr. S\n: Take him back to his cell, I want this interview over with already.\n\n\n<End Log>\n\n\n\n\n\n\nNote\n: I want more information on this theological phenomena, possibly seeing it in action. I know it's against standard practice for a Class C individual as myself to do this, but I need a closer look for understanding. And don't even get me started on how this thing can get the energy required, to produce the gas it emits. If I can get one of those old biohazard suits from over at the Keter-Wing, I'm certain that I could possibly examine SCP-8139 up close. But seeing how worn down those things are, I'd like to imagine there would be a small hole on one.\n\nJokes aside, I hope this all goes well.\n\n-Dr. S (04/01/24)\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8139-B\n\n\n\n\n[Awaiting declassification for personnel with Level 3 clearance and below] \n\n\n\n\n(Close Incident 8139-1-A log)\n\n\n\n\n\n\nRecord Log of Incident 8139-1-A\n\n\n\n\nDate\n: (04/02/24)\n\n\nNote\n: The following is a video transcription of MTF Gamma-4's (\"Green Stags\")\n10\n recovery mission relating to SCP-8139. MTF Iota-5 (\"Damn Feds\"), was authorized to keep the mission undercover from the public eye, as MTF Sigma-█ (\"[REDACTED]\") assisted with closing off roads and preventing civilian access to the location of interest. Current security measures are to forbid Level 3 personnel and under from reading this document due to confidential information. Security measures are to remain constant until further notice.\n\n\n\n\n<Begin Log>\n\n\n(Video feed begins with a shot of an empty two-laned-road surrounded by relatively thick forest. Local flora indicates the location to be somewhere on the Eastern Coast of the United States. \nClick here to open a screenshot from, body camera \"Alpha\".\n)\n\n\nAlpha\n: Alright team, we made it to the drop off point. Let's get started.\n\n\n(Camera turns to reveal four (4) other task force members, with various hunting gear and weaponry strapped onto their suits. The group is lined up from left to right, in a shoulder-to-shoulder position.)\n\n\nAlpha\n: Microphone check!\n\n\nBravo\n: Check!\n\n\n(Group members respond left to right individually as a four wheeled vehicle can be heard starting up its engine off screen; proceeding to get gradually fainter as it drives further away)\n\n\nCharlie\n: Check!\n\n\nDelta\n: Check!\n\n\nEcho\n: Check!\n\n\nAlpha\n: Cameras check!\n\n\nEcho\n: Negative sir, you were the only one assigned with recording equipment.\n\n\nAlpha\n: (Whispering under breath) fuck me…\n\n\n(Camera position is revealed to be located onto, team leader, Alpha's upper chest)\n\n\nAlpha\n: Alright team, let's move out!\n\n\n(Team traverses through the two-lane-road for several minutes, showing that it is completely surrounded by relatively thick forestation on both sides. The road begins to curve right, forming a blind curve. Team member \"Delta\" convinces Team leader, \"Alpha\", to scout ahead of the group; to locate anything of interest past the bend in the road. Alpha approves, and Delta moves up into camera view. Delta, who is now ahead of the group suddenly stops in front of the team, leading all other members to seize movement as well.)\n\n\nDelta\n: Hey, guys…\n\n\nCharlie\n: Do you see something?\n\n\n(Team quickly catches up towards Delta's position. Delta, who can be seen fixated on to something out of camera view, alerts Alpha to turn to his right, revealing a split in the road inside of an open area surrounded by forestation.)\n\n\nDelta:\n What's with all those vehicles scattered around over there?\n\n\nAlpha\n: What do you mean private?\n\n\n(Camera focuses on the small field containing a split on the main road, leading into two opposite directions. A street sign on the right hand side of the screen shows a message reading \"Sussex 521 County\". The left branch of the street holds several Foundation-use-personal-driving-vehicles (FUPDV's\n11\n).\n\n\nBravo\n: Determining from this angle, I'd say there's at least five of them; maybe six\n\n\nEcho\n: Sir, communication with Command is a no-go. Looks to be some sort of interference. My guess is that it's probably coming from over where all those cars are. But I'm not sure why your video feed isn't bugging out as well.\n\n\nAlpha\n: Let's go take a look. Could be related to the anomaly.\n\n\n(Team advances towards the FUPDV's, taking several steps in order to keep a low profile. Once they reach only a few meters away from the last vehicle in line, a faint chanting can be heard coming from behind the tree line.)\n\n\nBravo\n: Looks like we got company.\n\n\nCharlie\n: Jesus Christ, you guys see that?\n\n\n(Camera turns to the left, revealing a flipped over black van on the road with major structural damage. Closer examination provides evidence of a small explosion, as the road can be seeing having metal scrap, glass, and inflicted damage all over its surface.)\n\n\nBravo\n: Wait I've seen those before, vans like that are used to transport low risk anomalous items, aren't they?\n\n\nCharlie\n: I suppose so. Maybe the transportation of SCP-eighty-whatever was compromised.\n\n\nDelta\n: If that's so, then we best be careful.\n\n\nBravo\n: Where were they originally transporting it to?\n\n\nEcho\n: Apparently, the eggheads back on Site-83 wanted cross testing with \nthe big man upstairs.\n Or, at least that's what I overheard.\n\n\nAlpha\n: Well, it only makes sense that the people we heard behind the tree line could have blown up the van.\n\n\n(A single deep breath is heard over the microphone's built-in-recording.)\n\n\nAlpha:\n Heads up people! We're going in.\n\n\n(Team ventures off road into the forested area. The faint chanting can be heard getting louder as several small lights are seen being lit far ahead of the group, behind several rows of trees.)\n\n\nEcho\n: Command! Command! Do you respond, over.\n\n\nDelta\n: Shh! Keep your voice down, we're entering enemy territory.\n\n\nAlpha\n: We don't know that for sure. But if these people, whoever they are, can use small explosive devices against Foundation transportation, then it's best to be as precautious as possible.\n\n\nBravo\n: But why would they even do that? What purpose does the anomaly have in order for them to act so violently?\n\n\nCharlie\n: Could be AWCY, but that doesn't explain the FUPDV's.\n\n\nEcho\n: No way their AWCY. If they were, they would've sent \nUpsilon-23\n. Could be another GOI entirely.\n\n\nEcho\n: Hey, we're getting close.\n\n\n(All of MTF Gamma-4 lower themselves into nearby shrubbery for cover. Camera reveals a row of tall trees in front of the team, past them is an open grassy field surrounded by more forest. In the center of the field contains what appears to be a crudely made stage made of several two-by-fours. The stage holds a handful of unidentifiable persons wearing standard-everyday clothing. Surrounding the wooden stage are an estimated twenty (20) persons, dancing and circling counterclockwise, all singing in an unknown language. On the exterior of the circle lay seven (7) lit torches, possibly being used for ritual purposes.)\n\n\nDelta\n: What in the actual fu-\n\n\nCharlie\n: Sir, I don't believe those people are armed. But I'll make sure to keep my sights on any of 'em, so they don't pull anything stupid.\n\n\nAlpha\n: Affirmative, here's the plan. Charlie, Delta, you stay here and provide cover. Me, Bravo and Echo are going to circle around and lay some traps in case this heads south. Once that's done, we split up and circle in on them. Is that clear?\n\n\nAll\n: Yes sir.\n\n\n(Several more minutes pass by as the unidentified figures continue to dance around the stage. Alpha, Bravo and Echo (Designated group, TA) traverse through the forested area around the field, laying several hidden bear traps along the way. Group, TB (Delta and Charlie) remain still, and can sometimes be seen on camera whenever Alpha turns to look around. The singing suddenly stops, making all of TA seize movement as well. More time passes by as all parties remain quiet. An individual, wearing a lab coat can be seen stepping onto the main stage, alerting all other persons on the stage to vacate it immediately. The sun begins to set, flooding the area in a darker lighting. The individual with the lab coat is then seen lowering his back to pick up something from the ground.)\n\n\nDelta\n: (over radio) TA, this is TB, Delta, You guys see this shit?\n\n\nBravo:\n (whispering) Wait a minute, if we lost contact with Command due to interference, than how the hell is Delta-\n\n\nAlpha\n: Keep quiet.\n\n\n(The unidentified individual wearing the lab coat begins to rise back up, holding what appears to be a giant, one (1) meter long fish pillow. He proceeds to hold it into the air above his head, whilst the crowd remains silent as they stare at him on the stage.)\n\n\nMan On The Stage\n: My brothers and sisters I thank thee for coming so soon. I thank thee who helped us release our savior from those horrid captures. I thank the embedded thee for letting us have this opportunity, let they never be caught. We may have gotten a non believer slaughtered, but it was a small price to pay for this grand event. My brothers and sisters be thankful, our savior has told me the time will come for us.\n\n\n(At this moment several persons are seen falling to the ground, screaming and moaning in pain.)\n\n\nMan On The Stage\n: To give our souls for the cause, you will feel it shortly. Let the gas enter your body and into your heart once again.\n\n\n(More persons are seen collapsing. The rest who haven't already fallen remain unfazed and continue to view SCP-8139. Oblivious.)\n\n\nMan On The Stage\n: You'll be elevated into something more! We will join our savior, walk alongside him. Help him forge a new world.\n\n\n(All the individuals who have fallen, start to have their bodies mangle into a shape similar to that of a stretched egg. This is noted to be observably painful, and several sudden twitches resemble that of an epileptic seizure occur with most of the victims. By this time the man on the stage slowly places the fish pillow back onto the ground; pulling out a Russian NVA gas mask and looking upon the multiple mutilated bodies in front of him.)\n\n\nMan On The Stage\n: It is our reward, our fate.\n\n\n(The man places the mask over his grinning face, completely sealing his face from the present SCP-8139-1 instance.)\n\n\nMan On The Stage\n: We have earned this.\n\n\n<End Log>\n\n\n\n\n\n\nReport Log of Incident 8139-1-A\n\n\n\n\nDue to communication with MTF Gamma-4 being deemed impossible for unknown reasons, MTF Delta-4 (\"Minutemen\")\n12\n was deployed to the area. Meanwhile, On-site mechanics tried to get communication with the initial team up and running again. When MTF Delta-4 arrived at the location, MTF Gamma-4 was spotted on an open field with twenty-three (23) unknown objects surrounding the area as well. During this time, junior researcher, Dr. Bagely, was spotted inflicting damage upon many communication based machinery On-site. When taken in for questioning, it was revealed that he had been under the influence of SCP-8139 through unknown means. A short investigation revealed he had been a participant during Testing trial 8139-001, as he suffered through a \nUsurper Event\n during the recent infiltration at Site-83. Despite prior amnesticization, he had still been deduced as an SCP-8139-2 instance\n13\n. Due to this inconvenience, communication with MTF Delta-4 was also deemed impossible, leaving both groups stranded, provisionally. When communication was back online, MTF Delta-4 was ordered to land one (1) of their helicopters on the field to recover the initial team.\n\n\nGroup operative of MTF Gamma-4, \"Alpha\", escorted an unknown individual wearing a gas mask onto the recovery helicopter. Additionally, group members \"Bravo\" and \"Echo\" also transported a miniature black body bag with an unknown object inside, mentioning that it should remain sealed until it's placed somewhere secure. When both teams arrived back at Site-83, the body bag with the unknown object was quickly sealed into an emergency containment cell until further notice. As for the unknown masked individual, they were later identified from many sources, as head researcher of SCP-8139, Dr. S.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8139-C\n\n\n\n\n[Awaiting declassification for personnel with Level 3 clearance and below] \n\n\n\n\n(Close Interview 8139-B)\n\n\n\n\nNote\n: After Dr. S was taken into Site-83, an expedition team was sent out to the initial field, finding all twenty-four (24) deceased Foundation personnel. After the mission, one of the assigned personnel, identified as Agent Kettler, exclaimed how the bodies found resembled that of an oval, or egg shape; and how all of them were spaced out in a mere four (4) meter radius around a crudely made stage. However, SCP-8139 was not spotted on the actual stage, so it is assumed by most personnel that the object recovered by MTF Gamma-4 was the actual anomaly. MTF Beta-1 (\"Cauterizers\")\n14\n were tasked with investigating the overall incident, results and information are currently awaiting as of writing.\n\n\n\n\nInterviewer\n: Amanda Ross, high ranking Ethics Committee member\n\n\nInterviewee\n: Dr. S, [previous] head researcher of SCP-8139\n\n\nLocation of interview\n: Site-83’s interrogation cell 2-A\n\n\n\n\n<Begin Log>\n\n\n(Camera feed is of CCTV security footage of interrogation cell, room 2-A. A date can be seen on the bottom left of the screen, reading April 2nd, 2024.)\n\n\nAmanda Ross\n: So, I believe this fish pillow is some sort of god to you?\n\n\nDr. S\n: (Remains silent)\n\n\nAmanda Ross\n: You're gonna have to respond for the record, you know. You're designated for termination after all.\n\n\nDr. S\n: (Calmly) and who authorized that?\n\n\nAmanda Ross\n: Why, most of the Ethics Committee of course. But we want some information out of you before that happens, don't we?\n\n\n(Brief silence enters the room.)\n\n\nAmanda Ross\n: So, I heard you made quite the mess back there! Twenty-four Foundation casualties, including the blown up transportation vehicle, and the stolen FUPDV's. I'm sure there are several questions on how you managed to coordinate all of this in such a small time frame. However I want to know why. Why did you go to the middle of Pennsylvania in order to get your colleges killed? Why did you blow up that transport van? Why didn't you just try to peacefully get a hold of SCP-8139 yourself, and then keep it undercover? Why was Dr. Bagely still under the effect of SCP-8139-1 despite the use of amnestics, whilst other dash two's return to normal?\n\n\nDr. S\n: (Laughs abruptly) Oh, I didn't conjure up that plan myself. Nor did I coordinate it.\n\n\n(Dr. Ross notably leans forward on the desk, followed by raising her eye-brow.)\n\n\nAmanda Ross\n: So who gave you this idea? Says here on the report that you wanted to take a \"closer look at SCP-8139. Possibly understanding the source of SCP-8139-1\". That was yesterday, you know.\n\n\nDr. S\n: We live on a placid island of ignorance in a midst of black seas of infinity, and it is not meant we should voyage far. However our lord is our Ark, our guide through the ocean, and our will to persevere.\n\n\n(Dr. Ross can be seen looking disoriented at Dr. S, most likely gathering her thoughts after what he had just said.)\n\n\nAmanda Ross\n: Bring it together, Sabaoth.\n\n\n(Leans back on chair.)\n\n\nAmanda Ross\n: You really have lost your mind haven't you.\n\n\nDr. S\n: Don't be so foolish, Amanda.\n\n\nAmanda Ross\n: (Startled) how do you know my name!?\n\n\nDr. S\n: Mother of two, graduated from Harvard in 1997, loves to go hiking, and spend time with the kids.\n\n\nAmanda Ross\n: Security!\n\n\n(Dr. S, now taking this opportunity, begins speaking rapidly in a ecstatic manner.)\n\n\nDr. S\n: It was a decoy you see! Those hunter buffoons fell for a decoy.\n15\n\n\n(At this moment, a nearby door can be heard opening on the recording, followed by multiple armored guards entering the room quickly.)\n\n\nDr. S\n: Why, if it isn't Omega-1\n16\n. Go ahead, do what you will. That still doesn't change the fact that \nour savior\n is still out there!\n\n\nAmanda Ross\n: Guards, take him away! I want this interview done with already.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTesting trial 8139-001\n\n\nTesting trial 8139-002\n\n\n\n\n\n\n\n\nLevel 3 Clearance and Above Only (Confidential)\n\n\n\n\nObject Number\n: 8139\n\n\nSubject\n: Documentation of Site-83 personnel affected by SCP-8139-1 during the recent insurgency in Site-83.\n\n\nAuthorization\n: Senior Researcher, Dr. S\n\n\nNote\n: This document is a summarized collection of a series of interviews with many of the affected Site-83 personnel. Subjects after experiencing a \nUsurper-Event\n will be referred to as SCP-8139-2-X for documentation and identification purposes. This document has been shortened of contents to exclude repetitive data, as by approval of the Record Keeping and Information Security Administration, (RAISA).\n\n\n\n\n\n\nBefore Theological Infection\n\n\nAfter Theological Infection (\nUsurper Event\n)\n\n\n\n\n\n\nSubject: \nJunior Researcher, \nB\nagely\n Religious Background: \n(Atheist)\n\n\nSubject: \nSCP-8139-2-1\n Effects: \nInstance reported to believe a similar religion to Christianity, with the main God being replace with a form of SCP-8139. Note that this religions interpretation of Satan remains unchanged\n\n\n\n\n\n\nSubject: \nSenior Custodian, \nE\nli Vance\n Religious Background: \n(Atheistic)\n\n\nSubject: \nSCP-8139-2-3\n Effects: \nA currently unknown religion, posing SCP-8139 as a supernatural savior protecting subject from an unknown threat. Subject states that they must consume plenty of aquatic food products in order for \"personal ascension\"\n\n\n\n\n\n\nSubject: \nAssistant Researcher, Neil\n Religious Background: \n(Islamic)\n\n\nSubject: \nSCP-8139-2-5\n Effects: \nReligion stays mostly the same, with the main deity being replaced. However there is notably a change in how the treatment of woman is portrayed; pushing for a more centered focus on providing food for the family. The main food source primarily being multiple different variations of fish\n\n\n\n\n\n\nSubject: \nSenior Researcher, \nS\namuel\n Religious Background: \n(Christianity)\n\n\nSubject: \nSCP-8139-2-6\n Effects: \nSubject reports having symptoms of sleep paralysis, daily. Subject states that they have to resort to eating fish to keep \"it\" away, believing it to be some sort of punishment from an unknown entity\n\n\n\n\n\n\nSubject: \nD-8358, Oliver Carson\n Religious Background: \n(N/A)\n\n\nSubject: \nSCP-8139-2-7\n Effects: \nClaims believing in a religion they refer to as \"fishism\". Subject repeatedly asks for time alone with SCP-8139 for various \"divine reasons\"\n\n\n\n\n\n\nSubject: \nJunior Custodian, \nN\nolan\n Religious Background: \n(Islamic)\n\n\nSubject: \nSCP-8139-2-9\n Effects: \nSubject KIA shortly after interview. However it was noted that when security entered the subject's personal holding cell, a note was found reading: \"I saw the face of God, a vast and empty silence I could no longer live with knowing of. No one shall ever know the horror of what I dreamt, I'm sorry. I love you Emily, keep the kids safe. I'm so, so sorry\n\"\n\n\n\n\n\n\nNote\n: Due to the varying, yet intriguing results, I believe yet another test will grant more knowledge about this anomaly. This time with much more varying religious backgrounds. To be more specific, I'm suggesting the use of Class-D and POI's for this experiment; as I think the results will help better understand SCP-8139-1 much further.\n\n\n-Dr. Mann (04/01/24)\n\n\n\n\n\n\nLevel 3 Clearance and Above Only (Confidential)\n\n\n\n\nObject Number\n: 8139\n\n\nSubject\n: Documentation of Foundation led testing, based on the effects of SCP-8139-1\n\n\nAuthorization\n: Researcher, Dr. Donnelly\n\n\nNote\n: Subjects after experiencing a \nUsurper Event\n will be referred to as SCP-8139-2-X for documentation and identification purposes. In addition, located after the name of the subject's religious background on this document will be the correct designation for the religion. These designations include: Monotheistic, Polytheistic, or N/A; N/A being for \"host religions\" (being the original religious background for the subject) not having a discernible amount of god-like deities.\n\n-Department of Tactical Theology, (4/03/24)\n\n\n\n\n\n\nBefore Theological Infection\n\n\nAfter Theological Infection (\nUsurper-Event\n)\n\n\n\n\n\n\nSubject: \nD-5185\n Religious Background: \nChristianity (Monotheistic)\n\n\nSubject: \nSCP-8139-2-11\n Effects: \nGod has been replaced\n\n\n\n\n\n\nSubject: \nPOI-8921\n Religious Background: \nAtheistic (N/A)\n\n\nSubject: \nSCP-8139-2-12\n Effects: \nAn entirely undiscovered monotheistic religion was manifested for the subject, proving SCP-8139's ability to manipulate a subject's mind\n\n\n\n\n\n\nSubject: \nD-7892\n Religious Background: \nAtheistic (N/A)\n\n\nSubject: \nSCP-8139-2-13\n Effects: \nAn unknown religion was \"chosen\", later identified as the Coconut Religion\n\n\n\n\n\n\nSubject: \nPOI-7555\n Religious Background: \nFithism (N/A)\n\n\nSubject: \nSCP-8139-2-14\n Effects: \nPrevious god(s) was/were replaced. However there is no mythological connection between the number five (5) and SCP-8139\n\n\n\n\n\n\nSubject: \nPOI-8146\n Religious Background: \nSarkism (Monotheistic)\n\n\nSubject: \nSCP-8139-2-15\n Effects: \nSubject reported to have underwent an Ascension Event, by transforming into an instance of SCP-8139-3 due to prolonged exposure to SCP-8139\n\n\n\n\n\n\nSubject: \nPOI-6785 Religious Background: \"CotBG\" (Monotheistic)\n17\n\n\nSubject: \nSCP-8139-2-16\n Effects: \nSubject requested the equipment to sketch (Two (2) sharpened pencils, and three (3) sheets of paper). On-site security team later discovered multiple blueprints to create a mechanical equivalent of SCP-8139, with striking detail and accuracy to the actual object despite previous exclusion to it\n\n\n\n\n\n\nSubject: \nPOI: 8391\n Religious Background: \nBuddhism (N/A)\n\n\nSubject: \nSCP-8139-2-17\n Effects: \nReligion remained mostly intact, however, SCP-8139 was somehow placed in the mythology; despite it contradicting multiple aspects of the \"host religion\"\n\n\n\n\n\n\nSubject: \nSCP-8139-2-10\n Religious Background: \n\"SCP-8139 Affected\" (Polytheistic)\n\n\nSubject: \nSCP-8139-2-10\n Effects: \nSubject, reminiscent to POI-8146\n18\n, transformed into an instance of SCP-8139-3. Both POI-8146 and SCP-8139-2-10 were later incinerated with approval of O5 command\n\n\n\n\n\n\nNote:\n I don't remember being informed of whatever the hell an \nAscension-Event\n is, nor what a dash three is. Why were both dash three's incinerated, how does SCP-8139 create new religions, how does SCP-8139 know of Fithism? Can someone please tell me what the hell is going on here!\n\n\n-Dr. Mann [newly elected head researcher for SCP-8139] (04/3/24)\n\n\n\n\n\n\n\n\n\n\n\n\nTrouble/Shoot,unknownfile:(\"Doc.8708\")\n\n\n/ERROR/ DET3CTED PLEA5E-CONT4CT $%@^&*@&^\n\n\n\n\nFileplacement-error%\n\n\n\n\n13EN5ON\n\n\n\n\n\n\nMy Confession/SCiP.net-doc\n:\n\n\nDear journal,\n\n\nI'm writing now to remind myself of something very important; as tomorrow I will face my greatest challenge. We do not go gentle into that good night. The Foundation may have overwhelming power and authority over us, however that never stopped most anomalous, or non-anomalous religions from being destroyed. They still prevailed, and so shall we.\n\n\nWe may not be the oldest, the biggest, nor the most powerful, but our indomitable spirit will always prevail in time.\n\n\nIt's humorous, isn't it. Humanity's worst enemy in any conflict is not their foe, nor their lack of power in battle, but time. How the Romans eventually had their empire decay, the great \nDaevite civilization\n gradually sub siding. The Foundation will be the same, but \nwe will not\n. I'm sure a Foundation operative is going to discover this file. Hell, this might even link into our lord's article for all I know. The recent SCiPnet system errors have been a real pain. But this is no joke. I already have the mandatory resources, I'm still trying to spread The Religion through word of mouth with my colleagues. However, despite my undying faith in my lord, I'm still sort of surprised that I was a simple non believer only today. But this may be the only window of opportunity I have to bring him to The Alter. He has told me where to go.\n\n\nI have to put my faith into him, we all do-don't we?\n\n\nThere's supposed to be some cross test coming soon with 343, and I'm willing to admit I might have to take drastic measures.\n\n\nWe may not be the most powerful,\n\nBut David defeated Goliath in the end.\n\n\nWe may not be the oldest,\n\nBut I assure you that we will be the last.\n\n\nAll hail the Messiah.\n\n\n-Dr. S (04/01/24)\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-8139's present containment, and storage room designation at Site-83.\n\n\n2\n. The Department of Tactical Theology's personalized operational unit, consisting of fifteen specialized members. All personnel in the task force have expertise in dealing with aggressive or threatening religion-related anomalies.\n\n\n3\n. Research into SCP-8139's possible sentience is ongoing.\n\n\n4\n. designated as an SCP-8139-1 instance.\n\n\n5\n. See Addendum 8139-C.\n\n\n6\n. See Addendum 8139-B.\n\n\n7\n. See Addendum 8139-C.\n\n\n8\n. Commanding officer of surveillance and security, Officer Morris, stated that the group were not seen on most of the site's camera's, meaning they had to have somehow known the camera's patterns and blind spots.\n\n\n9\n. See Testing trial 8139-001.\n\n\n10\n. A Mobile Task Force that specializes in forested areas, as well as tracking and locating anomalies in natural environments.\n\n\n11\n. A newly implemented addition to Foundation worker-benefits, however they are currently under their prototype stages.\n\n\n12\n. A rapid response task force that specializes in being the first deployed to a scene. They're tasked with establishing a perimeter and assessing the situation, as well as providing additional manpower to other task forces when they arrive.\n\n\n13\n. Dr. Bagely's designation at time of testing, being SCP-8139-2-1.\n\n\n14\n. Highly classified task force specializing in dealing with suspected cases of enemy infiltration within Foundation personnel and possible information leaks to other Groups of Interest\n\n\n15\n. Most likely referring to MTF Gamma-4.\n\n\n16\n. Mobile Task Force empowered to remove or execute high-ranking Foundation personnel if they are determined to be acting unethically. Answers only to the Ethics Committee; counterpart to the O5's \"Red Right Hand\".\n\n\n17\n. An exact name for the religion of the Church of the Broken God was not concluded during time of this testing trial, so it has been referred to simply as \"CotBG\".\n\n\n18\n. Also referred to as SCP-8139-2-15\n\n\n\n\n\n\n\n\n« \nSCP-8138\n | SCP-8139 | \nSCP-8140\n »",
    "addendums": [
        "Addendum 8139-A",
        "Addendum 8139-B",
        "Addendum 8139-C"
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-8139 is to be confined inside an airtight 122 cm, by 25 cm, by 30 cm, stainless steel container. This container (designated CA) is to be placed in the center of an eighty-one square meter room (designated CB), with the ceiling having to possess at least two (2) noble-gas monitors being activated at all times. Absolutely no personnel are to enter CB unless given specific authorization by at least one person of Level 3 clearance, or above. If access is granted, the mandatory Level 5 biohazard suits that are stationed directly outside of CB, are to be equipped before entering. If one or more is to enter CB, the singular bulk-head door attached to the exterior of CB is to be unlocked and opened. This is to be followed by the personnel entering CB, the bulkhead shutting, and then locking behind them. This bulk-head is to be the only accessible point between personnel and SCP-8139; absolutely no observatory windows are to be located on CB due to cautionary reasons. Upon exiting CB, the biohazard suit(s) that were worn are not to be washed nor disinfected, as traces of SCP-8139-1 are currently confirmed to be non-existent outside of SCP-8139's red-zone.",
    "description": "SCP-8139 is an inanimate 124 cm fish pillow, resembling a green catfish. Its model being identical to that of Tree House Kids Inc, Giant Stuffed Catfish for Kids. SCP-8139 itself, is presumed to originate from a Bass Pro Shops store location, in Connecticut, USA. Bass Pro Shops, being founded in 1973 by Johnny Morris, is a non-anomalous outdoor related business, with stores located across the United States. SCP-8139 itself holds no apparent danger to any individual within or outside its four (4) meter detection radius.3 This radius is referred to as the \"red-zone\", and should be avoided entry at all times without proper biological protection.",
    "title": "SCP-8139"
}