{
    "url": "https://scp-wiki.wikidot.com/scp-8140",
    "all_text": "Newly unearthed artifacts in Turkey, poisoned by the memories of their owners, reveal an heretofore unknown conflict between the proto-Daeva and the last remnants of SCP-1000. What follows is a haunting examination of loss and the futility of raging against trauma.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nrating: \n+329\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\nrating: \n+329\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Protocols\n:\n\n\nAccess to SCP-8140 instances is limited to appropriate research personnel and limited to handling of only one instance per seven-day period. Additionally, only three instances may be examined within a calendar month. Individuals who physically hold more than three instances in a month, no matter what the context, are to be held in secure ward of the Site-91 Medical Center and evaluated psychologically for trauma and potential danger to themselves and others.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nInternal Affairs Post Incident Debriefing\n\n\n12 December, 2004\n\n\n\n\n\n\n \n\n\nIn your own words, can you tell me what happened?\n\n\n\n\nI don’t know where to begin.\n\n\n\n\nWhy don’t you start with why?\n\n\n\n\nI couldn’t live with what happened. Nothing helped. I had to change it.\n\n\n\n\nWhen did you start letting this feeling interfere with the project?\n\n\n\n\nYou’ve read the file, you know how it started.\n\n\n\n\nHumor me.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nDescription\n:\n\n\nSCP-8140 is a collection of anomalous artifacts unearthed from an archaeological site outside the ruins of Göbekli Tepe, a settlement abandoned circa 8140 BCE located in the southeastern region of Anatolia.\n\n\nThe artifacts exhibit a retroactive empirical ontological effect. When an individual manually handles an instance of SCP-8140 for the first time, they experience a lifelike hallucination consisting of the experiences of the artifact’s original owner. The period of time these experiences cover varies wildly; some have memories from a few moments and others contain years of information. Throughout the duration of the hallucination, the individual handling an instance of SCP-8140 experiences the memories as if they are the originating entity. This includes experiencing the events of a memory through the eyes of a perspective subject, but without complete disassociation as the observing individual is always aware of their own identity.\n\n\nThe ontological effect consists of an atemporal transfer of information/experiences. Subjectively, the individual handling the instance of SCP-8140 experiences each set of memories as they occurred. Objectively, the amount of time during which the transfer of experience takes place is negligible, with a duration of usually less than a minute. The transition from subjective experience to baseline reality leads to some, if not all, of the following side effects:\n\n\n\n\ndelirium;\n\n\nfatigue;\n\n\nagitation;\n\n\nslowed cognition;\n\n\nlimited aphasia;\n\n\nprosopagnosia;\n\n\nderealization.\n\n\n\n\nThese side effects last several minutes. The anomalous transmission of experiences from the artifact to holder exhibits significant mnestic properties – amnestic treatments have been entirely unsuccessful at erasing the memories transmitted. Each artifact found emits low levels of Akiva radiation, thus creating a baseline for identification.\n\n\n\n\n\n\nPreviously excavated area at Göbekli Tepe.\n\n\n\n\n\n\nThe artifacts exhibit cultural identifiers of the \nearly Daevite civilization\n and \nanother unknown culture\n, date to circa 9000 BCE +/- 100 years, and originate in a layer previously undiscovered in a nearby field outside Göbekli Tepe. Previously, this site yielded no anomalous artifacts, but a routine archaeological excavation early November 2004 revealed the heretofore unknown layer. The anomalous effect of the artifacts was first discovered upon the unearthing of SCP-8140-1, when a graduate student experienced what was described as a psychotic break after handling it.\n\n\nEmbedded Foundation agents within the Sağlık Bakanlığı\n1\n reported the archaeologist's symptoms. Foundation forces locked down the site under a cover story of methane deposits. The graduate student was subsequently interviewed while in hospital in Istanbul. Amnestics proved entirely unreliable, and the graduate student was recruited onto the project to assist Senior Researcher Nils Lindqvist. The Foundation seized the dig site, amnesticizing the other members of the research team.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSite-91 Med Center\n\n\n2 October, 2003\n\n\n\n\n\n\nWhere is she?\n\n\n\n\nHave you had someone take a look at that head wound?\n\n\n\n\nI asked you a goddamn question.\n\n\n\n\nSir, you’re bleeding. If you want me to help you, I’m going to need you to calm down. Please sit.\n\n\n\n\nI don’t want to fucking sit. I need to know where my–\n\n\n\n\nStop it. I’m going to help you. But either you sit so I can examine you, or I’ll sedate you.\n\n\n\n\nFine. But if you tell me to calm down one more time, I will punch you in the face.\n\n\n\n\nWouldn’t dream of it. Now let’s take a look at that gash.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nPrivate Research Log of Dr. Lindqvist\n\n\n14 November, 2004\n.\n\n\n\n\n\n\n \n\n\nMalcolm has found the adjustment to life beyond the Veil hard, but his options were limited. Without the effect of amnestics, the Foundation couldn’t let him wander free knowing what he did. I guess the other option would have been to have him committed at home back in the UK, but given his firsthand experience with the site and his discovery of the anomaly, it seemed more productive to give him a job. After all, I was recruited in much the same way.\n\n\nSCP-8140-1 is bizarre. Ostensibly it resembles a sword from the iron age, but it dates to the late paleolithic and is entirely shaped from pieces of petrified wood which would be millions of years old. I say “shaped” because it does not seem to have been constructed in traditional ways but coaxed to grow into this shape. The pommel is larger than an ordinary human hand could easily manage and even in its damaged state it weighs nearly thirty kilograms, which would be far too heavy to wield. Strangest of all? The edges, although worn through time and pressure, are still sharp enough to cut skin. When Malcolm was packing it away, using reinforced containment gloves, he slipped and the edge cut through the glove and into his palm.\n\n\nA sword made from petrified wood countless centuries old cut through gloves that can resist hundreds of pounds of pressure and radiation, and into a man’s skin. Even without the memory transfer, it would be a startling anomaly.\n\n\nMalcolm’s description of the anomalous memories leaves a lot to be desired. He is mostly confused by the experience. I have him leading the excavation team to survey the area for any other hotspots of Akiva. I’ve decided to experience the memory transfer myself.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n15 November, 2004\n.\n\n\n\n\n\n\n \n\n\nIt’s not like anything I could have imagined. I was it. It was me. Don’t get me wrong, I could remember my own life, I was not delusional. But in that moment, I felt everything he (it?) felt.\n\n\nOkay, first things first. Description: I’m estimating that he was nearly three meters tall from the vantage of the battle. Incredibly strong, strong enough to hold that sword and he could swing it. Oh, could he swing it. This was the site of a major military action. Thousands of combatants, fighting with stone axes, spears and more of the thing like me or the thing I was. It’s confusing.\n\n\nThe side effects wore off fast, but the memories, they’re not going anywhere. I could smell myself, itself, himself whatever. Wet skin and fur. Like a goddamn werewolf but not, definitely still a primate, but huge. He/I was fighting with two others like me, against these little goblin-like creatures. Humanoid, but made from mud and grass and blood? I don’t know. What they were didn’t matter because they were following a general, or commander. A woman in flowing robes of crimson, golden headdress, spear made from volcanic glass and her eyes… her eyes were on fire. Not literally, mind you. Just glowing with such anger. Like how dare we attack her?!?! Such disdain. I couldn’t understand anything she was saying but I knew we were against her and she was against us. I (he/it?) must’ve killed dozens of these small humanoid entities, but when we got close to the woman in charge she cut her palm and flung the blood at us, the droplets ripping towards us like a cannon, and then blackness.\n\n\nI need to speak with Director Varga, we need some way to record these experiences. I’ve heard of a device that can record someone’s dreams, maybe that could work. It’s hard to speak to every detail, so if we could record them it would better help us better understand.\n\n\nPretty sure the woman I saw was a Daeva. This could be what I’ve been waiting for. The only reason to come back to work was this. Nothing else matters.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSite-91 Office of the Director\n\n\n2 October, 2003\n\n\n\n\nThis wasn’t your fault.\n\n\n\n\nOf course not. It was yours.\n\n\n\n\nThat’s not fair.\n\n\n\n\nI’m all out of fair. All I have left is a burning hole in my stomach, and resentment. You made your choices and look what happened.\n\n\n\n\nI think it is time to consider\n \ncounseling.\n\n\n\n\nI don’t need that. Go away.\n\n\n\n\nIt’s not a request. You aren’t functioning, and we need you to function. Don’t forget what we are doing here.\n\n\n\n\nA piss poor job at containment with almost no serious attempt to understand these anomalies.\n\n\n\n\nI know you don’t believe that, not after all the work you’ve done here.\n\n\n\n\nI don’t know what I believe. All I know is how permanent this feels. I’d give anything to take the last day back and get her out of the site.\n\n\n\n\nI’m sorry.\n\n\n\n\nThat doesn’t help me at all.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSCP-8140-5 & -6.\n\n\n\n\n\n\nNumerous other instances of SCP-8140 were unearthed within a week of the initial discovery. Given the high potential for research purposes, Dr. Lindqvist was issued an approval for usage of a prototypical oneirosensory visualization recording (OVR) device.\n2\n He began immediately cataloguing the various experiences stored within the artifacts.\n\n\n \n\n\n\n\n\n\nTesting Log\n\n\n\n\nAnomaly\n: SCP-8140-5\n\n\nDescription\n: Stone arrowheads carved with Daevite runes\n\n\nPersonnel Present\n: Dr. Nils Lindqvist\n\n\nDate\n: 18 November, 2004\n\n\n\n\n[Recording begins with a point-of-view perspective. A feminine arm, decorated in gold and topaz bangles, inscribes a Daevite rune on the forehead of a humanoid figure seemingly formed entirely of mud, blood, and grass.\n3\n After the rune is finished, the golem awakens and the arms of a Daevite priestess help it to its feet. It shuffles from subject’s perspective to another woman standing near a wooden rack filled with weapons. The woman is dressed in red robes, with a breastplate made of lacquered wood slats overlaid with gold and precious stones. A long stone ceremonial double-edged dagger\n4\n hangs from the other woman’s belt. The woman holds out a bow and arrows to the entity which takes them and walks outside the room.]\n\n\n\n\nWhat is this?\n5\n\n\n\n\n[The perspective shifts as the subject walks to a first story window overlooking a garden. At the outskirts of the garden another Daevite priestess can be seen gathering the entities into two platoons of approximately forty entities.]\n\n\nUnknown\n: \nHow do things progress?\n\n\n\n\nI understood that.\n6\n\n\n\n\n[The view shifts over to the other priestess as she approaches the subject at the window.]\n\n\nSubject\n: \nWith the grass children?\n\n\nPriestess\n: \nYes, but the defense as a whole.\n\n\nSubject\n: \nIt goes as well as can be expected, I guess. Given that I am the only one gifted enough to make the constructs, the progress is slow as you have seen. We should wait for reinforcement from Adytum.\n7\n\n\n\n\nThis isn’t useful. I don’t need to know how to make golems.\n\n\n\n\nPriestess\n: \nWe have no time, they will be here soon.\n\n\nSubject\n: \nAt least I will have a chance to see one of their \ntree warriors\n. Always wanted one for myself. Picture it: a cadre of animate trees leading our vanguard into a village. Stupendous.\n\n\nPriestess\n: \nAnother day, Matriarch. Today we must create more grass-children to bolster our ranks. The scant conscripts we have here will not hold off the nightkin alone.\n\n\nSubject\n: \nYes, alright.\n\n\nPriestess\n: \nMatriarch, may I ask you a question freely?\n\n\nSubject\n: \nThis once.\n\n\nPriestess\n: \nWhy did you and your sister-general preclude use of the ritual?\n\n\n\n\nWhat ritual? Tell me about that!\n\n\n\n\nSubject\n: \nIt is not ready. She works towards the culmination, but it cannot be relied upon.\n\n\nPriestess\n: \nCould it have saved us?\n\n\nSubject\n: \nMaybe. But we will have to rely on each other and the conscripts, daughter. The Font will lend us her life-affirming vigor for the strength to push back the barbarians.\n\n\nPriestess\n: \nThe Font provides, Matriarch.\n\n\nSubject\n: \nIndeed.\n\n\n[The subject POV moves back to the table and she begins shaping another body out of a mixture of clay, grass and blood. She whispers to herself.]\n\n\nSubject\n: \nBut will that be enough?\n\n\n\n\nEND OF LOG\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSite-91 Psychologist’s Office\n\n\n21 October, 2003\n\n\n\n\n\n\n \n\n\nHave you thought about what we talked about last session?\n\n\n\n\nNo, I’m a child. Yes, of course I thought about it. I’ve been given psychological leave, I don’t have anything else to do.\n\n\n\n\nAnd what result?\n\n\n\n\n…that I don’t actually blame\n \nVarga.\n\n\n\n\nNo?\n\n\n\n\nIt was easier to blame\n \nher\n \nthan face up to reality.\n\n\n\n\nAnd what is that reality?\n\n\n\n\nThat I blame me.\n\n\n\n\nWhy do you feel that way?\n\n\n\n\nWe weren’t even supposed to be at the Site that day, I just needed to pick something up from my quarters. If I hadn’t forgotten it, maybe…\n\n\n\n\nYou can’t think like that. It happened, and there’s no changing it now.\n\n\n\n\nNo. But I wish there was.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSCP-8140-8.\n\n\n\n\n\n\nOnce testing began, Dr. Lindqvist requested access to \nSCP-140\n to compare the visions he experienced against the only historical record of the Daevite people. Access was granted, on the requirement that he only do so under guard to stop any expansions from taking place. Cross referencing the text of the book versus a log of changes that had occurred since SCP-140 was first contained by the Foundation, Dr. Lindqvist came to several conclusions:\n\n\na) SCP-140 did have reference to the battle in the area of southeastern Anatolia around the time period these artifacts were originating from; \nand\n\n\nb) this episode of Daevite history was not previously on evidence within SCP-140. Instead, the book had previously been fairly vague on the history of the early empire. This new addition to the history of the Daeva manifested recently and had not been recorded. It is unclear who might be responsible for the expansion.\n\n\n \n\n\n\n\n\n\nDaevite Magic and SCP-140\n\n\n\n\nThe Foundation has discovered at least two anomalies created with the purpose of retrieving victory from defeat by changing the outcomes of events. Philosophically, the Daeva had little respect for the concept of time. They viewed events as malleable in everyday life, at least for the Daevas themselves. Somehow, over their multiple millennia-spanning history, the ruling classes of the Empire were able to harness thaumaturgical rituals to rewrite events and retroactively change the results.\n\n\n\n\n\n\nAn instance of SCP-140.\n\n\n\n\n\n\nOf particular note, is SCP-140 – a history book entitled “A Chronicle of the Daevas” which is also a retrocausal anomaly that compels the reader to expand the history of the Daeva.\n\n\nEach expansion of the material in the book causes reality to warp to match what the expansion of the book reflects, retroactively. After indication in the book after an expansion event, archaeologists have found evidence of the Daeva at sites that previously held no such layers.\n\n\nAlthough the Daeva are responsible for a variety of anomalous items and rituals, the most intrinsically bound with the survival of their culture was that of the retrocausal thaumaturgic ritual. It was this that Dr. Lindqvist assumed the Daevites present in SCP-8140’s anomalous memories were attempting to achieve.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTesting Log\n\n\n\n\nAnomaly\n: SCP-8140-8\n\n\nDescription\n: Shield, roughly 1.3 meters in diameter, made entirely of petrified wood.\n\n\nPersonnel Present\n: Dr. Nils Lindqvist\n\n\nDate\n: 20 November, 2004\n\n\n\n\n[Similar to other tests, the recording begins with a point-of-view perspective, this time amongst shrubs and sparse trees in a landscape similar to the area around the archaeological dig. The perspective is at least two meters off the ground and the view pans around to frame several large primate entities covered in fur. The subject raises an arm with a wooden spear and points to a temple complex and surrounding village approximately five hundred meters away.\n8\n]\n\n\nSubject\n: [INDECIPHERABLE.]\n9\n\n\n[One of the other primates turns to the trees and makes a warbling call. The trees begin to move and stretch until they resemble roughly humanoid shapes. Eight such arboreal entities raise their arms and respond to the call of the furred entity.]\n\n\n\n\nThose remind me of SCP-3140. Good god, were those previously the creation of a different culture?\n\n\n\n\n[Perspective subject raises SCP-8140-8 and pounds the spear against it. In the direction of the village, a group of figures can be seen running towards the subject. Several more primates fall in beside the subject and begin advancing along with the arboreal entities. Subject looks left and then right, revealing more than forty of the large primates and another dozen arboreal entities. As one, they begin running towards the village and temple. A different primate leaps in the air toward the other force rushing out of the village; it is clearly holding a sword similar to SCP-8140-1. The figures are revealed to be approximately eighty humanoid golems of the sort seen previously. Each of the golems are holding stone weapons: spears, clubs and bows.]\n\n\nSubject\n: \n[Screaming]\n [INDECIPHERABLE.]\n\n\n[The two parties smash together in a melee. A grass entity’s spear stabs the subject in the chest, but the subject rips the spear out of it and slams its shield into the golem. The smaller entity falls to the ground. The subject lifts the golem into the air, grasps it by the arms and legs, and rips it in two. The battle continues for several minutes, with the primates and their arboreal allies overpowering the grass golems but taking several casualties. The recording ends when the subject is hit with several arrows in the neck and chest, collapsing into the dirt.]\n\n\n\n\nEND OF LOG\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nPrivate Research Log of Dr. Lindqvist\n\n\n21 November, 2004\n.\n\n\n\n\n\n\n \n\n\nEach new vision is filled with more and more violence. I will spare the file from too many repetitious records. Hard to say what the motivations of the primate entities are, as we cannot discern their speech from the recordings. They organize strategically and use weapons, showing clear signs of sapience and culture.\n\n\nI’m more interested by the Daeva. No one knew there was any such conflict in their history. Does that mean it hadn’t happened before the most recent expansion of SCP-140? Or did the expansion reveal this heretofore unknown history?\n\n\nThey fascinate me. Rewriting history to suit their needs. Battle lost? Change it. Bad day? Do it over. I would give anything to have that power. To change just that one day.\n\n\nI’m sure none of the Daeva stared at their ceiling at night, wondering when the pain would stop.\n\n\n \n\n\nI don’t wonder when the pain will stop. It’s all that’s left. If I didn’t have that anymore, where would she be?\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSite-91 Psychologist’s Office\n\n\n19 June, 2004\n\n\n\n\n\n\n \n\n\n\n\nI should have been there.\n\n\n\n\nNo, you shouldn’t have. What would you have done if you were?\n\n\n\n\nSomething more useful than bending over a hospital bed and weeping.\n\n\n\n\nWe’ve talked about this before. You can’t keep raging against the universe.\n\n\n\n\nWhat can I say? I like a good bargain.\n\n\n\n\nI’m not convinced we’re at that stage.\n\n\n\n\nWe aren’t at anything, doctor.\n \nI’m\n \nthe one dealing with this.\n\n\n\n\nYou need to reach out to\n \nfriends.\n\n\n\n\nI can’t see how that would help.\n\n\n\n\n\n\nI can only think of one thing that would.\n\n\n\n\nAnd what is that?\n\n\n\n\nIf time worked backwards.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nDebriefing Transcript\n\n\n22 November, 2004\n\n\n\n\nDirector Varga\n: Thanks for coming in so early, Nils.\n\n\nDr. Lindqvist\n: No problem, I would have anyway just to get a jump on the cataloguing.\n\n\nDirector Varga\n: That’s what I wanted to talk to you about.\n\n\nDr. Lindqvist\n: SCP-8140?\n\n\nDirector Varga\n: In a roundabout way. I’ve reviewed the test logs you’ve recorded in the last week and I’ve seen several things that made this meeting imperative. Are you familiar with SCP-1000?\n\n\nDr. Lindqvist\n: No, I am not.\n\n\nDirector Varga\n: I’m upping your clearance level for this project, Doctor. The reason I’m telling you this is that nothing about this file can be revealed to staff not cleared to know the information.\n\n\n[Varga passes a thick manila envelope across the desk towards Lindqvist, who begins to leaf through.]\n\n\n\n\nTen minutes omitted for brevity.\n\n\n\n\nDr. Lindqvist\n: Why was I not informed of this from the beginning?\n\n\nDirector Varga\n: It wasn’t relevant to the anomaly until I reviewed the test results. Now it is.\n\n\nDr. Lindqvist\n: I’m at a loss for words. An entire civilization of another species that pre-dates recorded history, that somehow we’ve all forgotten?\n\n\nDirector Varga\n: Yes, I know it’s a lot to take in.\n\n\nDr. Lindqvist\n: I’ll want to review any and all archaeological records we have from SCP-1000.\n\n\nDirector Varga\n: That’s the thing, Nils. There aren’t any. We’ve never identified an archaeological site confirmed to be from the Children of the Night.\n\n\nDr. Lindqvist\n: None?\n\n\nDirector Varga\n: \n[Shaking her head.]\n Ancient humanity did the job too thoroughly, some sort of ontokinetic wipe on a universal level. We know they existed, we know the civilization spread all over the world, but they vanished without a trace into obscurity. Which is why you can appreciate how important this site is, I hope? They’ve lived on the margins of humanity for centuries now, and this is the first real insight into their actions from antiquity.\n\n\nDr. Lindqvist\n: But according to the file, that happened in the stone age.\n\n\nDirector Varga\n: Which begs the question how this active force took military action against the early Daevites? I don’t know what to make of that.\n\n\nDr. Lindqvist\n: I do.\n\n\nDirector Varga\n: What?\n\n\nDr. Lindqvist\n: SCP-140. It changes reality retrocausally. Apparently, not solely for the Daeva.\n\n\nDirector Varga\n: So, someone expanded SCP-140 extending the influence of the Children of the Night further into the future? Why?\n\n\nDr. Lindqvist\n: We don’t know how SCP-140 works. We don’t know if some anomalous effect within the book seeks its own purposes or the person expanding the history follows their own mandate. All we know is the effect such expansions have. I wouldn’t be surprised if we find more archaeological data pertaining to SCP-1000 after this.\n\n\nDirector Varga\n: Which makes it even more imperative to find out what you can about them through SCP-8140.\n\n\nDr. Lindqvist\n: Yes, of course. But it’s even more interesting to understand how SCP-140 and Daevite thaumaturgy can affect causality in general. Think of the possibilities?\n\n\nDirector Varga\n: Nils, no. We can’t go messing with the timeline. Experimentation with SCP-140 is strictly forbidden all the way up to the O5s themselves.\n\n\nDr. Lindqvist\n: Right, of course. Forget I said anything.\n\n\n\n\nEND OF LOG\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nPrivate Research Log of Dr. Lindqvist\n\n\n22 November, 2004\n.\n\n\n\n\n\n\n \n\n\nFools.\n\n\nIf they had an ounce of courage, maybe we wouldn’t have to die in the dark. Maybe, we could protect those people that deserved it.\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSite-91 Lindqvist’s Personal Quarters\n\n\n30 June, 2004\n\n\n\n\n\n\n \n\n\nWait, what are you saying?\n\n\n\n\nWho says I have to accept how it happened?\n\n\n\n\nI don’t understand.\n\n\n\n\nIt didn’t need to happen that way, so why not change it?\n\n\n\n\nHave you been taking your medication?\n\n\n\n\nListen to me! It’s not impossible. Look at our lives, madness and magic are our every day. There’s a thousand ways it could work.\n\n\n\n\nYou’re really starting to worry me, so I’m gonna go. Please try to accept what happened… This really isn’t healthy.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nDoesn’t have to be this way.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSCP-8140-A, with sole documentable glyph identified.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-8140-11.\n\n\n\n\n\n\nOn 23 November, 2004, a previously undocumented subterranean chamber (SCP-8140-A) was discovered at the dig site. SCP-8140-A contains several Daevite thaumaturgical sigils across its walls, all but one of which are imperceptible, even under the influence of mnestics. Each image of the chamber exhibited ontokinetic properties such that 99% of the sigils carved into the rockface were unintelligible and often appeared blurred on photographs. The remaining sigil, pictured above, notably resembles those making up \nSCP-2140\n. Only this sigil is perceptible to observers.\n\n\nNearly a dozen new instances of SCP-8140 were recovered in the chamber, marking it as the highest density of the anomalous artifacts found to date.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nTesting Log\n\n\n\n\nAnomaly\n: SCP-8140-11\n\n\nDescription\n: Breastplate with eroded bas relief, constructed out of petrified wood.\n\n\nPersonnel Present\n: Dr. Nils Lindqvist\n\n\nDate\n: 28 November, 2004\n\n\n\n\n[The perspective subject is looking down at SCP-8140-11 while standing in a dwelling made from a hollowed out tree measuring approximately fifteen meters in diameter. A bed of leaves is just beyond the breastplate, next to a chair seemingly grown directly out of the tree’s inner surface. The subject picks up SCP-8140-11 and begins fastening it to its chest. The subject is an instance of SCP-1000.]\n\n\n[Subject moves out of the dwelling, pushing aside a woven grass curtain acting as a door. Thousands of trees surround the subject, many of them as large as a house. From each, one or two instances of SCP-1000 emerge. As one the thousands of primates move in a single direction. The subject, along with its fellow instances, marches through the forest for several minutes until a large circular clearing is reached. The clearing is made up of a depression in the earth nearly one hundred meters wide, and several descending layers of rock outcroppings resembling an arena. At the center of the depression, a single SCP-1000 instance is standing on a dais of raised earth. The subject finds a seat on the stones and is slowly surrounded by thousands of other instances. When the circular clearing is filled with seated primates, the instance on the dais begins to speak in a booming voice.]\n\n\nSCP-1000 Leader\n: Children of the Night, I welcome you. We have not met in such numbers for many long years. Our numbers have dwindled for centuries since the Night of the Flowers, and this is one of the few remaining outposts of our once great civilization.\n\n\n\n\nWhat the? I can understand them now?\n10\n\n\n\n\nSCP-1000 Leader\n: So, I thank you for coming. I know our time is past, and we have been forced into the margins of existence on a planet we nurtured while the humans spread like wildfire, but this meeting is not to discuss what we have lost. We have gathered today to discuss war.\n\n\n[Many SCP-1000 instances gasp or begin talking amongst themselves. The perspective subject does not say anything or look around it, instead focusing keenly on the leader on the dais.]\n\n\nSCP-1000 Leader\n: Please! I know we have all suffered because of the War against humanity. I too suffered. But hear me out.\n\n\n[The amphitheater grows quiet again. The perspective subject grips its hands on the edge of its breast plate, tensing against the petrified wood.]\n\n\nSCP-1000 Leader\n: Not far from here, to the east and the north, a series of human city states are joining together into an empire. They are not like other humans, their technology and ritual might are impressive. Many of you are aware of the danger these humans present. But for those that do not, they call themselves the Daeva. They are worshippers of blood while calling themselves guardians of life. They enslave all cultures they encounter as their influence grows. And they sacrifice their children to gods we cannot even imagine.\n\n\n[Murmuring can be heard all around the subject. It turns to a small group of SCP-1000 instances whispering to each other in an animated way. It shushes them with barely restrained rage. The subject returns its attention to the dais.]\n\n\nSCP-1000 Leader\n: We are the guardians of life on this planet, we always have been. The humans despoil all land they touch. But these humans are worse than the small villages we’ve seen in other parts of the world. These are an empire, devoted to death while claiming a mantle that we were cheated of. Soon, this empire will be pushing into our territory. Even now they are founding a colony centered around a temple, just a few days' march from this very spot.\n\n\nSCP-1000 Leader\n: If they weren’t threatening this last stronghold of our people, I would not make such a plea to the Assembly. But as it stands this empire will be within our forest in a few years, raping it and killing our children for their disgusting rituals. I know we have suffered. I know there are but a few thousand of us left here. But I ask you, will you stand by and wait for this empire to claim our birthright? Will you cower when the enemy is on our very thresholds?\n\n\n[The amphitheater is quiet for a few moments. Then the perspective subject stands and calls out, its voice booming across the amphitheater.]\n\n\nSubject\n: NO!\n\n\n[Many more SCP-1000 instances stand and echo the call.]\n\n\nSCP-1000 Leader\n: Will you beg these human women, dressed in blood and gold, when they take their stone knives to your neighbors?\n\n\nMany voices\n: NO!\n\n\nSCP-1000 Leader\n: Then I beg you, return to your homes, wake up the tree guardians, take up your weapons and meet me at the northern edge of the forest tomorrow at dusk, and we shall march on their hive like a \nlandslide\n.\n\n\n[The SCP-1000 leader on the dais raises its own sword.]\n\n\nSCP-1000 Leader\n: March with me until every last one of the Daeva threatening our forest is \na stain\n on their rock walls. March with me and \nknow battle once again\n.\n\n\n[Many thousands of SCP-1000 instances cheer and begin filing out of the amphitheater towards their homes.]\n\n\nSCP-1000 Leader\n: Then it is war.\n\n\nSubject\n: \n[Whispering.]\n Finally.\n\n\n\n\nEND OF LOG\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nInternal Affairs Post Incident Debriefing\n\n\n12 December, 2004\n\n\n\n\n\n\n \n\n\nWhen did you start ignoring protocol?\n\n\n\n\nWithin a week of returning to duty.\n\n\n\n\nHow?\n\n\n\n\nI began keeping a research log, but not recording it in the file. Used an old typewriter I had.\n\n\n\n\nWe know that.\n\n\n\n\nOf course you do.\n\n\n\n\nHow else?\n\n\n\n\nI started cataloguing the artifacts without recording them into the file too.\n\n\n\n\nAll of the artifacts?\n\n\n\n\nNo. Not all of them. I focused on those that might get me what I wanted.\n\n\n\n\nAnd what did you want?\n\n\n\n\nYou know what I goddamn wanted.\n\n\n\n\nPlease, for the record.\n\n\n\n\nI wanted to change the past.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nTesting Log\n\n\n\n\nAnomaly\n: SCP-8140-A1\n11\n\n\nDescription\n: Daevite sigil carved into the rockface within a chamber found below the ruins.\n\n\nPersonnel Present\n: Dr. Nils Lindqvist\n\n\nDate\n: 28 November, 2004\n\n\n\n\n[Perspective subject is carving the rock face with Daevite sigils with an obsidian athame. As she finishes each sigil the image blurs.\n12\n Much of the ceiling of the chamber is already blurred, indicating the presence of the anti-memetic sigils.]\n\n\n\n\nWhat are you doing?\n\n\n\n\n[Perspective subject begins carving a new sigil beneath the most recent one when she turns sharply. A Daevite priestess cloaked in red sweeping fabric, delicate gold bangles down each arm, and a gold diadem on her head comes into the room.]\n\n\nPriestess\n: \nSister, how go the preparations.\n\n\n[The subject wipes at her forehead. Rock shavings and dust fall away in front of the view.]\n\n\nSubject\n: \nThey proceed. Has the attack begun?\n\n\nPriestess\n: \nNo, but our scouts have identified a force of significant strength. Several thousand of the apes approach the village walls.\n\n\nSubject\n: \nHow is Linessa faring with the grass children?\n\n\nPriestess\n: \nShe has made several thousand. The forces will be of similar strength and we still have the slave warriors.\n\n\nSubject\n: \nThen we will be fine.\n\n\n[Subject turns back to her work on the wall.]\n\n\nPriestess\n: \nNo, the apes are very powerful. And we have never seen them in such numbers. But each is easily the match for three or four armed men or grass children.\n\n\nSubject\n: \nThen it is imperative that I finish.\n\n\n\n\nShow me how it works, damn it! What are you doing?\n\n\n\n\nSubject\n: \nYou’re still here.\n\n\nPriestess\n: \nMatriarch, excuse my candor. But we have little time left. Can the ritual do what you have promised?\n\n\nSubject\n: \nYes.\n\n\nPriestess\n: \nIt can preserve our lives?\n\n\nSubject\n: \nYes, even reaching through the skeins of time to do so. Now leave me.\n\n\n\n\nIs this it? How does it work?\n\n\n\n\n[Subject inspects her work, brushing away the dust and rock splinters. She is working on the sigil that is still perceivable to the modern day.]\n\n\n\n\nEND OF LOG\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSite-91 Office of the Director\n\n\n10 November, 2004\n\n\n\n\n\n\n \n\n\nAnd you think you’re ready to come back?\n\n\n\n\nOf course. I wouldn’t be in this office if I wasn’t.\n\n\n\n\nThe psychological report has you fit for duty, but they have some concerns.\n\n\n\n\nYou ever lost someone?\n\n\n\n\nYes.\n\n\n\n\nLike that?\n\n\n\n\nI’ve lost colleagues in containment breaches before, it’s hard to get to this point in my career without it.\n\n\n\n\nColleagues.\n\n\n\n\nI know that’s not the same.\n\n\n\n\nIt really isn’t.\n\n\n\n\nSo why come back now?\n\n\n\n\nCabin fever. Exhaustion. The need to be productive again? Take your pick.\n\n\n\n\nThere’s an archaeological dig, in Turkey, where we think some anomalous activity is happening. Could be the sort of reentry that will ease you back in.\n\n\n\n\nI’ll take it.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nTesting Log\n\n\n\n\nAnomaly\n: SCP-8140-11 \n[continued]\n\n\nDescription\n: Breastplate with eroded bas relief, constructed out of petrified wood.\n\n\nPersonnel Present\n: Dr. Nils Lindqvist\n\n\nDate\n: 28 November, 2004\n\n\n\n\n[Subject is moving through the streets of a small town made up of mud and stone huts. It carries a sword similar to SCP-8140-1. Several SCP-1000 instances walk with it. They are covered in cuts and have fur matted with blood. Each is wearing a breastplate similar to the subject.]\n\n\nSubject\n: Move forward, we need to secure the temple!\n\n\n[One of the SCP-1000 instances motions to a nearby group of arboreal entities and they begin advancing around a corner. Suddenly, they are backing up and taking cover behind the huts to either side of the street. Several dozen of the golems and several armed human soldiers round the corner carrying weapons. The subject roars and swings its sword at the nearest, cleaving a golem in two and kicking a human soldier in the chest, sending him flying backwards. The SCP-1000 instance and arboreal entities that had retreated behind the huts flank the small group of enemies, plunging into their mass with blades and spears. The arboreal entities tear golems apart and fling the remains into the walls of nearby huts.]\n\n\nSubject\n: Keep up the pressure!\n\n\n[The golems and human slave warriors surround the handful of SCP-1000 instances. There are five armored primates to approximately fifteen of the Daeva forces. The subject screams into the face of a soldier as it runs the man through on its sword, then tosses the body aside.]\n\n\n[A stone arrow hits the subject in the chest, glancing off its breastplate. Another embeds itself in the meat of the primate’s thigh. The subject ignores the wound and spins, catching another of the soldiers with an upward slash, eviscerating him. One of the other SCP-1000 instances falls, impaled on a pike. Another sweeps forward with a sword like the subject’s and kills two of the golems in a single blow. Another takes an arrow in the stomach, just below the breastplate. It roars in pain, throwing a spear which bursts through a golem’s chest and into the human soldier behind it, pinning them both to the ground.]\n\n\n[A small group of golems rush down the street, followed by a woman in crimson robes. She slashes with her athame at the SCP-1000 instance commanding the arboreal entities. The long ritual knife slices clean through the primate’s throat and it drops to its knees, blood flowing out onto the packed earth of the street.]\n\n\nPriestess\n: \nDo not let them see your fear. The Font provides!\n\n\n[An SCP-1000 instance approaches the subject as the fighting lulls around them.]\n\n\nSCP-1000 instance\n: What did she say?\n\n\nSubject\n: Who knows? \n[Turning to the other SCP-1000 instances around it.]\n Kill them all!\n\n\n[The fighting continues for another seven minutes, in which time the SCP-1000 instances kill all the golems and human soldiers. They lose all but two of their own number. The subject, wounded and exhausted, approaches the Daevite priestess who is on her knees, pressing one hand to a wound in her side and holding the blade out in front of her defensively. The subject bats the knife away from the priestess, sending the blade sliding across the thoroughfare and breaking her wrist. She moans in pain. The subject wraps its hands in the folds of her robes and hauls her to her feet, blood spraying from her wound. The subject brings its face in close to hers.]\n\n\nSubject\n: We are your better. We don’t need to use slaves to fight for us. You are not the guardians of life.\n\n\nPriestess\n: \nBarbarian. Scum. The Font will provide, even if it does so after my death. You are nothing.\n\n\nSubject\n: I can't understand a word you’re saying.\n\n\n[The subject places its large hand over the top of her head, and twists. The vertebra in her neck pop in a loud shearing noise. The subject drops the body to the dirt. Only now does it remove the arrow from its thigh. The other SCP-1000 instance brings a compress and wraps a woven grass bandage around the wound.]\n\n\nSubject\n: Enough. To the temple.\n\n\nSCP-1000 instance\n: Shouldn’t we wait for reinforcement?\n\n\nSubject\n: No. These women are up to something. The closer we get to the temple the harder their forces fight.\n\n\nSCP-1000 instance\n: They’re protecting it.\n\n\nSubject\n: Or someone. We take them now, in their nest.\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSite-91 Psychologist Office\n\n\n24 November, 2004\n\n\n\n\n\n\n \n\n\n\n\nWhy am I still coming to you? I was declared fit.\n\n\n\n\nYes, but the Director wants to ease you back into life at work.\n\n\n\n\nIt’s insulting.\n\n\n\n\nI’m sure it’s not intended to be.\n\n\n\n\nWell, it is.\n\n\n\n\nWe’ve made a lot of progress, but this sort of trauma is hard to shake.\n\n\n\n\nI’m fine.\n\n\n\n\nAre you? What about the nightmares?\n\n\n\n\nMostly gone.\n\n\n\n\nMostly.\n\n\n\n\nYes, not entirely.\n\n\n\n\nTell me about that.\n\n\n\n\nWhat’s there to tell? They happen every so often but not nearly as often as they once did.\n\n\n\n\nHow often?\n\n\n\n\nCouple times a week.\n\n\n\n\nAre they still interfering with your sleep?\n\n\n\n\nNot as badly.\n\n\n\n\nThat’s good. So, you’ve accepted what happened?\n\n\n\n\nAbsolutely. Can’t change the past, right?\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nPrivate Research Log of Dr. Lindqvist\n\n\n30 November, 2004\n.\n\n\n\n\n\n\n \n\n\nWhere is it? It has to be here. It’s in the cave, whatever it is, but I don’t understand how it works.\n\n\nI’ll never have a better opportunity to learn directly from the Daeva. To see as they saw and experience their rituals firsthand. Just haven’t found the right artifact yet. Have to keep looking.\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSite-91 Med Center\n\n\n2 October, 2003\n\n\n\n\n\n\n \n\n\n\n\nCan I see her now?\n\n\n\n\nYes, now that you’re not bleeding all over my waiting room floor. This way.\n\n\n\n\nHow is she?\n\n\n\n\nI won’t lie to you, your sister was seriously injured.\n\n\n\n\nJesus, she looks like she was in a car accident. How did this happen?\n\n\n\n\nI don’t know the details, but it happened during the containment breach. She’s suffered significant blunt trauma and has first degree burns over 20% of her body.\n\n\n\n\nOh my god. I can’t believe this.\n\n\n\n\nI know it’s hard, but we’re going to need you to give some details on her medical history.\n\n\n\n\nOf course. I’ll help any way I can. Is she going to be ok?\n\n\n\n\nToo early to say, I don’t want to give you false hopes. She still has some internal bleeding which we plan to address with more surgery this evening.\n\n\n\n\nWhat are these machines?\n\n\n\n\nJust a precaution, she is breathing on her own but we have her intubated and monitored in case that changes.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nChrist, what’s that noise?\n\n\n\n\nNurse! Crash cart! Code Blue!\n\n\n\n\nWhat’s happening?!?\n\n\n\n\nOrderly, please remove Dr. Lindqvist.\n\n\n\n\nGet your hands off me! What’s happening?\n\n\n\n\n\n\nOh fuck. Oh fuck. Goddamnit. Tell me what’s happening!\n\n\n\n\n\n\nDoctor?\n\n\n\n\n\n\nPlease.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nOn 1 December, 2004, Dr. Lindqvist’s assistant, Malcolm, called in to Site-91. He expressed worry about Dr. Lindqvist’s mental state, alleging the doctor hadn’t slept in two days and was cataloguing artifacts multiple times a day. This alerted Director Varga, because only a partial record had been made part of the official file and this meant many recordings were being intentionally omitted from reports. Security personnel were alerted and asked to secure the doctor until Director Varga could get onsite.\n\n\n\n\n\n\nIncident Log\n\n\n2 December, 2004\n\n\n\n\n\n\n\n\n02:35\n\n\n\n\n[Dr. Lindqvist is in the ad hoc artifact storage chamber erected onsite. Shelving lines the walls, containing sealed boxes with labels for SCP-8140 artifacts. He is standing in front of a steel table, his fingers clasped around an urn of Daevite manufacture. He staggers from the table, releasing the urn. His hands are shaking and he is covered in a thin sheet of sweat visible on recording.]\n\n\nDr. Lindqvist\n: Dammit. No good.\n\n\n\n\n02:38\n\n\n\n\n[Two security agents enter the testing chamber, Edwards and Callas. One is holding zipties, and both have their hands on holstered sidearms at their belts. Dr. Lindqvist looks up as they enter.]\n\n\nAgent Callas\n: Sir, we’re going to need you to step away from the artifact. Put your hands behind your back.\n\n\nDr. Lindqvist\n: Who the fuck are you?\n13\n Get out!\n\n\nAgent Edwards\n: Doctor, you know us. Director Varga has ordered you to be secured until such time as she can appraise the project.\n\n\nDr. Lindqvist\n: I don’t know you. I don’t have time for this!\n\n\n[Lindqvist is visibly shaking and waving his arms in an animated fashion. He pushes past Edwards, who attempts to grasp the doctor’s wrist. Lindqvist shoves the agent against the steel table, surprising him. Callas unholsters her weapon.]\n\n\nAgent Callas\n: Doctor, please calm down. Do not make me use force.\n\n\nDr. Lindqvist\n: Who the fuck are you people? You want my research? You can’t have it. I’ve worked too hard on this. I need this. Get out of my way.\n\n\n[Agent Edwards regains his feet and extracts a collapsible baton from his belt, and approaches Lindqvist.]\n\n\nAgent Callas\n: Please, let’s calm down.\n\n\nDr. Lindqvist\n: Fuck off!\n\n\n[Edwards tries to grab for Dr. Lindqvist, who scrambles out of the way and picks up SCP-8140-1 in both hands from a table nearby. Edwards swings his telescoping baton at the doctor but he brings the sword up in defense, slicing through the baton and then slashing across Edwards' chest and almost severing his arm. Blood sprays across the doctor and Callas.]\n\n\n[Callas fires her sidearm, hitting the doctor in the side which sends him stumbling. He catches himself on a table. Dr. Lindqvist screams at Callas and throws the sword at the agent. Callas fires again but misses as the hilt of the heavy sword strikes her in the face, knocking her down. She appears unconscious.]\n\n\n\n\n02:43\n\n\n\n\n[Dr. Lindqvist staggers out of the storage area carrying a containment box labelled SCP-8140-16. He is still wearing the OVR and holding his wounded side, bleeding heavily. The doctor stumbles through the dig site towards the entrance to SCP-8140-A.]\n\n\n\n\nEND OF LOG\n\n\n\n\n\n\n \n\n\n\n\n\n\nStone tunnel leading to SCP-8140-A.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-8140-16.\n\n\n\n\n\n\nThree hours after the events in the above log, Director Varga and a company of security personnel landed at the dig site. The site was secured quickly, the personnel roused from their beds and taken for debriefing. Dr. Lindqvist was found in the antechamber designated SCP-8140-A. His heart rate was dangerously low, and he had lost several pints of blood. The doctor was airlifted to secure medical facilities in Istanbul and treated for his wounds. He was in surgery for fourteen hours and in critical condition but stable for the next three days. Agent Callus was treated for concussion, but Edwards had succumbed to his wounds from copious bleeding from the left upper extremity where SCP-8140-1 had injured him.\n\n\nWhen he was found, Dr. Lindqvist was clutching SCP-8140-16 and still wearing the OVR. The data was recovered, and the following is a log of what was recorded.\n\n\n \n\n\n\n\n\n\nTesting Log\n\n\n\n\nAnomaly\n: SCP-8140-16\n\n\nDescription\n: Knife hilt, human rib – carved with Daevite sigils.\n\n\nPersonnel Present\n: Dr. Nils Lindqvist\n\n\nDate\n: 2 December, 2004\n\n\n\n\n[Perspective subject is carving a channel into the floor of the stone chamber designated SCP-8140-A with a ritual athame.\n14\n The subject finishes the channel, joining it to itself in a wide circle. She beckons to someone and a slave approaches.]\n\n\nSubject\n: \nKneel. Here.\n\n\n[She indicates next to the channel carved in the floor. The slave hesitates but then upon making eye contact with the subject, obeys. He is shaking.]\n\n\nSubject\n: \nFor the lives of the Sisters of True blood. For the defense of our temple to your glory. For the continued blessings of your providence. I offer you, spirit of life, the creator of all things, our Font of Existence, this sacrifice. Preserve us.\n\n\n\n\nYES. SHOW ME WHAT I NEED TO KNOW.\n\n\n\n\n[Subject slashes across the slave's throat and then guides the body down slowly, so that his blood fills into the channel. She begins murmuring to herself in an unintelligible manner. The slave’s body begins to thrash as his blood pours out. The subject inserts her knife into the back of his skull with a quick, sure strike, destroying the brainstem. The thrashing ceases. The channel has filled with blood and is moving circularly in a pulsating manner through the channel. The subject looks up as the Daevite priestess who came before her in the previous memory reappears at the entrance to the chamber. She is wounded and covered in dust.]\n\n\nPriestess\n: \n[Falling to her knees.]\n \nThey… are… coming.\n\n\n[The subject gestures to the slaves and golems standing around the entrance way, and they file out into the tunnel. Quickly afterwards noises of battle are heard, and guttural screams from the slaves. A bestial howl echoes down the tunnel. A few moments later, limping, the SCP-1000 instance wearing SCP-8140-11 appears at the entrance to the chamber. It is significantly wounded, bleeding not just from the wound in the thigh received earlier in the battle but also exhibiting a deep gash in the left forearm and another across its eyes and trailing back along the crown of its skull. The large primate shuffles forward.]\n\n\nSCP-1000 instance\n: You are done. Your people and slaves are routed. I doubt any of your sisters live. What do you hope to gain with this blood magic?\n\n\nSubject\n: \nI can’t understand a word you’re saying.\n\n\n[Subject slashes down the primate’s chest, cutting through the bindings of the breastplate and causing it to clatter to the floor of the chamber. She slashes again before the primate can complete the swing of its sword, cutting through inner elbow. The sword travels through the air despite the damage caused, striking the subject in the left side of her torso above the waist and cutting through into her sternum. She gasps and chokes out a spurt of blood.]\n\n\nSCP-1000 instance\n: Now die.\n\n\n[The primate reaches for her with its good arm, having dropped the sword. Just as its fingers brush the subject’s throat, she plunges the athame into the primate’s throat in an upward swing, piercing through its jaw and into the brain. The SCP-1000 instance falls directly onto the open channel filled with the slave’s blood. The subject collapses as well and lays across the body of the primate. Their blood mingles into the channel. As the subject’s eyes fight to stay open, the blade of the obsidian athame deteriorates and crumbles to dust. Daevite sigils begin manifesting along the hilt as if burned by a brand.\n15\n The hilt falls to the dirt and then the scene dissolves into blackness.]\n\n\n \n\n\n\n\nEND OF LOG\n\n\n\n\n\n\n\n\nPost Incident Analysis\n:\n\n\n\n\nIt was determined in review of the relevant recordings that Dr. Lindqvist had been hiding significant cataloguing activities from the Foundation, especially those artifacts with a Daevite origin.\n\n\nIt was further determined that Dr. Lindqvist did this in order to learn something of Daevite ritual thaumaturgy for a specific purpose.\n\n\nDr. Lindqvist assumed that the Daevite priestess present in SCP-8140-A was attempting to rewrite history. Consulting with Site-91 thaumatologists and historians, Director Varga has come to a different conclusion – the Daevite priestess intended to preserve their struggle for those of her culture to find afterwards. There was no retrocausal aspect to this anomaly, merely an attempt to preserve a record of the conflict.\n\n\n\nThe final moments of the last log reveal the mixing of SCP-1000 blood with the ritual workings in SCP-8140-A. It is theorized that this is why their memories are also preserved as it is unlikely that the Daeva intended to preserve a record of a culture they thought so little of.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nPrivate Research Log of Dr. Lindqvist\n\n\n30 November, 2004\n.\n\n\n\n\n\n\n \n\n\nThe Daeva changed the way their entire civilization ended, multiple times. Avoided catastrophic losses and the results of revolution and sustained disastrous wars. All retroactively, thousands of years later.\n\n\nAll I want to do is change one single event. One single day played out differently, and she would still be alive. That shouldn’t be so hard.\n\n\n\n\n\n\n\n\n \n\n\nAfter recovery, Dr. Lindqvist was put through a battery of psychological assessments due to the violent nature of his actions. It was determined that continued handling of SCP-8140 instances had a cumulative effect on his psyche further worsening the post-traumatic stress disorder from the death of his sister one year prior to the discovery of the artifacts.\n\n\nGiven the dangers of cumulative side effects from handling the artifacts, the containment procedures have been adjusted accordingly.\n\n\nAfter debriefing, Dr. Lindqvist was amnesticized and returned to work on SCP-8140 under supervision of security staff. Even though the anomalous transfer of memories from the artifacts could not be erased, the events of Dr. Lindqvist’s life could be. It was decided that due to the nature of his history it was appropriate that his memories leading up to his involvement with SCP-8140 would have to be erased in order to guarantee his ability to return to work, up to and including the loss of his sister.\n16\n A cover story concerning her transfer to another facility under classified security has been implemented.\n\n\n \n\n\n \n\n\nrating: \n+329\n+\n–\nx\n\n\n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Turkish Ministry of Health.\n\n\n2\n. The device records digital rendering of a subject’s dreams, and was theorized to be capable of capturing the anomalous transmission of memories from SCP-8140.\n\n\n3\n. Designated 'golems'.\n\n\n4\n. Often described as an athame.\n\n\n5\n. The OVR records the thoughts of the individual whose dream is being observed.\n\n\n6\n. Consulting with the Department of History after testing, Dr. Lindqvist concluded that the women were speaking ancient Daevite. But invariably, the translation was accomplished anomalously, easily understood by any observer of the recording, no matter what their specific language fluencies.\n\n\n7\n. The memory apparently pre-dates the Sarkic revolution centered around that city.\n\n\n8\n. Theorized to be Göbekli Tepe, at the height of its occupation.\n\n\n9\n. The entity’s speech does not match up to any known language within the Foundation’s databases.\n\n\n10\n. It has been theorized that Dr. Lindqvist’s debriefing concerning the existence of SCP-1000 unlocked a memetic block that had previously caused their speech to be unintelligible. Given the nature of SCP-1000’s history and the ontokinetic nature of their defeat, it is possible that without direct knowledge of their existence even the anomalous nature of SCP-8140 could not overcome the centuries of memetic encoding that have erased SCP-1000 from humanity’s collective memory.\n\n\n11\n. This log was not originally made part of the file but has been recovered in the aftermath and integrated with the record as a whole.\n\n\n12\n. Observers of the recording universally report that the memory of the sigil’s image is lost.\n\n\n13\n. Dr. Lindqvist was fully aware of both agents’ identity, they had been assigned to the dig site since discovery.\n\n\n14\n. The handle is identical to SCP-8140-16 but lacks the sigils. Additionally, the delicate obsidian blade lacks any visible damage despite the priestess using the blade to carve rock.\n\n\n15\n. Matching the designs currently displayed on SCP-8140-16.\n\n\n16\n. As sanctioned by the Ethics Committee.\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8140\n\" by Grigori Karpin, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8140\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Sword\n\n\nAuthor:\n The Swedish History Museum\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes\n: Used in below image; Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n Mark 379a\n\n\nAuthor:\n mark byzewski\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes\n: Used in below image; Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n Petrified wood\n\n\nAuthor:\n kate ure\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes\n: Used in below image; Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n sandpaper board\n\n\nAuthor:\n BeckyF\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes\n: Used in below image; Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n SCP-8140 Sword\n\n\nAuthor:\n Grigori Karpin\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n using the above four images.\n\n\n\n\n\n\n\n\nFilename:\n Göbekli Tepe, Urfa.jpg\n\n\nAuthor:\n Teomancimit\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n\n\n\n\n\n\n\n\nFilename:\n Glyph3PetrogradFixed.png\n\n\nAuthor:\n Petrograd\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes:\n Created using free fonts by from Juan Carlos Porcel \nhttps://elderprops.tumblr.com/post/89934858272/free-fonts-necrofonticon2\n and originally used in \nSCP-2140\n.\n\n\n\n\n\n\nFilename:\n Caynton Caves\n\n\nAuthor:\n Michael Scott/Schantelle\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n Coimbra\n\n\nAuthor:\n Michael Kogan\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n\n\n\n\nOther Artifact examples\n\n\n\n\nFilename:\n Paleolithic Stone Tools\n\n\nAuthor:\n Gary Todd\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n Shield\n\n\nAuthor:\n Los Angelese County Museum of Art\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n Breastplate\n\n\nAuthor:\n Walters Art Museum\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n Free Texture #118\n\n\nAuthor:\n Brenda Clarke\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n Asta de ciervo tallada\n\n\nAuthor:\n Ángel M. Felicísimo\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n\n\n\n\n\n\n\n\nFilename:\n Texture 87\n\n\nAuthor:\n Ellen van Deelen\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLink\n\n\nAdditional Notes\n: Edited by \nGrigori Karpin\n\n\n\n\n\n\nFilename:\n SCP-140(blue)\n\n\nAuthor:\n Grigori Karpin\n\n\nLicense:\n CC BY 3.0\n\n\nSource Link:\n \nLINK\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin\n made by using “Book Cover of The Language of Flowers” image in combination with an image I took.\n\n\n\n\n\n\nFilename:\n Book Cover of The Language of Flowers\n\n\nAuthor:\n Rawpixel Ltd\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nLINK\n\n\nAdditional Notes:\n Edited by \nGrigori Karpin",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8140 \" by Grigori Karpin, from the SCP Wiki . Source: https://scpwiki.com/scp-8140 . Licensed under CC-BY-SA .",
        "Filename: Sword Author: The Swedish History Museum License: CC BY 2.0 Source Link: Link Additional Notes : Used in below image; Edited by Grigori Karpin",
        "Filename: Mark 379a Author: mark byzewski License: CC BY 2.0 Source Link: Link Additional Notes : Used in below image; Edited by Grigori Karpin",
        "Filename: Petrified wood Author: kate ure License: CC BY 2.0 Source Link: Link Additional Notes : Used in below image; Edited by Grigori Karpin",
        "Filename: sandpaper board Author: BeckyF License: CC BY 2.0 Source Link: Link Additional Notes : Used in below image; Edited by Grigori Karpin",
        "Filename: SCP-8140 Sword Author: Grigori Karpin License: CC BY 2.0 Source Link: Link Additional Notes : Edited by Grigori Karpin using the above four images.",
        "Filename: Göbekli Tepe, Urfa.jpg Author: Teomancimit License: CC BY-SA 3.0 Source Link: Link Additional Notes : Edited by Grigori Karpin",
        "Filename: Glyph3PetrogradFixed.png Author: Petrograd License: CC BY-SA 3.0 Source Link: Link Additional Notes: Created using free fonts by from Juan Carlos Porcel https://elderprops.tumblr.com/post/89934858272/free-fonts-necrofonticon2 and originally used in SCP-2140 .",
        "Filename: Caynton Caves Author: Michael Scott/Schantelle License: Public Domain Source Link: Link Additional Notes : Edited by Grigori Karpin",
        "Filename: Coimbra Author: Michael Kogan License: CC BY-SA 2.0 Source Link: Link Additional Notes : Edited by Grigori Karpin",
        "Filename: Paleolithic Stone Tools Author: Gary Todd License: Public Domain Source Link: Link Additional Notes : Edited by Grigori Karpin",
        "Filename: Shield Author: Los Angelese County Museum of Art License: Public Domain Source Link: Link Additional Notes : Edited by Grigori Karpin",
        "Filename: Breastplate Author: Walters Art Museum License: CC BY-SA 3.0 Source Link: Link Additional Notes : Edited by Grigori Karpin",
        "Filename: Free Texture #118 Author: Brenda Clarke License: CC BY 2.0 Source Link: Link Additional Notes : Edited by Grigori Karpin",
        "Filename: Asta de ciervo tallada Author: Ángel M. Felicísimo License: CC BY 2.0 Source Link: Link Additional Notes : Edited by Grigori Karpin",
        "Filename: Texture 87 Author: Ellen van Deelen License: CC BY 2.0 Source Link: Link Additional Notes : Edited by Grigori Karpin",
        "Filename: SCP-140(blue) Author: Grigori Karpin License: CC BY 3.0 Source Link: LINK Additional Notes: Edited by Grigori Karpin made by using “Book Cover of The Language of Flowers” image in combination with an image I took.",
        "Filename: Book Cover of The Language of Flowers Author: Rawpixel Ltd License: CC BY 2.0 Source Link: LINK Additional Notes: Edited by Grigori Karpin"
    ],
    "title": "SCP-8140"
}