{
    "url": "https://scp-wiki.wikidot.com/scp-8147",
    "all_text": "rating: \n+270\n+\n–\nx\n\n\nItem #:\n SCP-8147\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-8147 is to be kept in a standard Safe object containment locker. Testing on SCP-8147 is strictly forbidden following the events of Incident 8147-1.\n\n\nDescription:\n SCP-8147 is a 4-meter-wide 3-centimeter-thick circular ring made of bronze, with three brackets on its backside that enable it to be mounted to a wall. In addition, the object has a USB port and a standard American 120 V power plug. When SCP-8147 is powered and is attached to a keyboard, its interior turns into a black void which behaves as if it is solid. When a user types on the keyboard, white text appears in this void.\n\n\nIf, at any time, the user hits the \"Enter\" key, the text disappears, and an image of an hourglass will appear on the surface of SCP-8147 for anywhere from three seconds to two hours.\n\n\nFollowing this, the interior of SCP-8147 will become a Class IV Dimensional Rift, enabling the user to travel into an alternate world (designated SCP-8147-1). This world will roughly match the textual description the user entered prior. No material from within SCP-8147-1 may pass through the rift.\n\n\nSCP-8147 Testing Log:\n\n\n\n\n\n\nTest No.\n\n\nPrompt\n\n\nGeneration Time\n\n\nAdditional Notes\n\n\n\n\n\n\n3\n\n\nA planet made entirely out of solid iron.\n\n\n4s\n\n\nNone.\n\n\n\n\n\n\n17\n\n\nA replica of modern-day Earth.\n\n\n33s\n\n\nMinor differences to baseline reality were noted. For instance, New Zealand was absent.\n\n\n\n\n\n\n45\n\n\nAn Earth-sized planet made entirely out of bricks.\n\n\n20m48s\n\n\nA pile of loose bricks was spotted 1km from the rift. Otherwise, the planet was entirely flat.\n\n\n\n\n\n\n174\n\n\nAn Earth-sized planet made entirely from dominoes stacked on their edges.\n\n\n2h25m19s\n\n\nSCP-8147 never generated a rift during this test. Instead, after 2h25m19s, it displayed an \"X\" and returned to its \"text entry\" state.\n\n\n\n\n\n\nIncident 8147-1:\n On 4 April 2023, a test was being conducted on SCP-8147 where it was prompted to create \"A planet identical to Earth, except that humans never evolved.\" However, Site-03 briefly lost power 2.47 seconds after SCP-8147 entered its \"hourglass\" state. Upon losing power, SCP-8147 immediately formed a Class IV Dimensional Rift instead of shutting down as expected. Upon entering, the SCP-8147 Exploration Team stepped onto mountainous, rocky terrain. Exploration Team Captain Roberts was immediately alerted to a human entity (designated SCP-8147-2) dressed in overalls chiseling a rock with a jackhammer.\n\n\n\n\n[SCP-8147-2 stops the jackhammer and stares at the exploration crew.]\n\n\nSCP-8147-2:\n Holy shit.\n\n\nCapt. Roberts:\n Who are you?\n\n\nSCP-8147-2:\n You folks gotta leave. This is a construction zone.\n\n\nCapt. Roberts:\n I thought this planet wasn't supposed to have humans. Are you human?\n\n\nSCP-8147-2:\n As human as you are! I'll be outta your way once it's finished. Now scram!\n\n\nCapt. Roberts:\n Wait, what \nmade\n this planet?\n\n\nSCP-8147-2:\n You're lookin' at 'im. Fuckin' hate planet duty.\n\n\nCapt. Roberts:\n And exactly \nhow\n long have you been here?\n\n\nSCP-8147-2:\n 'Round about two-and-a-half quadrillion years.\n\n\n\n\nAll tests on SCP-8147 are now forbidden as per Ethics Committee fiat, including the planned Test #297.\n\n\n\n\n\n\n« \nSCP-8146\n | SCP-8147 | \nSCP-8148\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8147\n\" by radian628, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8147\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "[SCP-8147-2 stops the jackhammer and stares at the exploration crew.] SCP-8147-2: Holy shit. Capt. Roberts: Who are you? SCP-8147-2: You folks gotta leave. This is a construction zone. Capt. Roberts: I thought this planet wasn't supposed to have humans. Are you human? SCP-8147-2: As human as you are! I'll be outta your way once it's finished. Now scram! Capt. Roberts: Wait, what made this planet? SCP-8147-2: You're lookin' at 'im. Fuckin' hate planet duty. Capt. Roberts: And exactly how long have you been here? SCP-8147-2: 'Round about two-and-a-half quadrillion years.",
        "\" SCP-8147 \" by radian628, from the SCP Wiki . Source: https://scpwiki.com/scp-8147 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8147",
    "object_class": "Safe",
    "containment_procedures": "SCP-8147 is to be kept in a standard Safe object containment locker. Testing on SCP-8147 is strictly forbidden following the events of Incident 8147-1.",
    "description": "SCP-8147 is a 4-meter-wide 3-centimeter-thick circular ring made of bronze, with three brackets on its backside that enable it to be mounted to a wall. In addition, the object has a USB port and a standard American 120 V power plug. When SCP-8147 is powered and is attached to a keyboard, its interior turns into a black void which behaves as if it is solid. When a user types on the keyboard, white text appears in this void.",
    "title": "SCP-8147"
}