{
    "url": "https://scp-wiki.wikidot.com/scp-8149",
    "all_text": "rating: \n-10\n+\n–\nx\n\n\nItem #:\n SCP-8149\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-8149 is to be contained in a 80m x 125m x 6m reinforced humanoid containment chamber lined with sound-dampening materials. All surfaces must be non-reflective, and any personnel entering must wear opaque visors with no exposed glass or polished metal. Psychological evaluations are mandatory before and after interaction.\n\n\nUnder no circumstances should SCP-8149 be exposed to reflective surfaces. Any mirrors, windows, or bodies of water within a 200-meter radius of containment must be removed or covered.\n\n\nSubjects exhibiting Stage 1 symptoms after possible contact with SCP-8149 are to be quarantined for 72 hours. If symptoms progress to Stage 2, termination is slated for authorization.\n\n\nDescription:\n SCP-8149 is a group of humanoid entities resembling children between the ages of 5 and 12. They possess smooth, featureless faces—no eyes, nose, or mouth—and their skin has an odd wax-like texture, cold to the touch. They emit a faint, dissonant humming, described as \"multiple voices whispering in unison, just out of sync.\"\n\n\nSCP-8149 instances manifest in positions similar to those of a depressed or mourning individual, near reflective surfaces—mirrors, windows, polished metal, even still water. They do not move when observed directly but can be seen shifting in reflections, always getting closer, even when the physical copy isn't moving. When not under any sort of direct observance, instances can move freely. Eye contact with an SCP-8149 instance does effectively nothing, however, direct eye contact with a reflection of one can trigger a four-stage assimilation process:\n\n\nStage 1 (0–6 hours):\n The victim reports hearing faint whispering in the voice of a child, though the words are unintelligible. Paranoia and an aversion to mirrors develop.\n\n\nStage 2 (6–24 hours):\n The victim’s reflection begins moving independently, mimicking the motions of SCP-8149 instances. The reflection’s face starts to blur.\n\n\nStage 3 (24–48 hours):\n The victim’s facial features deteriorate—their eyes sink inward, their mouth seals shut, and their skin becomes unnaturally smooth. They report (through written messages, as most of their mouths are useless now) feeling \"empty\" and are drawn compulsively to reflective surfaces. Their height may start to decline.\n\n\nStage 4 (48+ hours):\n The victim’s transformation completes. Their face becomes entirely blank, and they physically turn into an instance of SCP-8149. Newly converted instances retain fragmented memories of their former lives, occasionally whispering names or phrases from their past identities. If the victim was older than the 5-12 range, their height will effectively shrink until they look identical to the other instances.\n\n\nAttempts to destroy SCP-8149 have failed. Damaged instances regenerate within minutes, and dismembered limbs crawl back toward the main body. Fire, acid, and high-voltage electricity have no lasting effect.\n\n\nThere are currently 53 recorded instances of SCP-8149. They do not seem to be able to convert civilians into instances through any way other than the aforementioned method via having their reflection perceived. All instances are safely in containment as of now.\n\n\nIf SCP-8149 were to infiltrate a densely populated area (e.g., a shopping mall or subway system), mass exposure would be inevitable. Reflections would propagate the infection exponentially, with thousands converting within days. Such a scenario must be avoided with utmost importance.\n\n\nAddendum 1:\n SCP-8149 was first discovered in [REDACTED], a small rural town where 37 residents vanished over three weeks. The only survivor, a 9-year-old girl (designated POI-8149-Alpha), was found sitting in front of a shattered mirror, repeating: \"They’re inside the glass now.\"\n\n\nDuring initial containment, Researcher K. Ellis viewed an instance SCP-8149 in a security monitor. Despite immediate isolation after first symptoms, she progressed to Stage 3 before termination could be authorized. Her final journal entry read:\n\n\n\"They’re not taking us. They’re just… making room. There’s something else behind the mirrors. Something…older.\"\n\n\nAfter this incident, security monitors have been banned from the containment area of SCP-8149.\n\n\nAddendum 2:\n Research suggests SCP-8149 may be extensions of a larger entity, designated SCP-8149-Ω(nicknamed \"The Hollow Parent\"), existing within reflective surfaces. Infrasound recordings reveal faint, slow breathing patterns emanating from mirrors exposed to SCP-8149.\n\n\nOn ██/██/20██, during an experiment involving a two-way mirror, an unknown figure—taller than the other instances, with elongated limbs and a face that \"flickered like static\"—was observed watching from the other side before the feed cut out.\n\n\nResearcher E. Meranis theorizes that SCP-8149 instances may be \"scouts\" for SCP-8149-Ω, preparing our world for its arrival.\n\n\n\n\n\n\n« \nSCP-8148\n | SCP-8149 | \nSCP-8150\n »",
    "addendums": [
        "Addendum 1: SCP-8149 was first discovered in [REDACTED], a small rural town where 37 residents vanished over three weeks. The only survivor, a 9-year-old girl (designated POI-8149-Alpha), was found sitting in front of a shattered mirror, repeating: \"They’re inside the glass now.\"\nDuring initial containment, Researcher K. Ellis viewed an instance SCP-8149 in a security monitor. Despite immediate isolation after first symptoms, she progressed to Stage 3 before termination could be authorized. Her final journal entry read:\n\"They’re not taking us. They’re just… making room. There’s something else behind the mirrors. Something…older.\"\nAfter this incident, security monitors have been banned from the containment area of SCP-8149.",
        "Addendum 2: Research suggests SCP-8149 may be extensions of a larger entity, designated SCP-8149-Ω(nicknamed \"The Hollow Parent\"), existing within reflective surfaces. Infrasound recordings reveal faint, slow breathing patterns emanating from mirrors exposed to SCP-8149.\nOn ██/██/20██, during an experiment involving a two-way mirror, an unknown figure—taller than the other instances, with elongated limbs and a face that \"flickered like static\"—was observed watching from the other side before the feed cut out.\nResearcher E. Meranis theorizes that SCP-8149 instances may be \"scouts\" for SCP-8149-Ω, preparing our world for its arrival."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-8149",
    "object_class": "Keter",
    "containment_procedures": "SCP-8149 is to be contained in a 80m x 125m x 6m reinforced humanoid containment chamber lined with sound-dampening materials. All surfaces must be non-reflective, and any personnel entering must wear opaque visors with no exposed glass or polished metal. Psychological evaluations are mandatory before and after interaction.",
    "description": "SCP-8149 is a group of humanoid entities resembling children between the ages of 5 and 12. They possess smooth, featureless faces—no eyes, nose, or mouth—and their skin has an odd wax-like texture, cold to the touch. They emit a faint, dissonant humming, described as \"multiple voices whispering in unison, just out of sync.\"",
    "title": "SCP-8149"
}