{
    "url": "https://scp-wiki.wikidot.com/scp-8151",
    "all_text": "\"When she died, everyone was in tears. My sister, my father, my whole family. But I felt no sorrow, no anger. She was just another statistic, a face in a sea of dead bodies.\"\n\n\n\n\n\n\n\n\nrating: \n+93\n+\n–\nx\n\n\n\n\nItem #:\n SCP-8151\n\n\nObject Class:\n Thaumiel\n1\n\n\nSpecial Containment Procedures:\n Any external manifestations of SCP-8151 are to be recorded and sent to the Temporal Anomalies wing at Site-34. Foundation personnel who witness manifestations of SCP-8151 may \nnot\n, regardless of clearance level, receive amnestic treatment until after the events portrayed either come to pass or are circumvented. Failure to comply with these restrictions will result in mandatory amnestic treatment.\n\n\nD-Class assigned to SCP-8151 locations are to be provided adequate provisions as per Document 422341-CA\n2\n. Staff assigned to monitor SCP-8151 locations must be given bi-weekly psychiatric evaluations. Any staff obtaining lower than a 50 on the Düren-Henderssohn Psychological Stability Scale\n3\n must be reassigned.\n\n\n\n\nThe previous procedure is under review by the Ethics Committee.\n\n\nPersonnel assigned to official SCP-8151 locations must comply with all Delphi event regulations, including cooperation with the GOC in disseminating only relevant and necessary information to participating world governments. Due to the often time-restrictive nature of SCP-8151, Foundation emergency response teams are to remain on standby 24 hours a day.\n\n\nDescription:\n SCP-8151 is a standard single-hung 24\" x 36\" domestic window. SCP-8151 can manifest in any enclosed, windowless room up to 15 sq meters in size. It will not manifest in rooms that are not of a standard (rectangular or circular) shape.\n\n\nManifestations of SCP-8151 are labeled as \"Delphi\" events. During Delphi events, SCP-8151 will materialize on a wall within the room, displaying vague, foggy patterns and shapes on the window for approximately five minutes. If a sentient being is not present within that time, the window will de-manifest and the Delphi event will cease. If a sentient being is present, the image outside the window will spontaneously shift to depict a current or near-future tragedy, typically of anomalous origin.\n4\n Depictions are highly detailed and graphic, often involving catastrophic loss of life and/or severe harm to human persons.\n\n\nPrior to 2013, the disasters depicted during Delphi events were determined to be roughly 50% ongoing crises with no possibility for Foundation or GOC intervention that could mitigate damage. The implementation of thaumaturgic spatio-temporal focusing rituals, developed by Dr. Tilda Moose, allowed Foundation thaumaturgists to filter out ongoing disasters and only depict future ones. This also allowed for Foundation thaumaturges to specify certain locations where Delphi events were exponentially more likely to occur. There are currently 18 Sites, with Site-34’s Temporal Anomalies wing being the central location, designated for Delphi events under Foundation control.\n\n\nAddendum 1 - Preliminary Trial of SCP-8151:\n\n\nBefore deployment as a full Thaumiel-Class anomaly, SCP-8151 was set to undergo a series of preliminary testing to determine its efficacy and ease of use. Researchers Meredith Polletta and David Cross were promoted to Senior Researchers and tasked with helping to oversee the trials. They were selected for their naturally very high psychological and cognitive resilience.\n\n\nParameters for testing were selected to show low potential for loss of life with moderate to severe structural and financial damages. Volunteer D-Class were used as subjects for viewing SCP-8151 during Delphi events.\n\n\n\n\nTest 1:\n\n\nEvent:\n Monsoon flooding on Tioman Island, Malaysia\n\n\nExpected Losses:\n 15 dead, 7 missing, $3,000,000 USD\n\n\nResults:\n Island and surrounding areas were evacuated fully, protective seawall and storm borders reinforced. Damages not expected to exceed $100,000 USD.\n\n\nComments:\n\n\nPolletta: Finally some recognition around here. About time we started doing something actually useful.\n\n\nCross: Just hope that this promotion doesn’t lead to all that extra paperwork.\n\n\n\n\n\n\nTest 2:\n\n\nEvent:\n Very late season tornado striking Columbia, Missouri, US\n\n\nExpected Losses:\n 3 dead, $500,000 USD, 1 Foundation Auxiliary Site\n\n\nResults:\n Foundation weather drones deployed. Unexpected cold front dispersed before severe weather could form.\n\n\nComments:\n\n\nCross: Huh. Wonder why we don’t do that kind of thing more often. It could certainly help a lot of people.\n\n\nPolletta: Ozzie says the devices are extremely expensive and work in an extremely short range over an extremely short period of time.\n\n\nCross: Well that sounds a bit-\n\n\nPolletta: I swear to God.\n\n\nCross: Can’t I have a little fun every now and then?\n\n\nCross: Ok, fine. You know, if we keep doing this well, maybe the Foundation will start deploying more drones like these. We could really start saving lives.\n\n\n\n\n\n\nTest 10:\n\n\nEvent:\n Minor eruption of Mauna Kea, Hawaii\n\n\nExpected Losses:\n 9 dead, $10,000,000 USD, 2 Foundation research outposts, 1 GOC base\n\n\nResults:\n Preemptive negotiations with local thaumaturgic flora and fauna resulted in a redirection of lava flow away from settled areas.\n\n\nComments:\n\n\nCross: I think we’re starting to get the hang of this.\n\n\nPolletta: Even the D-Class are getting into it. I heard one of them talking about setting up a schedule so everyone gets a fair share.\n\n\nCross: Was it Attleburgh? D-438249?\n\n\nPolletta: …maybe. Hey, listen, just because he’s weird doesn’t make it invalid!\n\n\nCross: Sure, sure.\n\n\n\n\nFollowing a series of successful trials, SCP-8151 was approved for deployment as a Thaumiel-class anomaly.\n\n\n\n\n\n\nAddendum 2- Record of Major Delphi Events:\n\n\nFollowing the ratification of the Treaty of Athens, a research hub was established at Site-34. Senior Researchers Meredith Polletta and David Cross were named as Project Co-leads. The following is a record of major disasters predicted by SCP-8151 at Site-34 up to December 31st, 2017. (Note: this list does not encompass every disaster predicted, only those with high potential for loss of life)\n\n\n\n\n\n\nDate\n\n\nDescription of Event\n\n\nNotes From Project Leads\n\n\nPredicted Losses\n\n\nActual (Estimated) Losses\n\n\n\n\n\n\n5-21-13; 2 hr prior to event\n\n\nSeveral people are shown being swept away into floodwaters contaminated with heavy and dangerous debris. One person collides with a mass of trees and stone and is thrust under the water.\n\n\nCross:\n \nThe level of detail the window shows is astounding, but the sounds are a little…unnerving at times.\n\n\nPolletta:\n \nWish it would give us more lead time, but beggars can’t be choosers, I guess.\n\n\n2,500\n\n\n1,000\n\n\n\n\n\n\n7-04-13; 3.5 hr prior to event\n\n\nContainment breach of SCP-████. A small town in Iowa, USA is shown being leveled. The window zooms in on the anomaly breaking into a local corner store and ripping apart the people within.\n\n\nPolletta:\n \nThank god we got the alert when we did.\n\n\nCross:\n \nJesus. Makes you feel like all this is worth it?\n\n\n3,000\n\n\n700\n\n\n\n\n\n\n9-03-13; 1 hr prior to event\n\n\nA building shakes during an earthquake. Multiple screams can be heard as the building collapses. D-14790 attempts to leave partially through the event, causing de-manifestation.\n\n\nCross:\n \nI didn’t know his family was in that village…\n\n\n10,000\n\n\n5,000\n\n\n\n\n\n\n10-12-13; 6 hr prior to event\n\n\nAn underground anomalous market is engulfed in a shimmering blue fire. Bodies are shown alive in various states of burning, most of which should be deceased, based on damage sustained. D-14790 stands up after 30 seconds, runs headfirst into the window and must be restrained by on-Site personnel\n\n\nPolletta:\n \n…shit\n\n\nCross:\n \nThese people aren’t dead yet, ok? We just gotta do our thing and we can save them. That’s our job.\n\n\nPolletta:\n \nIf you say so.\n\n\n700\n\n\n[REDACTED]\n\n\n\n\n\n\n\nD-14790 received psychiatric treatment and was removed from the project. D-53458 was selected as a replacement. At least 4 research personnel are now required to be directly on-site as mediators and observers during a Delphi event. The Ethics Committee recommends the retirement of SCP-8151 sites.\n\n\nD-H Score:\n\nSenior Researcher David Cross: \n93\n\nSenior Researcher Meredith Polletta: \n95\n\n\n\n\n\n\n\n\n1-02-14; 4 hr prior to event\n\n\nSCP-179\n points towards the Sun. A massive solar flare races to Earth, lighting up the atmosphere with electromagnetic interference. The window zooms into a small town. The residents all point at the aurora in the sky, before a plane is seen colliding with the ground.\n\n\nPolletta:\n \nHow the hell do we prepare for that?!\n\n\nCross:\n \nHappy fuckin New Year.\n\n\n136,000\n\n\n78\n\n\n\n\n\n\n3-15-14; 1 hr prior event\n\n\nA large cruise ship is capsized somewhere in open waters while a storm rages around it. People are heard screaming and several are jumping from the ship as it tilts further. As the ship begins to sink, lightning strikes the water and the screams go silent.\n\n\nPolletta:\n \nPaul quit today.\n\n\nCross:\n \nI saw. Exit interview?\n\n\nPolletta:\n \nProbably gonna be on us. He's like the third guy this week\n\n\n2,500\n\n\n1,000\n\n\n\n\n\n\n\nD-Class are no longer permitted to view Delphi events. Site staff will now rotate to maintain around-the-clock monitoring of SCP-8151 locations.\n\n\n\n\nD-H Score:\n\nSenior Researcher David Cross: \n89\n\nSenior Researcher Meredith Polletta: \n93\n\n\n\n\n\n\n\n\n\n\nWARNING: LEVEL 5 CLEARANCE REQUIRED. SHOW CONTENTS?\n\n\n\n\nThank you, O5-█\n\n\n\n\n\n\n\n\nResolution to Retire SCP-8151 Locations\n\n\n\n\n\n\n\n\n\n\nO5-1\n\n\nabstain\n\n\n\n\n\n\nO5-2\n\n\nnay\n\n\n\n\n\n\nO5-3\n\n\nyay\n\n\n\n\n\n\nO5-4\n\n\nnay\n\n\n\n\n\n\nO5-5\n\n\nnay\n\n\n\n\n\n\nO5-6\n\n\nabstain\n\n\n\n\n\n\nO5-7\n\n\nabstain\n\n\n\n\n\n\nO5-8\n\n\nnay\n\n\n\n\n\n\nO5-9\n\n\nabstain\n\n\n\n\n\n\nO5-10\n\n\nnay\n\n\n\n\n\n\nO5-11\n\n\nnay\n\n\n\n\n\n\nO5-12\n\n\nnay\n\n\n\n\n\n\nO5-13\n\n\nyay\n\n\n\n\n\n\n\n\n\n\nResolution: \nDENIED\n\n\n\n\n\n\nO5-8:\n \nThe Foundation has the opportunity to use its power for unequivocal good and the Ethics Committee of all people have issues?\n\n\nO5-3:\n \nTHIS COMMITMENT REQUIRES EXTENSIVE RESOURCES. IT IS PERHAPS NOT SUSTAINABLE.\n\n\nO5-7:\n \nLet Bernard decide what to do with it. We have more important things to be voting on.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 3 - Exit Interview for Researcher Paul McNamera\n\n\nInterviewers:\n Senior Researchers Meredith Polletta and David Cross\n\n\n\nBEGIN LOG\n\n\n\n\nCross:\n First off, thank you for agreeing to this. We, uh, read your resignation. I guess there's nothing we can offer you to change your mind.\n\n\nMcNamera:\n …no. Nothing.\n\n\nPolletta:\n Before we start with our questions, do you have any questions for us?\n\n\nMcNamera shakes his head.\n\n\nPolletta:\n Alright then. We'll get the big one out of the way first. Was there any event or situation in particular that pushed you to resign?\n\n\nMcNamera sits in silence for a few seconds.\n\n\nMcNamera:\n I dunno. It all kinda fused together eventually.\n\n\nPolletta:\n Are there any external factors that contributed to your decision?\n\n\nMcNamera:\n I wasn't sleeping well. My girlfriend said I started randomly crying recently and it freaked her out. It didn't sound like crying, but it looked like it.\n\n\nPolletta nods.\n\n\nCross:\n What did you particularly like about this position? What would you say was the best part?\n\n\nMcNamera looks up at him. McNamera's eyes have dark circles under them and he looks pale.\n\n\nMcNamera:\n You know, I really thought we were helping people.\n\n\nCross and Polletta exchange glances.\n\n\nCross:\n We can take a break if you want-\n\n\nMcNamera:\n I think it was the motorcycler that got me. The sound of him hitting that truck as the bike went under. That's what keeps me up at night.\n\n\nPolletta:\n Paul-\n\n\nMcNamera:\n And actually, I do have a question.\n\n\nCross:\n…go ahead.\n\n\nMcNamera:\n How the hell do you people keep at this?\n\n\n\n\nEND LOG\n\n\n\n\n\n\n\nThe Ethics Committee has submitted a request to Site-34 Director Bernard to suspend use of SCP-8151 locations. This request was approved and brought before the O5 Council with High Priority.\n\n\n\n\n\n\n\n\nSecond Resolution to Retire SCP-8151 Locations\n\n\n\n\n\n\n\n\n\n\nO5-1\n\n\nabstain\n\n\n\n\n\n\nO5-2\n\n\nabstain\n\n\n\n\n\n\nO5-3\n\n\nyay\n\n\n\n\n\n\nO5-4\n\n\nnay\n\n\n\n\n\n\nO5-5\n\n\nnay\n\n\n\n\n\n\nO5-6\n\n\nnay\n\n\n\n\n\n\nO5-7\n\n\nnay\n\n\n\n\n\n\nO5-8\n\n\nnay\n\n\n\n\n\n\nO5-9\n\n\nyay\n\n\n\n\n\n\nO5-10\n\n\nabstain\n\n\n\n\n\n\nO5-11\n\n\nnay\n\n\n\n\n\n\nO5-12\n\n\nnay\n\n\n\n\n\n\nO5-13\n\n\nyay\n\n\n\n\n\n\nResolution: \nDENIED\n\n\n\n\nO5-13:\n \nWe are bleeding staff as it is. Do you really believe anyone will do a job we don’t even let the D-Class do anymore?\n\n\nO5-8:\n \nWhere are your principles? Our people understand death is part of the job. They wouldn’t be here if they didn’t expect it.\n\n\nO5-13:\n \nIt’s not their own death that haunts their dreams.\n\n\n\n\nD-H Score:\n\nSenior Researcher David Cross: \n75\n\nSenior Researcher Meredith Polletta: \n92\n\n\n\n\n\n\n6-24-14; 5 hr prior to event\n\n\nAt an outdoor concert, people begin spontaneously morphing into solid structures as bones protrude from their bodies. The bone structures connect to form \n[COGNITOHAZARD EXPUNGED]\n\n\nPolletta:\n \nCommand's already sent a team.\n\n\nCross:\n \nA lot more anomalous ones lately.\n\n\nPolletta:\n \nI can see that. Command come up with a reason why?\n\n\nCross:\n \nCommand doesn’t give a shit why. They just want results.\n\n\n1,000\n\n\n35\n\n\n\n\n\n\n7-10-14; 3 hr prior to event\n\n\nA mushroom cloud is seen in the distance. A woman turns to face the window and opens her mouth to scream before she is vaporized instantly. Researcher Cross remains in the viewing chamber after the event has de-manifested.\n\n\nPolletta:\n \nHad to pull David out of there. He kept staring for like 20 minutes. When I asked him about it, he lied and said he couldn't remember.\n\n\n5,700,000\n\n\n125\n\n\n\n\n\n\nResearch Co-lead David Cross was submitted for a psychiatric evaluation and determined to be of sound mind.\n\n\n\n\nD-H Score:\n\nSenior Researcher David Cross: \n64\n\nSenior Researcher Meredith Polletta: \n84\n\n\n\n\n\n\n11-11-14; 2 hr prior to event\n\n\nA block of ice estimated to be the size of a single story house appears in a metropolitan area, trapping dozens of people within. Onlookers try desperately to free those trapped, watching them rapidly freeze.\n\n\nPolletta:\n \nGot anything to lighten the mood?\n\n\nCross:\n \nNo.\n\n\n623\n\n\n640\n\n\n\n\n\n\n\n\nD-H Score:\n\nSenior Researcher David Cross: \n45\n\nSenior Researcher Meredith Polletta: \n82\n\n\nOn 12-20-14, Researcher Cross was discovered inside one of the viewing chambers at Site-34. He had apparently been watching Delphi events for 17 hours straight. He was given 3 week mandatory leave following this event. Researcher Polletta was directed to take over as Research Lead.\n\n\n\n\n\n\n1-13-15; 3.5 hr prior to event\n\n\nSCP-███ and SCP-███ are locked in combat with one another, tearing through a large town. One fleeing civilian falls and is crushed under the raging anomalies.\n\n\nPolletta:\n \nGod I hope David gets better soon. Running this by myself is torture.\n\n\n489\n\n\n27\n\n\n\n\n\n\n\n\nD-H Score:\n\nSenior Researcher Meredith Polletta: \n69\n\n\nA series of resignations at Site-34's Temporal Anomalies wing led to a large number of entries into the events log to be missed. Senior Researcher David Cross extended his leave for personal reasons. Research Lead Meredith Polletta‘s biweekly psychiatric evaluations were rescheduled to weekly.\n\n\n\n\n\n\n\n\n5-05-15; 3.5 hr prior to event\n\n\nA building has partially sunk into a perfectly round crater. Scattered around the edges of the circumference are limbs belonging to ██████.\n\n\nPolletta:\n \n…children\n\n\n1,040\n\n\nUNKNOWN\n\n\n\n\n\n\n\nLead Research Polletta was reprimanded following this use of SCP-8151 for improper procedures and use of amnestics. She was given the mandatory mnestic treatment and given the clear to return to duty.\n\n\nD-H Score:\n\nSenior Researcher Meredith Polletta: \n57\n\n\nThe Ethics Committee has called for an emergency vote by the O5 Council to suspend activity at SCP-8151 locations.\n\n\n\n\n\n\nThird Resolution to Retire SCP-8151 Locations\n\n\n\n\n\n\n\n\n\n\nO5-1\n\n\nabstain\n\n\n\n\n\n\nO5-2\n\n\nnay\n\n\n\n\n\n\nO5-3\n\n\nabstain\n\n\n\n\n\n\nO5-4\n\n\nyay\n\n\n\n\n\n\nO5-5\n\n\nnay\n\n\n\n\n\n\nO5-6\n\n\nnay\n\n\n\n\n\n\nO5-7\n\n\nnay\n\n\n\n\n\n\nO5-8\n\n\nnay\n\n\n\n\n\n\nO5-9\n\n\nyay\n\n\n\n\n\n\nO5-10\n\n\nyay\n\n\n\n\n\n\nO5-11\n\n\nnay\n\n\n\n\n\n\nO5-12\n\n\nyay\n\n\n\n\n\n\nO5-13\n\n\nyay\n\n\n\n\n\n\nResolution: \nDENIED\n\n\n\n\nO5-3:\n \nIT APPEARS I WAS WRONG. PROGRESS IS STEADILY RISING. OUR INVESTMENTS IN PROTECTING THE FUTURE ARE YIELDING PROMINENT RESULTS.\n\n\nO5-4:\n \nWith Cross out of commission, I’m actually starting to trust your initial assessment, Three. Sure, we may perfect the procedure, but will anyone be around to utilize it? Is that what you were getting at, Thirteen?\n\n\nO5-13:\n \n…\n\n\nO5-13:\n \nI refuse to comment any further.\n\n\n\n\n\n\n\n\n\n\n10-19-15; 30 min prior to event\n\n\nAn unidentified entity crashed into a mountain, triggering a large landslide. Several neighboring areas are completely engulfed by the debris. A Foundation truck is shown in the rubble.\n\n\nN/A\n\n\n\n\n\n\n11-23-15; 2 hr prior to event\n\n\nPeople cling desperately to trees and fences as a Category 5 hurricane makes landfall. The winds are so strong that they are having trouble staying on the ground. A massive wave crashes over the visible landscape, completely submerging the viewpoint.\n\n\nN/A\n\n\n\n\n\n\n12-20-15; 15 min prior to event\n\n\nAn anomalous black sphere the size of\n\n\nPepole ffucnk died. Lotta peole die. Sam e shitas always.\n\n\nSte Direcrter says we cant drink on th job. Site Dirctr can go FCUK himslfe\n\n\n\n\n\n\n\n\nD-H Score:\n\nSenior Researcher Meredith Polletta: \n17\n\n\nResearch Lead Meredith Polletta was found unconscious in her office with several empty liquor bottles. Polletta has been taken off the project and Senior Researcher David Cross has been reinstated as Lead Researcher.\n\n\n\n\n\n\n2-14-16; 4 hr prior to event\n\n\nDEER\n got out. Mass casualties. Does anyone even read these? God I hope not.\n\n\nN/A\n\n\n\n\n\n\n4-18-16; 1 hr prior to event\n\n\nVolcano erupted. Probably anomalous. Mass casualties again.\n\n\n\n\n\n\n\n\n\n\nI put tape over all my windows in my apartment. It’s so dark in there now.\n\n\nN/A\n\n\n\n\n\n\n4-29-16; 30 min prior to event\n\n\nMass casualties. Just like last time. Bloody casualties. Dead kids. Dead parents. Dead pets.\n\n\n\n\n\n\nHalf the rest of the department quit today. Lucky bastards. I can’t leave. Not now. I’m one of the few people who might actually be able to do this. It’s not like I’m even doing a lot. Just sitting on my ass watching people get exploded or drowned or beheaded or whatever.\n\n\n\n\n\n\n6-03-16\n\n\nCrushed dead people.\n\n\n\n\n\n\n8-15-16\n\n\nBurned dead people.\n\n\n\n\n\n\n9-19-16\n\n\nDead people.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nD-H Score:\n\nSenior Researcher David Cross: \n0\n\n\n12-20-14\n\n\nMy mother died. She was mostly alright, healthy, but got really sick really quickly. I guess that happens when you get older. When I went to visit her, she looked…horrifying. Not at all like the person I knew. Skin stretched taut in some places and sagging limply in others. Sores and splotches and other symptoms of a disease I couldn’t fathom. I thought I should have been repulsed, but I wasn’t because it’s my mother. When she died, everyone was in tears. My sister, my father, my whole family. But I felt no sorrow, no anger. She was just another statistic, a face in a sea of dead bodies.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThis job is going to kill me.\n\n\n\n\n\n\n\n\n\n\n\n\nHe looked like my son\n\n\n\n\n\n\n\n\n\n\n\n\nThe anomaly isn’t the window or the visions or anything like that. It’s me. It’s become me. How can anyone do this every day and still call themselves human?\n\n\n\n\n\n\nD-H Score:\n\nSenior Researcher David Cross: \nNULL\n\n\n\nThe Ethics Committee has placed an indefinite stop order on the usage of SCP-8151. A motion to retire and reclassify this SCP has passed Ethics Committee review and is currently awaiting approval from the O5 Council.\n\n\n\n\n\n\n\n\n\n\nThe following resolution is pending following O5 vote. Level 5-E Clearance required. Open and cast vote?\n\n\n\n\nThank you, O5-1\n\n\n\n\n\n\n\n\nFourth Resolution to Retire SCP-8151 Locations\n\n\n\n\n\n\n\n\n\n\nO5-1\n\n\npending\n\n\n\n\n\n\nO5-2\n\n\nnay\n\n\n\n\n\n\nO5-3\n\n\nnay\n\n\n\n\n\n\nO5-4\n\n\nyay\n\n\n\n\n\n\nO5-5\n\n\nnay\n\n\n\n\n\n\nO5-6\n\n\nyay\n\n\n\n\n\n\nO5-7\n\n\nnay\n\n\n\n\n\n\nO5-8\n\n\nnay\n\n\n\n\n\n\nO5-9\n\n\nyay\n\n\n\n\n\n\nO5-10\n\n\nyay\n\n\n\n\n\n\nO5-11\n\n\nnay\n\n\n\n\n\n\nO5-12\n\n\nyay\n\n\n\n\n\n\nO5-13\n\n\nyay\n\n\n\n\n\n\nResolution: \nPENDING\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nNAY\nI’m sorry, Meredith\n\n\n\n\n\n\nSenior Researcher David Cross sits alone in the observation room. The other staff have refused to enter despite disciplinary warnings from the higher-ups. Images begin to materialize through the static and the fog on the window in front of him.\n\n\nA car crash. He recognizes the woman on the screen.\n\n\nWhen he gets home, he dreads turning on the news. The crash is violent. Suspected drugs and alcohol. No survivors. He begins to sob.\n\n\nDespite everything, the project continues. Reassignment to Site-34's Temporal Anomalies wing soon becomes Foundation shorthand for severe disciplinary action. No one really ever dies there, it’s just an excuse for the Foundation to hole-punch the hell out of your brain and ship you off somewhere more useful. O5-3 continues to praise the progress they’ve seen, declaring that they will soon be able to completely prevent these disasters. They are becoming very efficient. O5-13 has started to refuse to participate in O5 Council meetings.\n\n\n\n\nSenior Researcher David Cross was found exsanguinated in a hotel bathtub near Site-34. Condolences and reparations were sent to surviving family members. Control of the Delphi locations will be transferred to O5-3 until further notice.\n\n\n\n\n\n\nSomeone must bear the weight of Knowledge.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\nYAY\nTo the future.\n\n\n\n\n\n\nI showed up at her house late, not that it mattered. I knew pretty much exactly what I would find there. The front door was probably open, but I didn’t feel right just barging in. I had to knock on the side door three times. The first one she probably didn’t hear, the second she probably thought was a hallucination. I didn’t even finish the third before the door opened.\n\n\n\"What?\"\n\n\nI couldn’t really see her well in the dark, but she sounded worse than the last time we’d spoke.\n\n\n\"Can I come in?\"\n\n\n\"What are you, a fuckin‘ vampire?\" Her voice curdled in irritation. \"Sorry, sorry. It’s been…\"\n\n\n\"I know.\"\n\n\n\"Watch out for boxes n‘ shit.\"\n\n\nOnce my eyes adjusted, I got a better look at the inside of Meredith‘s house. It looked almost identical to mine. The windows had all been taped over, empty pill bottles on the floor. Neither of us left a lot of trash, since we hadn’t had much of an appetite lately, but she had more bottles lying around than I did. She lit another candle, and I wasn’t sure if it was the light or if her skin really had become that yellow.\n\n\n\"Well? You’re here for a reason, right?\"\n\n\nI nodded and took a breath. The candles didn’t do much to mask the smell of someone rotting away.\n\n\n\"Council‘s voting again.\"\n\n\nShe stared at me with somehow less emotion than she had before.\n\n\n\"That might be the biggest waste of breath you’ve ever used.\"\n\n\n\"I just thought you deserved to know. They might shut it down this time.\"\n\n\nA flicker of rage crossed her eyes.\n\n\n\"So?? What the fuck do I care? Is that gonna fix me? Fix you? Fuck the council.\" She stood up and walked to her kitchen, her back to me. \"Why are you here, David?\" The brief flash of emotion dissipated almost as quick as it had arisen.\n\n\nWhile her back was turned, I pulled a container from my bag and slapped it on the counter.\n\n\n\"If I turn around that better be drugs or a gun.\" She turned. \"Huh, what do you know. It is drugs.\"\n\n\n\"Amnestics.\"\n\n\nShe rolled her eyes. \"You really are fuckin‘ stupid.\"\n\n\nHer expression shifted from disdain, to confusion, to intrigue as I pulled out one container after another.\n\n\n\"Where did you get all these?\"\n\n\n\"Doesn’t matter, it’s enough to forget.\"\n\n\n\"Forget what?\"\n\n\n\"Everything. Site-34, the Foundation, everything. We start over, completely. Or it kills us. Either way, we’ll be free.\"\n\n\nI started to divide up the pills. Meredith looked like she was about to cry.\n\n\n\"Really?\" Her voice cracked.\n\n\n\"Wanna find out? Together?\"\n\n\nWe raised our cups to each other.\n\n\n\"To the future?\"\n\n\n\n\n\n\n\n\nSenior Researchers Meredith Polletta and David Cross are currently listed as missing. Any information leading to their whereabouts should be directed to Site-34 Director Otzi Bernard and/or O5-13.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Awaiting reclassification to Safe/Decommissioned following Ethics Committee internal review.\n\n\n2\n. 2002 treatise titled \"Document on Human Rights Necessities for Anomalous Deployment.\"\n\n\n3\n. Henderssohn, Frieda and Franz Düren. \nOn Cognition and the Esoteric\n. 1997.\n\n\n4\n. Roughly 60% of Delphi events have shown anomalous activity. The rest are mundane disasters, either natural or manmade.\n\n\n\n\n\n\n\n\n« \nSCP-8150\n | SCP-8151 | \nSCP-8152\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8151\n\" by Gunpowdr, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8151\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1 - Preliminary Trial of SCP-8151:\nBefore deployment as a full Thaumiel-Class anomaly, SCP-8151 was set to undergo a series of preliminary testing to determine its efficacy and ease of use. Researchers Meredith Polletta and David Cross were promoted to Senior Researchers and tasked with helping to oversee the trials. They were selected for their naturally very high psychological and cognitive resilience.\nParameters for testing were selected to show low potential for loss of life with moderate to severe structural and financial damages. Volunteer D-Class were used as subjects for viewing SCP-8151 during Delphi events.",
        "Following a series of successful trials, SCP-8151 was approved for deployment as a Thaumiel-class anomaly. Addendum 2- Record of Major Delphi Events:\nFollowing the ratification of the Treaty of Athens, a research hub was established at Site-34. Senior Researchers Meredith Polletta and David Cross were named as Project Co-leads. The following is a record of major disasters predicted by SCP-8151 at Site-34 up to December 31st, 2017. (Note: this list does not encompass every disaster predicted, only those with high potential for loss of life)\nD-14790 received psychiatric treatment and was removed from the project. D-53458 was selected as a replacement. At least 4 research personnel are now required to be directly on-site as mediators and observers during a Delphi event. The Ethics Committee recommends the retirement of SCP-8151 sites. D-H Score: Senior Researcher David Cross: 93 Senior Researcher Meredith Polletta: 95\nD-Class are no longer permitted to view Delphi events. Site staff will now rotate to maintain around-the-clock monitoring of SCP-8151 locations. D-H Score: Senior Researcher David Cross: 89 Senior Researcher Meredith Polletta: 93\n\n\n\n\n\n\n\nD-H Score: Senior Researcher David Cross: 75 Senior Researcher Meredith Polletta: 92\nResearch Co-lead David Cross was submitted for a psychiatric evaluation and determined to be of sound mind.\nD-H Score: Senior Researcher David Cross: 64 Senior Researcher Meredith Polletta: 84\nD-H Score: Senior Researcher David Cross: 45 Senior Researcher Meredith Polletta: 82\nOn 12-20-14, Researcher Cross was discovered inside one of the viewing chambers at Site-34. He had apparently been watching Delphi events for 17 hours straight. He was given 3 week mandatory leave following this event. Researcher Polletta was directed to take over as Research Lead.\nD-H Score: Senior Researcher Meredith Polletta: 69\nA series of resignations at Site-34's Temporal Anomalies wing led to a large number of entries into the events log to be missed. Senior Researcher David Cross extended his leave for personal reasons. Research Lead Meredith Polletta‘s biweekly psychiatric evaluations were rescheduled to weekly.\nLead Research Polletta was reprimanded following this use of SCP-8151 for improper procedures and use of amnestics. She was given the mandatory mnestic treatment and given the clear to return to duty.\nD-H Score: Senior Researcher Meredith Polletta: 57\nThe Ethics Committee has called for an emergency vote by the O5 Council to suspend activity at SCP-8151 locations.\n\nD-H Score: Senior Researcher Meredith Polletta: 17\nResearch Lead Meredith Polletta was found unconscious in her office with several empty liquor bottles. Polletta has been taken off the project and Senior Researcher David Cross has been reinstated as Lead Researcher.\nD-H Score: Senior Researcher David Cross: 0\n12-20-14 My mother died. She was mostly alright, healthy, but got really sick really quickly. I guess that happens when you get older. When I went to visit her, she looked…horrifying. Not at all like the person I knew. Skin stretched taut in some places and sagging limply in others. Sores and splotches and other symptoms of a disease I couldn’t fathom. I thought I should have been repulsed, but I wasn’t because it’s my mother. When she died, everyone was in tears. My sister, my father, my whole family. But I felt no sorrow, no anger. She was just another statistic, a face in a sea of dead bodies.\nThis job is going to kill me.\nThe anomaly isn’t the window or the visions or anything like that. It’s me. It’s become me. How can anyone do this every day and still call themselves human? D-H Score: Senior Researcher David Cross: NULL The Ethics Committee has placed an indefinite stop order on the usage of SCP-8151. A motion to retire and reclassify this SCP has passed Ethics Committee review and is currently awaiting approval from the O5 Council.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-8151 \" by Gunpowdr, from the SCP Wiki . Source: https://scpwiki.com/scp-8151 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8151",
    "object_class": "Thaumiel1",
    "containment_procedures": "Any external manifestations of SCP-8151 are to be recorded and sent to the Temporal Anomalies wing at Site-34. Foundation personnel who witness manifestations of SCP-8151 may not, regardless of clearance level, receive amnestic treatment until after the events portrayed either come to pass or are circumvented. Failure to comply with these restrictions will result in mandatory amnestic treatment.",
    "description": "SCP-8151 is a standard single-hung 24\" x 36\" domestic window. SCP-8151 can manifest in any enclosed, windowless room up to 15 sq meters in size. It will not manifest in rooms that are not of a standard (rectangular or circular) shape.",
    "title": "SCP-8151"
}