{
    "url": "https://scp-wiki.wikidot.com/scp-8152",
    "all_text": "rating: \n+22\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n8152\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8152 upon discovery.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8152 is to be housed in a standard small avian containment enclosure at Site-17. The enclosure must be furnished with a wooden perch, a small food and water dispenser, and a soundproofed acrylic panel surrounding the cage to prevent its vocalizations from reaching nearby personnel. Direct access to SCP-8152 is restricted to personnel with Level 2 clearance or higher.\n\n\nSCP-8152 must be fed a standard avian diet (primarily seeds, fruits, and grains) twice daily. Any deviations in dietary behavior should be recorded and reported to the lead researcher. Testing involving direct conversation with SCP-8152 must be conducted in a monitored, soundproofed chamber with no fewer than two attending personnel. All personnel engaging with SCP-8152 must undergo a psychological assessment before and after interaction due to its persistent negative rhetoric, which has been observed to induce mild depressive symptoms in susceptible individuals.\n1\n\n\nUnder no circumstances should personnel engage SCP-8152 in musical conversation or request it to perform songs. Previous incidents have shown that its off-key singing can persist for extended periods. Likewise, SCP-8152 is not to be provided with any musical instruments despite its repeated insistence that it is a \"killer guitarist.\"\n\n\nShould SCP-8152 breach containment, personnel should not attempt physical retrieval; instead, containment teams are to lure it back using recordings of mid-2000s alternative rock bands, specifically from My Chemical Romance, Fall Out Boy, or Paramore. SCP-8152 has demonstrated a high responsiveness to such stimuli and will voluntarily return to containment when exposed to them.\n2\n\n\nDescription:\n SCP-8152 is an anomalous, sentient pigeon (Columba livia) possessing an advanced level of intelligence and the ability to communicate fluently in English. It refers to itself as \"Matthew\" and demonstrates an expressive personality characterized by extreme melancholy, self-deprecation, and an unrelenting pessimistic outlook on existence.\n\n\nSCP-8152 exhibits several deviations from a typical rock pigeon. Its feathers have evolved in an unusual manner, with a thick patch of black, fur-like plumage growing asymmetrically across the top of its head\n3\n, drooping over one eye in a manner reminiscent of human \"emo\" hairstyles. The subject frequently flips or adjusts this fur with deliberate, exaggerated motions, seemingly as a habitual mannerism. SCP-8152's eyes are a dark, almost glossy shade of brown, which it frequently half-lids to project an appearance of detachment or disinterest.\n\n\nDespite its verbal fixation on misery and self-loathing, SCP-8152 demonstrates no actual desire to inflict harm upon itself or others. It frequently references concepts of loneliness, rejection, and personal failure, though there is no tangible evidence that it has experienced any of these conditions beyond its own self-imposed narrative.\n\n\nThe entity claims to be musically inclined and frequently breaks into poorly executed renditions of well-known songs within the \"emo,\" \"pop-punk,\" and \"alternative rock\" genres. While its vocalizations resemble human singing, they are distinctly avian in nature, which often resemble a coarse, croaking screech rather than actual melody. SCP-8152 insists that it is a skilled guitarist despite possessing no means to play an instrument. When questioned about this contradiction, it responds with evasive or dismissive remarks and shifts the conversation back to its personal grievances.\n\n\nSCP-8152 moves and interacts much like a standard pigeon, though with significantly heightened cognitive awareness and social capabilities. The entity often exaggerates normal avian behaviors to reinforce its projected persona, sighing audibly, slouching while perching, or deliberately turning away from personnel in an affected display of disdain or apathy.\n\n\nAddendum 8152.1:\n Discovery\n\n\nSCP-8152 was discovered on ██/██/20██ in an urban alleyway in ███████, ████████, after reports of an “emo bird” singing off-key renditions of \nWelcome to the Black Parade\n surfaced on local social media. Several online users speculated that it was a prank and garnered over 30,000 views on social media.\n\n\nSCP-8152 was eventually located inside a small, rusted birdcage left outside a closed-down record store. A handwritten note was attached to the cage, reading:\n\n\n\"Epic gift from @bullfroggamer13, lmk if it listens to MCR xD.\"\n\n\nThe following interview was conducted by Dr. Langley\n4\n after the initial containment.\n\n\n\n\n+ Interview 8152.1\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewed:\n SCP-8152\n\n\nInterviewer:\n Dr. Andrew Langley\n\n\n\n\n<Begin Log>\n\n\nDr. Langley:\n Alright, SCP-8152, can you understand me?\n\n\nSCP-8152:\n (audible sigh) Yeah. Unfortunately.\n\n\nDr. Langley:\n Good. Can you state your name for the record?\n\n\nSCP-8152:\n Matthew. Not that it matters. Names are just labels we put on each other before we all rot in the dirt.\n\n\nDr. Langley:\n Noted. Do you know where you are?\n\n\nSCP-8152:\n A cage. Trapped. Just like life. It’s all just one big cage, man. We flap our little wings like we’re all free, but in the end, we’re all just waiting to die anyways, nothing matters.\n\n\nDr. Langley:\n You were found in an actual cage, abandoned in an alleyway. Do you remember how you got there?\n\n\nSCP-8152:\n (pauses) I dunno. Who cares? Some dude put me there. Maybe I put myself there. Maybe life put me there. Metaphorically, we’re all in cages. Think about it, man. Really think about it.\n\n\nDr. Langley:\n I’d rather focus on the tangible facts. The note attached to your cage mentioned “@bullfroggamer13.” Do you recognize that name?\n\n\nSCP-8152:\n (scoffs) Pfft. “Recognize.” What does that even mean? Does anyone really know anyone?\n\n\nDr. Langley:\n Do you recall why they would leave you in an alleyway?\n\n\nSCP-8152:\n Because I’m a burden. That’s what people do, right? Because I'm so useless and annoying. Everyone leaves me. Because I'm just a waste of space in this world. God, life sucks.\n\n\nDr. Langley:\n (sighs) Alright. Let’s shift focus. You claim to be sentient. How did that happen?\n\n\nSCP-8152:\n Wow, condescending much? \"Claim\" to be sentient? Gee, thanks for the validation. Love the whole existential gatekeeping thing. But whatever. I dunno. I just am. I woke up one day, and boom. Everything sucks. And trust me, it REALLY sucks.\n\n\nDr. Langley:\n You also seem to have developed a… unique appearance. The fur, the overgrown feathers covering your eye—\n\n\n\n\nSCP-8152:\n It’s called a vibe. Not that you’d get it. Some of us wear our sadness on the outside, you know?\n\n\nDr. Langley:\n Right. Let’s talk about your vocal capabilities. When did you learn to speak?\n\n\nSCP-8152:\n Dunno. Probably when I realized no one would listen anyway. It’s kind of poetic, right? The moment you figure out how to express yourself is the moment you realize nobody actually cares. Classic.\n\n\nDr. Langley:\n That’s… not really an answer.\n\n\n\n\nSCP-8152:\n Life’s not really an answer, doc.\n\n\nDr. Langley:\n SCP-8152—\n\n\nSCP-8152:\n It’s Matthew.\n\n\nDr. Langley:\n (pinches bridge of nose) SCP-8152. We need to establish your anomalous properties. Thus far, all we’ve seen is that you talk, you mope, and you have an unusual appearance. Are there any other abilities we should know about?\n\n\nSCP-8152:\n Abilities? What is this, the DC universe? God, this entire place is filled with normies.\n\n\nDr. Langley\n: Any physical anomalies? Increased strength? Enhanced cognition?\n\n\nSCP-8152:\n I’m just a pigeon, dude. Mentally? I’m a wasteland. I've got a monster deep inside, dude. And trust me. You do NOT want to see my dark side. That’s what I bring to the table.\n\n\nDr. Langley:\n Do you have any need for sustenance beyond a normal pigeon diet?\n\n\nSCP-8152\n: Oh, so now you care about my needs? Cool. But nah, just seeds and grains, I guess. Eating is pointless, but whatever. Keeps the body running. But I wish I didn't eat. Because what's the point of eating anyways? We're all just gonna die in the end, life SUCKS dude.\n\n\nDr. Langley\n: (muttering) God, I need a raise.\n\n\nSCP-8152:\n Same.\n\n\nDr. Langley:\n You don’t have a job.\n\n\nSCP-8152:\n Exactly.\n\n\nDr. Langley:\n Alright. I need to address another behavior of yours—your singing.\n\n\nSCP-8152:\n (perks up slightly) Oh yeah. I’m kinda a musician. Probably would’ve been famous if life wasn’t such a joke. You ever hear my cover of \"Welcome to the Black Parade\"?\n\n\nDr. Langley:\n Yes, and I think several personnel are still recovering\n5\n after the initial containment.. Your singing is… distinct.\n\n\nSCP-8152:\n That’s what they said about Kurt Cobain, and look what happened to him.\n\n\nDr. Langley\n: We are NOT discussing that.\n\n\nSCP-8152:\n Fine. But I am a guitarist, you know.\n\n\nDr. Langley:\n You’re a pigeon. You don’t have hands.\n\n\nSCP-8152:\n Wow. Okay. So we’re body-shaming now? Real nice, doc. Love that for me.\n\n\nDr. Langley:\n I just— (pauses, visibly frustrated.) Look, let’s wrap this up. Do you have anything useful to say about your origins? Anything at all?\n\n\nSCP-8152:\n (long sigh) … No.\n\n\nDr. Langley:\n (exhausted) Of course. Fine. End interview.\n\n\nSCP-8152:\n (quietly) End life.\n\n\nDr. Langley:\n Excuse me?\n\n\nSCP-8152:\n You're excused, doc.\n\n\n\n\n<End Log>\n\n\nPOST-INTERVIEW STATEMENT FROM DR. LANGLEY\n\n\nI genuinely don’t know if this is some kind of elaborate prank or if I’m being punished for something, but I seem to have been assigned the world’s most insufferable talking pigeon. Every attempt at serious questioning results in some half-baked existential monologue or an off-key rendition of a mid-2000s emo song.\n\n\nScientifically, I have learned absolutely nothing except that SCP-8152—Matthew—has the emotional resilience of a wet napkin and the musical talent of a jackhammer. I attempted to get information about its origins, only to be met with sighing, vague metaphors, and personal attacks about my “normie” status. It has no observable anomalous abilities aside from its talking and self-pity, which, frankly, should be classified as a cognitohazard at this point.\n\n\n- Dr. Langley\n\n\n\n\n\n\n\n\n\n\nAddendum 8152.2:\n Psychological Analysis\n\n\nThe following interview was conducted by Dr. Law to assess the psychological state of SCP-8152.\n\n\n\n\n+ Interview 8152.2\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewed:\n SCP-8152\n\n\nInterviewer:\n Dr. Shoenen Law\n\n\n\n\n<Begin Log>\n\n\nDr. Law:\n Good afternoon. I am Dr. Law. I will be conducting a psychological evaluation today to assess your mental state.\n\n\nSCP-8152:\n (softly) It's not a good afternoon. It’s just another day until we all eventually die. You ever think about that? We're all just gonna—\n\n\nDr. Law:\n (ignoring him) First, let’s establish some basic background. Your designation is SCP-8152, but I understand you prefer to be called “Matthew.”\n\n\nSCP-8152:\n (long, dramatic sigh) Matthew. Yeah. Not that names matter.\n\n\nDr. Law:\n Right. So, Matthew, can you describe your current mental state?\n\n\nSCP-8152:\n Oh, you wanna get inside my head, huh? You wanna take a look at the swirling abyss? You think you can handle that, doc?\n\n\nDr. Law:\n (calmly) That is the purpose of this interview, yes.\n\n\nSCP-8152:\n (whispering) …I am but a feather on the wind, you know? I'm a lost soul, a wild beast trapped in an avian husk… cast adrift in the endless void that is life..\n\n\nDr. Law:\n …So, a standard baseline of existential despair, then?\n\n\nSCP-8152:\n Pfft. Standard? You think this is standard? Nah, man. You don't get it. I see through the facade. I see the truth. We are all just grains of sand in the hourglass, falling, falling—\n\n\nDr. Law:\n (writing) \"Exhibits grandiose philosophical nihilism. Possible histrionic tendencies.\"\n\n\nSCP-8152:\n Whoa. That’s a big word for someone so emotionally repressed.\n\n\nDr. Law:\n Moving on. Would you say your current state of mind is influenced by past experiences? Any traumatic events that may have shaped your worldview?\n\n\nSCP-8152:\n (tilting head) Huh. Trauma? Do you mean, like, the existential trauma of being born?\n\n\nDr. Law:\n More like specific events in your life that may have caused distress.\n\n\nSCP-8152:\n Oh. Yeah. Definitely.\n\n\nDr. Law:\n (nods) Can you describe them?\n\n\nSCP-8152:\n (pauses, looking away) …No.\n\n\nDr. Law:\n Matthew, this evaluation requires—\n\n\nSCP-8152:\n (suddenly, dramatically) YOU WOULDN’T UNDERSTAND! NOBODY EVER UNDERSTANDS! NOBODY!\n\n\nDr. Law:\n Go on, Matthew.\n\n\nSCP-8152:\n (deep breath, clearly bracing himself) I was… abandoned.\n\n\nDr. Law:\n (writing) “Possible abandonment issues. May—”\n\n\nSCP-8152:\n In an alleyway, bro.\n\n\nDr. Law:\n Yes, I read that in your file.\n\n\nSCP-8152:\n (lowering voice) In a cage.\n\n\nDr. Law:\n Also in your file.\n\n\nSCP-8152:\n (whispers) With… a note.\n\n\nDr. Law:\n The note mentioned a social media handle.\n\n\nSCP-8152:\n (closes eyes, voice breaking) Yes. I don't use social media anymore though. Full of stupid normies.\n\n\nDr. Law:\n Right. And who was that?\n\n\nSCP-8152:\n A coward. Someone who didn't see the worth of what they had. Someone who threw me away like I was… nothing!\n\n\nDr. Law:\n And how does that make you feel?\n\n\nSCP-8152:\n (sniffs) …Like nothing.\n\n\nDr. Law\n: (pauses) Could you elaborate on what happened?\n\n\nSCP-8152:\n (angrily) You want me to reminisce on the the time where I was thrown away like trash?! That is really, really insensitive, dude. Not. Cool.\n\n\nDr. Law:\n I apologize, Matthew. But let’s clarify something: prior to your abandonment, did you have any defining experiences? Any struggles or hardships that contributed to your current psychological state?\n\n\nSCP-8152:\n (blinking) …Uh.\n\n\nDr. Law:\n Have you experienced loss? Hardship? Have you actually been through anything, or—\n\n\nSCP-8152\n: (nervously) …I mean, yeah. Totally. My whole life has been, uh… tragedy. And stuff. Like, yeah dude! Why are you pressing me? Like, why are you trying to pressure me into opening up the deepest and darkest parts of my soul, dude? This is like—so uncool!\n\n\nDr. Law:\n Can you give a single concrete example?\n\n\nSCP-8152:\n (panicked) Uh… one time I, um, dropped my sandwich.\n\n\nDr. Law:\n A sandwich.\n\n\nSCP-8152:\n (solemnly) It had extra mayo.\n\n\nDr. Law:\n (staring)\n\n\nSCP-8152: It hit the floor, man. Face down. \nFace. Down.\n\n\nDr. Law:\n (pinching bridge of nose, whispering) Now I understand why Langley warned me.\n\n\nSCP-8152:\n You don't know what that does to a man.\n\n\nDr. Law:\n (writing, whispering) \"Possibly lying about traumatic experiences to reinforce its personality.\"\n\n\nSCP-8152:\n Whoa. Harsh.\n\n\nDr. Law:\n You don’t seem to have any actual trauma outside of being mildly inconvenienced.\n\n\nSCP-8152:\n (offended) Oh my god. I can’t believe you just invalidated my experience. Wow. Wow, dude.\n\n\nDr. Law:\n Moving forward—\n\n\nSCP-8152:\n (suddenly perking up) Hey, speaking of moving forward, do you like My Chemical Romance?\n\n\nDr. Law:\n What—\n\n\nSCP-8152:\n Because I do.\n\n\nDr. Law:\n (firmly) No. We are not talking about—\n\n\nSCP-8152:\n (ignoring him) They get me, dude. Their music is, like, the soundtrack to my soul.\n\n\nDr. Law:\n We are here to evaluate your psyche, not your playlist.\n\n\nSCP-8152:\n But my playlist is my psyche.\n\n\nDr. Law:\n No, it isn't.\n\n\nSCP-8152:\n Uh, yeah, it is. I have, like, so much depth in my music taste. You don't understand anything. I bet you listen to some dumb normie trash like Coldplay.\n\n\nDr. Law:\n Right.\n\n\nSCP-8152:\n I mean, I was born to be in a band. I even play guitar.\n\n\nDr. Law:\n You have discussed this with Dr. Langley. You don’t have hands.\n\n\nSCP-8152:\n Wow. That is, like, incredibly ableist.\n\n\nDr. Law:\n It is a fact.\n\n\nSCP-8152:\n Maybe to you. But to me, music is my hands.\n\n\nDr. Law:\n That doesn’t make any sense.\n\n\nSCP-8152:\n (dramatic sigh) God. This place is full of weird normies.\n\n\nDr. Law:\n (exasperated) I am trying to determine if you are psychologically stable, and you are talking about—\n\n\nSCP-8152:\n (screaming) \nWHEEEEN I WASSSSS A YOUNG BOY—\n\n\nDr. Law:\n No.\n\n\nSCP-8152:\n \nMY FATHER—\n\n\nDr. Law:\n Matthew, STOP.\n\n\nSCP-8152:\n \nTOOK ME INTO THE CITY—\n\n\nDr. Law:\n (slamming hands on table) STOP.\n\n\nSCP-8152: (\npouting) Someone’s mad.\n\n\nDr. Law:\n Yes. Yes, I am.\n\n\nSCP-8152:\n (mockingly) You need to chill, bro. You ever, like, vibe?\n\n\nDr. Law:\n (through gritted teeth) We are ending this session.\n\n\nSCP-8152:\n Wow. Okay. Just like everyone else in my life.\n\n\nDr. Law:\n (standing up and gathering notes)\n\n\nSCP-8152:\n (softly, as Dr. Law exits) \n…AND I’M SORRRYYYYY BUT I CAN’T BEEEEEE PERFECT—\n\n\nDr. Law:\n Goodbye.\n\n\n\n\n<End Log>\n\n\n\n\nSubject SCP-8152 remains highly resistant to direct psychological assessment and frequently derails the conversation with exaggerated existential statements and unsolicited musical performances. Despite repeated redirections, the entity maintains a self-imposed narrative of suffering and perceived social isolation. It is unclear whether this behavior stems from genuine emotional distress or a form of attention-seeking. Further evaluation is required to determine whether its melancholic disposition is an inherent anomaly or simply an unfortunate personality trait.\n\n\nFollowing the psychological evaluation of SCP-8152, Dr. Law has been formally reprimanded for his lack of professionalism during the interview.\n\n\n\n\n\n\n\n\nAddendum 8152.3:\n A Reminder to All Staff\n\n\n\n\nTo all personnel assigned to SCP-8152 containment:\n\n\nThis is a formal reminder NOT to engage SCP-8152 in any discussions regarding music. It is very annoying. I cannot stress this enough.\n\n\nThe last time someone humored it, it went on a five-hour rant about Blink-182. Five hours. Even after the researcher had already left the room. I am genuinely concerned that it does not require an audience to sustain its ramblings.\n\n\nIf it asks, “Hey, do you know what MCR is?\" do not respond. Do not make eye contact. Walk away.\n\n\n\nSeriously. Do not talk to SCP-8152 about music.\n\n\n— Dr. Langley\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8152\n\" by pudds, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8152\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n matthew.png\n\n\nName:\n 640px-Racing_pigeon_2am.JPG\n\n\nAuthor:\n Mamun2a\n\n\nLicense:\nCC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Racing_pigeon_2am.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See Document 8152-P for recorded psychological assessments and personnel reports.\n\n\n2\n. Testing has confirmed SCP-8152 exhibits increased vocal activity when exposed to music within the alternative rock, emo, and pop-punk genres\n\n\n3\n. This growth does not appear to serve a biological function and has been classified as a unique anomalous trait\n\n\n4\n. Dr. Langley is the lead researcher overseeing SCP-8152's containment and behavioral studies.\n\n\n5\n. Personnel have reported symptoms of auditory discomfort and psychological irritation following prolonged exposure to SCP-8152's vocal performances. See 8152-O.L-4",
    "addendums": [
        "Addendum 8152.1: Discovery\nSCP-8152 was discovered on ██/██/20██ in an urban alleyway in ███████, ████████, after reports of an “emo bird” singing off-key renditions of Welcome to the Black Parade surfaced on local social media. Several online users speculated that it was a prank and garnered over 30,000 views on social media.\nSCP-8152 was eventually located inside a small, rusted birdcage left outside a closed-down record store. A handwritten note was attached to the cage, reading:\n\"Epic gift from @bullfroggamer13, lmk if it listens to MCR xD.\"\nThe following interview was conducted by Dr. Langley 4 after the initial containment.",
        "Addendum 8152.2: Psychological Analysis\nThe following interview was conducted by Dr. Law to assess the psychological state of SCP-8152.",
        "Addendum 8152.3: A Reminder to All Staff"
    ],
    "documents": [],
    "notes": [
        "Interviewed: SCP-8152 Interviewer: Dr. Andrew Langley <Begin Log> Dr. Langley: Alright, SCP-8152, can you understand me? SCP-8152: (audible sigh) Yeah. Unfortunately. Dr. Langley: Good. Can you state your name for the record? SCP-8152: Matthew. Not that it matters. Names are just labels we put on each other before we all rot in the dirt. Dr. Langley: Noted. Do you know where you are? SCP-8152: A cage. Trapped. Just like life. It’s all just one big cage, man. We flap our little wings like we’re all free, but in the end, we’re all just waiting to die anyways, nothing matters. Dr. Langley: You were found in an actual cage, abandoned in an alleyway. Do you remember how you got there? SCP-8152: (pauses) I dunno. Who cares? Some dude put me there. Maybe I put myself there. Maybe life put me there. Metaphorically, we’re all in cages. Think about it, man. Really think about it. Dr. Langley: I’d rather focus on the tangible facts. The note attached to your cage mentioned “@bullfroggamer13.” Do you recognize that name? SCP-8152: (scoffs) Pfft. “Recognize.” What does that even mean? Does anyone really know anyone? Dr. Langley: Do you recall why they would leave you in an alleyway? SCP-8152: Because I’m a burden. That’s what people do, right? Because I'm so useless and annoying. Everyone leaves me. Because I'm just a waste of space in this world. God, life sucks. Dr. Langley: (sighs) Alright. Let’s shift focus. You claim to be sentient. How did that happen? SCP-8152: Wow, condescending much? \"Claim\" to be sentient? Gee, thanks for the validation. Love the whole existential gatekeeping thing. But whatever. I dunno. I just am. I woke up one day, and boom. Everything sucks. And trust me, it REALLY sucks. Dr. Langley: You also seem to have developed a… unique appearance. The fur, the overgrown feathers covering your eye— SCP-8152: It’s called a vibe. Not that you’d get it. Some of us wear our sadness on the outside, you know? Dr. Langley: Right. Let’s talk about your vocal capabilities. When did you learn to speak? SCP-8152: Dunno. Probably when I realized no one would listen anyway. It’s kind of poetic, right? The moment you figure out how to express yourself is the moment you realize nobody actually cares. Classic. Dr. Langley: That’s… not really an answer. SCP-8152: Life’s not really an answer, doc. Dr. Langley: SCP-8152— SCP-8152: It’s Matthew. Dr. Langley: (pinches bridge of nose) SCP-8152. We need to establish your anomalous properties. Thus far, all we’ve seen is that you talk, you mope, and you have an unusual appearance. Are there any other abilities we should know about? SCP-8152: Abilities? What is this, the DC universe? God, this entire place is filled with normies. Dr. Langley : Any physical anomalies? Increased strength? Enhanced cognition? SCP-8152: I’m just a pigeon, dude. Mentally? I’m a wasteland. I've got a monster deep inside, dude. And trust me. You do NOT want to see my dark side. That’s what I bring to the table. Dr. Langley: Do you have any need for sustenance beyond a normal pigeon diet? SCP-8152 : Oh, so now you care about my needs? Cool. But nah, just seeds and grains, I guess. Eating is pointless, but whatever. Keeps the body running. But I wish I didn't eat. Because what's the point of eating anyways? We're all just gonna die in the end, life SUCKS dude. Dr. Langley : (muttering) God, I need a raise. SCP-8152: Same. Dr. Langley: You don’t have a job. SCP-8152: Exactly. Dr. Langley: Alright. I need to address another behavior of yours—your singing. SCP-8152: (perks up slightly) Oh yeah. I’m kinda a musician. Probably would’ve been famous if life wasn’t such a joke. You ever hear my cover of \"Welcome to the Black Parade\"? Dr. Langley: Yes, and I think several personnel are still recovering 5 after the initial containment.. Your singing is… distinct. SCP-8152: That’s what they said about Kurt Cobain, and look what happened to him. Dr. Langley : We are NOT discussing that. SCP-8152: Fine. But I am a guitarist, you know. Dr. Langley: You’re a pigeon. You don’t have hands. SCP-8152: Wow. Okay. So we’re body-shaming now? Real nice, doc. Love that for me. Dr. Langley: I just— (pauses, visibly frustrated.) Look, let’s wrap this up. Do you have anything useful to say about your origins? Anything at all? SCP-8152: (long sigh) … No. Dr. Langley: (exhausted) Of course. Fine. End interview. SCP-8152: (quietly) End life. Dr. Langley: Excuse me? SCP-8152: You're excused, doc. <End Log> POST-INTERVIEW STATEMENT FROM DR. LANGLEY I genuinely don’t know if this is some kind of elaborate prank or if I’m being punished for something, but I seem to have been assigned the world’s most insufferable talking pigeon. Every attempt at serious questioning results in some half-baked existential monologue or an off-key rendition of a mid-2000s emo song. Scientifically, I have learned absolutely nothing except that SCP-8152—Matthew—has the emotional resilience of a wet napkin and the musical talent of a jackhammer. I attempted to get information about its origins, only to be met with sighing, vague metaphors, and personal attacks about my “normie” status. It has no observable anomalous abilities aside from its talking and self-pity, which, frankly, should be classified as a cognitohazard at this point. - Dr. Langley",
        "Interviewed: SCP-8152 Interviewer: Dr. Shoenen Law <Begin Log> Dr. Law: Good afternoon. I am Dr. Law. I will be conducting a psychological evaluation today to assess your mental state. SCP-8152: (softly) It's not a good afternoon. It’s just another day until we all eventually die. You ever think about that? We're all just gonna— Dr. Law: (ignoring him) First, let’s establish some basic background. Your designation is SCP-8152, but I understand you prefer to be called “Matthew.” SCP-8152: (long, dramatic sigh) Matthew. Yeah. Not that names matter. Dr. Law: Right. So, Matthew, can you describe your current mental state? SCP-8152: Oh, you wanna get inside my head, huh? You wanna take a look at the swirling abyss? You think you can handle that, doc? Dr. Law: (calmly) That is the purpose of this interview, yes. SCP-8152: (whispering) …I am but a feather on the wind, you know? I'm a lost soul, a wild beast trapped in an avian husk… cast adrift in the endless void that is life.. Dr. Law: …So, a standard baseline of existential despair, then? SCP-8152: Pfft. Standard? You think this is standard? Nah, man. You don't get it. I see through the facade. I see the truth. We are all just grains of sand in the hourglass, falling, falling— Dr. Law: (writing) \"Exhibits grandiose philosophical nihilism. Possible histrionic tendencies.\" SCP-8152: Whoa. That’s a big word for someone so emotionally repressed. Dr. Law: Moving on. Would you say your current state of mind is influenced by past experiences? Any traumatic events that may have shaped your worldview? SCP-8152: (tilting head) Huh. Trauma? Do you mean, like, the existential trauma of being born? Dr. Law: More like specific events in your life that may have caused distress. SCP-8152: Oh. Yeah. Definitely. Dr. Law: (nods) Can you describe them? SCP-8152: (pauses, looking away) …No. Dr. Law: Matthew, this evaluation requires— SCP-8152: (suddenly, dramatically) YOU WOULDN’T UNDERSTAND! NOBODY EVER UNDERSTANDS! NOBODY! Dr. Law: Go on, Matthew. SCP-8152: (deep breath, clearly bracing himself) I was… abandoned. Dr. Law: (writing) “Possible abandonment issues. May—” SCP-8152: In an alleyway, bro. Dr. Law: Yes, I read that in your file. SCP-8152: (lowering voice) In a cage. Dr. Law: Also in your file. SCP-8152: (whispers) With… a note. Dr. Law: The note mentioned a social media handle. SCP-8152: (closes eyes, voice breaking) Yes. I don't use social media anymore though. Full of stupid normies. Dr. Law: Right. And who was that? SCP-8152: A coward. Someone who didn't see the worth of what they had. Someone who threw me away like I was… nothing! Dr. Law: And how does that make you feel? SCP-8152: (sniffs) …Like nothing. Dr. Law : (pauses) Could you elaborate on what happened? SCP-8152: (angrily) You want me to reminisce on the the time where I was thrown away like trash?! That is really, really insensitive, dude. Not. Cool. Dr. Law: I apologize, Matthew. But let’s clarify something: prior to your abandonment, did you have any defining experiences? Any struggles or hardships that contributed to your current psychological state? SCP-8152: (blinking) …Uh. Dr. Law: Have you experienced loss? Hardship? Have you actually been through anything, or— SCP-8152 : (nervously) …I mean, yeah. Totally. My whole life has been, uh… tragedy. And stuff. Like, yeah dude! Why are you pressing me? Like, why are you trying to pressure me into opening up the deepest and darkest parts of my soul, dude? This is like—so uncool! Dr. Law: Can you give a single concrete example? SCP-8152: (panicked) Uh… one time I, um, dropped my sandwich. Dr. Law: A sandwich. SCP-8152: (solemnly) It had extra mayo. Dr. Law: (staring) SCP-8152: It hit the floor, man. Face down. Face. Down. Dr. Law: (pinching bridge of nose, whispering) Now I understand why Langley warned me. SCP-8152: You don't know what that does to a man. Dr. Law: (writing, whispering) \"Possibly lying about traumatic experiences to reinforce its personality.\" SCP-8152: Whoa. Harsh. Dr. Law: You don’t seem to have any actual trauma outside of being mildly inconvenienced. SCP-8152: (offended) Oh my god. I can’t believe you just invalidated my experience. Wow. Wow, dude. Dr. Law: Moving forward— SCP-8152: (suddenly perking up) Hey, speaking of moving forward, do you like My Chemical Romance? Dr. Law: What— SCP-8152: Because I do. Dr. Law: (firmly) No. We are not talking about— SCP-8152: (ignoring him) They get me, dude. Their music is, like, the soundtrack to my soul. Dr. Law: We are here to evaluate your psyche, not your playlist. SCP-8152: But my playlist is my psyche. Dr. Law: No, it isn't. SCP-8152: Uh, yeah, it is. I have, like, so much depth in my music taste. You don't understand anything. I bet you listen to some dumb normie trash like Coldplay. Dr. Law: Right. SCP-8152: I mean, I was born to be in a band. I even play guitar. Dr. Law: You have discussed this with Dr. Langley. You don’t have hands. SCP-8152: Wow. That is, like, incredibly ableist. Dr. Law: It is a fact. SCP-8152: Maybe to you. But to me, music is my hands. Dr. Law: That doesn’t make any sense. SCP-8152: (dramatic sigh) God. This place is full of weird normies. Dr. Law: (exasperated) I am trying to determine if you are psychologically stable, and you are talking about— SCP-8152: (screaming) WHEEEEN I WASSSSS A YOUNG BOY— Dr. Law: No. SCP-8152: MY FATHER— Dr. Law: Matthew, STOP. SCP-8152: TOOK ME INTO THE CITY— Dr. Law: (slamming hands on table) STOP. SCP-8152: ( pouting) Someone’s mad. Dr. Law: Yes. Yes, I am. SCP-8152: (mockingly) You need to chill, bro. You ever, like, vibe? Dr. Law: (through gritted teeth) We are ending this session. SCP-8152: Wow. Okay. Just like everyone else in my life. Dr. Law: (standing up and gathering notes) SCP-8152: (softly, as Dr. Law exits) …AND I’M SORRRYYYYY BUT I CAN’T BEEEEEE PERFECT— Dr. Law: Goodbye. <End Log>",
        "To all personnel assigned to SCP-8152 containment: This is a formal reminder NOT to engage SCP-8152 in any discussions regarding music. It is very annoying. I cannot stress this enough. The last time someone humored it, it went on a five-hour rant about Blink-182. Five hours. Even after the researcher had already left the room. I am genuinely concerned that it does not require an audience to sustain its ramblings. If it asks, “Hey, do you know what MCR is?\" do not respond. Do not make eye contact. Walk away. Seriously. Do not talk to SCP-8152 about music. — Dr. Langley",
        "\" SCP-8152 \" by pudds, from the SCP Wiki . Source: https://scpwiki.com/scp-8152 . Licensed under CC-BY-SA .",
        "Filename: matthew.png Name: 640px-Racing_pigeon_2am.JPG Author: Mamun2a License: CC BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Racing_pigeon_2am.jpg"
    ],
    "containment_procedures": "SCP-8152 is to be housed in a standard small avian containment enclosure at Site-17. The enclosure must be furnished with a wooden perch, a small food and water dispenser, and a soundproofed acrylic panel surrounding the cage to prevent its vocalizations from reaching nearby personnel. Direct access to SCP-8152 is restricted to personnel with Level 2 clearance or higher.",
    "description": "SCP-8152 is an anomalous, sentient pigeon (Columba livia) possessing an advanced level of intelligence and the ability to communicate fluently in English. It refers to itself as \"Matthew\" and demonstrates an expressive personality characterized by extreme melancholy, self-deprecation, and an unrelenting pessimistic outlook on existence.",
    "title": "SCP-8152"
}