{
    "url": "https://scp-wiki.wikidot.com/scp-8155",
    "all_text": "▷ Show Code ◁\n\n\n\n\n△ Hide Code △\n\n\n\n\n\n\n\n\n\n\n\n\n@import\n \nurl\n(\nhttps\n://\nfonts.googleapis.com\n/\ncss2\n?\nfamily\n=\nMontserrat\n:wght\n@600\n;700&\ndisplay\n=\nswap\n);\n \n/\n*\n \nCentered\n \nHeader\n \nSigma\n\n \n*\n \n[\n2021\n \nWikidot\n \nComponent\n]\n\n \n*\n \nBy\n \nLt\n \nFlops\n (\nCC\n \nBY-SA\n 3.0)\n \n*\n \nForked\n from:\n   \n*\n \nPenumbra\n \nTheme\n \nby\n \nEstrellaYoshte\n\n \n*\n \nAlso\n \nbased\n on:\n   \n*\n \nCentered\n \nHeader\n \nBHL\n \nby\n \nWoedenaz\n\n\n**\n/\n \n/\n*\n ---- \nVARS\n ---- \n*\n/\n \n:root\n{\n\n     --\ntitleColor:\n hsl(\n0\n, \n0\n%\n, \n95\n%\n)\n;\n     --\nsubtitleColor:\n hsl(\n60\n, \n62\n%\n, \n85\n%\n)\n;\n     --\nlgurl:\n url(https://scp-wiki.wdfiles.com/local--files/component:pride-highlighter/lgbtqp_logo.svg)\n;\n\n}\n\n \n/\n*\n ---- \nSITE\n \nBANNER\n ---- \n*\n/\n \n#header\n,\n \ndiv#header\n{\n\n     \nbackground-image:\n \nnone\n;\n\n}\n\n \n \n#header\n:\n:before\n{\n\n     \nposition:\n \nabsolute\n;\n     \nwidth:\n \n100\n%\n;\n     \nheight:\n \n100\n%\n;\n     \ncontent:\n \"\"\n;\n \n     \nbackground-image:\n var(--lgurl)\n;\n     \nbackground-position:\n \ncenter\n \ntop\n;\n     \nbackground-repeat:\n \nno-repeat\n;\n     \nbackground-size:\n \nauto\n \n9\nem\n;\n     \nopacity:\n \n.33\n;\n\n}\n\n \n \n#header\n \nh1\n,\n \n#header\n \nh2\n{\n\n     \nfloat:\n \nnone\n;\n     \nmargin-left:\n \n0\n;\n \n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n \n#header\n \nh1\n \nspan\n,\n \n#header\n \nh2\n \nspan\n{\n\n   /\n*\n \nHide\n \nthe\n \nExisting\n \nText\n \n*\n/\n     \ndisplay:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n,\n \n#header\n \nh2\n:\n:before\n{\n\n   /\n*\n \nStyle\n \nthe\n \nNew\n \nText\n \n*\n/\n     \nfont-family:\n \"Montserrat\", \"Arial\", \nsans-serif\n;\n     \ntext-shadow:\n \nnone\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \nbottom:\n \n.15\nem\n;\n \n     \ncolor:\n var(--titleColor)\n;\n \n     \nfont-size:\n \n115\n%\n;\n     \nfont-weight:\n \n700\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \nposition:\n \nrelative\n;\n     \ntop:\n \n.1\nem\n;\n \n     \ncolor:\n var(--subtitleColor)\n;\n \n     \nfont-size:\n \n130\n%\n;\n     \nfont-weight:\n \n600\n;\n\n}\n\n \n \n#header\n \nh1\n \na\n:\n:before\n{\n\n   /\n*\n \nSet\n \nthe\n \nNew\n \nText\n'\ns\n \nContent\n \nFrom\n \nVariable\n \n*\n/\n     \ncontent:\n var(--header-title, \"SCP FOUNDATION\")\n;\n\n}\n\n \n \n#header\n \nh2\n:\n:before\n{\n\n     \ncontent:\n var(--header-subtitle, \"SECURE - CONTAIN - PROTECT\")\n;\n\n}\n\n \n/\n*\n ---- \nSEARCH\n ---- \n*\n/\n \n#search-top-box\n{\n\n     \ntop:\n \n1\nem\n;\n     \nright:\n \n0\n;\n\n}\n\n \n \n#search-top-box-form\n \ninput.button\n{\n\n     \nmargin-right:\n \n0\n;\n\n}\n\n \n \n#search-top-box-input\n,\n \n#search-top-box-input\n:hover\n,\n \n#search-top-box-input\n:focus\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:hover\n,\n \n#search-top-box-form\n \ninput\n[\ntype\n=\nsubmit\n]\n:focus\n{\n\n     \nborder-radius:\n \n0\n;\n     \nbox-shadow:\n \nnone\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nTOP\n \nBAR\n ---- \n*\n/\n \n#top-bar\n{\n\n     \nright:\n \n0\n;\n     \ndisplay:\n flex\n;\n     \njustify-content:\n \ncenter\n;\n\n}\n\n \n \n#top-bar\n \nul\n \nli\n \nul\n{\n\n     \nborder-bottom:\n \n1\npx\n \nsolid\n hsl(\n0\n, \n0\n%\n, \n40\n%\n)\n;\n     \nbox-shadow:\n \nnone\n;\n\n}\n\n \n/\n*\n ---- \nLOGIN\n ---- \n*\n/\n \n#login-status\n{\n\n     \ntop:\n \n1.1\nem\n;\n     \nright:\n initial\n;\n \n     \ncolor:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n\n}\n\n \n \n#account-topbutton\n{\n\n     \nborder-color:\n hsl(\n0\n, \n0\n%\n, \n87\n%\n)\n;\n \n     \nfont-size:\n \n100\n%\n;\n\n}\n\n \n/\n*\n ---- \nPAGE\n \nTITLE\n ---- \n*\n/\n \n.meta-title\n,\n \n#page-title\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nBREADCRUMBS\n ---- \n*\n/\n \n.pseudocrumbs\n,\n \n#breadcrumbs\n{\n\n     \ntext-align:\n \ncenter\n;\n\n}\n\n \n/\n*\n ---- \nMOBILE\n \nDISPLAY\n ---- \n*\n/\n \n@media\n (max-width: 767\npx\n)\n{\n\n     \n#search-top-box\n{\n\n          \ntop:\n \n1.85\nem\n;\n          \nwidth:\n unset\n;\n    \n}\n\n \n     \n.mobile-top-bar\n{\n\n          \nposition:\n \nrelative\n;\n          \nleft:\n \n0\n;\n          \ndisplay:\n flex\n;\n          \njustify-content:\n \ncenter\n;\n    \n}\n\n \n     \n#login-status\n{\n\n          \ntop:\n \n0\n;\n          \nright:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n{\n\n          \nfont-size:\n \n0\n;\n    \n}\n\n \n     \n#header\n \n.printuser\n \nimg.small\n{\n\n          \nmargin:\n \n0\n;\n \n          \ntransform:\n translate(\n6\npx\n, \n4\npx\n)\n;\n    \n}\n\n \n     \n#my-account\n{\n\n          \ndisplay:\n \nnone\n;\n    \n}\n\n \n     \n#account-topbutton\n{\n\n          \nmargin-left:\n \n2\npx\n;\n    \n}\n\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+50\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\n\n\n⚠️ \nContent warning:\n This article contains representations and/or depictions of self-harm, parental abuse, and maternal trauma associated with childbirth and pregnancy mortalities that some readers might find uncomfortable.\n\n\nSCP-8155: Maternal Abatement\n\n\nThe death of motherly love and the departure of her warm embrace.\n\n\nwritten by \nNethermoose01\n.\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+50\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\nIncomplete algorithmic render of SCP-8155.\n\n\n\n\n\n\nITEM #:\n SCP-8155\n\n\nOBJECT CLASS:\n Keter\n\n\nSPECIAL CONTAINMENT PROCERDURES:\n SCP-8155 is contained within \nSite-196\n inside an airtight metal container cell, oxygen should not be allowed into the room on any occasion to prevent the regeneration and completion of SCP-8155. SCP-8155's containment should not be completed, only achieved. Completion of SCP-8155 should be prevented, \nhowever achievements gained by SCP-8155 are encouraged and deemed necessary to the stabilization of SCP-8155.\n\n\nDESCRIPTION:\n SCP-8155 is an infoallergenic meme-complex that displays highly aggressive and predatory properties and behavior towards evolutionary subconsciousness' and basic ideatic concepts and memes that are incompatible or dominatable by SCP-8155. For example, hostility has been documented towards those relating to ideas of pride, satisfaction, self-fulfillment, maternal instinct, childbirth, and \ngestating eggs\n the mammalian womb. The infoallergenic properties of SCP-8155 cause a strong antimemetic influence on consistent descriptions about the main ideas of SCP-8155 itself and correlation to events it is involved in, however its subsidiary memes within its complex do not hold the same antimemetic properties, but instead are highly memetic and express an extreme level of virulency and hostility; capable of causing an AK-Class Scenario in which SCP-8155 self-replicates until it replaces all incompatible concepts.\n1\n\n\nDISCOVERY:\n SCP-8155 first manifested within the 1st of March in 1999, and was promptly discovered by the Foundation after the sudden dramatic decrease of birth rates worldwide as well as the unusual increase and prevalence of crimes involving neonaticide,\n2\n which is believed to have occurred due to SCP-8155's influence over human collective consciousness (Noosphere).\n\n\nADDENDUM-8155-1 - 1999/03/02:\n A list of events have been documented that occurred after SCP-8155's discovery:\n\n\n\n\nAddenda-1:\n SCP-8155 is discovered.\n\n\nResult:\n Containment of SCP-8155 is attempted. Significant parts of SCP-8155 are destroyed within the process, however containment is successfully achieved within Site-196.\n\n\nNote:\n SCP-8155 is noted to attempt regeneration of itself but fails due to the lack of oxygen.\n\n\n\n\n\n\nAddenda-2:\n Researcher Chistopher Blashman realizes containment of SCP-8155 has been achieved, but not completed.\n\n\nResult:\n All of Christopher Blashman's internal organs vanish several seconds after the realization despite seeming perfectly fine on the outside. His walking hollow shell was not found until a week after.\n\n\nNote:\n Blashman was later formally terminated from Foundation employment upon the discovery of all of Blashman's supposed diplomas and past job positions to be forged.\n\n\n\n\n\n\nAddenda-3:\n Site-196 attempts completing the containment of SCP-8155.\n\n\nResult:\n SCP-8155 containment becomes complete, however SCP-8155 later breaches due to the containment cell being incompatible for SCP-8155. Containment remains unachieved.\n\n\nNote:\n Significant activity observed within the human noosphere after completion of containment as well as 37% of human purpose within women becomes unattainable. Self-harm and self-destructive tendencies are noted to skyrocket and increase worldwide.\n\n\n\n\n\n\nAddenda-4:\n Site-196 attempts to sever parts of SCP-8155.\n\n\nResult:\n SCP-8155's containment is achieved but becomes incomplete.\n\n\nNote:\n All feline and canine animals within a four-mile radius of SCP-8155's incompletion decompress into a fine, slimy genetic substance\n3\n comparable to melted caramel or chewy gummy candy. Many personnel were asked to test the taste of the substance, with most personnel stating that it tastes quite fulfilling and invigorating.\n\n\n\n\nFollowing the occurrence of Addenda-4, unanimous vote within Site-196 was made in order to ensure the achievement of SCP-8155's containment, although still heavily dissuade from its completion.\n\n\nADDENDUM-8155-2 - 1999/03/11:\n Several days after the containment achievement of SCP-8155, SCP-8155 underwent completion and breached containment for four days before being severed once again and recontained. Several personnel that were nearby SCP-8155 at the time of its breach underwent complete career reconsideration and no longer deemed their employment at Site-196 to be effectively worthy or rewardable long-term and sought to \"reevaluate\" their life goals. All such personnel shortly discharged from the Foundation afterwards in order to pursue new careers, all of which were notably within either janitorial, prostitutional, or waste-managemental careers/positions. During SCP-8155's breach, it had spread to a small town within Wyoming with a population of 258, in which approximately 45% of residents experienced numerous organ failures including that of the human soul. Afterwards these same residents of the city would later enter a state of extreme illness with symptoms including leg paralysis, asthenia, cognitive impairment, poor work ethic & laziness, and sudden cases of clinical existential depression.\n\n\nINCIDENT-8\nI\n55-A - 1999/03/21:\n SCP-8155 attempts to breach. Site-196 attempts to recontain. The following events occur:\n\n\n\n\nAddenda-1:\n An attempt is made to complete both SCP-8155 and the containment of SCP-8155 simultaneously.\n\n\nResult:\n Rebirth retroactively opens upon reality upon unanimous completion, causing the inversion of the genealogic hierarchy of reality with severe abstraction as a side effect. As a result of the inversion, SCP-8155 becomes the Womb. Site-196 becomes the Child. Despite changes, Site-196 pursues recontainment. See additional Addenda for results.\n\n\n\n\n\n\nAddenda-2:\n Site-196 fails.\n\n\n\n\n\n\nAddenda-3:\n SCP-8155 succeeds.\n\n\n\n\n\n\nAddenda-4:\n Site-196 attempts to succeed.\n\n\nResult:\n Fails.\n\n\n\n\n\n\nAddenda-5:\n Site-196 attempts to succeed again.\n\n\nResult:\n Fails.\n\n\n\n\n\n\nAddenda-6:\n SCP-8155 attempts to succeed its failure.\n\n\nResult:\n Fails.\n\n\n\n\n\n\nAddenda-7:\n Site-196 authorizes the use of an Actuality Potential Manipulator to succeed.\n\n\nResult:\n Site-196 succeeds.\n\n\n\n\n\n\nAddenda-0:\n SCP-8155 attempts to complete.\n\n\nResult:\n Fails. \n(I.e. Decay)\n\n\n\n\n\n\nAddenda-0:\n SCP-8155 attempts to complete again.\n\n\nResult:\n Fails. \n(I.e. Devastation)\n\n\n\n\n\n\nAddenda-0:\n SCP-8155 attempts to fail.\n\n\nResult:\n Fails. \n(I.e. Shame)\n\n\n\n\n\n\nAddenda-0:\n Site-196 attempts to achieve and complete SCP-8155.\n\n\nResult:\n Fails. \n(I.e. Rejection)\n\n\n\n\n\n\nAddenda-0:\n Site-196 accomplishments.\n\n\nResult:\n Succeeds. \n(I.e. Destitution)\n\n\n\n\n\n\nAddenda-0:\n Site-196 attempts to complete and achieve SCP-8155.\n\n\nResult:\n Fails. \n(I.e. Disownment)\n\n\n\n\n\n\nAddenda-0:\n SCP-8155.\n\n\nResult:\n Success. \n(I.e. Salvation)\n\n\n\n\n\n\nAddenda-8:\n Site-196.\n\n\nResult:\n Failure.\n\n\n\n\n\n\nAddenda-9:\n Rebirth closes.\n\n\nResult:\n Both Site-196 and SCP-8155 return to incompletion and their original genealogic hierarchy before the inversion.\n\n\n\n\nFollowing Site-196's use of an Actuality Potential manipulator within Addenda-7, Site-196 experienced complete breakdown of its stabilization as well as a complete reconstruction of Actuality, causing Site-196's certainty to fall 5 points (30) into uncertainty, and susceptible to uncertain hazards along with the opening of rebirth. Area-33 was alerted to the massive paradigm shift in Site-196's Actuality and temporarily seized Site-196 until its state can be returned to the normalized certainty point of 35.\n\n\nIt is unknown why Site-196 had significant trouble containing SCP-8155 despite having access to numerous resources and devices that could have been used in the efficient containment of SCP-8155. Site-196 has demonstrated \ndisappointing incompetence\n within the incident, which \ntarnishes\n the Foundation's name. Nevertheless, through a unanimous O5 Council vote, SCP-8155 is to be contained within Area-33 until further notice.\n\n\nADDENDUM-\nBI\n55-4 - 1999/03/31:\n Site-196 is released from Area-33's Actuality surveillance. On their way out, Area-33 personnel are to make sure not to provide any signs or expressions of approval, only those of \ndisappointment\n and \ndissatisfaction\n.\n\n\nADDENDUM-81\nSS-S\n - 1999/04/26:\n Despite the occurrence of Incident-8155-A, Site-196 is still shown to be continually active and operational, and still operating under the Foundation's name. To prevent \nignominy\n, a unanimous vote across all Foundation personnel was made in order to officially \ndisown\n Site-196 and recognize it as \nExclusionary\n Site-196. Due to the \nreek of shame\n SCP-8155 has emanated while in the custody of Area-33, it has been re-transferred to Exclusionary Site-196 where it can be suitably \nrot within its cocoon.\n\n\nADDENDUM-\nBSSI-bbb\n:\n SCP-8155 has been fully contained by the efforts of Exclusionary Site-196.\n4\n New containment procedures have been listed below and have been effective in the consistent containment of SCP-8155.\n\n\n\n\n\n\n\n\nVisual theory model of the Anticomplex Containment Cell specially designed to prevent the realization of completion within SCP-8155. (Maternal Abatement)\n\n\n\n\n\n\nImprovised Containment Procedures:\n SCP-8155 is to be contained inside of a Anticomplex Containment Cell within Site-196. The nature of SCP-8155 appears to be derived from a \n5-dimensional\n meme complex that reacts volatilely upon contact with any disgraced child, most likely due to the high compatibility it has with the conceptual ideas and experiences involving shame, regret, misfortune, and most unfortunately the evolutionary abomination of the female womb and the culmination of the squirming parasite within it. Due to this SCP-8155 must be specifically locked within a specialized Anticomplex Containment Cell (ACC), barred from the maternal warmth of shedding and decaying skin. ACC's allow failures such as SCP-8155 to be entrapped within a specialized series of 4-dimensional mirrors that give the illusion of 5-dimensional spaces as most 5-dimensional entities and abstract ideas exist outside of the realization of their own shame. Although, the illusion of a 5th dimensional spatiality allows the entities to essentially believe they are within the reach of maternal acceptance. The ACC is also constructed similarly to a maze with large and complex pathways similar to the intestinal structures of \nThelenota anax\n, whose stomach is similar to the agonizing process of childbirth for the purpose of reminding the entity of the suffering caused by its first kicks and breaths within its cocoon (i.e. parasitism). This keeps SCP-8155 occupied with traversing and attempting to escape failure and reach to achieve the completion of that which cannot be completed in the aimless, pointless pursuement of love (i.e. indifference). To better increase the effectiveness of containment and to prevent SCP-8155 from cowardly failing its own self, SCP-8155 is to be given the constant illusion of success despite there being no action, tool, or sight that can redeem one of abandonment, resulting in SCP-8155 never being able to acquire any actual fulfillment, achievements, or any notable actions besides those of disappointment and/or disconsolation. This containment allows SCP-8155 to be efficiently contained as they are permanently trapped, chasing unachievable dreams and the forsaken approval of its abashed parent.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nI.e. Postpartum Period.\n\n\n2\n. \nI.e. Grace of Relief.\n\n\n3\n. \nI.e. Parasites.\n\n\n4\n. \nI.e. Mother.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8154\n | \nwhy did you leave me to rot mama\n | \nSCP-8156\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8155\n\" by Nethermoose01, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8155\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\nIn order of appearance:\n\n\n\n\n\n\n\n\nFilename:\n uncontainer/uncontainer.gif\n\n\nName:\n LAI4D fractal tetrahedron flower\n\n\nAuthor:\n Jahurtado\n\n\nLicense:\n CC-BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:LAI4D_fractal_tetrahedron_flower.jpg\n\n\n\n\n\n\nFilename:\n desperation-of-approval.jpeg\n\n\nName:\n Baby bed 2010\n\n\nAuthor:\n קרלוס הגדול\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Baby_bed_2010.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "Addenda-1: SCP-8155 is discovered. Result: Containment of SCP-8155 is attempted. Significant parts of SCP-8155 are destroyed within the process, however containment is successfully achieved within Site-196. Note: SCP-8155 is noted to attempt regeneration of itself but fails due to the lack of oxygen.",
        "Addenda-2: Researcher Chistopher Blashman realizes containment of SCP-8155 has been achieved, but not completed. Result: All of Christopher Blashman's internal organs vanish several seconds after the realization despite seeming perfectly fine on the outside. His walking hollow shell was not found until a week after. Note: Blashman was later formally terminated from Foundation employment upon the discovery of all of Blashman's supposed diplomas and past job positions to be forged.",
        "Addenda-3: Site-196 attempts completing the containment of SCP-8155. Result: SCP-8155 containment becomes complete, however SCP-8155 later breaches due to the containment cell being incompatible for SCP-8155. Containment remains unachieved. Note: Significant activity observed within the human noosphere after completion of containment as well as 37% of human purpose within women becomes unattainable. Self-harm and self-destructive tendencies are noted to skyrocket and increase worldwide.",
        "Addenda-4: Site-196 attempts to sever parts of SCP-8155. Result: SCP-8155's containment is achieved but becomes incomplete. Note: All feline and canine animals within a four-mile radius of SCP-8155's incompletion decompress into a fine, slimy genetic substance 3 comparable to melted caramel or chewy gummy candy. Many personnel were asked to test the taste of the substance, with most personnel stating that it tastes quite fulfilling and invigorating.",
        "Addenda-1: An attempt is made to complete both SCP-8155 and the containment of SCP-8155 simultaneously. Result: Rebirth retroactively opens upon reality upon unanimous completion, causing the inversion of the genealogic hierarchy of reality with severe abstraction as a side effect. As a result of the inversion, SCP-8155 becomes the Womb. Site-196 becomes the Child. Despite changes, Site-196 pursues recontainment. See additional Addenda for results.",
        "Addenda-2: Site-196 fails.",
        "Addenda-3: SCP-8155 succeeds.",
        "Addenda-4: Site-196 attempts to succeed. Result: Fails.",
        "Addenda-5: Site-196 attempts to succeed again. Result: Fails.",
        "Addenda-6: SCP-8155 attempts to succeed its failure. Result: Fails.",
        "Addenda-7: Site-196 authorizes the use of an Actuality Potential Manipulator to succeed. Result: Site-196 succeeds.",
        "Addenda-0: SCP-8155 attempts to complete. Result: Fails. (I.e. Decay)",
        "Addenda-0: SCP-8155 attempts to complete again. Result: Fails. (I.e. Devastation)",
        "Addenda-0: SCP-8155 attempts to fail. Result: Fails. (I.e. Shame)",
        "Addenda-0: Site-196 attempts to achieve and complete SCP-8155. Result: Fails. (I.e. Rejection)",
        "Addenda-0: Site-196 accomplishments. Result: Succeeds. (I.e. Destitution)",
        "Addenda-0: Site-196 attempts to complete and achieve SCP-8155. Result: Fails. (I.e. Disownment)",
        "Addenda-0: SCP-8155. Result: Success. (I.e. Salvation)",
        "Addenda-8: Site-196. Result: Failure.",
        "Addenda-9: Rebirth closes. Result: Both Site-196 and SCP-8155 return to incompletion and their original genealogic hierarchy before the inversion.",
        "\" SCP-8155 \" by Nethermoose01, from the SCP Wiki . Source: https://scpwiki.com/scp-8155 . Licensed under CC-BY-SA .",
        "Filename: uncontainer/uncontainer.gif Name: LAI4D fractal tetrahedron flower Author: Jahurtado License: CC-BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:LAI4D_fractal_tetrahedron_flower.jpg",
        "Filename: desperation-of-approval.jpeg Name: Baby bed 2010 Author: קרלוס הגדול License: CC-BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Baby_bed_2010.jpg"
    ],
    "title": "SCP-8155"
}