{
    "url": "https://scp-wiki.wikidot.com/scp-8157",
    "all_text": "rating: \n-8\n+\n–\nx\n\n\nItem #:\n SCP-8157\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-8157 is a 2.4 km stretch of the █████ River, designated \"Zone-49.\" The area is enclosed by 4-meter-high reinforced steel fencing topped with razor wire. Warning signs (in 12 languages) read: \"\nDO NOT APPROACH WATER — EXTREME LETHAL HAZARD\n\". Armed MTF agents patrol the perimeter bi-weekly.\n\n\nUnauthorized civilians attempting to enter Zone-49 are to be detained and administered Class-B amnestics. Due to SCP-8157's passive nature, no further active containment is required.\n\n\nDescription:\n SCP-8157 is a freshwater river with no abnormal chemical or biological properties. Its anomalous effect manifests when a human attempts to drink from it directly (e.g., cupping water in hands, submerging the face). Upon ingestion, the liquid bypasses the digestive tract entirely, instead flooding the victim’s trachea and lungs at an accelerated rate.\n\n\nVictims typically collapse within 5 seconds, expelling frothy water from the mouth and nostrils until asphyxiation occurs. Autopsies reveal lungs filled to capacity with river water, yet no signs of drowning (e.g., laryngeal spasms, water in stomach). CPR and tracheotomies fail; the water appears to adhere to lung tissue until death.\n\n\nAddendum 1: Recovery Log\n SCP-8157 came to Foundation attention after ██ fatalities in ███████ State Park (20██). Witnesses reported hikers \"choking on nothing\" before collapsing near the riverbank. Local authorities attributed deaths to accidental drownings until Agent █████ noted inconsistencies.\n\n\nAddendum 2: Exploration\n\nUnderwater drones confirmed SCP-8157’s bed contains ██ human skeletons, all in postures suggesting mid-asphyxiation. No other anomalies detected.\n\n\n\n\nNotable Incident 8157-3:\n\nSubject: D-4921 (male, 32, no prior lung conditions)\n\nTest Protocol: Directed to drink from SCP-8157 using hands.\n\nResult: Subject inhaled violently after first sip. Water streamed from nostrils despite closed mouth. Terminated in 14 seconds.\n\nResearcher Note: \"The water isn’t being swallowed—it’s being pulled inside. Like their lungs are siphoning it.\"\n\n\n\n\n\n\n\n\n« \nSCP-8156\n | SCP-8157 | \nSCP-8158\n »",
    "addendums": [
        "Addendum 1: Recovery Log SCP-8157 came to Foundation attention after ██ fatalities in ███████ State Park (20██). Witnesses reported hikers \"choking on nothing\" before collapsing near the riverbank. Local authorities attributed deaths to accidental drownings until Agent █████ noted inconsistencies.",
        "Addendum 2: Exploration Underwater drones confirmed SCP-8157’s bed contains ██ human skeletons, all in postures suggesting mid-asphyxiation. No other anomalies detected."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-8157",
    "object_class": "Euclid",
    "containment_procedures": "SCP-8157 is a 2.4 km stretch of the █████ River, designated \"Zone-49.\" The area is enclosed by 4-meter-high reinforced steel fencing topped with razor wire. Warning signs (in 12 languages) read: \"DO NOT APPROACH WATER — EXTREME LETHAL HAZARD\". Armed MTF agents patrol the perimeter bi-weekly.",
    "description": "SCP-8157 is a freshwater river with no abnormal chemical or biological properties. Its anomalous effect manifests when a human attempts to drink from it directly (e.g., cupping water in hands, submerging the face). Upon ingestion, the liquid bypasses the digestive tract entirely, instead flooding the victim’s trachea and lungs at an accelerated rate.",
    "title": "SCP-8157"
}