{
    "url": "https://scp-wiki.wikidot.com/scp-8160",
    "all_text": "{$caption}\n\n\n\n\n\n\n\n\nrating: \n+74\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n3/8160\n LEVEL \n3/8160\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-8160\n\n\n\n\n\n\nsafe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Research initiatives within terrestrial astronomical organizations are to be monitored for any knowledge of the SCP-8160 region. If an informational breach is located, standard academic suppression tactics are to be deployed, ensuring the information is lost, its founders discredited, and the overall initiative refocused or disbanded if necessary.\n\n\n\n\n\n\n\n\n\n\n\n\nDescription:\n SCP-8160 denotes an amorphous region of deep space\n1\n which interferes with any signals, celestial bodies, or manmade apparatus that pass through its interior. Though the region has been found to be approximately spherical,\n2\n all attempts to remotely gather information pertaining to the interior conditions of the anomaly have failed due to anomalous interference.\n\n\nFollowing the region's discovery, reconnaissance exo-ship EV1-\"Grasping Destiny\" has been deployed to serve as the staging ground for a series of manned interstellar scouting trips into SCP-8160. Up to date results from these exhibitions have been summarized below.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA-Mission\n\n\n\n\n\n\nPod Status\n\n\nDecommissioned\n\n\n\n\n\n\nPilot Status\n\n\nActive\n\n\n\n\n\n\nSummary:\n Signal lost upon entry. Pilot failed to navigate to planned depth within anomaly, later citing \"immediate loss of directional control\" as a reason for this failure. Pod recovered 15km from drop-off point; perfect condition, non-functional.\n\n\n\n\n\n\nB-Mission\n\n\n\n\n\n\nPod Status\n\n\nActive\n\n\n\n\n\n\nPilot Status\n\n\nRetired\n\n\n\n\n\n\nSummary:\n Signal lost upon entry. Attempted preliminary tests 1 km from drop-off point, then returned after 1 hour. Upon review, all tests performed incorrectly. Pilot unable to recognize errors, relieved from duties due to anomalous reorientation.\n\n\n\n\n\n\nC-Mission\n\n\n\n\n\n\nPod Status\n\n\nDecommissioned\n\n\n\n\n\n\nPilot Status\n\n\nDeceased\n\n\n\n\n\n\nSummary:\n Signal lost upon entry. Perimeter drone view witnessed pod rapidly accelerating into anomaly. Pod found 1 month later 1357 Km from drop-off point and in a state of disrepair. Pilot lost; Starvation. No meaningful data gathered.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum:\n The following encrypted signal was captured by a foundation-operated satellite stationed outside of the Veiled sector. Metadata analysis of signal identified a matching SCP-8160-issue Manned-Autonomous Transporter\n3\n probe model and scouting mission code, however, no records of the \"Mission Zero\" detailed in its contents exist within the SCiPnet database. Additionally, the mission is dated before official Foundation discovery of the phenomena. EV1-\"Grasping Destiny\" has since been contacted for input on this disparity: Response pending.\n\n\nThe decrypted signal contents have been provided below.\n\n\n\n\n\n\n\n\n\n\n\n\nFile-0MISSION/log\n\n\n\n\nPilot:\n Theta\n\n\nVessel:\n 0A75NN2\n\n\nSummary:\n Reconnaissance of potential anomaly. Manned-Autonomous Transporter deployed.\n\n\n\n\n-\n\n\n\n\nDisplaying automatic log…\n\n\n\n\n-\n\n\nlog/auto [00:00]\n\n\n\n\nNull - Diagnostic sequence cleared. Requesting permission to begin mission.\n\n\n00:00 - Pod Deployed.\n\n\n00:05 - Course set.\n\n\n01:15 - Manual override. Reason: Debris\n\n\n02:05 - Approaching anomalous region.\n\n\nERROR - Connection Lost.\n\n\n\n\n-\n\n\n\n\nDisplaying manual log…\n\n\n\n\n-\n\n\nlog/audio.1 [02:24]\n\n\n\n\n<+>\n\n\nTheta reporting.\n\n\nAnomalous nature confirmed with loss of remote guidance. All attempts to contact command have failed. Manual operation assumed.\n\n\nNothing of interest spotted. Internal navigations remain functional, however. Interference remains within expected bounds of mission, opting to continue.\n\n\nEnd log.\n\n\n<->\n\n\n\n\nlog/audio.2 [03:13]\n\n\n\n\n<+>\n\n\nTheta reporting.\n\n\nThe M.A.T. remains unable to secure a connection to command. Reason still unclear.\n\n\nNothing new to report pertaining to anomaly. Area remains empty of any clear visual signifiers. At the least, I feel like I should be seeing more stars— if that makes sense.\n\n\nSitting at 80% power reserves, so I'll be hitting the acceptable risk threshold any time now. Still no pressing issues, but will make sure to reassess at that point.\n\n\nEnd log.\n\n\n<->\n\n\n\n\nlog/audio.3 [03:38]\n\n\n\n\n<+>\n\n\nTheta reporting.\n\n\nRisk threshold met. Still absolutely nothing of note.\n\n\nOpting to terminate mission. Reverting course.\n\n\nEnd log.\n\n\n<->\n\n\n\n\nlog/audio.4 [03:42]\n\n\n\n\n<+>\n\n\nTheta reporting.\n\n\nComplications noted with the M.A.T.'s navigations system, entailing unclear and impossible readings that weren't obvious with prior direct course.\n\n\nPer standard, I ran diagnostics and nothing looks right. Power reserves have jumped back up to 90%, rendering the prior measure highly suspect, and the internal clock is moving slower than my own count, which renders that null as well.\n\n\nI've attempted course correction to ensure I'm going back the way I came in. Efficacy unknown on that front, hard to stay grounded when there's so few stars to anchor on.\n\n\nGotta stay confident though… should have plenty juice even without a direct path.\n\n\nHopefully.\n\n\nEnd log.\n\n\n<->\n\n\n\n\nlog/audio.5 [04:21]\n\n\n\n\n<+>\n\n\nTheta reporting.\n\n\nManual steering module is making a persistent rattling noise.\n\n\nMinor issue; Hard to not focus on it, would prefer to focus on maintaining course.\n\n\nRemind me to have Brick take a look at it when she can.\n\n\nUgh… I hate paperwork.\n\n\nEnd log.\n\n\n<->\n\n\n\n\nlog/audio.6 [04:35]\n\n\n\n\n<+>\n\n\nTheta reporting.\n\n\nRapid degradation of internal clock. Could swear it's been longer than 15, but… It's hard to tell— and the rattling is really grating on me. Keeps breaking my focus, so I can't get into the zone.\n\n\nMaybe it has been only 15 minutes?\n\n\nHoping not.\n\n\nHell.\n\n\nEnd log.\n\n\n<->\n\n\n\n\nlog/audio.7 [04:44]\n\n\n\n\n<+>\n\n\nTheta reporting.\n\n\nThis noise is killing me.\n\n\nI know it's been longer than what the clock says. I know that with a logical mind. But the ticking noise is just— Really throwing me off kilter, and that's letting the clock get to my head.\n\n\nFucking ticking.\n\n\nIf it doesn't stop soon.\n\n\nI don't know.\n\n\nEnd log.\n\n\n<->\n\n\n\n\nlog/audio.8 [4:46]\n\n\n\n\n<+>\n\n\nTheta.\n\n\nI'm going insane.\n\n\nI don't know how long it's been, I don't know how far I am from base, and I don't even know if I'm going the right direction.\n\n\nAnd this noise.\n\n\nI can't think because of the noise.\n\n\nBut I'm still just… powering on forward.\n\n\nBlindly forward. Hoping.\n\n\nEnd log.\n\n\n<->\n\n\n\n\nlog/audio.9 [05:00]\n\n\n\n\n<+>\n\n\nIt stopped. God it finally stopped.\n\n\nQuiet. Just me now. Still going forward.\n\n\nEnd log.\n\n\n<->\n\n\n\n\nlog/audio.10 [05:01]\n\n\n\n\n<+>\n\n\nThe stars are gone.\n\n\nOut the front of the pod is just.\n\n\nPitch. Pure. Black.\n\n\nThey were there earlier, but I think I just…\n\n\nMissed them going away, because of the noise.\n\n\nI can't be going the right way now.\n\n\nMust have… gotten the turn a bit wrong back when I started.\n\n\nStupid. Fucking…\n\n\nGod.\n\n\n…\n\n\nI did a diagnostic check.\n\n\nThe M.A.T. thinks its systems look great. Perfect even.\n\n\nEnd log.\n\n\n<->\n\n\n\n\nlog/audio.11 [05:01]\n\n\n\n\n<+>\n\n\nI'm pressing forward. Changing course would just… I've got no clue how to gauge how far I've gone at this point. It would be meaningless.\n\n\nEven this. It's meaningless. Waiting here, just hoping.\n\n\nHoping it all works out.\n\n\n<->\n\n\n\n\nlog/audio.12 [05:01]\n\n\n\n\n<+>\n\n\nStill going.\n\n\n<->\n\n\n\n\nlog/audio.13 [05:01]\n\n\n\n\n<+>\n\n\nPressing onward.\n\n\n<->\n\n\n\n\nlog/audio.14 [05:01]\n\n\n\n\n<+>\n\n\nPressing onward.\n\n\n<->\n\n\n\n\nlog/audio.15 [05:01]\n\n\n\n\n<+>\n\n\nPressing onward.\n\n\n<->\n\n\n\n\nlog/audio.16 [05:01]\n\n\n\n\n<+>\n\n\nOnward.\n\n\n<->\n\n\n\n\nlog/audio.17 [05:01]\n\n\n\n\n<+>\n\n\nFucking hell.\n\n\nI don't know if there's any fuel left—\n\n\nIf I'm going forward still, I can't tell.\n\n\nI don't get any feel from pressing down the ignition— power— button— whatever. No feeling. I've just stopped pushing.\n\n\nIt's all useless. Nothing I do works. M.A.T.'s diagnostics are all lying to me. It's meaningless! Fucking nonsense!\n\n\nIf I'm going anywhere, I'll float there.\n\n\nNothing to stop me.\n\n\n<->\n\n\n\n\nlog/audio.18 [05:01]\n\n\n\n\n<+>\n\n\nIt's so big out here.\n\n\nSo easy to get lost in it all, not noticing that you're washing out to sea, like a little plank ripped off a big boat. A metal ship of my own, a metal pod, torn off the planet Earth boat. A little dot. Moving in the currents.\n\n\nAll the work it took to get here…\n\n\nA dream, looking up at the stars from my room, and so many others before me that looked up, saw the same sky, and realized just how small we really were.\n\n\nSo we escaped.\n\n\nAnd then you're up here.\n\n\nAnd it's small everywhere.\n\n\n<->\n\n\n\n\nlog/audio.19 [05:01]\n\n\n\n\n<+>\n\n\nI can— I can see something out there. Far, Far away. A tiny little dot.\n\n\nUgh-\n\n\nI was dead. I was floating here dead-\n\n\nI was- I could- I…\n\n\n…\n\n\nTheta reporting.\n\n\nI'm still here.\n\n\nExternal body located.\n\n\nEnd log.\n\n\n<->\n\n\n\n\nlog/audio.20 [05:01]\n\n\n\n\n<+>\n\n\nTheta reporting.\n\n\nSlowly approaching external body.\n\n\nLarge. Grey. Spherical. Unsure of distance, can't trust scanners. Looks like an asteroid, or planetoid, or something… empty and useless- but it's there!\n\n\nAnd I'm still here.\n\n\nEnd log.\n\n\n<->\n\n\n\n\nlog/audio.21 [05:01]\n\n\n\n\n<+>\n\n\nTheta reporting.\n\n\nPlanetoid much larger than previously assumed. I can feel the acceleration picking up, however slight, so it has plenty gravity.\n\n\nStill can't make out any clear geographical features, just lots and lots of grey.\n\n\nWill report back in when closer.\n\n\nEnd log.\n\n\n<->\n\n\n\n\nlog/audio.22 [05:01]\n\n\n\n\n<+>\n\n\nTheta reporting.\n\n\nStill no clear features.\n\n\nInitiating landing sequence.\n\n\nEnd log.\n\n\n<->\n\n\n\n\nlog/audio.23 [05:01]\n\n\n\n\n<+>\n\n\nTheta reporting.\n\n\nSuccessful landing on the grey planetoid.\n\n\nStill no clear geographical features, just fields of grey as far as the eye can see.\n\n\nPreparing to don exo-suit for some surface exploration, but— I'm struggling a bit to stay on course with the mission, if that makes sense.\n\n\nI can look around, chart the place, complete the mission sure, but then I'm stuck here with all that work and it amounts to nothing, no closer to home and…\n\n\nI guess that's thoughts for later.\n\n\nDoing is living.\n\n\nI'm still here— and I can figure out why.\n\n\nEnd log.\n\n\n<->\n\n\n\n\n-\n\n\n\n\nLoading additional logs…\n\n\n\n\n-\n\n\nlog/capture.1a [NULL]\n\n\n\n\n\n\n\nAUTOMATIC M.A.T. CAPTURE\n\n\nlog/video.1b [NULL]\n\n\n\n\n<+>\n\n\n[The feed begins on a shot of a wide field of grey under a flat black sky. Despite the lack of clear sources of light, the shot appears dimly lit, as if by moonlight. Theta's white gloved fingers can be seen around the frame, likely adjusting the body camera after activation.]\n\n\nThat should be all good and functional then!\n\n\nCommencing planetoid excursion number 1.\n\n\n[Theta takes a step forward off of the pod and onto the planetoid surface, where the ground cracks and yields like a thick sponge under their weight. As the ground depresses, they step back in surprise.]\n\n\nHuh…\n\n\n[They step fully onto the planetoid surface and take a few steps, before jumping.]\n\n\nGravity, seems… Normal? Earth-like?\n\n\nAnd all this…\n\n\n[They lean over and grab a fistful of the surface material, which breaks off in a thick airy clump, while releasing a puff of ambient dust..]\n\n\nI'd compare it to, maybe, super rough drier lint? Dust bunnies? Not sure.\n\n\n[Their hand moves up through the frame, making a wiping motion.]\n\n\nCan't manipulate it for too long I think, since it's releasing a lot of loose particulates. Too much and the filter will clog.\n\n\n[They stand still in place, rotating the clump in their offhand.]\n\n\nHm.\n\n\n[They begin pacing in an small aimless circle.]\n\n\nThat fact really begs the question of what to do from here, given the present limitations…\n\n\nAttempting to scout the area will be incredibly difficult with the limited visibility and lack of landmarks, don't want to lose ol' M.A.T. over here…\n\n\nand it's not just visibility, but the filter too, who knows how long-\n\n\n[Theta stops.]\n\n\n[They step back, then crouch down.]\n\n\nWhat was…\n\n\n[Theta digs into the spongey surface material, grabbing chunks and ripping them apart.]\n\n\nCould have sworn I-\n\n\n[As they dig into a ball of fluff, they pinch something solid, and immediately begin to brush away the surrounding fluff.]\n\n\n[From the clump, they uncover a metal bolt.]\n\n\nThere.\n\n\n[They bring it up to their eye.]\n\n\nHow did you ge-\n\n\n[Theta begins to cough.]\n\n\nShit-\n\n\n[They stifle a coughing fit.]\n\n\nThe filter is failing- can't talk- ill report back from the pod.\n\n\n<->\n\n\n\n\nlog/sample.1c [NULL]\n\n\n\n\nITEM:\n Bolt\n\n\nNOTES:\n Metallic, likely steel, no visible scratches.\n\n\nLikely space debris, though potentially from other crashes? Would align with known properties of the region, but does everything that enters it end up here? Unsure, not something I'm able to test terrestrially, and I can't effectively search for other crash sites due to filter and navigation limitations.\n\n\nDigging may be an option?\n\n\nUPDATE:\n 2 screws located in surface material around pod. Digging plan secured.\n\n\n\n\nlog/video.2a [NULL]\n\n\n\n\n<+>\n\n\n[The feed starts angled down at a small square digging site, reaching a rigid bottom. To the side, a large pile of loose surface material sits. Theta's hand waves in front of the camera.]\n\n\nWelcome back! As you can see I've been a bit busy digging- Doesn't look like much, but it's laborious work.\n\n\nHard to stay bothered. I can't do much else.\n\n\n[They step down into the pit.]\n\n\nI had a feeling it wouldn't be squishy all the way down, but I didn't think it would get hard so fast. The stuff's already too tough for my hands!\n\n\n[They kneel down and tap on the surface. It makes a rough crackling noise.]\n\n\nAs far as I can tell it's completely solid. Not sure if there's even a point to keep going, but just in case-\n\n\nI've got this!\n\n\n[They pull a metal plate from behind their back and slam the thin end into the ground.]\n\n\nTore this out of M.A.T.'s interior…\n\n\n[They wind it back and slam the plate into the same spot.]\n\n\nPretty sure it's cosmetic…\n\n\n[They swing again.]\n\n\nBut it'll do the trick!\n\n\n[They swing again. A resounding crack sounds as a hefty chunk of material flakes out of place.]\n\n\n[Theta leans on the plate, panting, and slowly lowering themselves to assess the sample.]\n\n\nAh…\n\n\n[As they move the chunk, it becomes clear that the material is a compacted form of the previously analyzed surface sample. They run their hands across it.]\n\n\nFigures.\n\n\n[They turn it over slowly, arms slack and lazily manipulating the chunk, before suddenly freezing.]\n\n\n[A perfectly spherical indent can be seen on the underside of the chunk.]\n\n\n[They trace it with their finger, before turning on their knees and crawling back to the small hole left by the chunk.]\n\n\n[A cloud of ambient dust clears.]\n\n\n[A small orb can be seen, lodged into the ground.]\n\n\n[Theta runs their finger over it. Clutches it, then pulls.]\n\n\n[It loosens.]\n\n\n[They sit in silence for a minute, rolling the orb around in their palm.]\n\n\n[Their other hand moves and covers the frame.]\n\n\n<->\n\n\n\n\nlog/sample.2b [NULL]\n\n\n\n\nITEM:\n Marble\n\n\nNOTES:\n Clear glass with a red wisp through its center. Perfectly intact, no scratches or chips.\n\n\nSorta nostalgic, how it looks. Makes me think back to shopping trips when I was young, it's type you'd get in a bag from the toy store, a bunch for cheap, so it seems a bit strange to see one all alone.\n\n\nBut that's not really relevant.\n\n\nHow is it here? Why is it here? Are there more?\n\n\nI'm sure if I can figure that out I'll know why I'm here.\n\n\nIn the meantime, I need to do more digging.\n\n\n\n\nlog/capture.3a [NULL]\n\n\n\n\n\n\n\nAUTOMATIC M.A.T. CAPTURE\n\n\nlog/video.3b [NULL]\n\n\n\n\n<+>\n\n\n[The feed opens on the wide grey fields surrounding the pod. A dozen additional plots can be seen]\n\n\nHello again-\n\n\nSignificant progress on the digging front. Will get to categorizing what I've found shortly, but I'm really getting somewhere. I just need to sit down, get my thoughts together-\n\n\nI'm sure this will all make sense soon.\n\n\n[They look down into a fresh pit.]\n\n\nSmall side-note:\n\n\nI've noticed something, doing all this work.\n\n\nThat no matter what… I don't feel. Hungry. Tired. Anything… and I'm not really sure what to make of that.\n\n\nIt's probably just the anomaly messing with me like it did with M.A.T., I know, but it's getting hard to force my reserve meals down.\n\n\nUgh…\n\n\nNo clue how long I’ve been sleeping either.\n\n\n[The view turns to the horizon, where an opaque cloud can be seen approaching slowly.]\n\n\nCan't dwell on that. Bad stuff on the way. Lots of work to do.\n\n\n<->\n\n\n\n\nlog/sample.3c [NULL]\n\n\n\n\nITEMs:\n Toy Cars (5); Jacks (6); Colored Bricks (4); Tacs (2); Screws/Bolts (5); Misc Pens/Pencils (7); Other (3)\n\n\nNOTES:\n Various small, replaceable, or inconsequential objects. Manmade, all in perfect condition, except that the writing on each is muddled/blurred. Notable outlier: A scrap of paper. I'd guess it was blank printer paper, graph paper, something like that. No writing- wouldn't be able to read it if there was.\n\n\nI'm sure there's a pattern here. I need to find more. Or just something to connect it all together. But no- new finds are getting rarer and rarer, and what new stuff I do find is more of the same.\n\n\nI can't go on like this. Aimless. Not making any progress.\n\n\nI've got to find a new spot to dig.\n\n\n\n\nlog/video.4 [NULL]\n\n\n\n\n<+>\n\n\n[The feed begins from the top a small hill. A line of footsteps can be seen trailing down it and off into the distance, where it eventually connects to the drop pod impact zone.]\n\n\nTheta reporting-\n\n\nGone quite the distance- but we can still see M.A.T. just about down there.\n\n\n[They turn around, revealing vast plains of grey on the other side of the hill.]\n\n\nIt's all dust. Everything, as far as the eye can see.\n\n\n[Theta puts their hands to their face, mimicking binoculars.]\n\n\nTo be frank, the eye can only see so far. I'll have to note that the haze is getting thicker on the horizon.\n\n\n[They turn, scanning their surroundings.]\n\n\nSlightly deflating. I mean, ideally, my next digging spot isn't just a random plot in the wastes, but if it comes to it…\n\n\n[Theta leans forward slightly. A rigid gray mass can be seen at a distance.]\n\n\nMaybe it won't come to that.\n\n\nI've spotted something that isn't a mound. Will report back shortly.\n\n\n[Theta begins to walk in the direction of the mass.]\n\n\n<->\n\n\n\n\nlog/video.5a [NULL]\n\n\n\n\n<+>\n\n\n[The feed opens facing a wall of gray.]\n\n\nTheta reporting-\n\n\nIt's a bust.\n\n\n[Theta steps back, pulling their hand from inside the wall. The mass is just an abnormally tall mound of dust.]\n\n\nNot settled over anything either, just a bunch of dust that managed to fall weird.\n\n\n[They turn around and crouch down. The ambient haze of dust visibly thicker.]\n\n\nI came from that direction, but as you can see, The hill isn't visible anymore. Got a bit too focused again, I suppose. Shouldn't be too hard to get back to M.A.T. if I start walking now but…\n\n\n[They look up. Thick clouds of dust shift and warp, rolling across the horizon and piling up into the sky.]\n\n\nIt's almost beautiful- no, entrancing.\n\n\nSitting here, watching the dust build and dance on the horizon, knowing it could pick up at any moment, and swallow me whole.\n\n\nBuried, rather than whatever I'm doing now. Much… simpler.\n\n\n[They look back in the direction of their camp.]\n\n\nBut I can't. M.A.T.'s waiting for me, and I've got a mission to complete.\n\n\nI can think on my next steps once I'm back safe inside.\n\n\n[They start walking back to their camp.]\n\n\n<->\n\n\n\n\nlog/capture.5b [NULL]\n\n\n\n\n\n\n\nAUTOMATIC M.A.T. CAPTURE\n\n\nlog/video.6 [NULL]\n\n\n\n\n<+>\n\n\n[Theta stands in a wide clearing. It is identical to their landing point seen in the initial video logs.]\n\n\n[They look around the area for a few minutes, somewhat meandering at first, then becoming increasingly frantic, opting to start digging random holes in the ground, until the area is littered with loose spongey surface material.]\n\n\n[Theta stands back and stands in silence for a minute.]\n\n\nIt's gone.\n\n\nI- It couldn't have possibly gone anywhere but-\n\n\nM.A.T.'s gone.\n\n\nAll my work, my research. So much effort, so much time. Everything I had, everything I was working towards and I was so so so close. How will I-\n\n\n[Theta puts a hand up to their head.]\n\n\nI'm screwed. I'm totally screwed.\n\n\nJust one bad storm and…\n\n\nGone. You never existed- just like M.A.T.\n\n\n[They crouch down, both hands over their face.]\n\n\nThink. Think. Just think.\n\n\nWhat do you do now.\n\n\nHow do you move forward.\n\n\n[They shake their head and look at the smattering of holes around them.]\n\n\nDigging didn't work. Digging was useless. Got M.A.T. lost and buried, but you made it out fine, because you were elsewhere. You kept moving.\n\n\n[They stand.]\n\n\nSo keep on moving.\n\n\n[They begin to walk]\n\n\n<->\n\n\n\n\nlog/video.7a [NULL]\n\n\n\n\n<+>\n\n\n[The feed opens on a field of grey, different to the prior clearing. It is unclear how much time has passed between logs.]\n\n\n[Theta walks in a straight line. The scenery is homogeneous.]\n\n\n[8 hours of footage omitted.]\n\n\n[The feed fails.]\n\n\n<->\n\n\n\n\nlog/capture.7b [NULL]\n\n\n\n\n\n\n\nAUTOMATIC M.A.T. CAPTURE\n\n\nlog/video.8a [NULL]\n\n\n\n\n<+>\n\n\n[The feed flickers in.]\n\n\n[Theta is walking on autopilot as they crest the top of a tall hill of dust, revealing a the edges of a small crater nestled in the elevated terrain. As the entire space becomes visible, a tall grey mass can be seen at its bottom.]\n\n\n[Theta stops.]\n\n\n[A moment passes as they return to themselves, then idly press a button on the recorder.]\n\n\nTheta reporting-\n\n\nUnexpected, but I've located a point of interest while traveling across the surface…\n\n\nApproaching.\n\n\n[Theta begins to slowly descend the crater.]\n\n\nIt appears to be some sort of pillar…\n\n\n[Their pace quickens slightly.]\n\n\nAnd something else… Yes- there's something is hanging from it…\n\n\n[Theta arrives at the anomaly, stopping.]\n\n\n[They study it. They are standing in front of a grey tree. Hanging from its thickest branch is a triplet of ropes, together holding up a tire.]\n\n\n[They near the trunk, run their hand against it then tap it.]\n\n\nPetrified.\n\n\n[They divert their attention to the tire, reaching out a hand. They squeeze it, and it bends, sounding a taut stretching noise.]\n\n\nI wonder…\n\n\n[Theta puts both their hands on the tire, then pushes. A small creak echoes.]\n\n\n[Theta takes their weight off the tire. Another creak.]\n\n\nWell…\n\n\n[Theta sits on the tire. The branch creaks again, louder, but after a few seconds, the weigh has clearly held.]\n\n\nHow interesting… Though I guess if you're taking the effort to anomalously move a tree, you'd hope it would still work.\n\n\n[Theta pauses for a few seconds.]\n\n\n[They reach into the interior of the tire, feeling around the inside before pulling out a small pocket knife.]\n\n\nAnd of course you're still here.\n\n\n[They look over to the tree and stand, walking over.]\n\n\n[They walk around the tree, scanning up and down dutifully, then stop.]\n\n\n[They point their knife at a small carving comprised of five slices in a star shape, a circle with a line through it, and a small stick figure standing on its edge.]\n\n\nI didn't forget.\n\n\n[The feed flickers.]\n\n\n[Theta kneels down, then carves a second stick figure on the edge of the larger circle.]\n\n\n[They click the pocket knife closed]\n\n\n[The feed fails.]\n\n\n<->\n\n\n\n\nlog/capture.8b [NULL]\n\n\n\n\n\n\n\nAUTOMATIC M.A.T. CAPTURE\n\n\nlog/video.9a [NULL]\n\n\n\n\n<+>\n\n\n[The feed flickers in.]\n\n\n[Theta is sitting at the base of the tree, studying their pocket knife. Every few seconds they click it open, close it, then click it open again, and close it.]\n\n\n[They click it closed one last time then let out a sigh, pushing themselves up to standing, then idly pressing a button on the recorder.]\n\n\nStorm on the horizon. Not sure what to do when it hits, and it's definitely coming this way…\n\n\n[They click the knife open and closed.]\n\n\nIt would be such a massive shame to lose this point of interest after such a miraculous discovery, but if there's anything I need to continue this mission, it's my life-\n\n\nKeep moving, keep walking, etcetera.\n\n\nHm…\n\n\n[They look up. Amongst the barren branches, a mass of grey wooden boards can now be seen in the form of a treehouse. Additionally, a small trail of planks leads up the side of the tree, installed haphazardly with a mix of bent and unbent nails.]\n\n\n[Theta pauses.]\n\n\nNoting the incidence of anomalous activity in my immediate vicinity.\n\n\n[They step back a few steps.]\n\n\nPer protocol, opting to disengage until further observations can be made.\n\n\n[They begin to circle the tree.]\n\n\nSeems identical, minus the new additions, but I can't say for sure…\n\n\n[They stop and focus on a section of the ladder which sits right on top of where the carving had been.]\n\n\nThough I do know one way to check…\n\n\n[They slowly approach the foot of the ladder, pocket knife in hand. Nothing unexpected occurs.]\n\n\nAlrighty then…\n\n\n[They wedge the knife behind the plank, and begin to pry it back. As soon as they start, a small shred of something falls from the crack.]\n\n\nWhat is-\n\n\n[Theta moves to pick it up.]\n\n\nPaper?\n\n\n[One side is smeared with black ink. The other is blank. Theta stares at it for a long moment.]\n\n\n[They quickly stow the shred in their exo-suit pocket and turn around.]\n\n\nStorms closing in…\n\n\n[They look up.]\n\n\nIt's dubious, but this new treehouse would provide good shelter from the storm.\n\n\nI'd prefer any other option…\n\n\n[They check the storm again, the body of which is nearing the edge of the crater.]\n\n\nBut this'll have to do.\n\n\n[Theta turns and begins to climb the shoddy ladder. With each step up, the plank shakes, slides, or otherwise shifts under their weight, then reaching the last few blocks, push their way through a loose trapdoor and into the room.]\n\n\n[The interior of the treehouse is relatively spacious and the walls and floor are well laid and smooth. Covering the floor at the center of the room is a wide chalk circle, approximately 2 meters in diameter.]\n\n\nBigger than I expected…\n\n\n[Theta walks the perimeter, pushing against the exterior wall. A light buffeting of dust can be heard from outside.]\n\n\nSturdy too…\n\n\n[Theta backs a few steps toward the center of the room, but suddenly stops, bumping into something. They quickly turn, but nothing is there.]\n\n\n[They reach a hand out. It hits an invisible barrier.]\n\n\nWha-\n\n\n[They crouch down. They are standing at the edge of the chalk circle.]\n\n\nWeird…\n\n\n[As they prod the line, they notice a small glass orb with a wisp of red through its center sitting at its center.]\n\n\nI thought I left you with M.A.T.?\n\n\n[Theta walks around the edge of the circle, attempting to push through, but cannot.]\n\n\n[They pause for a moment.]\n\n\nOh- It's. It's a game of marbles. Of course it is.\n\n\n[Theta opens the storage pocket on the exterior of their exo-suit. Sitting next to the knife inside the pocket is a small grey marble.]\n\n\n[They pause again. The noise of the storm's heavy winds creaking the tree's branches fill the silence.]\n\n\nHe was always better- but its worth a shot.\n\n\n[Theta makes a fist around their thumb with their left hand, before positioning the marble above their thumb.]\n\n\n[With a small click, the marble launches from their hand towards the marble in the center of the room. They collide with a loud clack, rolling apart from each other, but not escaping the circle.]\n\n\n[Theta's demeanor deflates as the marbles settle into place.]\n\n\nShit.\n\n\n[A crack sounds as a board breaks off the wall. Theta recoils.]\n\n\nShit.\n\n\n[More and more boards begin to peel off of every surface of the house. Theta begins to move to escape, but hesitates.]\n\n\n[They turn to look at the marbles in the circle.]\n\n\n[Another board breaks off from the ceiling, nearly colliding with Theta's head.]\n\n\n[They shake their hesitation and run to the hatch, swinging it open, and lowering themselves into a cloud of dust.]\n\n\n[As they descend, dodging a pair of planks that fall from above, they hear a strange and sharp noise.]\n\n\n[They rifle through the debris at the base of the tree, grab something, then begin to run.]\n\n\n[As they make distance, they peer back at the tree, watching as the shadow of the treehouse melts away.]\n\n\n[They reach the edge of the crater, where the storm is slightly calm, and catch their breath.]\n\n\n[They look at the object in their hand. They are holding a small blue and green marble.]\n\n\n[Theta holds it tight, then begins to cry.]\n\n\n[The feed fails.]\n\n\n<->\n\n\n\n\nlog/capture.9b [NULL]\n\n\n\n\n\n\n\nAUTOMATIC M.A.T. CAPTURE\n\n\nlog/video.10a [NULL]\n\n\n\n\n<+>\n\n\n[The feed flickers in.]\n\n\n[Theta is walking aimlessly through a dust plain. The haze of dust is thick, limiting visibility up to a few meters. Nearby, a small figure with three legs can be seen shadowed by the haze. Theta approaches it.]\n\n\n[As they near, it is revealed to be a small telescope sitting atop a blanket covered in small pillows, all coated in a thick layer of dust.]\n\n\n[Theta steps onto the blanket.]\n\n\n[They sit down, cross legged, and put their eye to the telescope.]\n\n\n[After a moment, they frown.]\n\n\nI know I shouldn't be able to see anything, period, I don't know why I was expecting otherwise…\n\n\n[Theta looks up.]\n\n\nI'm getting too used to anomalous occurrences.\n\n\n[They open their exo-suit storage pocket and takes out the blue and green marble.]\n\n\n[They position the marble in front of the telescope with their hand, and looks through it.]\n\n\n[Theta chuckles to themselves.]\n\n\n[Theta stands, then removes the telescope from the tripod. In their hands, it looks smaller than it had been.]\n\n\n[The ambient dust flares up around their feet, reducing visibility dramatically.]\n\n\n[The dust settles, and the blanket is gone.]\n\n\n[The feed fails.]\n\n\n<->\n\n\n\n\nlog/capture.10b [NULL]\n\n\n\n\n\n\n\nAUTOMATIC M.A.T. CAPTURE\n\n\nlog/video.11a [NULL]\n\n\n\n\n<+>\n\n\n[The feed flickers in.]\n\n\n[Theta is wandering while studying a shred of paper. Absently, they step on a rock, slipping. The shred escapes their grip.]\n\n\n[They follow the shred with their eyes as the get back to their feet, stepping forward, and watch as it works its way into a large hole in the surface.]\n\n\n[Theta pauses, and idly presses a button on their recorder.]\n\n\nTheta reporting-\n\n\nI have located a subsurface cave…\n\n\nGiven my inability to dig much previously, this could provide invaluable evidence to the mission.\n\n\nEntering shortly.\n\n\n[They approach the hole. The entrance is approximately their height, they have no trouble maneuvering through the gap as they enter, descending below the planet surface.]\n\n\n[The walls are thick with compact dust, growing more and more solid as they gain depth. The trail, however, ends uneventfully, as Theta stumbles upon a sudden dead end, flat and smooth.]\n\n\n[They feel their hand across the wall, then tap it, which elicits a hollow echo. After a few additional taps on different parts of the wall, they take a step back.]\n\n\nThere's something in there. I know it-\n\n\nDon't make me regret this.\n\n\n[Theta charges at the dead end.]\n\n\n[The wall yields to them and they fall through the new gap, hitting solid ground.]\n\n\n[After a moment, Theta recovers their balance and stands.]\n\n\n[Theta is in a small kitchen, far walls lined with counters and cupboards framing a central kitchen table that is coated in dust.]\n\n\n[They run their finger across the table as they round it, nearing a cupboard and opening it.]\n\n\n[They pull, and it resists them, sealed by disuse. They pull again and it slams open, releasing a rush of rust and stale air.]\n\n\n[They move to a drawer, then another cupboard, each yielding similar results. Empty of substance, full of dust.]\n\n\n[Theta notices a drawer in the far corner, conspicuously clean compared to the others, and walks over.]\n\n\n[They put their hand on the handle, but pause, hesitating.]\n\n\n[They shake the hesitation and pull. It doesn't budge.]\n\n\n[They pull harder.]\n\n\nHm.\n\n\n[They retrieve their knife from their pocket and flick it open, before jamming it into the small gap around the drawer.]\n\n\n[As they work the knife around the edge, it cuts through like paper, fully disconnecting the front of the drawer.]\n\n\n[Theta crouches.]\n\n\n[Inside the drawer sits a single piece of paper. The paper is scrawled across in smeared black ink, and an additional splash of blood red in the top right corner.]\n\n\n[Theta stares at the page for a moment, unmoving.]\n\n\n[Their grip on their knife tightens. They take a deep breath.]\n\n\n[They suddenly grab the page, taking it in both hands shredding it over and over again until each composite piece is the size of confetti and littering the ground.]\n\n\n[Theta leans against the countertop, and looks around.]\n\n\n[A distant noise can be heard. Rustling, like paper. Soon, the noise is surrounding them.]\n\n\n[A piece of paper falls from the ceiling.]\n\n\n[In moments, the room begins to dissolve into paper, walls, floor, and furniture alike. Theta springs to action, finding their footing on the weakened floor and stepping toward their improvised opening, rapidly closing, across the room.]\n\n\n[As Theta begins to run, their left foot breaks through the floor, tripping them. As they wrestle their leg from the hole, their focus darts to the entrance, which continues to get smaller.]\n\n\n[Theta quickly clambers to standing as the table at center of the room collapses. Simultaneously, they notice the ceiling beginning to concave, bulging downward to cut off their escape.]\n\n\n[Theta flinches then changes direction, lunging to their side and barreling through the collapsed table.]\n\n\n[Swiftly they gain momentum and begin to charge at the entrance once more, bursting through the wall as the room disappears behind them.]\n\n\n[The view fills with dust as theta scampers up the cavern, breaks the surface, then turns.]\n\n\n[The cave no longer exists.]\n\n\n[The feed fails.]\n\n\n<->\n\n\n\n\nlog/capture.11b [NULL]\n\n\n\n\n\n\n\nAUTOMATIC M.A.T. CAPTURE\n\n\nlog/video.12a [NULL]\n\n\n\n\n<+>\n\n\n[The feed flickers in.]\n\n\n[Theta is walking in a daze. A few meters in front of them, the ground begins to angle downward sharply into a large crater. As they mindlessly walk, they misstep on the edge of the crater and trip harshly forward.]\n\n\n[As they hit the ground the floor crunches, popping their storage pocket open and emptying its contents out onto the ground, then begin to roll down the sharp incline of the crater.]\n\n\n[Theta notices the objects and tries to crawl towards them, but due to they incline of the craters they are forced into a precarious run, which shortly turns to them falling down into the crater themselves.]\n\n\n[As they tumble, they continue to attempt to reach for the objects, which at first were rolling, but now appear to bob, almost buoyant. It becomes apparent that Theta is sinking, half above ground as they thrash, the motion of which is churning up pages that were sitting just bellow the dust. They shoot into the air, sheets of white, sheets smattered in ink, then fall back down, sliding about Theta's body like a thick, crunching, and crackling stream.]\n\n\n[Theta and their objects have been caught in a tide of circular motion, a whirlpool of dust and paper and trinkets all being funneled down into center the crater. Theta looks wildly in every direction, desperately tracking each of their objects whilst staying afloat. Their arms spin as they fight the tide, pushing, swimming up the side of the crater and looking back every other second. As each passes, their things are getting further and further away, down deeper into the crater, and closer to swirling abyss at its core. They notice the path their objects follow. A trail painted in ink. A line shifting as the liquid-pages move, but always clear- connected across their surfaces. Uncountable pages interlocking in a perfect spiral of patterned ink, pointing down, leading down, into a dark whirling splotch at the center.]\n\n\n[In moments, Theta can no longer see their objects. They reach back desperately and shout.]\n\n\nMatty!\n\n\n[Theta fights the tide, in stalemate. They paddle desperately, circling the crater, and though they aren't losing ground, they aren't gaining it either.]\n\n\n[As more time passes, their movements start getting slower. And with their paddling less powerful, they start to lose ground.]\n\n\n[They begin to move down the spiral, following the line writ in ink and paper. It drags them in slowly, still fighting, but their strength is long drained. Now, they are barely treading water, committing more of their mind to staying afloat and none to to attempting to escape the crater.]\n\n\n[Theta's arms turn rigid. Every movement elicits a pained grunt. Though they are sputtering, they want to fight. Heaving, they want to escape. Pleading, they want to live.]\n\n\n[They want to last.]\n\n\n[Forever.]\n\n\n[Then their head goes under.]\n\n\n[The sound of rustling pages picks up louder and louder as Theta picks up speed, spinning, coughing, lungs full of dust, losing track of which way is up and down.]\n\n\n[It's getting darker. More and more pages drenched with ink, so that the rare white spot glows like a beam of light, or a lone star in the sky.]\n\n\n[A lone glimmer crosses the view.]\n\n\n[Then it is black.]\n\n\n[For a moment, it appears that Theta is floating in a dark void, gently floating in nothingness, desperately tired, and shaking.]\n\n\n[This is not the case. Theta is falling.]\n\n\n[The feed fails.]\n\n\n<->\n\n\n\n\nlog/capture.12b [NULL]\n\n\n\n\n\n\n\nAUTOMATIC M.A.T. CAPTURE\n\n\nlog/video.13a [NULL]\n\n\n\n\n<+>\n\n\n[The feed flickers into view.]\n\n\n[Amidst the darkness, a slight glimmer can be seen far down in the direction Theta is falling.]\n\n\n[Theta moves to cover their eyes, but freezes as the surroundings come alight with little white specks, with more flickering into view by the moment. In short time, countless specks have filled the area around the original speck, itself growing in intensity by the moment, allowing its color to clarify into a faint blue and green hue.]\n\n\n[What once was a speck of light rapidly becomes an orb as Theta nears, straining as they reach their arms far out towards it.]\n\n\n[The orb grows larger and larger, glows brighter and brighter, and Theta's strain to grasp it follows in intensity.]\n\n\n[Blue and green light encompasses the view.]\n\n\n[A murky squelch is heard, and the frame goes dark.]\n\n\n[The view pivots.]\n\n\n[The colored light is gone, leaving Theta knee and hands deep in an impossibly dark tar. Their hands can barely be seen as they wrestle them out of the substance. Starting a short distance away, they notice countless little white finger bones poking out of the bog, glinting as they struggle.]\n\n\n[Theta attempts to move their legs and fails. They are stuck.]\n\n\n[After another scan of their surroundings, they fixate on a point just in front of them in the muck, where, just out of reach, sits a blue and green marble, sinking.]\n\n\n[They look to their sides again before wildly digging in their immediate vicinity, splashing a small amount of the viscous liquid on the view.]\n\n\n[They pause, right arm deep in the tar.]\n\n\n[They pull. Something moves.]\n\n\n[They pull again, first wresting a bony, muck covered hand out of the bog. Following the motion, a layer of filth oozes back, revealing the upper half of a human skeleton.\n4\n]\n\n\n[They stare at the remains for a moment, lingering on the face, before setting it down on the surface.]\n\n\n[They look around at the flat plain of darkness around them, then back down at the bone white skeletons they'd just unearthed, sinking.]\n\n\nI'm sorry Matty.\n\n\nI couldn't do it.\n\n\n[They lay down.]\n\n\n[Deep black ooze edges into view from all sides as Theta's hand feebly reaches up, extends forward, then falls.]\n\n\n[It lands on a bony hand, fingers interlocking.]\n\n\n<->\n\n\n\n\nlog/capture.13b [NULL]\n\n\n\n\n\n\n\nAUTOMATIC M.A.T. CAPTURE\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8159\n | SCP-8160 | \nSCP-8161\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Submechanophobia \n\n\n\n\n\n\nAnthology 2024\n\n\n\n\n\n\n\n\n\n\n\n\n   Frigophobia   \n\n\n\n\n\n\n\n\n\n\nrating: \n+74\n+\n–\nx\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8160\n\" by IndustryStandard, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8160\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Second-Dust.png\n\n\nName:\n Around Marshall (9023953).jpg\n\n\nAuthor:\n NASA Marshall Space Flight Center\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Around_Marshall_(9023953).jpg\n\n\nNote:\n Edited by \nIndustryStandard\n\n\n\n\n\n\nFilename:\n Third-Dust.png\n\n\nName:\n University Park MMB «Z9 Students' Union Elections 2013 Results Night.jpg\n\n\nAuthor:\n mattbuck\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:University_Park_MMB_%C2%ABZ9_Students%27_Union_Elections_2013_Results_Night.jpg\n\n\nNote:\n Edited by \nIndustryStandard\n\n\n\n\n\n\nFilename:\n Fifth-Dust.png\n\n\nName:\n Lee Zurik and his cubicle chaos.jpg\n\n\nAuthor:\n Karen Apricot\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Lee_Zurik_and_his_cubicle_chaos.jpg\n\n\nNote:\n Edited by \nIndustryStandard\n\n\n\n\n\n\nFilename:\n starsred.jpg\n\n\nName:\n VISTA's infrared view of the Lagoon Nebula (Messier 8).jpg\n\n\nAuthor:\n European Southern Observatory (ESO)\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:VISTA's_infrared_view_of_the_Lagoon_Nebula_(Messier_8).jpg\n\n\nNote:\n Edited by \nIndustryStandard\n\n\n\n\n\n\nFilename:\n Theta-Dust.png\n\n\nName:\n Photograph of a Dust Storm in South Dakota - NARA - 596100.gif\n\n\nAuthor:\n Unknown Author/Not Provided - Recorded by Department of Agriculture. Soil Conservation Service. Northern Great Plains Region (Region 7). 6/20/1939-7/1/1942\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Photograph_of_a_Dust_Storm_in_South_Dakota_-_NARA_-_596100.gif\n\n\nNote:\n Edited by \nIndustryStandard\n\n\n\n\n\n\nFilename:\n Dust-Diploma.jpg\n\n\nName:\n Diploma RCSEd.jpg\n\n\nAuthor:\n Photographer of the Royal College of Surgeons of Edinburgh\n\n\nLicense:\n CC BY-SA 3.0 DE\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Diploma_RCSEd.jpg\n\n\nNote:\n Edited by \nIndustryStandard\n\n\n\n\n\n\nFilename:\n First-Dust.png\n\n\nName:\n Jimmy and Barbara Amos and baby Jimmy Jr. - DPLA - 2722aff7879b37ef338f9dc015d2f105.jpg\n\n\nAuthor:\n Abdalian, Leon H.\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Jimmy_and_Barbara_Amos_and_baby_Jimmy_Jr._-_DPLA_-_2722aff7879b37ef338f9dc015d2f105.jpg\n\n\nNote:\n Edited by \nIndustryStandard\n\n\n\n\n\n\nFilename:\n Location-Dust.jpg\n\n\nName:\n Oppland05a.jpg\n\n\nAuthor:\n NASA/JPL/University of Arizona\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Oppland05a.jpg\n\n\nNote:\n Edited by \nIndustryStandard\n\n\n\n\n\n\nFilename:\n One-Last-Cry.jpg\n\n\nName:\n NASA-MarsOpportunityRover-LastImage-PanCam-Sol5111-20180610.jpg\n\n\nAuthor:\n NASA\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:NASA-MarsOpportunityRover-LastImage-PanCam-Sol5111-20180610.jpg\n\n\n\n\n\n\nFilename:\n View-Dust.jpg\n\n\nName:\n \nhttps://en.wikipedia.org/wiki/File:Navigation_Camera_Sol_4959_of_the_MER-B_Opportunity_rover_on_Mars.jpg\n\n\nAuthor:\n NASA\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://en.wikipedia.org/wiki/File:Navigation_Camera_Sol_4959_of_the_MER-B_Opportunity_rover_on_Mars.jpg\n\n\nNote:\n Edited by \nIndustryStandard\n\n\n\n\n\n\nFilename:\n Last-Dust.png\n\n\nName:\n Children playing soccer.jpg\n\n\nAuthor:\n Bill Branson\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Children_playing_soccer.jpg\n\n\nNote:\n Edited by \nIndustryStandard\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The general location of which is outlined above.\n\n\n2\n. Possessing a radius of 3500 km when measured externally.\n\n\n3\n. M.A.T.\n\n\n4\n. Unidentified.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8160 \" by IndustryStandard, from the SCP Wiki . Source: https://scpwiki.com/scp-8160 . Licensed under CC-BY-SA .",
        "Filename: Second-Dust.png Name: Around Marshall (9023953).jpg Author: NASA Marshall Space Flight Center License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Around_Marshall_(9023953).jpg Note: Edited by IndustryStandard",
        "Filename: Third-Dust.png Name: University Park MMB «Z9 Students' Union Elections 2013 Results Night.jpg Author: mattbuck License: CC BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:University_Park_MMB_%C2%ABZ9_Students%27_Union_Elections_2013_Results_Night.jpg Note: Edited by IndustryStandard",
        "Filename: Fifth-Dust.png Name: Lee Zurik and his cubicle chaos.jpg Author: Karen Apricot License: CC BY-SA 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Lee_Zurik_and_his_cubicle_chaos.jpg Note: Edited by IndustryStandard",
        "Filename: starsred.jpg Name: VISTA's infrared view of the Lagoon Nebula (Messier 8).jpg Author: European Southern Observatory (ESO) License: CC BY 4.0 Source Link: https://commons.wikimedia.org/wiki/File:VISTA's_infrared_view_of_the_Lagoon_Nebula_(Messier_8).jpg Note: Edited by IndustryStandard",
        "Filename: Theta-Dust.png Name: Photograph of a Dust Storm in South Dakota - NARA - 596100.gif Author: Unknown Author/Not Provided - Recorded by Department of Agriculture. Soil Conservation Service. Northern Great Plains Region (Region 7). 6/20/1939-7/1/1942 License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Photograph_of_a_Dust_Storm_in_South_Dakota_-_NARA_-_596100.gif Note: Edited by IndustryStandard",
        "Filename: Dust-Diploma.jpg Name: Diploma RCSEd.jpg Author: Photographer of the Royal College of Surgeons of Edinburgh License: CC BY-SA 3.0 DE Source Link: https://commons.wikimedia.org/wiki/File:Diploma_RCSEd.jpg Note: Edited by IndustryStandard",
        "Filename: First-Dust.png Name: Jimmy and Barbara Amos and baby Jimmy Jr. - DPLA - 2722aff7879b37ef338f9dc015d2f105.jpg Author: Abdalian, Leon H. License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Jimmy_and_Barbara_Amos_and_baby_Jimmy_Jr._-_DPLA_-_2722aff7879b37ef338f9dc015d2f105.jpg Note: Edited by IndustryStandard",
        "Filename: Location-Dust.jpg Name: Oppland05a.jpg Author: NASA/JPL/University of Arizona License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Oppland05a.jpg Note: Edited by IndustryStandard",
        "Filename: One-Last-Cry.jpg Name: NASA-MarsOpportunityRover-LastImage-PanCam-Sol5111-20180610.jpg Author: NASA License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:NASA-MarsOpportunityRover-LastImage-PanCam-Sol5111-20180610.jpg",
        "Filename: View-Dust.jpg Name: https://en.wikipedia.org/wiki/File:Navigation_Camera_Sol_4959_of_the_MER-B_Opportunity_rover_on_Mars.jpg Author: NASA License: Public Domain Source Link: https://en.wikipedia.org/wiki/File:Navigation_Camera_Sol_4959_of_the_MER-B_Opportunity_rover_on_Mars.jpg Note: Edited by IndustryStandard",
        "Filename: Last-Dust.png Name: Children playing soccer.jpg Author: Bill Branson License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Children_playing_soccer.jpg Note: Edited by IndustryStandard"
    ],
    "containment_procedures": "Research initiatives within terrestrial astronomical organizations are to be monitored for any knowledge of the SCP-8160 region. If an informational breach is located, standard academic suppression tactics are to be deployed, ensuring the information is lost, its founders discredited, and the overall initiative refocused or disbanded if necessary.",
    "description": "SCP-8160 denotes an amorphous region of deep space1 which interferes with any signals, celestial bodies, or manmade apparatus that pass through its interior. Though the region has been found to be approximately spherical,2 all attempts to remotely gather information pertaining to the interior conditions of the anomaly have failed due to anomalous interference.",
    "title": "SCP-8160"
}