{
    "url": "https://scp-wiki.wikidot.com/scp-8163",
    "all_text": "rating: \n-10\n+\n–\nx\n\n\n\n\n\n\nDr. Robert's drawing of SCP-8163, in one of her attempts to show that the subject is not a duck.\n\n\nItem #:\n SCP-8163\n\n\nObject Class:\n Safe\n\n\n\n\nSpecial Containment Procedures:\n Subject is to be kept in an 2m\n3\n cell. The subject should be fed 2 ounces of generic bird feed, twice a day through an automatic feeder. The subject can be fed by hand if required for testing. The subject should also have consistent access to freshwater, in the form of a 0.5m diameter pool in the cell block. The pool should be emptied, cleaned, and refilled every 3 days. Using D-class personnel that have already interacted with the subject to clean the cell is preferred. The subject should be monitored without the use of cameras. Audio monitoring should only be used during testing. Regardless of Clearence level, one must request access through head researcher Dr. Ellen Roberts to access the anomaly. The anomaly should receive yearly medical examinations by an untrained subject, guided remotely by a professional.\n\n\n\n\nDescription:\n The subject has an appearance and behavior identical to that of an Anas platyrhynchos or a Mallard Duck. The subject also makes calls that are identical to that of Anas platyrhynchos along with an identical DNA sequence. Apon observation and interaction with the anomaly, no change is observed in the interacting personnel (from now on referred to as “SubjectB”) beyond extreme cases (Addendum B). Behavior changes begin to occur only when SubjectB is questioned about the anomaly. SubjectB will have been convinced that the anomaly is not a duck. If asked to further elaborate their rational SubjectB will often get uncharacteristically defensive and hostile. Their reasoning is often circular and based in emotion (see Addendum A). SubjectB will often attack the interviewer, with varying amount of time after the start of questioning. This belief is ever persistent in the mind of SubjectB, even after not being exposed to the anomaly for extended periods of time, and in the case of some, can lead to an obsessive need to prove their perspective (see Addendum C). tests have shown that the amount of frustration and mental anguish experienced by SubjectB is heavily correlated to SubjectB’s knowledge in fields related to Anas platyrhynchos. Some examples of said fields are biology, taxonomy, and ornithology.\n\n\n\n\nAddendum:\n\n\nAddendum A:\n(transcript of assistant researcher Dr. Myers interviewing D-Class personnel Howard Levens, 0:05 minutes after exposure to the anomaly)\n\n\n*Dr Myers enters the room, sitting across from Howard Levens. *\n\nDr Myers: how are you doing today Mr. Levens. I assume that you enjoyed the change of pace that came with this test\n\nHoward: I mean yeah, It was honestly kind of peaceful.\n\nDr Myers: describe your interaction with the subject. Please talk about your emotional state during the interaction.\n\nHoward: uhhh well, I went in there holding a hand of seeds. I honestly thought you guys were going to feed me to some monster.\n\n*Howard chuckles. There are a couple seconds of silence. *\n\nHoward: but uhh. It was nice! He was just hanging out in the water. He came over to me and I fed him some seeds. I wanted to pet him, but he ran away before I could. I was kinda worried he was going to blow up or something once He ate, but nothing happened. And I just sat down and watched him until I was told to leave the room.\n\nDr Myers: I have been asked for you to describe the subject to me.\n\nHoward: oh, geez man, I don’t know. It looked exactly like a duck, but it wasn’t. y’know?\n\nDr Myers: How was it different?\n\nHoward: well… it…. I mean… it wasn’t a duck man!\n\nDr Myers: I understand that, but I need you to tell me what specifically made the subject different from a duck. Was its behavior strange? Did it sound unusual?\n\nHoward: No, no, it acted just like a normal duck, it was just different.\n\nDr Myers: I need you to explain this difference to me.\n\nHoward: look, man I’m not the scientist here! All I know is that whatever the [R] that is, it isn’t a Duck!\n\nDr Myers: Mr. Levens, sit down and calm yourself.\n\nHoward: [REDACTED] that! You’re going to sit there all smug, asking me to explain this thing to you! I can’t, alright?! It’s like a gut feeling! Stop trying to tell me that it’s a duck! It’s obvious that you haven’t seen it or else you would agree with me!\n\nDr Myers: Sit down or I will have to call security to detain you.\n\nHoward: fine, fine\n\n*Howard inhales and exhales after sitting down. *\n\nHoward: do you really believe me when I say it’s not a duck?\n\nDr Myers: I will believe you when you give me evidence to believe otherwise.\n\nHoward: you smug piece of [REDACTED]! GET OVER HERE!!\n\n[Data Expunged]\n\n[end of transcription]\n\n\n\n\nAddendum B:\n (transcript of audio between Dr. Roberts and Dr. White, a practicing veterinarian)\n\n\nDr. Roberts: I’m going to warn you once more; this is not your traditional avian. I would advise caution in how you approach the examination.\n\nDr White: you said to just pretend it’s any old duck pet, right.\n\nDr. Roberts: …. Yes.\n\nDr white: then I think it will be fine\n\n*Audio of the 2 entering SCP-8163’s cell*\n\nDr. White: wha… what is that?\n\nDr. Roberts: Just treat it like you’re doing a check up on a pet duck, I know it sounds crazy but you have to trust me.\n\nDr White: No… no… oh my god.\n\nDr. Roberts: Dr White, please calm down\n\nDr White: I don’t understand! It’s not a duck! It should be, But it isn’t! What is it!\n\nDr. Roberts: Dr White, I need you to preform the examination.\n\n*SCP-8163 let’s out a noise identical to that of a duck’s.*\n\nDr. White: I Can’t Take this! I cant understand! Arrrgg my head!\n\nDr. Roberts to radio: someone get some medical personnel to [R] stat!\n\n*Dr White begins to scream in agony.*\n\n[end of transcription]\n\nNote. Dr White was treated for self-inflicted damage to his eyes and ears. Later interviews have made us conclude that veterinary personnel should remotely guide medical examination’s as to prevent further incident.\n\n\n\n\nAddendum C:\n (transcription of a conversation between Dr Myers and Dr. Roberts.)\n\nDr Myers: So the anomaly is too dangerous for me to look at it, but you looked at it and you’re fine!\n\nDr. Roberts: that is an abhorrent assumption Dr Myers. I would like to remind you that I am above you in the hierarchy and I would advise that you do not question my decisions.\n\nDr Myers: I’m sorry if I came off as rude, I am just curious why the head researcher on this team is the only person who has actually seen the anomaly? Especially since the file mention’s that the subject’s danger’s are phycological.\n\nDr. Roberts: tell me, Dr Myers, when you got transferred here, what did you think we were researching about the subject?\n\nDr Myers: Well, I assume that the research is about understanding the anomalous abilities of the subject, correct?\n\nDr. Roberts: not quite, Dr Myers\n\nDr Myers: Well then what are we doing? Isn’t that our job\n\nDr. Roberts: in my lab, we are going directly to the source. The senior researchers call me crazy but it’s the only way to go about this.\n\nDr Myers: I don’t understand, Doctor.\n\nDr. Roberts: I don’t believe this thing is an anomaly. And I’m going to prove it.\n\nDr Myers: What? What has brought you to that conclusion\n\nDr. Roberts: I can’t explain it. It’s… it’s a gut feeling. I don’t care what the researchers say. I don’t care what my subordinates say. I don’t care what God says.that thing is not an anomaly, and it is absolutely not a duck and I’m going to prove it, even if I have to waste the rest of my life to do it!\n\n[End of transcription]",
    "addendums": [
        "Addendum A: (transcript of assistant researcher Dr. Myers interviewing D-Class personnel Howard Levens, 0:05 minutes after exposure to the anomaly)\n*Dr Myers enters the room, sitting across from Howard Levens. * Dr Myers: how are you doing today Mr. Levens. I assume that you enjoyed the change of pace that came with this test Howard: I mean yeah, It was honestly kind of peaceful. Dr Myers: describe your interaction with the subject. Please talk about your emotional state during the interaction. Howard: uhhh well, I went in there holding a hand of seeds. I honestly thought you guys were going to feed me to some monster. *Howard chuckles. There are a couple seconds of silence. * Howard: but uhh. It was nice! He was just hanging out in the water. He came over to me and I fed him some seeds. I wanted to pet him, but he ran away before I could. I was kinda worried he was going to blow up or something once He ate, but nothing happened. And I just sat down and watched him until I was told to leave the room. Dr Myers: I have been asked for you to describe the subject to me. Howard: oh, geez man, I don’t know. It looked exactly like a duck, but it wasn’t. y’know? Dr Myers: How was it different? Howard: well… it…. I mean… it wasn’t a duck man! Dr Myers: I understand that, but I need you to tell me what specifically made the subject different from a duck. Was its behavior strange? Did it sound unusual? Howard: No, no, it acted just like a normal duck, it was just different. Dr Myers: I need you to explain this difference to me. Howard: look, man I’m not the scientist here! All I know is that whatever the [R] that is, it isn’t a Duck! Dr Myers: Mr. Levens, sit down and calm yourself. Howard: [REDACTED] that! You’re going to sit there all smug, asking me to explain this thing to you! I can’t, alright?! It’s like a gut feeling! Stop trying to tell me that it’s a duck! It’s obvious that you haven’t seen it or else you would agree with me! Dr Myers: Sit down or I will have to call security to detain you. Howard: fine, fine *Howard inhales and exhales after sitting down. * Howard: do you really believe me when I say it’s not a duck? Dr Myers: I will believe you when you give me evidence to believe otherwise. Howard: you smug piece of [REDACTED]! GET OVER HERE!! [Data Expunged] [end of transcription]",
        "Addendum B: (transcript of audio between Dr. Roberts and Dr. White, a practicing veterinarian)\nDr. Roberts: I’m going to warn you once more; this is not your traditional avian. I would advise caution in how you approach the examination. Dr White: you said to just pretend it’s any old duck pet, right. Dr. Roberts: …. Yes. Dr white: then I think it will be fine *Audio of the 2 entering SCP-8163’s cell* Dr. White: wha… what is that? Dr. Roberts: Just treat it like you’re doing a check up on a pet duck, I know it sounds crazy but you have to trust me. Dr White: No… no… oh my god. Dr. Roberts: Dr White, please calm down Dr White: I don’t understand! It’s not a duck! It should be, But it isn’t! What is it! Dr. Roberts: Dr White, I need you to preform the examination. *SCP-8163 let’s out a noise identical to that of a duck’s.* Dr. White: I Can’t Take this! I cant understand! Arrrgg my head! Dr. Roberts to radio: someone get some medical personnel to [R] stat! *Dr White begins to scream in agony.* [end of transcription] Note. Dr White was treated for self-inflicted damage to his eyes and ears. Later interviews have made us conclude that veterinary personnel should remotely guide medical examination’s as to prevent further incident.",
        "Addendum C: (transcription of a conversation between Dr Myers and Dr. Roberts.) Dr Myers: So the anomaly is too dangerous for me to look at it, but you looked at it and you’re fine! Dr. Roberts: that is an abhorrent assumption Dr Myers. I would like to remind you that I am above you in the hierarchy and I would advise that you do not question my decisions. Dr Myers: I’m sorry if I came off as rude, I am just curious why the head researcher on this team is the only person who has actually seen the anomaly? Especially since the file mention’s that the subject’s danger’s are phycological. Dr. Roberts: tell me, Dr Myers, when you got transferred here, what did you think we were researching about the subject? Dr Myers: Well, I assume that the research is about understanding the anomalous abilities of the subject, correct? Dr. Roberts: not quite, Dr Myers Dr Myers: Well then what are we doing? Isn’t that our job Dr. Roberts: in my lab, we are going directly to the source. The senior researchers call me crazy but it’s the only way to go about this. Dr Myers: I don’t understand, Doctor. Dr. Roberts: I don’t believe this thing is an anomaly. And I’m going to prove it. Dr Myers: What? What has brought you to that conclusion Dr. Roberts: I can’t explain it. It’s… it’s a gut feeling. I don’t care what the researchers say. I don’t care what my subordinates say. I don’t care what God says.that thing is not an anomaly, and it is absolutely not a duck and I’m going to prove it, even if I have to waste the rest of my life to do it! [End of transcription]"
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-8163\nObject Class: Safe",
    "containment_procedures": "Subject is to be kept in an 2m3 cell. The subject should be fed 2 ounces of generic bird feed, twice a day through an automatic feeder. The subject can be fed by hand if required for testing. The subject should also have consistent access to freshwater, in the form of a 0.5m diameter pool in the cell block. The pool should be emptied, cleaned, and refilled every 3 days. Using D-class personnel that have already interacted with the subject to clean the cell is preferred. The subject should be monitored without the use of cameras. Audio monitoring should only be used during testing. Regardless of Clearence level, one must request access through head researcher Dr. Ellen Roberts to access the anomaly. The anomaly should receive yearly medical examinations by an untrained subject, guided remotely by a professional.",
    "description": "The subject has an appearance and behavior identical to that of an Anas platyrhynchos or a Mallard Duck. The subject also makes calls that are identical to that of Anas platyrhynchos along with an identical DNA sequence. Apon observation and interaction with the anomaly, no change is observed in the interacting personnel (from now on referred to as “SubjectB”) beyond extreme cases (Addendum B). Behavior changes begin to occur only when SubjectB is questioned about the anomaly. SubjectB will have been convinced that the anomaly is not a duck. If asked to further elaborate their rational SubjectB will often get uncharacteristically defensive and hostile. Their reasoning is often circular and based in emotion (see Addendum A). SubjectB will often attack the interviewer, with varying amount of time after the start of questioning. This belief is ever persistent in the mind of SubjectB, even after not being exposed to the anomaly for extended periods of time, and in the case of some, can lead to an obsessive need to prove their perspective (see Addendum C). tests have shown that the amount of frustration and mental anguish experienced by SubjectB is heavily correlated to SubjectB’s knowledge in fields related to Anas platyrhynchos. Some examples of said fields are biology, taxonomy, and ornithology.",
    "title": "Scp 8163 - \"It's not a duck\""
}