{
    "url": "https://scp-wiki.wikidot.com/scp-8166",
    "all_text": "\"Had it been I in that fruitful garden, I would not have let Sin enter the world.\"\n\n\nHe believed those words the day he first thought them, and still did the day he fell.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n.\n\n\n\n\n\n\n\n\n\n\nrating: \n+234\n+\n–\nx\n\n\nAstersQuill, FlyPurgatorio, and sailorenoch\n\n\n\n\n\n\nSCP-8166:\n Eastward of Eden\n\n\nAuthors:\n\n\nAstersQuill\n - \nAuthor Page\n\n\nFlyPurgatorio\n - \nAuthor Page\n\n\nsailorenoch\n - \nArt Page\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\"Why did they eat that forbidden fruit? Why did they hunger for knowledge and throw us all from Paradise? Had it been \nI\n in that fruitful garden, I would not have let \nSin\n enter the world.\"\n\n\nHe believed those words the day he first thought them, and still did the day he fell.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8166\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\npending\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nN/A\n\n\n\n\n\n\nSite Director\n\n\n\n\nN/A\n\n\n\n\n\n\nResearch Head\n\n\n\n\nSenior Researcher Luca Armaros\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nRTF Eta-7 \"Mightier Than the Sword\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nN/A\n\n\n\n\n\n\nSite Director\n\n\n\n\nN/A\n\n\n\n\n\n\nResearch Head\n\n\n\n\nSenior Researcher Luca Armaros\n\n\n\n\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nRTF Eta-7 \"Mightier Than the Sword\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8166 in a dormant state.\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nSCP-8166 is currently contained within the Global Occult Coalition's (GOC) EDEN Complex, located 2 km from St. Blazey, Cornwall, England. Due to significant threats to the Veil posed by SCP-8166’s activation, Foundation personnel are to work in tandem with GOC security elements to research effective long term containment procedures.\n\n\nPersonnel tasked with exploring SCP-8166-1 are to be supplied with standard biohazard suits and cognitohazard suppressants. All personnel assigned to SCP-8166 are to be monitored for hermeneutic affliction. To limit the spread of outside contaminants to both SCP-8166-1 and SCP-8166-2, exploring personnel are to be quarantined within SCP-8166-1 until containment objectives are fulfilled.\n\n\nContainment of SCP-8166-3 is no longer necessary following its termination.\n\n\nDescription:\n\n\nAt the time of this article's creation, SCP-8166 has been activated by GOC thaumaturges during a routine inspection of low-threat anomalous items.\n\n\nSCP-8166 is a music box formerly possessed by PoI-1875, Hans Christian Andersen, a Danish author known for writing fairy tales and suspected thaumaturge. It is decorated with a medallion of a crane bird and the inscription \"Eden\".\n\n\n\n\n\n\nA photo of SCP-8166-1 taken by a drone.\n\n\n\n\n\n\nWhen opened, SCP-8166 releases a small crane bird automaton which beats its wings and plays a musical tune that has been classified as a spiral-class hermeneutic.\n1\n Direct reproductions of the tune possess no anomalous effects.\n\n\nIf activated, SCP-8166 creates a hermeneutic bridge between baseline reality and SCP-8166-1, an idyllic natural reality covered in vast fields, rivers, and forests.\n\n\nSCP-8166-2 is the collective designation for all living beings found within the confines of SCP-8166-1. A full index of confirmed sentient creatures is available upon request, although no definitive signs of sapience has yet been discovered.\n\n\nSCP-8166-3 was an entity connected to the gate structure manifested during the activation, and has been neutralised upon contact with the GOC.\n\n\n\n\n\n\nPrologue\n\n\nA Melody Unwinding\n\n\n\n\n\n\n\n\nNot many things happen only \nonce\n upon a time, no matter how big and bold they are. But this story certainly began a long time ago.\n\n\nTime has passed slowly for the \nancient guardian\n since he started his Watch. He no longer stood tall, bright and brazen against the darkening skies as he had once on that fateful day. The heaviness of the armour forged onto him had grown a crook in his back, a scowl on his brow, and a rasp in his throat, as years had turned to decades, and decades to a century and more.\n\n\nOne does what one must to push the gears of time forward on those long and lonely nights. The \nknight of fallen glory\n walks the winding paths through the Assistens Kirkegård, tracing the steps he had taken so many times before between the growths of living landscape and the stones of the dead. This is where the \nold guard\n would visit his \nold friend\n.\n\n\n\n\n\n\nVort Jordliv her er Evighedens Frø\n\n\n\n\nThe \nman who held Watch\n buries his face behind his scarf, pushing his hands deeper in his pockets as the cold winds brush by. His fingers find the object he’d carried with him ever since that fateful day, in a land far, far away from here. A burden he had chosen to take up, before he'd known the price.\n\n\n\n\nIt was by no means an elegant instrument, worn from the years of work and carry. But what use is elegance in the hands of one that knows only war? Truly, the \nGuardian\n could feel remnants of its blazing might. It was still engraved with the initials of a man he had met in a lifetime that no longer felt like his own, the \nStoryteller\n who had left his mark, and not just on him.\n\n\nInstinctively, he reaches for the inscription on its side, feeling the letters through the grime. \nH.C.A.\n\n\nHe closes his eyes, frozen in time like a statue among the stone. A part of him had died that day, carried away and forgotten by the wind and empty promises.\n\n\nHis wistful thoughts are interrupted as he hears it call to him in the night; a melody that had long been forgotten to him:\n\n\n\n\nFrom four corners carried on the wind;\n\n\nHe who bears the sword: atone for your sins;\n\n\nReturn, return the peace to Eden.\n\n\n\n\nHis eyes grow wide. His fingers clasp the pen as he turns on the gravel, footprints widening with every step until they disappear. His heart soars with a vigilance he thought he had forgotten as his wings feel the breeze. The winds had finally returned to him.\n\n\nThe Gates were opening.\n\n\n\n\n➹\n \n ➸\n \n ➹\n\n\n\n\n\n\nSCP-8166 was part of a collection of items seized by the GOC from an underground auction, and subjected to protocol FORFATTER due to Andersen's status as a suspected thaumaturgic practitioner. During evaluation, SCP-8166 was opened but did not activate, and no anomalous attributes were registered.\n\n\nFoundation review of the footage preceding the confrontation with SCP-8166-3 shows a GOC thaumaturge humming SCP-8166's melody in a slightly different key.\n\n\n\n\nSprays of salt pepper the angel as he soars over torrid sea, passing shipyards and oil rigs as he crosses landmarks and shorelines. The wild waters give way for city life and countryside, for creatures and critters roaming paths and meadows, and the old warrior can't help but remember a place, a time, where he was one of them.\n\n\nThese thoughts disappear as quickly as they came. The song calls to him, calls him back to a land beyond reach, to a time beyond our own. With each rooftop and tree he passes, he can feel its pull on him grow stronger, bringing him to where he needs to be. Where he belongs.\n\n\nThe \nGuardian\n’s gaze shifts to a compound in the distance. His wings, once grand and bright, glow dimly as he cuts through the air. He watches as figures, barely taller than toy soldiers cast from tin and misguided ideals, look up to him.\n\n\nTheir commands are wasted on him. There is only one he answers to.\n\n\n\n\n\"My soul is weary, but my heart is eager. Kindred soul, replenish my strengths, so I may ignite.\"\n\n\nHe watches as their shouts are replaced by \ncracks\n and flashes of light at the ends of muzzles. Their projectiles whizz hopelessly past him.\n\n\nHe uncaps his pen, unleashing the curved blade burning with an eternal blaze. The darkened night sky ignites once more.\n\n\nHe descends upon them.\n\n\n\n\n➹\n \n ➸\n \n ➹\n\n\n\n\n\n\nOn October 19th, 1999, GOC Strike Team \"Lancelot\" was dispatched in response to an attack on the EDEN Complex by a thaumaturgical entity, suspected to be related to the unplanned SCP-8166 activation. GOC field reports describe SCP-8166-3 as a humanoid with four radiant wings, wielding a sword of fire.\n\n\n\n\nThe \nonce bright and blazen warrior\n wills himself upright as he towers over his fallen foes. His mind is sharper than it had been in decades, movements lighter than a breeze, but his body aches; it was still that same frame that had carried him through the Garden, once upon a lifetime ago. There is only so much a man can hold.\n\n\nAs he cleaves his way through the compound, reaching for that moment his life had been stretched out to reach, he hears the melody. A little music box playing a song that could bridge worlds and carry him to the only home he wished for. It conjures visions of days past and future, all in that endless plane of wonder. Just for a moment he could believe he sees a woman, clothed with the sun, with stars in her eyes and a crown of mighty antlers, reaching out to him from beyond her grave.\n\n\n\n\nOur life here on earth is the seed of eternity.\n\n\nOh, what he would’ve given for one more breath in that Garden, one more moment in her presence. His eyes tear up. That was not his role to play.\n\n\nBehind him, he hears the heavy footfalls of boots in mud. He turns as he takes his place beside the Gate, his flaming sword readied.\n\n\n\"This is not your call to answer. Leave, or face your fate.\"\n\n\n\n\nThey pause, guns trained on the \nMighty Force of Fire\n. He smiles, but not at them; the warmth at his back rekindles his resolve. They call out for peace, but he does not answer. Perhaps there would’ve been days he’d accept their olive branch and promise for rest, once upon the long ages that passed.\n\n\nHe lunges forward, flaming steel cutting ribbons through armour and flesh, and they fall like he wished he had.\n\n\nBut as his sword rips towards the last man, the one who was yet to fall, he hears the melody trill in his mind. A \nSour Note\n distorts his vision. The world shrinks around him as his thrust is answered with buckshot. The sting of hundreds of pellets pierce his side first, his chest second. He makes one final motion to strike, one final look at the Gate he promised to guard oh so long ago, before his Watch comes to an end.\n\n\nAnd so, the \nGuardian\n falls at the Gates of Paradise.\n\n\n\n\nAfter neutralisation, SCP-8166-3's remains were examined by GOC specialists and Foundation researchers, determining that it was of Southwest Asian descent and approximately 200 years old. Aside from age and abilities displayed during the confrontation, no additional anomalous characteristics were identified.\n\n\nThe gateway created by SCP-8166 remained open following the death of SCP-8166-3. Initial unmanned explorations into SCP-8166-1 found that it was safe for human exploration, and an expedition was approved.\n\n\n\n\n\n\nAct 1\n\n\nMud and Bone\n\n\n\n\n\n\n\n\n\n\n«SCP-8166-1 Exploration Log - 01»\n\n\nPersonnel Present:\n Senior Researcher Luca Armaros, RTF Eta-7; Agent Ukulele, Strike Team \"Lancelot\".\n\n\n\n\n«Begin Log»\n\n\n<A video camera clicks on, revealing a small boat with a figure clad in a yellow biohazard suit. The figure leans against the side, intermittently taking samples of the water and collecting clumps of algae from the lake's surface. A grunt can be heard behind the camera.>\n\n\nUkulele:\n You gonna paddle or are you just gonna be dead weight?\n\n\nArmaros:\n Relax, Agent. Take it all in. There is no need to rush our observation.\n\n\nUkulele:\n Dead weight it is. Splendid.\n\n\nArmaros:\n Are you not even a little intrigued? The promise of the Garden, of a long-lost Paradise on Earth right within reach, and all you can do is grumble?\n\n\nUkulele:\n I've seen enough self-proclaimed gods, angels, and devils in my time. Big and bloated tales, always ends the same. I'll stick to the job.\n\n\n<Armaros crosses his arms, a frown on his face. He eyes Ukulele's holster.>\n\n\nUkulele:\n There’s no way you’re actually buying this whole Paradise spiel?\n\n\nArmaros:\n In a world as wondrous as ours, there might just be a chance of Heaven. It’s not that hard to believe in that possibility, is it?\n\n\nUkulele:\n You religious, I take it?\n\n\nArmaros:\n On occasion. I dated an eschatologist some time back.\n\n\nUkulele:\n A what-now?\n\n\nArmaros:\n He studied the end times as dictated by Scripture. He’d read Enoch to me while I was writing my thesis. \n<He smiles.>\n Even called me his \"Angel in Heaven\".\n\n\nUkulele:\n Charmer.\n\n\n<The expression on Armaros’ face falls.>\n\n\nArmaros:\n Now that I think of it — given the context he might've meant we were doomed to fall.\n\n\nUkulele:\n He dumped you using Scripture? That’s rough, mate.\n\n\n<Armaros stares into the distance for a moment.>\n\n\nArmaros:\n Men… \n<He shakes his head.>\n Either way, it’s just a hobby for me now. A bit of comfort on long, lonely nights. \n<He pauses.>\n What about you? I take it that the \nrenowned\n Agent Ukulele isn’t a believer?\n\n\nUkulele:\n Was raised to be one. Mum was – I don’t even know what it was. She started off as Catholic, but collected all kinds of spiritual beliefs along the way. Little bits and bobs she added on top. I decided to go the opposite direction.\n\n\nArmaros:\n God-killer rather than god-worshipper?\n\n\nUkulele:\n Are you trying to be cute?\n\n\nArmaros:\n You have a reputation, Agent. One for action rather than dialogue. A reminder: we have a duty here to explore and, if needed, contain the anomaly. We’re observers, first and foremost.\n\n\nUkulele:\n Yeah, yeah. I read the same mission brief. If you’re gonna be like this the whole time, I might just end myself right here and now.\n\n\nArmaros:\n You brought the equipment for it.\n\n\n<Armaros gestures to the firearm on Ukulele’s belt.>\n\n\nUkulele:\n That’s what you’re on about? It’s bog-standard expedition gear.\n\n\nArmaros:\n This is not one of your usual blood hunts. I know what you and your ilk have been doing to Reality Benders lately, Agent. I hope for both of our sakes you keep that thing in its holster.\n\n\nUkulele:\n Sod off, it's just a precaution. You can thank me later when I save your sorry arse. Keep your delicate hands clean for your little bird doodles.\n\n\n<Armaros scoffs, but doesn't respond. The two men sit in silence as the boat reaches the shore.>\n\n\nUkulele:\n I'll round the island and approach from the east. Meet you back here at 1900 hours. You think you can manage that?\n\n\nArmaros:\n Certainly, Agent. But I'll be sure to radio you when my \"sorry arse\" needs saving.\n\n\n<Ukulele pushes the boat back towards the water, preparing to take off.>\n\n\nUkulele:\n \n(Under his breath)\n Wanker.\n\n\n«Break»\n\n\n\n\n\n\n- 𝄡 -\n\n\nAnd so, the \nDissonant Chord\n stands alone on the shore of a vast, new land. A verdant expanse stretches itself out before him, filled with fruit and flower never seen or even imagined by a human mind. Songbirds chime and dart throughout the air, small rodents run their races, and even the indigo rivers were alive with piscine creatures caught in watery dances. But none of this could touch the \nHunter\n's hardened heart, for he still believes there was a fantasy to pierce through; a façade held up by tricksters and gods.\n\n\nTruly,\n the \nHunter\n thought, \ntruly this is nothing more than a gilded prison.\n\n\nHe would not walk alone for much longer, for in the quiet of the underbush hides a creature of the forest, and her curiosity had been caught. A \nNymph\n, more deer than human, raised as the former but longing for the sense of the latter, watches as the \nHunter\n begins to traverse her domain.\n\n\nThe winds spoke of change, of storms and whirlwinds and an End, and \nReverie\n was intrigued. She'd never experienced an End before, and couldn't fathom the weight that word would carry. But as the clouds grew overcast in the sky, so grew her desire to learn more.\n\n\n\n\n\n\n«SCP-8166-1 Exploration Log - 01»\n\n\nPersonnel Present:\n Agent Ukulele.\n\n\n\n\n«Continued»\n\n\n<The camera jolts and sways as Ukulele makes his way through a patch of vines. The greens and brown of the forest are intermittently interrupted by streaks of yellow rubber.>\n\n\nUkulele:\n This is utter bollocks. Why the hell do we need to wear these bloody suits?\n\n\nArmaros:\n \n(Through radio)\n This is our kind of precaution, Ukulele. Preventing the possibility of death and contamination, rather than causing it – must be hard to get your GOC head around.\n\n\n<Ukulele walks a little further, his hazmat suit getting stuck on a branch. He pulls it loose and curses.>\n\n\nArmaros:\n \n(Through radio)\n It should just be for today, finalising our environmental data collection. \n<He pauses>\n I am going radio silent for a moment.\n\n\nUkulele:\n \n(Muttering)\n Don’t threaten me with a good time.\n\n\n<He continues down the clearing. The loud screeches of a bird makes him look upwards, frantically searching for the source of the sound. He tries to pull back the hood of his hazmat suit to extend his vision.>\n\n\nUkulele:\n Fucking Foundation protocols — bloody ridiculous is what it is. Labcoat with a damned saviour complex. If this is Paradise, I don’t want to know what Hell is like.\n\n\n<As he’s still looking up, he missteps and stumbles over the exposed root of a tree and loses his balance. From the bushes nearby, a human-like squeak is heard>\n\n\nUkulele:\n Who is there?! \n<He places his hand on his holster>\n Show yourself!\n\n\n<A tall figure steps out from behind a tree and smiles. The camera feed momentarily defocusses, until the Reality Stabilisation Filter kicks in. Antlers grow from a feminine face, flanked by large ears that occasionally flick in response to a far off noise. Her otherwise humanoid body ends in long, furry legs and hooved feet. She moves forward quickly but carefully, avoiding insects and plants with each step.>\n\n\n???:\n Oh dear, are you alright?\n\n\nUkulele:\n What? I’m fine, just–\n\n\n<The deer-woman pushes him gently to the side and bends down to the forest floor. With great care she picks up a butterfly with a bent wing, lying directly next to Ukulele’s boot. She brushes over the wing, flattening it out, before placing the butterfly on a branch.>\n\n\n???:\n I think you didn’t do lasting hurt this time.\n\n\nUkulele:\n This time? You know who I am?\n\n\n???:\n Of course! \nThe \nknight in shining armour\n, bright and brazen.\n Although I imagined it being more–\n\n\n<She pushes against the surface of the hazmat suit.>\n\n\n???:\n Sturdy. Like bark, maybe?\n\n\nUkulele:\n Can you stop that?\n\n\n<She doesn’t. Instead, she starts prodding at Ukulele’s torso.>\n\n\n???:\n Your wind called you Ukulele.\n\n\nUkulele:\n My wind — you mean my radio?\n\n\n<She doesn’t answer the question, but pokes against his visor.>\n\n\n???:\n All my winds call me something different, too. Words from where they travelled, sounds they found that suited me. \n<She hums a short melody.>\n \nWinding worlds, our little \nReverie\n. Hold, hold dearly the gift of Eden.\n\n\nUkulele:\n That's quite enough. Step back, or I will have to take action.\n\n\n<She tilts her head at Ukulele’s remark, then takes a step back.>\n\n\nUkulele:\n Reverie, that’s your name?\n\n\nReverie:\n You’re not what I imagined humans were like. But then again, that’s half the fun. You can wind and unwind the world, too, can you not?\n\n\n<She looks down to Ukulele’s hand, still resting on the holster. For a moment, the camera defocusses the same way as before. Ukulele looks back up before the Filter stabilises the feed.>\n\n\nUkulele:\n H-how —\n\n\nReverie:\n This is a place of creation.\n\n\nUkulele:\n Oh, I've heard this shite before. And what are you, the creator?\n\n\nReverie:\n Why would you think that?\n\n\nUkulele:\n That's usually how the story goes. Some Type Green getting high off their own supply, huffing their own — what are you doing?\n\n\n<Reverie has taken Ukulele's hand, her fingers tracing the rubber of his glove.>\n\n\nReverie:\n Trying to find out how the story goes.\n\n\n<The white patches on her fur, as well as her eyes and antlers all begin to emit a pearlescent radiance. Ukulele tries to pull his hand back, but it seems locked in a streak of light, drawn around his wrist.>\n\n\nReverie:\n Once upon a time —\n\n\n«Break»\n\n\n\n\n\n\n—there was a \nHunter\n, a ruffian who roamed the fringes of a world he'd never reside in himself. When the townsfolk saw him, they saw his weapon first, and his mask second. He wore it for their ease, for his face had been torn and carved up by the monsters he had fought. At least, that's what he'd tell them under amber lamplight.\n\n\nHe had heeded a call not truly given to him: slay the monsters that haunt the earth. The green dragons, most of all, for they were tricksters and traitors to the only world he called real.\n\n\nHis blade would await them, a tool stained as \ncrimson\n as the very blood that flowed through his veins. The dragon's mark was an infection, and there was no cure. So he would travel the lands, coating his sword in suffering.\n\n\n\n\nThe townsfolk would celebrate his return, marvel at the grime on his mask and the gauntlets painted in gore, a gruesome price he'd willingly let others pay for a world that stayed within the lines of reason. Then he'd slip away, fading from town like a whisper before his triumph could be celebrated with him.\n\n\nOnly in his solitary wanderings, in the lonely fields and wastelands did he dare to remove his mask. Only then would the reflections in puddles and lakes catch the image of the greatest trickster amongst them — not a \nHunter\n's face mangled by horrors and dangers, but the scales of a \ngreen dragon\n itself.\n\n\n\n\n\n\n«Continued»\n\n\nReverie:\n So much hurt and loneliness.\n\n\n<Ukulele pulls his hand back and grabs his gun, releasing the safety.>\n\n\nUkulele:\n I will fucking shoot!\n\n\n<He looks down at his weapon, noticing his hand is shaking. He steadies it with his other hand.>\n\n\nUkulele:\n What on earth did you do to me?!\n\n\nReverie:\n I did nothing but tell your story. Why does it shock you so much?\n\n\n<She steps a little closer, her head tilted. Her fur has returned to its neutral colour, and her ears are once again flicking in the wind.>\n\n\nUkulele:\n I am not — \nthat\n. I am-\n\n\n<The radio on Ukulele’s waist buzzes.>\n\n\nReverie:\n Your wind is calling you home again.\n\n\nArmaros:\n \n(Through radio)\n I ended my observation early, Ukulele. I’ll be waiting by the shore for you.\n\n\n<Ukulele steps backwards, carefully looking down as to not stumble. He keeps the gun pointed at Reverie and takes several deep breaths before answering the radio.>\n\n\nUkulele:\n Understood, I’m on my way.\n\n\n<He backs away further, keeping vision on Reverie for as long as possible. She doesn't move or follow him. Once she's out of view, he turns around and runs, holding his gun close to his chest. By the time the shore comes back into view, he slows down, panting heavily. He once more looks at his glove and the weapon he's holding, rubbing over the fabric frantically as a \ndark, viscous fluid\n is visible on it.>\n\n\n<The Stabilisation Filter kicks in once more, and it only shows a rubber glove. Ukulele takes a deep breath, puts the safety back on his weapon and holsters it.>\n\n\n«End Log»\n\n\n\n\n\n\n- 🜂 -\n\n\nElsewhere, the Archivist calmly makes his way through the verdant expanse. In his hands he holds a small, bound notebook that contains drawings of magnificent birds and small creatures, sketches of waterways and measurements of the rings of a downed tree. The Archivist was even able to capture a koi fish — or so it seemed — that was as large as a log. Its blank eyes were full of peace as it drifted in the clear water.\n\n\nTruly,\n the Archivist thought, \ntruly I stand in a place no artist can do justice.\n\n\n\n\nHe walks carefully through the brush, making sure to not disturb the ecosystem more than the pair already have. But even in his caution, the Archivist's presence was known in the land. An \nold woman\n, who bore more rings than even the trunks of the most grand trees in this garden, heard him enter her domain.\n\n\nThe winds spoke of the pair, and \nKindred\n was aware of what this meant. So she waited, patiently like a spider on a dew-covered web, for the Archivist to pass by her. The clouds grew overcast in the sky, and the truth could be denied no longer. It was time for the man of records to discover the threads of his fate.\n\n\n\n\n\n\n«SCP-8166-1 Exploration Log - 01»\n\n\nPersonnel Present:\n Senior Researcher Luca Armaros.\n\n\n\n\n«Continued»\n\n\n<The camera moves slowly through the greenery, a rubber glove only incidentally coming in frame as it gently pushes branches out of the way. The feed shows an expanding landscape of forestry and undergrowth, framed by the hills and caves on the horizon and a shallow brook nearby. Armaros moves towards the latter.>\n\n\n<He stands up and turns towards the spot indicated by the scanner: the opening of a cave. For a moment, the feed catches a glimpse of a \nblue glow\n.>\n\n\nArmaros:\n Well hello, there. I’m not sure whether the camera was able to record that, but there appears to be another lifeform here. I’m going to cautiously approach.\n\n\n<Armaros moves closer to the entrance of the cave, looking up and back down from his scanner intermittently. As he approaches, the flickering light of a campfire can be made out.>\n\n\n<The feed shows the insides of a cave, lit by a campfire with a cooking pot on top of it. The ladle is still in the pot, but otherwise the cave is empty. Armaros once again turns to his scanner.>\n\n\n???:\n Are you going to stand there all day, or are you coming in?\n\n\n<The camera shows only a shade, coloured in transparent blue, moving towards the fire with a plate filled with cut vegetables. The vegetables are put into the pot, and the ladle is moved to a stir.>\n\n\nArmaros:\n My apologies, I didn’t mean to pry. I —\n\n\n???:\n Yes, yes. You’re at least polite, for your kind. Come in, sit by the fire. I’ll get you a bowl.\n\n\n<Armaros steps inside, sitting down on a log next to the fire. He appears to observe the shade. After a moment, he takes out his notebook and starts to sketch an elderly woman-figure.>\n\n\n???:\n Interesting outfit, human. Are you expecting a battle?\n\n\nArmaros:\n N-no, it’s just procedure. I’m with the Founda-\n\n\n<The ladle whacks him, slapping the notebook out of his hands. It falls on the cave floor.>\n\n\n???:\n Don’t draw people you just met. Did your Guardian not teach you manners?\n\n\nArmaros:\n My guardian?\n\n\n<The shade doesn't answer, humming a melody instead. Armaros reaches down to pick up his notebook, but is only able to find an old-fashioned ink pen. It has the initials “H.C.A.” inscribed into the wood.\n2\n>\n\n\n???:\n You seem ill-equipped for the confrontation, I must say.\n\n\nArmaros:\n Confrontation?\n\n\n???:\n Yes, yes. Keep up. \n<She fills a bowl with soup.>\n Eat. Strengthens your soul, hardens your heart.\n\n\n<Armaros takes the bowl, which appears to be hovering on the camera feed. He quickly takes out his scanner and investigates the soup. The scan clears it as non-anomalous and non-toxic.>\n\n\n???:\n Potato leek soup. If you want my recipe, you can just ask. \n<She laughs.>\n My name is Kindred.\n\n\nArmaros:\n Armaros. Luca Armaros.\n\n\n<He hesitates for a moment, then removes his plastic visor. He carefully smells the soup, stirring it. The steam fogs up the camera feed momentarily, and as it does, the face of an elderly woman is visible where the shade is otherwise.>\n\n\nKindred:\n You strike me as a listener, Luca Armaros. And no meal is complete without a tale.\n\n\nArmaros:\n \n(Smiling)\n I'd say that's on point. You could tell me how you began yours.\n\n\n«Break»\n\n\n\n\n\n\nWhen the \nOld Spirit\n was not yet old, and the winds hadn't yet stretched their young arms across the world, she would sit within a cavern in the Garden they called Paradise. The lands beyond her doorstep were under her care, and she only took what she needed to feed her and those seeking respite around her fire. For the longest time, that was just her, and the occasional visits of the winds from all four directions, coming home to rest and share their stories from afar. Until one day, she was surprised to see a fifth, a creature whose antlers were the only thing to poke above the rim of her cauldron. The child wobbled awkwardly on its hooved feet, and the \nWoman\n took pity on her.\n\n\nShe took the child under her wing, teaching her how to survive in and care for the lush Garden: where to sleep, what to eat, and most importantly, what parts of the Garden were not to be treaded.\n\n\n\n\nOne day when the \nGuiding Woman\n was cooking in her cavern, she heard a new whisper on the wind. A dark and inevitable whisper that she knew would call for the child, much like it had called for \nHer\n in the past.\n\n\nSo she did the best she could; protect the child from its longing words, of its temptations dressed in \ncrimson\n. She told the child that it could not leave the green pastures under \nany\n circumstance, lest \nit\n were to mark her.\n\n\nAs it grew, so grew its curiosity of the world — \nKindred\n heard the whispers grow louder, the clouds grow darker. In her dreams, no, nightmares, she would see the creature endure the first \ndrawing of blood\n. Even the winds, who thought themselves above the storm in pride, shuddered at the darkness hanging just over the horizon.\n\n\n\n\n\n\n«Continued»\n\n\n<Armaros' spoon hangs in the air, halfway between the bowl and his mouth.>\n\n\nKindred:\n Don’t give me that look, child. It’s not like it’s the end of the world! At least, not yet.\n\n\nArmaros:\n The world is ending?\n\n\nKindred:\n The world is always ending. A story starts and it ends. Then it starts, and it ends.\n\n\n<The shade stands. She puts her empty bowl down on a nearby log.>\n\n\nKindred:\n I've lived in this place for as long as time remembers — and believe me, Time's memory is far from perfect. It is a shelter from the cold and rugged weather. \n<She sighs>\n And it will not be enough to weather the oncoming storm.\n\n\n<The figure stands behind the flame of the campfire. Within the smoke, a woman with a kind, patient smile is visible.>\n\n\nKindred:\n Come to me at the break of dawn. I will show you the story before yours.\n\n\n<She walks forward, taking the bowl from him. Armaros stands close to the flames for a moment, holding the pen in front of the camera feed. He then pockets it with his scanner.>\n\n\nKindred:\n Shoo. Rest. You and your companion have a long path to walk.\n\n\n<Armaros says a quiet goodbye before turning and leaving the cave. As he walks back into the Garden, he puts his visor back on and reaches for his radio.>\n\n\n«End Log»\n\n\n\n\nAfter regrouping at the designated contact point, Agent Ukulele and Researcher Armaros proceded to set up base camp, designation Camp Milton. Alongside the SCP-8166-1 samples collected by Researcher Armaros and the exploration feed, the following report was included:\n3\n\n\n\n\n«SCP-8166-1 Exploration Report / DAY 01»\n\n\nSummary of Findings and Planned Follow-up\n\n\n\n\nDuring the first day of in-person exploration of SCP-8166-1, both personnel encountered suspected sapient lifeforms, being:\n\n\n\n\nSCP-8166-4, a humanoid of above-average height that possesses characteristics similar to a common reindeer, including: hooved feet, large ears, antlers, a deer nose, and short tail. It seems to be capable of advanced ontokinetic abilities. Refers to itself as \"Reverie.\"\n\n\nSCP-8166-5, a non-corporeal entity that makes itself appear as an elderly humanoid woman capable of speech and interaction with the corporeal world. Ontokinetic abilities are assumed but not established. Refers to itself as \"Kindred.\"\n\n\n\n\nAs per previous review of samples collected from drone exploration, flora and fauna present in SCP-8166-1 appears to be non-toxic to humans. Use of Foundation-approved rations is still preferred, however, as to limit dependence on SCP-8166-1.\n\n\nReview of exploration footage shows that neither lifeform appears hostile. Due to SCP-8166-5's references to an approaching event, further investigation is required to determine its possible effects on baseline normalcy. Interrogation of the lifeforms and further examination of the island is planned.\n\n\nAgent Ukulele requested that his opposition to \"playing nice and having tea parties\" with the anomaly be noted in this report, for future reference.\n\n\n\n\n\n\nDeep within a quiet cavern, where cold stone was brought warmth by the \nElderly Woman\n and her cauldron, a quiet \nNymph\n absently stirs her bowl of stew. Her eyes diligently follow each chunk of vegetable, while her ears shift and turn at the sound of the soft rain outside.\n\n\n\"What is on your mind, dear child?\"\n The \nOld Woman\n's glance turns to the \nNymph\n, studying her innocuous face. No promises, false or otherwise, had reached the child of Eden yet. She turns to add another sprig of thyme to the cauldron.\n\n\n\"Today I healed a butterfly's wing.\"\n She answers, placing a half-full bowl on the log nearby. \n\"It was bent and broken, but not beyond saving.\"\n\n\n\n\n\"I see.\"\n \nKindred\n pauses and smiles at the \nNymph\n. \n\"That was a kindness. Not every creature is lost, but not every creature wishes to be saved.\"\n\n\n\"What of a wound that is visible to you, and not to them?\"\n The \nNymph\n sets her bowl down on the cave floor and picks up a nearby pebble. As she rolls it in her hand it becomes covered in a thin layer of leafy moss.\n\n\n\"You cannot save who does not wish to be saved, but you can protect those who do not know.\"\n\n\n\"How do you tell the difference?\"\n\n\n\"Time.\"\n\n\nAnd so they sit quietly by the fire, certain they shared as much as they should have with one another, knowing that there was more left unspoken. The \nKindred Spirit\n knew what the strangers would bring, as she had seen it before. But there was still a chance, she could still keep the \nNymph\n close to the heart of Eden.\n\n\nReverie\n's mind stirs with thoughts of the stranger and his path. He had travelled the world she knew only by tales on the wind, and as she rolled the now moss covered pebble in her hand, she wondered. What kind of armour would she have carried in his world?\n\n\nBut as ambition clouds the mind from reality, so too was the Garden's sky darkening. She would be safe from the storm in this cave, as \nKindred\n had promised she would be. But how long would safety be enough for her? Her story was \nfinally\n unwinding, and she went to sleep with dreams of how it could unfold.\n\n\n\n\nA world that's beginning to unwind;\n\n\nAn ambitious dream sprouting in one's mind;\n\n\nMerry, merry peace of Eden.\n\n\n\n\n\n\n\n\n\n\nAct 2\n\n\nThe Union of Heaven and Hell\n\n\n\n\n\n\n\n\n«SCP-8166-1 Exploration Log - 02»\n\n\nPersonnel Present:\n Senior Researcher Luca Armaros; Agent “Ukulele”.\n\n\n\n\n«Begin Log»\n\n\n<The camera feed switches on, displaying the base setup of Camp Milton: a Foundation issued tent with sleeping bags inside, a campfire, and several boxes for drone delivery. Over one of these boxes, two bright yellow hazmat suits are draped. In front of the camera, Agent Ukulele is packing his backpack with gear and double rations. He appears out of focus. It is just before dawn, and the environment of the shore is still mostly an outline.>\n\n\nArmaros:\n You can just eat the food here, you know. Samples were triple checked and clean.\n\n\n<He turns to his own gear satchel, placing his sketchbook next to his scanner. When he looks back up again, Agent Ukulele is still out of focus, a shadow obscuring his face. His silhouette appears a little taller and broader in the shoulders.>\n\n\nUkulele:\n I still think this idea is utter lunacy.\n\n\nArmaros:\n As was noted in the report.\n\n\nUkulele:\n You did what?\n\n\nArmaros:\n You said I could quote you on that, so I did. Either way, we still got the go-ahead.\n\n\n<Ukulele takes out his weapon, carefully checking the cylinder and putting on the safety. He mutters something under his breath.>\n\n\nUkulele:\n I'll try it your way, but if it all goes down the shitter, I've got my orders.\n\n\n<Armaros' Stabilisation Filter corrects for Ukulele's exaggerated silhouette, but his image remains blurry.>\n\n\nArmaros:\n I am glad you're willing to restrain yourself to our inferior protocols of not-murder. \n<He straps on an oversized camping backpack>\n Back here at 1900 hours. If anything comes up, use the radio. Code 231 if you can’t talk.\n\n\nUkulele:\n What if the Green keeps away?\n\n\nArmaros:\n That shouldn’t be a problem for you, should it? Going by your reputation.\n\n\n<A rumble of thunder is heard. Both men turn towards the sky above the centre of the island. Several dark clouds have gathered around the peak of the mountain range.>\n\n\nArmaros:\n Although we might need to cut it short if the weather worsens.\n\n\n<A rough wind moves through the nearby treeline. Ukulele holsters his weapon and pops his collar before taking eastward. Armaros takes the road to the west, retracing his steps from the day before.>\n\n\n«Break»\n\n\n\n\n\n\n- 𝄡 -\n\n\nMoving eastward, the \nHunter\n follows the path he did before, swatting at the same or similar branches. More than once he imagined a \nsnake-like creature\n slithering towards him, only to find a vine instead. Of course, a snake is only a deceiver because the story made it one. It was only a symbol, was it not?\n\n\nWhat would the story make him?\n\n\nThe one told by the \nNymph\n the day before had not left his mind. It had spoken of a similar path as the one he’d chosen to walk — had it truly been choice, or an obligation? Had there ever been a difference? Without realising, he had placed his hand on the back of his neck, reaching for an answer he didn’t want to hear.\n\n\n\n\nThe worst had been the look she’d given him. \nPity\n. Something worth even less than forgiveness, and he neither asked nor deserved either.\n\n\nHe still grumbles on his own as the \nstorm\n picks up, soaking the greenery he traverses. Slipping and slithering through the mud, he makes his way to a winding tree, hiding under its leaves the size of lily pads. As always, he’d wait out the water.\n\n\n\n\n\n\n«SCP-8166-1 Exploration Log - 02»\n\n\nPersonnel Present:\n Agent Ukulele.\n\n\n\n\n«Begin Log»\n\n\n<Ukulele wipes water off the front of his camera. Above, the deluge of rain can be heard falling down and gathering on the large leaves of the tree.>\n\n\n<To his left, bushes begin to crumple, before the familiar figure of Reverie materializes from the forest. Ukulele jumps at her appearance, slipping in the mud but keeping upright by grabbing a nearby tree branch. The attached leaf twitches and drops a large splash of water over Ukulele's right side.>\n\n\nReverie:\n You’re not wearing your armour today.\n\n\n<She shakes the water off her fur. Ukulele turns away from her, trying to clear water from his radio.>\n\n\nUkulele:\n Wish I had. I’m bloody soaked. Of course, Paradise opens a doorway to England and turns into a rainy hellhole.\n\n\n<Reverie sits on a large, exposed root.>\n\n\nReverie:\n Did I scare you again?\n\n\nUkulele:\n Again?! 'Course not, just didn't see you coming. Don't have eyes in the back of my head, now have I?\n\n\n<Reverie looks at the back of his head and neck, then frowns.>\n\n\nReverie:\n I could dry your clothes for you.\n\n\n<Her fur lights up slightly, and the filter picks up ontokinetic interference.>\n\n\nUkulele:\n No! No, it's fine. \n<He coughs to steady his voice.>\n I have a backup coat.\n\n\n<He removes his backpack and places it on a low-hanging branch leaf, pulling out its contents quickly. Aside from a pile of rations and some of Armaros’ measuring equipment, he takes out a tightly wrapped windbreaker.>\n\n\nUkulele:\n Just no rubbernecking, alright?\n\n\n<He turns away from her, but keeps her in sight as he removes the jacket and shirt he’d been wearing, dumping them on a large leaf before grabbing the coat.>\n\n\nReverie:\n Humans have interesting patterns on their fur.\n\n\nUkulele:\n I told you not to watch!\n\n\nReverie:\n You said not to rubberneck! And my neck isn't made out of rubber, so I’m sure I’m not doing that. Do all humans have those patterns?\n\n\nUkulele:\n You talking about scars? No, not always. They're from old wounds.\n\n\nReverie:\n When you fought monsters?\n\n\n<He grins and points to a deep scar on his left shoulder.>\n\n\nUkulele:\n This one is from a Green up in Finland, wanting to build a Winter Wonderland, and that — \n<he points to acid-like splotches on his side>\n — is from a Blue who tried to drain a whole lake in the Netherlands. Couldn’t reverse that tragedy completely.\n\n\nReverie:\n And those?\n\n\n<She points to two symmetrical scars just under Ukulele’s pecs. He looks down at them, then quickly zips up the coat.>\n\n\nUkulele:\n A choice that felt right for me.\n\n\nReverie:\n And the others weren't?\n\n\nUkulele:\n Weren't what? \n<He sighs and shakes his head.>\n This is different, it's — it’s complicated. I don’t make the world less safe when I am who I am today.\n\n\nReverie:\n Am I?\n\n\nUkulele:\n I — I don’t know that yet.\n\n\n<He instinctively touches the back of his neck, covering up a circular birthmark, then shakes his head and starts repacking his gear.>\n\n\nUkulele:\n It’s about choices. Some people are just too dangerous to make them.\n\n\nReverie:\n So you help them make the right one?\n\n\nUkulele:\n I make sure they can't make the wrong one.\n\n\n<He takes a deep breath, his fingers following the contour of the Foundation logo on his coat.>\n\n\nUkulele:\n Got to be honest here, this is not really my routine. Don't really do the whole tea-table talk if I can help it.\n\n\nReverie:\n What's a routine?\n\n\nUkulele:\n Something you do so much you don't really think about it anymore. Something that becomes a second nature.\n\n\nReverie:\n Like me and caring for the Garden? \n<Smiling>\n Kindred says we are all made with the potential for creation. Shape the world around us, make it grow.\n\n\nUkulele:\n I must've missed that memo.\n\n\nReverie:\n You create death.\n\n\n<He stares at her, though Reverie appears oblivious as to why.>\n\n\nReverie:\n Life and death, the union of nature. Death is needed for growth, for a cycle to continue. There always needs to be a balance.\n\n\n<She turns to a branch Ukulele snapped off with his boot, regrowing it with a familiar hum and glow.>\n\n\nReverie:\n I like the mark on your neck the most.\n\n\nUkulele:\n \n(Softly)\n I was born with that one.\n\n\n<He quietly reattaches his camera to his coat. Before strapping his backpack, he takes out two of the ration bars and unwraps one.>\n\n\nReverie:\n I’ve never seen it rain like this before. Have you?\n\n\n<He chokes on his protein bar.>\n\n\nUkulele:\n Way too much. That’s England for you.\n\n\nReverie:\n What’s an 'England'?\n\n\nUkulele:\n You might be better off not knowing.\n\n\nReverie:\n The winds talked of a faraway land of knights, castles and wild magic.\n\n\nUkulele:\n Maybe once upon a time it was. \n<He pauses.>\n It's a tough subject. Humans prefer stability, a world they can understand and predict, even if it's limiting. Most of them don't really jibe with the whole changing reality thing.\n\n\nReverie:\n And you help them keep this stability?\n\n\n<Ukulele is silent as he is checking his weapon and reholstering it.>\n\n\nUkulele:\n I suppose I do. \n(Sighing)\n It's not that simple.\n\n\nReverie:\n Why?\n\n\n<He doesn't answer, chewing his protein bar longer than it needs to. After a moment, he takes the second one and holds it out to Reverie.>\n\n\nUkulele:\n Want some?\n\n\n<She carefully takes it, messing with the wrapper until it rips open. She sniffs the bar and makes a face.>\n\n\nUkulele:\n It’s not too bad, once you get used to it.\n\n\nReverie:\n It smells like droppings.\n\n\n<She carefully bites off a tiny bit, then heaves.>\n\n\nReverie:\n Why would you eat that when you can eat whatever you want!?\n\n\n<Her fur flares up. The feed shifts out of focus. When the Stabilisation Filter kicks back in, Reverie is holding a pomegranate, which she starts to happily devour. Its red juices stain the fur on her arms and around her mouth a dark red.>\n\n\nUkulele:\n Rude. You're not supposed to exchange a gift in front of the giver.\n\n\nReverie:\n You should've given a better gift then.\n\n\nUkulele:\n \n(Jokingly)\n I'll relay your complaint to the Mess Hall.\n\n\nReverie:\n So you think it’s sometimes better to hide?\n\n\nUkulele:\n I think it's worth it to survive. Not everything in my world goes together, so you have to figure out how to fit into it all. Truth be told, you're the first person who didn't run in the other direction when they found out what I am and what I do.\n\n\nReverie:\n Instead, you did the running!\n\n\nUkulele:\n We can forget about that part, can't we?\n\n\n<Reverie giggles and nods.>\n\n\nReverie:\n I haven't met a lot of people before.\n\n\nUkulele:\n I know another guy you could meet, but he's a bit of a knob.\n\n\nReverie:\n Is that a good thing?\n\n\nUkulele:\n \n(Laughing)\n Not generally, but he's harmless.\n\n\nReverie:\n It's odd. I know every part of this Garden, every creek and creature. There is plenty to care for and observe. It's just —\n\n\nUkulele:\n Lonely.\n\n\nReverie:\n Yeah.\n\n\n<They sit and eat in silence for a while, as the storm rages on. Loud cracks of thunder and flashes of lightning sound through the skies. After a particularly loud crack, Ukulele looks up to the sky.>\n\n\nUkulele:\n It’s getting worse.\n\n\nReverie:\n We should seek shelter. \n<She jumps to her hooves and smiles brightly.>\n Come, I want to show you something!\n\n\n«Break»\n\n\n\n\n\n\n- 🜂 -\n\n\nThe Archivist makes his way through the forest, noticing the imprints of his boot in mud and grass. He is still mindful in how he steps, careful not to crush any insects underfoot. As he walks, he notices a collection of cranes triumphantly standing in the shallow bank of the river. Deciding he has some time to kill, he places down his large backpack and observes them for what seems like hours. He notes down everything he can about them: their wingspan, the colour of their plumage, the manner in which they pick around the dead cattails to find small amphibians and fish.\n\n\n\n\nWhen it's finally time for him to leave, he watches as one opens its mighty wings to take flight into the still dawn sky. He goes to check his watch, but decides to just leave it be. The lack of sunrise would allow him to discover more, to dig deep into what this place truly has hidden. He wanted to know more about this world, every little change in hue. Especially if these changes would reveal him to be more than just an observer, but an active participant in shaping its future.\n\n\nIt was a thought that causes him to shudder. One flap of a butterfly’s wing can start a storm, after all.\n\n\n\n\n\n\n«SCP-8166-1 Exploration Log - 02»\n\n\nPersonnel Present:\n Senior Researcher Luca Armaros.\n\n\n\n\n«Continued»\n\n\n<The camera feed shows the entrance to the same cavern where SCP-8166-5 was encountered the day before. Just like yesterday, the cauldron on top of the fire is being stirred by a blue spectre.>\n\n\nKindred:\n You came, Luca Armaros.\n\n\nArmaros:\n Couldn't stop thinking about that soup recipe.\n\n\n<She laughs wholeheartedly, her smile visible through the steam coming from the cauldron. A crack of thunder can be heard in the distance. Her expression then abruptly falls.>\n\n\nKindred:\n Come inside, child. There is a storm brewing.\n\n\n<Armaros turns, following her gaze. The first spats of rain become visible.>\n\n\nArmaros:\n Somehow I didn't expect to have to bring an umbrella to Paradise. Is this normal?\n\n\nKindred:\n It is expected. \n<She crushes some fresh rosemary leaves.>\n Don't you just stand there, Luca Armaros. Make yourself useful.\n\n\n<She motions to a stack of leeks, onions and carrots on a cutting board, placed on the flat surface of the hollow in the rock wall. Armaros walks over and takes up the knife while Kindred is preparing scraps of meat and bones from what appears to be skinned rodents. She’s humming a melody.>\n\n\nKindred:\n A good soup needs a strong broth. Good bones are powerful, a sturdy ingredient to build from. Your companion knows this, of course.\n\n\nArmaros:\n I'm not sure I follow?\n\n\nKindred:\n The one without glory, who betrayed his own kind to preserve stability.\n4\n Your companion, the Hunter.\n\n\nArmaros:\n You know him?\n\n\nKindred:\n Knowing? No, you don't need to know to recognise a false note.\n\n\n<Armaros turns and walks over to the cauldron, sliding a heap of cut vegetables into it. He pauses for a moment as they fall into the bubbling cauldron, watching them float before sinking beneath the liquid's surface. Kindred adds a healthy amount of crushed sage and thyme, and wipes her hands on her side.>\n\n\nKindred:\n Ask your question, Luca Armaros. Don’t spare the silence.\n\n\nArmaros:\n Am I that much of an open book? \n<He puts down the knife.>\n Suppose I am. Yesterday you said you’d show me “the story before mine.”\n\n\n<Kindred laughs again, her voice echoing against the cavern walls.>\n\n\nKindred:\n The \nStoryteller\n was a crafty man, but he was misguided: there is no such thing as only \nonce upon a time\n.\n\n\nArmaros:\n This world-ending event, it happened before?\n\n\nKindred:\n Many a time, child. Many a time. A cycle is coming to an end, but it can be restored.\n\n\nArmaros:\n \"Regain the narrative.\" \n<He pauses>\n An old department head used to say that. \"Best way to contain, is to regain the narrative.\"\n\n\nKindred:\n It appears we've grown from the same roots.\n\n\n<She takes the ladle out of the cauldron and places it on the cutting board.>\n\n\nKindred:\n We have a long path ahead of us.\n\n\n<The woman disperses into a blue shroud, floating past Armaros. The camera feed turns, showing a long, dark passage carved out of stone by natural winds, illuminated by a familiar blue glow. Armaros follows it.>\n\n\n«Break»\n\n\n\n\n\n\n- 𝄡 -\n\n\nIt is an odd experience for the \nHunter\n, following his prey without intent to kill. She moves faster than he ever has, leading him over muddied paths and under tapestries of green, jumping over loose branches and mossy stones while he slips and slithers after her, too fast to even think of reaching for his weapon.\n\n\nThe Garden pushes on further and further, sloping upwards while they move under trees with high-reaching crowns, dressed in colours of late summer and autumn. Only when they reach an archway carved from mountain stone does the \nNymph\n slow down, and the \nHunter\n gasps for breath. As he sits down on rock, his calloused hands following the contours of the design, he realises they were carved with intent, by hands that shaped them to fit within the world it belonged to. To include, not replace.\n\n\n\n\nRoots grow from between paved surface, water drips down from openings ahead. Pillars and tree trunks intertwine as one, holding up spiralling arches that reach farther up than he had ever seen.\n\n\n\n\n\n\n«Continued»\n\n\n<The camera feed is focussed on the ornate carvings on the walls of the staircase. Water droplets slide down through the gaps. When Ukulele gets back on his feet, Reverie has already moved up several steps.>\n\n\nUkulele:\n This didn't form organically. Someone made this, \ndesigned\n this. Did you?\n\n\nReverie:\n No, I found it. I never tried to shape a mountain. You think I could?\n\n\nUkulele:\n Suppose so. \n<He pauses.>\n You said there were no other people here?\n\n\nReverie:\n I have never seen anyone else except Kindred, and I don't think she knows this place exists. She would've told me if she had. \n(Cheerily)\n I must be a better explorer. Like you!\n\n\nUkulele:\n I'm not an explorer.\n\n\nReverie:\n Of course you are. Why else did you come here?\n\n\n<He takes a deep breath, then takes the first step on the stairs, following her to the first plateau.>\n\n\nUkulele:\n It's just an assignment. A job. It's a thing I \nmust\n do.\n\n\nReverie:\n \n<Her smile falls>\n I'd hoped you like being here.\n\n\nUkulele:\n I've had worse jobs.\n\n\n<On either side of the steps, a small stream of clear blue water trickles down. He pushes his fingers through some of the holes he passes.>\n\n\nUkulele:\n This is not just some kind of random pattern. You know who this is for?\n\n\nReverie:\n The Winds use it to sing!\n\n\n<She turns to the camera as she says it, and a gust of wind picks up. The air pushes through the holes and nooks in the walls.>\n\n\n«Break»\n\n\n\n\n\n\n— and the mountain starts to sing. A flute played by nature itself, performing a melody that still feels so familiar to the \nwarrior in green\n.\n\n\n\n\nHear the song of the youngest Wind;\n\n\nBrought from stone and living kin;\n\n\nRise, rise to the heart of Eden.\n\n\n\n\nHe does not realise he has started to hum along, even if it is in his own \ndistinct key\n.\n\n\n\n\n \n\n\n\n\n- 🜂 -\n\n\nThe caverns stretch out before the Archivist, spiralling and sprawling endlessly like the winds that carved them out of stone. The walls were dressed in elaborate engravings, reliefs of heavenly landscapes, ravishing wildernesses, and young deer dancing in its fields. All moments in time, caught in the cold memory of stone.\n\n\nIt would’ve been in the Archivist’s nature to record and sketch each and every moment, but something draws him in deeper. There is haste in his steps as he follows the \nblue glow\n, humming a tune that had become second nature to him now.\n\n\n\n\nFollow the footsteps of the Wind;\n\n\nFind the lessons of long-lost kin;\n\n\nSeek, seek the truth of Eden.\n\n\n\n\n\nWithout him truly realising, he reaches for the pen, his thumb on the inscription.\n\n\n\n\n«Continued»\n\n\nArmaros:\n Kindred, you mentioned the Storyteller. Who is he?\n\n\nKindred:\n Who he is or was, means nothing. What he brought us is what matters.\n\n\n<The camera turns to one of the walls, showing an elaborate engraving of a man with dark curly hair and a striking nose, writing behind a desk with an old-fashioned \npen and inkstand\n.>\n\n\nKindred:\n Stories are an odd sort. We breathe soul and spirit into them with every word spoken, creating them as much as they create us. Whispers on the wind of greater movements, rhythms of our own worlds colliding.\n\n\nArmaros:\n A union of gods.\n\n\n<She laughs like she did before, in the cavern around the fire. Her voice sounds deep and warming against the cold stone.>\n\n\nKindred:\n Listen to me, rambling on. Some things cannot be captured in words, and it’s an old fool’s attempt to do just that. It is why I brought you here.\n\n\n<The cave has been widening for several minutes, but as Armaros turns the corner, a large hall made from hollowed-out mountain rock appears. Pillars, pews, balconies and benches, all from eroded stone in rounded edges. In the middle of the room sits a stone basin with a large \norange flame\n burning in it. It lights up the room in a deep, warm \nglow\n.>\n\n\n<Behind the basin, a thick darkness is visible. When Armaros steps closer, the video feed has visible interference. It is able to capture a crack in the floor before cutting out.>\n\n\n«Break»\n\n\n\n\n\n\n- 𝄡 -\n\n\nThe stairs spiral and spiral upwards, for longer than our \nweary warrior\n can truly recall. His steps feel lighter which each one he takes, his breathing steadying as he climbs higher and higher. With each spiral completed, a new plateau arises, showing a new vista of Eden's beauty. He sits and stares and for once simply \nis\n, as he listens to her tales and the rustling of the wind.\n\n\nThe \nHunter\n does not know how long their travel took. Hours, days, minutes, years, they were all the same in this endless sanctuary. But all journeys must come to an end eventually, and one more turn upwards brings them to that final threshold: a skybridge, delicate and intricately woven from stone and vine. A crown of a tree, bursting out of the mountain's chest like a splattering wound.\n\n\nWhen the \ntraveller in green\n looks down, he sees a \nstorm\n raging below them.\n\n\n\n\n\n\n«Continued»\n\n\n<Reverie sits down on a growth in the centre of the skybridge, shaped like a seat. She’s softly humming along with the melody still coming from the staircase as she watches the storm clouds swirl.>\n\n\nReverie:\n You know you sing the melody too low? You're at least an octave off.\n\n\n<Ukulele catches himself humming, and abruptly stops.>\n\n\nReverie:\n I didn’t mean you shouldn’t sing it like that! I like it, it suits you.\n\n\nUkulele:\n Does it now?\n\n\n<There are openings in the floor and walls, like little viewing windows. Ukulele carefully steps around them. Reverie watches the storm below with fascination.>\n\n\nReverie:\n Kindred said the rain would end soon. I wanted to see what it would look like from up here.\n\n\nUkulele:\n She seems to know a whole lot about all of this.\n\n\n<He grabs a stone from his pocket and pushes it through one of the openings. It continues to hover in the air just outside the encased room.>\n\n\nUkulele:\n How much do you trust this Kindred?\n\n\nReverie:\n Why wouldn't I trust her?\n\n\nUkulele:\n Because of this! You think this was built for a spirit-woman? This was made with people in mind, people made of flesh and blood. Didn’t she tell you anything?\n\n\nReverie:\n She told me that Eden was my blood and bone.\n\n\nUkulele:\n That's not at all concerning phrasing. For fuck's sake, it's a prison! A very pretty one, but that doesn't hide the bars.\n\n\nReverie:\n Why are you angry?\n\n\nUkulele:\n I’m not- \n<He takes a deep breath.>\n I’m just… frustrated you’re going along with all of this. Something is missing here. Why wouldn’t she know about this place? Why wouldn’t she tell you about it? Why are you okay with her turning you into a glorified gardener?\n\n\nReverie:\n It’s what I’m good at.\n\n\nUkulele:\n So? You’re useful. You check the box. Go along with what others say you need to be.\n\n\nReverie:\n That’s what you did!\n\n\nUkulele:\n And how is that a good thing?!\n\n\n<He throws his hands up in frustration. The plateau wobbles softly in the wind, and he presses his back against the wall.>\n\n\nUkulele:\n You’ve seen what I am! What I \ndo\n! Why would you think that’s something to aim for?\n\n\n<Ukulele lets go of the walls and walks over to her. He grabs her hand, kneeling at the side of the throne.>\n\n\nUkulele:\n Because if that’s what you want, I’ll tell you what your future looks like. It’ll be lonely and empty and meaningless, and there will be no way out. It will grind you down until there is nothing left for you to hate, just an empty husk stuck in routines.\n\n\n<He looks down, his eyes closed.>\n\n\nUkulele:\n I took this job because I was sure it would kill me before I turned 25. I counted on that. I didn’t particularly like who I was supposed to be anyway, so this was just the easier way out. Make myself useful, go out with a bang.\n\n\n<The storm builds.>\n\n\nUkulele:\n I’m 36 now, and am still just surviving. That’s all I know. A tool to keep the world moving, surviving at any cost and with nothing to live for.\n\n\n<His voice is shaking.>\n\n\nUkulele:\n And when I finally allowed myself to be who I \nknow\n I am, I felt… alive. More alive than I ever could've imagined. \n<He pauses>\n At least when I look at myself now, I can hate me for what I \ndid\n instead.\n\n\nReverie:\n Why do you stay if you don’t fit?\n\n\nUkulele:\n I can’t leave! I’m in too deep, I can’t change that now.\n\n\nReverie:\n Why not? You did it before.\n\n\n<He is quiet for a moment, opening his mouth to say something and then closing it again.>\n\n\nReverie:\n Changing the music to your key, from a treble to an alto clef.\n\n\n<She places a hand on his chest. He looks away, choking up.>\n\n\nUkulele:\n \n(Quietly)\n I like that.\n\n\n<He quickly wipes his eyes.>\n\n\nReverie:\n You think there is a lot of your England worth exploring?\n\n\nUkulele:\n It’s a hellhole filled with bigots and people like me who would hunt you to the end of the Earth for what you are.\n\n\nReverie:\n You’d know their ways, wouldn’t you? Can’t you teach me how to evade them?\n\n\n<He pauses, then raises his head to her.>\n\n\nUkulele:\n I could show you.\n\n\nReverie:\n You’d come?\n\n\nUkulele:\n Yes. \n<Smiling>\n Yes I would.\n\n\n<With that, the pair begin to leave the chamber, descending down and down numbers of stairs before finally returning to the ground.>\n\n\n«End»\n\n\n\n\n\n\nWhen the \nRogue\n speaks, a crack of thunder howls. Their world turns upside down, a storm rages across a schism.\n\n\nFrom below, the rain flows upwards, falling around the prison of stone and vine. A waterfall — a waterrise, perhaps — encapsulates them in a moment only two souls in consonance can share. The \nTraveller\n still has his eyes on the \nNymph\n that would bring the End, but a man of such wariness and lack of faith would always watch his back.\n\n\nThe third eye he hides in shame opens, and for once he can clearly see.\n\n\nWater is a mirror, a reflection in living movement. The water falling and rising around him did not display himself and the creature of the forest, but a \nknight in shining armour\n, carrying a shield with the crest of a snake, kneeling before an empress dressed in \nvelvet robes\n and wearing a \ncrown that could carry worlds\n.\n\n\n\n\nAn empress of thorn, a choice finally made;\n\n\nHer staff by her side, a knight of the blade;\n\n\nBreak, break this curse of Eden.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n- 🜂 -\n\n\nThe Archivist stands there, flame warming his back, his eyes on the darkness — no, not truly darkness, but absence and appearance intertwined. A great schism had broken apart the stone of the mountain. A wild chasm, feral and howling with a \nwilder promise\n still.\n\n\nHere stood the man of files and logic, of records and registration, of rationale. A man, only a man, confronted with spirits older than principle. No land nor ocean, no mountain nor sky, but all of them at once, fertile and carrying, waiting for a wielder. Yearning for a creator and a world to wind and unwind.\n\n\nThe wide-eyed Archivist stands on the brink of Hell, and all he can do is \nWatch\n.\n\n\n\n\n\n\n«Continued»\n\n\n<Armaros turns around, in the direction he came from and where the blue glow is still visible, simmering around the flaming basin.>\n\n\nArmaros:\n I don’t understand.\n\n\nKindred:\n A story is nothing more or less than a bridge between two tellers, two gods of their own universes. They collide, always collide, ready to create more as they wield their Materials.\n\n\n<He takes the pen out of his coat pocket and holds it in front of him.>\n\n\nKindred:\n A new god is ready to take her throne, dress herself in \ncrimson\n and wield her \nstaff\n. Whatever might her choice be, we will all see it unfold.\n\n\nArmaros:\n So they live in a gilded prison until the moment they choose —\n\n\nKindred:\n Destruction.\n\n\nArmaros:\n And if they choose Creation?\n\n\nKindred:\n What would Creation look like in the hands of a God?\n\n\n<Armaros turns back to the hallway he came from, slowly observing the room's design. Each pillar and each bench is ensnared by a growth so dark and grim it looks almost indistinguishable from stone. The roots reach up high, crawling upwards to the ceiling. Armaros places a hand on the parapet that surrounds the basin and leans forward, inspecting the stone that hold up the pews.>\n\n\nArmaros:\n This happened before.\n\n\nKindred:\n Many a time, child. Many a time. I cannot keep them safe once they outgrow me.\n\n\nArmaros:\n What happens when they do?\n\n\n«Break»\n\n\n\n\n\n\n- 🜂 -\n\n\nThe Archivist finds his question answered with the flick of the spirit's arm. A \nglow\n illuminates a headstone on the end of every pew, dressed in antlers and carved with names: \nCalliope, Thalia, Urania…\n\n\n“My heart aches for them all,”\n said the \nKindred Spirit\n Luca Armaros had found, \n“My soul weeps, but Paradise remains. Better to fall in innocence than to be burdened in Hell.”\n\n\n“And all of us are doomed to fall, in the End.”\n Says the Archivist, his voice steadying.\n\n\n“You know what needs to be done now, Luca Armaros.”\n\n\n\n\nFrom here exhales the \ncoldest Wind\n;\n\n\nDrawn from suffering, the sins of your kin;\n\n\nRotten, this truth of Eden.\n\n\n\n\nThe wide-eyed Archivist stands on the brink of \nHell\n, the fires of \nHeaven\n warming his back. He grips the only weapon he had ever carried, the blade mightier than all, holding it high as the light touches it.\n\n\nAnd so does the \nArchivist\n begin his \nWatch\n.\n\n\n\n\n\n\n«SCP-8166-1 Exploration Report / DAY 03»\n\n\nSummary of Findings and Suggested Follow-up\n\n\n\n\nGOC and Foundation containment elements have reported a growing instability in SCP-8166-1. This has caused the area around the anomaly to become increasingly overgrown with fauna of similar composition to those reported by Senior Researcher Armaros.\n\n\nAdditionally, Base Camp Milton's camera was reported offline following a rapid rise in water level. Both Senior Researcher Armaros and Agent Ukulele were radioed, but all hails went unanswered.\n\n\nSearch and Rescue operations and unmanned reconnaissance into SCP-8166-1 were both denied due to its state. Thaumaturges are currently working to stabilize the anomaly to little success.\n\n\n\n\n\n\n\n\nAct 3\n\n\nParadise and the Lost\n\n\n\n\n\n\n\n\n- 🜂 -\n\n\nIt is a familiar feeling, one the \nArchivist\n wields with recognition. He had been a man of many doubts, even more intentions. He had drawn his pen many a time to collect and record, to preserve and contain. It had lead him here, to this moment in time and space, this place in the grand design.\n\n\nThe weapon he holds feels right in his hands. Not made for him, but forged close to his soul.\n\n\nAnd so \nArmaros\n spoke: \n\"Kindred spirit, show me the path. Let me see the world that must remain.\"\n\n\nAnd \nKindred\n answered, not with words, but by the gentle push of feathers that would lead him to the surface and higher. A cold clarity takes root, and he lets it grow.\n\n\n \n\n\n\n\n \n\n\n- 𝄡 -\n\n\nIt is a new experience for the \nformer hunter\n: being carried by the winds that would normally push against him. There is freedom in it he had not felt before, as it makes him twist down and downward still, the stairs leading him past each plateau and each vista with a new face. For once the \nWayfarer\n sees he can fit into the grand design on his own accord.\n\n\n\"Where should we go first?\"\n\n\nThe \nNymph\n says, swaying as she walks down the path they chose.\n\n\n\"The Cairngorms I visited as a child. And perhaps the northern lights in Finland. I had wanted to see them when I —\"\n\n\nHe stops his sentence as he remembers. She places a hand on his shoulder and he feels the weight of who he was before melt away. The melody she'd showed him breaks through those restricting motifs that had tied him down for so long.\n\n\nAnd \nAlto Clef\n spoke: \n\"Lead the way, my friend.\"\n\n\nNeither look back to where they come from, the gilded prisons made for them. Because on the other side of the horizon is the world they could create. The melody crafted for them to fit in, not replace.\n\n\n \n\n\n- 🜂 -\n\n\nHis steps were light as he returned to the darkness of the day. The \nArchivist\n stood at the brink of the cavern, and watched the creek grow wider and wider.\n\n\n\"We are too late.\"\n He spoke in defeated tones. \n\"The waters are rising and it will wash us all away.\"\n\n\n\"It is not yet too late, my child.\"\n Spoke the \nwhisper in his mind\n. \n\"Let me guide you through this dark.\"\n\n\nThe new weight he carries on his back unwinds. Like the cranes that stand with indignant reign over the water below them, a cool calm came over him. Muscles and tendons in his back shift, new sensations as if he is learning to walk again. His bright wings illuminate the world around him, and he can see the path ahead.\n\n\n\n\n \n\n\n\n\n- 🜂 𝄡 -\n\n\nNeither the \nNymph\n nor her \nRogue\n feel the change in the \ncold air\n, and neither stand to see the change in scenery. The lush autumn colours have been shed, green fields lay covered in mud and rising water. While their overture played, there were no birds interested in joining in. But the darkened sky and the raging storm could not temper their spirits.\n\n\nIt was at a newly formed bay at the foot of the mountain, when the \nRogue\n and the \nNymph\n he'd follow to the end of this earth and the next one, find that they'd only reach the end of Paradise together.\n\n\nA thundering voice echoes over the mountain range, and a sharp and blazing flash follows it.\n\n\n\"You shall remain.\"\n\n\n\n\n\n\n<A fiery figure with four wings is hovering above the water, cleaving it slightly. The Stabilisation Filter attempts to settle the visual, but keeps faltering.>\n\n\nClef:\n Armaros? Christ, what the hell did you do?!\n\n\n<The figure raises his weapon to the skies, preparing to strike.>\n\n\n\n\n\n\n- 🜂 𝄡 -\n\n\nAnd with it, the heavens break open.\n\n\nIt was not the first fight where the \nRogue\n faced forces beyond the natural world. His senses were sharp, his instincts slick and nimble as he swerved and slid through mud and grime, skirting gusts of heat and scorching hail. It was only then that he realised, that his old companion had more than just him as a mark.\n\n\n“You have tempted the fate of Paradise and will pay for it in blood.”\n\n\nThe voice of the \nGuardian\n roars across the forests and waters, a tempest in terrible tones. It tore at an old mark on the \nRogue\n’s being, pulling on strings he had long believed severed. He felt his limbs and mind adapt, sculpted to fit into a narrative not his own.\n\n\nHe had been a man shaped by the world he traversed. A symbol of treacherous destruction, too dangerous to exist as part of the tale, forced to roam the margins and beg for scraps. He had played that part for as long as he can remember.\n\n\nA snake in the Garden will be a \nDragon\n on Judgement Day.\n\n\nDripping acid with its twisting words, the \nMan Made Dragon\n speaks:\n\n\n\"I will stand against you as I stood against your forebearer, and I will strike you down just as I will —\"\n\n\nThe Dragon contorts, pushing against the mold that didn't fit him fully.\n\n\n\n\n\n\n<The camera drops to the ground alongside most of Clef’s gear, the feed cutting in and out. For a moment, reality distorts. A large dragon-like creature is just barely visible, roaring loudly. It swipes towards the Guardian, before ripping at its own chest. The twisting dragon falls back on the ground, dematerializing with a loud crack.>\n\n\nClef:\n — not be part of this bloody pantomime!\n\n\n<The feed flashes out for a moment as reality shifts and dilates. When it finally refocuses, Clef is standing in frame, resembling himself again. He is panting heavily, looking at his hands and limbs to confirm they are his own.>\n\n\nClef:\n You're not even gonna fight it? \n<He groans>\n Consider this your courtesy warning among colleagues.\n\n\n<He scrambles and steps aside as a large burning rock hits the ground just between the pair. He turns, running up the hillside. His gear and weapon lay a couple of meters further.>\n\n\n<The Gate Guardian raises his sword again, bringing it down on the water's surface. A boiling wave builds and crashes against the shore.>\n\n\n\n\n\n\n- 🜂 -\n\n\nWith each swing of the sword, the shore gets eaten away further and further, swallowed by the oncoming flood. Its wielder had answered a call that had come from the human he was before, united with righteous and protective spirit. More than just preservation, this was salvation. In the grey sky, the \nGuardian\n glows a fantastic blue, and steadies himself to strike at the pair.\n\n\n“Kindred!”\n Cries the \nNymph\n. Although no major harm had come to her, escaping the onslaught had singed her fur and chipped at her antlers. Not all wounds were visible, however, and in the torrent a single whisper makes its way towards her heart.\n\n\nCruel is the \ncoldest wind of all\n.\n\n\n“Kindred!”\n \nShe\n repeats, a tone befitting that of an Empress. \n“Show your face to me, answer for your actions. Let us leave.”\n\n\nThe blank face of the \nGuardian\n answers her. It raises its hand to stop a flurry of oncoming hail, redirecting it towards the pair. \nReverie\n is able only to provide enough cover for the \nknight\n. She feels the sting of cuts as the hail rips past her. A collection of gashes open across her arms, causing crimson blood to stain her fur.\n\n\n“Why?”\n Speaks the \nNymph\n, her voice augmented by the \ngusting wind\n that guides her towards her only true choice in centuries. For a moment, she believes she can see the \nOld Woman\n's smile; twisted and crooked on a face not her own.\n\n\n“There is \nHell\n in all of us, tearing at our seams at every turn. I have kept you from its call, but I cannot stop you outgrowing my embrace.”\n\n\nTheir lips do not move with the words she speaks.\n\n\n“You have made your choice, \nReverie\n, as did your mothers before you. Tempted by the calls of worlds beyond, worlds not made for you. I have taught you kindness and care, but I cannot dampen the hatred that is planted in you. The crack in our hearts that feeds and feeds, festering like an open wound. It is the curse of your kind to give in. I cannot stop your fall.”\n\n\n\"You would drag us to damnation for your own survival?\"\n\n\n\"Ask your \nKnight\n if he has done the same.\"\n Said the \nWhisper\n in serene tones.\n\n\nAs kith and kin converse, the \nGuardian\n's gaze is turned from the \ncritter in the mud\n.\n\n\n\n\n\n\n<Clef slips down through the mud, unable to keep on his feet.>\n\n\nClef:\n You fucking Labcoats are all the same. What happened to not interfering?\n\n\n<The thundering voice of Luca Armaros is picked up by the radio equipment. His blank face does not move.>\n\n\n\n\n\n\n- 🜂 -\n\n\n\"The time to converse has passed, and you have made your choice. I made mine to conserve what you would burn away.\"\n\n\n\n\n\n\n<The camera feed registers another flare. Clef is hovering just above the mud, his silhouette surrounded in a soft glow.>\n\n\nClef:\n You’re an absolutely insufferable knob, you know that Armaros? But if you want to play dirty, I can make this stink.\n\n\n<He balls his fists and two large waves of mud move upwards, back in the direction of the Guardian.>\n\n\n\n\n\n\nA chilling breeze burns just as much as a blazing heat\n, the \nNymph\n now understands.\n\n\nShe thought back to when she was but a fawn, sitting around the fire. When the winds spoke of monarchs who could bend tides to their will, the \nNymph\n listened in quiet awe. It had been \nKindred\n who brushed those thoughts away. \nStay at your task, my child\n, the \nguide\n instructed. \nDo not shake the ground you were built from, but honour it instead.\n Each time \nReverie\n had raised her head up high, the \nold spirit\n had brought her back to Earth.\n\n\nThis world was made for her, but not by her. She was but a decoration in another's creation. And \nshe could be so much more\n.\n\n\nThe landscape envelops the \nGuardian\n, burying it beneath soil and stone. The \nEmpress\n looks down on the \nfigures\n, the spirit she once considered her guiding light. Even in the storm she can feel the burn of tears on her cheeks, clouding her vision of the \nOld Wind\n.\n\n\n“Have I not shown kindness? Have I not chosen the path of compassion? Why would you doubt me? When everything I have ever done has been in the service of \nyou\n?”\n\n\nAnd with each pained crack in her voice, the ground shakes.\n\n\n\n\n\n\nReverie:\n I am not an extension of you!\n\n\n<The earth around her cracks, tearing a deep schism between her and the entity.>\n\n\n\n\n\n\nShe\n was no longer a fawn to be herded and held in line. She chose the path to walk, the world to inhabit, the person to be. She would rearrange the music to include her.\n\n\nAs the world around her opens, the \nEmpress\n takes her throne. Her antlers, interwoven with a crown of scarlet, cast a dark glow on the land. No, not true darkness — the potency of creation. Of something new to intertwine, not replace.\n\n\nAt her command, the water falls flat and cold. The \nGuardian\n freezes as her eyes glow like burning stars.\n\n\n\"\nStand down.\n\"\n\n\nHis blind eyes turn to the \nOne who Commands\n. The Garden quivers, the winds hold in their breath. A new world is to be born. The union of nature will envelop those who oppose the new dawn. A quiet before the thunder cracks, a shiver before the dark disperses.\n\n\nIn that moment, the song Ends.\n\n\nThe \nHunter\n once more reaches for an old and trusted routine.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n<The bullet travels on, grazing the Guardian's wing. Feathers fly in the air as the bullet misses its mark.>\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nFor a moment, the rain stops pouring.\n\n\n \n\n\n \n\n\n \n\n\nReverie lifts her hand to touch one of the falling droplets, and can't help but think her arm is heavier than it once was.\n\n\n \n\n\n \n\n\n \n\n\nShe was cold, colder than she had ever been. Her fingers found where the warmth was leaving her. A dampness on her torso created not by rain, but from a substance more vital to life than water.\n\n\n \n\n\n \n\n\n \n\n\nOne last moment in Paradise. A frozen second in an endless void.\n\n\n \n\n\n \n\n\n \n\n\nHer vision shifts from the humans above water and mud, to the brightest bluest sky as her back finds the dirt. This wasn't what she had expected an Ending to be. It was not the one the Winds had promised her, or the hopes that had only just started blooming in her heart.\n\n\n \n\n\n \n\n\n \n\n\nA seed planted for the rest of eternity.\n\n\n \n\n\n \n\n\n \n\n\nThe Empress lay on the ground her bones were built from. The stars in her crown of antlers dimmed as the break of dawn, and her fur was dressed in scarlet.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nOnce upon a time, when a fresh blanket of snow covered the ground, the Garden stood quiet. The once beating heart of the land had fallen still, in mud and receding waters. The winds were gone, as were their promises. The Kindred spirit had departed with a cold sigh, as Paradise froze over.\n\n\nIn the middle of a silent, frozen wasteland sat two men: a rogue with the heart of a hunter, and a watcher who intervened.\n\n\n\n\n\n\n<Armaros' blade retracts, and he looks down at the antique pen in his hand. His eyes are no longer burning, but his wings are still visible. His fingers are shaking.>\n\n\n<Agent Clef sits next to the remains of Reverie, holding her lifeless hand. He stares in disbelief, then plants a kiss on her cold fingers.>\n\n\nClef:\n I am sorry, my friend.\n\n\nArmaros:\n Is she—?\n\n\nClef:\n \n(Scornfully)\n What do you think?\n\n\n<He stands up, gun still in hand, and walks over to Armaros.>\n\n\nClef:\n What the \nfuck\n do you think?!\n\n\nArmaros:\n I didn't mean to —\n\n\nClef:\n Didn't mean to what? Tell me, you prick. Give me one fucking reason why the next one shouldn’t go right between your fucking eyes.\n\n\n<Armaros holds up his hands and flinches, slipping over the ice and only barely staying upright. His wings flutter and awkwardly twitch as he tries to keep his balance.>\n\n\nClef:\n You’re not even worth the lead.\n\n\n<He holsters his weapon, spits, then punches Armaros right on the jaw. A rough clicking noise is heard when they make contact and Clef recoils, grabbing his fist with his other hand.>\n\n\nClef:\n Fuck you. \nFuck.\n\n\n\n\n\n\nAs he watches the Archivist shake and quiver, he saw a man brought to his knees. A sorry creature who crossed a boundary he hadn't known existed, and who the hunter tried to hate. But no matter how deep he feels the blame and anger, it could not take root. He knew what lay ahead of the former human, what systems would ensnare him. He had moved through them himself, tricked and twisted by his own misgivings. The man of files and logic had a long path to walk, and he would walk it alone.\n\n\nThere might not be forgiveness, but there is pity for the Archivist.\n\n\nThe Garden's scars were still fresh. The signs of battle had been covered in the white shawl of winter, but it could not fill the large gaping wound that ran its length across the ground. As the men exchanged their anger and grievances, the body of the Nymph lay to rest at the place where heaven and hell had met. Her stained fur grew paler, and her antlers buried deep in the mud. The stardust in her eyes faded as she returned to the ground.\n\n\nAnd to dust she would return.\n\n\nTime spent in cold despair is seldom swift. Grief knows no timeline and no depth. For a short eternity, two men forced against each other stood face to face among a quiet nothingness.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nBut as life must meet death, as spring must meet winter, the wheel turns to face the sun again.\n\n\nThe first tones were those violet shades of hyacinths, peeking out from the ground. Next, the chirp of a bird, then several more were heard far off in the distance. The world springs alive, as it had so many times before.\n\n\nTwo almost-humans rush back to shore and steady land as snow starts to melt and icy waters begin to thaw.\n\n\n\n\n\n\n<The camera switches back on with full visuals, only registering minor distortions around Armaros and Clef, which mostly gets filtered out by the Stabilisation Filter. Armaros is visibly struggling to stay steady with his new limbs as he attempts to retract them.>\n\n\n<The sound register picks up a third humanoid voice: a crying sound.>\n\n\nArmaros:\n You hear that?\n\n\nClef:\n Hear what?\n\n\nArmaros:\n I think — Wait, let me look.\n\n\n<He attempts to stretch his wings out. They flap out of order.>\n\n\nArmaros:\n It's not as easy as she made it out to be.\n\n\n<Armaros clenches his fists and carefully jumps up from the ground. Although shaky, he is able to take off several meters into the air, holding and correcting with small twitches of his wings. He moves higher to scout out the area.>\n\n\n\n\n\n\nThe \nFawn\n lays in a small green patch on the ground. It squirms as it acquaints itself to the new environment, pulling its furred arms and legs close to itself to fight against the fading cold.\n\n\nThe \nArchivist\n watches, not to interfere even when he longs to, as he leads the \nman who changed his path\n through the cold and barren waste.\n\n\nIt is not recognition that \nit\n makes the \nRogue\n feel, but something pulling deeper at his heart. A familiar belonging. When he reaches for the \nFawn\n, its small limbs answer as if by instinct. He unzips his torn jacket, swaddling the child and holding it within his arms. A little warmth returns with the new sun, and he hears the melody returning on the wind.\n\n\nThe song starts anew.\n\n\n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nEpilogue\n\n\nA Garden's Reprise\n\n\n\n\n\n\n\n\nNot many things happen only \nonce\n upon a time, no matter how big and bold they were.\n\n\nThe \nGuardian\n's Watch had just begun. In Paradise he had stood tall and bright against darkened skies, and one day he will again, armed with broken wing and bent pride. Until then, his Watch would be long and lonesome.\n\n\nHe watches the snow melt as he walks the winding paths through the Assistens Kirkegård, tracing the steps many others have charged before. Here, between the growths of living landscape and the stones of the dead, he found where the tale before his own began. One can only change the story if one knows its \norigin\n, after all.\n\n\nHe whistles before continuing down the path. His lips carry a song from a far off place, one that he was both blessed and damned to have endured. As the birds respond in harmony and a soft breeze washes over him, he renews his vow in his mind.\n\n\nAnd he sings that long-lost melody in a new key.\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n8166\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-19\n\n\n\n\n\n\nSite Director\n\n\n\n\nDir. Sophia Light\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr. Simon Glass\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-19\n\n\n\n\n\n\nSite Director\n\n\n\n\nDir. Sophia Light\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr. Simon Glass\n\n\n\n\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGOC's EDEN Complex as seen during the initial SCP-8166 activation, located in Cornwall, England.\n\n\n\n\n\n\nRevised Containment Procedures:\n\n\nFollowing its initial activation, SCP-8166 has not shown signs of activity. It is currently contained in a standard anomalous item containment locker in Site-19.\n\n\nSCP-8166-2 was brought into Foundation care by a GOC defector, and is currently residing in a specialised naturalistic containment complex. Foundation personnel are to wear biohazard suits upon entering the complex.\n\n\nRevised Description:\n\n\nSCP-8166 is a music box formerly possessed by PoI-1875 \"Hans Christian Andersen,\" a Danish author known for writing fairy tales and suspected thaumaturge.\n5\n When opened, SCP-8166 releases a small crane bird automaton which beats its wings and plays a musical tune classified as a spiral-class hermeneutic.\n6\n The tune currently played is a full octave lower than before its activation on the 19th of October, 1999.\n\n\nSCP-8166-2 is a humanoid child that possesses characters similar to \nRangifer tarandus\n (Common reindeer) including: hooved feet, antlers, large ears, a deer nose, and short tail. It displays allergic reactions to non-natural materials, and Foundation staff are only to interact with it while wearing specialised biohazard suits. Inoculation of the instance for ease of testing is currently being deliberated.\n\n\nDirector Light has approved visitation for Agent Alto Clef once a year while SCP-8166-2 develops.\n\n\nSCP-8166-3 is former Foundation Senior Researcher Luca Armaros, a humanoid entity with four radiant wings, one of which was damaged during the initial containment attempts of SCP-8166. After initial collection of SCP-8166-2, SCP-8166-3 returned to Foundation duties under strict surveillance and limited clearance. Interactions between SCP-8166-2 and -3 are to be limited.\n\n\nSCP-8166-1 is considered lost.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nAnd at the end of this tale, the \nOne with blood on his hands\n, the \nMan who brought the Fall\n, the \nDissonant\n; he lands on the shores of a prison of his own making.\n\n\nA prison not for him.\n\n\nIn silence they sit, side by side, a little quiet piece of solace. The trees rustle with soft whispers, singing that tune from long ago.\n\n\n\n\nMay you be carried on the Wind;\n\n\nTo lands of wild, free of the sinned;\n\n\nMerry, merry peace of Eden.\n\n\n\n\n\nHe would almost be able to hear the symphony through the protective layers, the industrial colours of a harsher world. The \nDaughter\n he chose devours her birthday cake, as well as the tales and knowledge he is allowed to bring her, on those visits when their worlds almost collide.\n\nTime stands still here, but the outside world moves along. When the moment comes for the \nFalse Note\n to leave the symphony behind for another year, for another trial in a world that deserves him, he rises. Kneeling by her side, he kisses her forehead through the plastic visor, and tells her the same thing he says every year, again and again.\n\n\n\"You’re worth every hurt and every pain I’ve ever seen.\"\n\n\nThe trees sing a new tune now, and as the man paddles back to the land of the living, he can finally hear the melody he so dearly missed. One that was wholly his own.\n\n\n\n\nMay I shield you from the wind;\n\n\nBe wild, free of my sins;\n\n\nMeri, Meri, my piece of Eden.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\nrating: \n+234\n+\n–\nx\n\n\n\n\nFootnotes\n\n\n1\n. A cognitohazard resulting from or created by the reinterpretation of an anomalous concept.\n\n\n2\n. Researcher Armaros did only bring a standard issue pen for fieldwork into SCP-8166-1, and does not recall ever encountering this pen before this moment.\n\n\n3\n. This report only arrived 37 minutes after the expedition party entered SCP-8166-1.\n\n\n4\n. It is suspected the entity is referring to the GOC's Ichabod Campaign and the effort to mass produce SRA's. Where SCP-8166-5 learned about the operation is unknown.\n\n\n5\n. See also: Armaros, Luca. \"The Garden and its Roots: Andersen, hermeneutic thaumaturgy and the fairytale of the \nGarden of Paradise\n.\" Foundation Journal of Anomalous Literature, vol. 75, no. 1, 2000, pp. 41-50.\n\n\n6\n. A cognitohazard activated upon reinterpretation of an anomalous concept.\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8166\n\" by AstersQuill, FlyPurgatorio, and sailorenoch, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8166\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nQuote:\n \"Oh, why did Eve take of the tree of knowledge! Why did Adam eat the forbidden fruit! If it had only been I it would not have happened! never would sin have entered the world!\"\n\n\nName Source:\n The Garden of Paradise (short story)\n\n\nAuthor:\n Hans Christian Andersen (original); Dugald Stewart Walker (translation)\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLINK\n / \nLicensing info at bottom of the page\n\n\nAdditional Notes:\n Paraphrased\n\n\n\n\n\n\nQuote:\n \"Better to reign in Hell, then serve in Heav'n.\"\n\n\nName Source:\n Paradise Lost (Book 1 line 263)\n\n\nAuthor:\n John Milton\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLINK\n / \nLicencing info at bottom of the page\n\n\nAdditional Notes:\n Paraphrased/reworked to \"Better to fall in innocence than to be burdened in Hell.\"\n\n\n\n\n\n\nQuote:\n \"Into this wilde Abyss,The Womb of nature and perhaps her Grave, Of neither Sea, nor Shore, nor Air, nor Fire, But all these in their pregnant causes mixt Confus'dly, and which thus must ever fight, Unless th’ Almighty Maker them ordain His dark materials to create more Worlds, Into this wilde Abyss the warie fiend Stood on the brink of Hell and look'd a while, Pondering his Voyage; for no narrow frith He had to cross. \"\n\n\nName Source:\n Paradise Lost (Book 2 line 910-920)\n\n\nAuthor:\n John Milton\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLINK\n / \nLicencing info at bottom of the page\n\n\nAdditional Notes:\n Parts of Luca Armaros' storyline are based on/referring to this passage. There is no direct quote. Specifically for searchablity: \"The Archivist stands there, flame warming his back, his eyes on the darkness (…) and watched the creek grow wider and wider.\"\n\n\n\n\n\n\nQuote:\n Vort Jordliv her er Evighedens Frø / Our life here on earth is the seed of Eternity\n\n\nName:\n Oldingen (poem)\n\n\nAuthor:\n Hans Christian Andersen (original); \nFlyPurgatorio\n (translation)\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLINK\n / \nLink that shows original date of publication of the Danish text in 1874\n\n\nAdditional Notes:\n Danish phrase is also used on Hans Christian Andersen's gravestone. New translation by \nFlyPurgatorio\n.\n\n\n\n\n\n\nFilename:\n EastwardofEden1.jpg\n\n\nName:\n Music Box And Key, ca. 1780 (CH 18423157).jpg\n\n\nAuthor:\n Unknown Artist / Cooper Hewitt, Smithsonian Design Museum (Collection)\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLINK\n\n\n\n\n\n\nFilename:\n Eden2.jpg\n\n\nName:\n Forêt amérique du sud.jpg\n\n\nAuthor:\n Unknown author\n\n\nLicense:\n CC 0\n\n\nSource Link:\n \nLINK\n\n\n\n\n\n\nFilename:\n Grave image\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK\n\n\nSource:\n Authors own work\n\n\n\n\nThis image [Grave image] is a derivative of:\n\n\n\n\nName:\n H. C. Andersen grave\n\n\nAuthor:\n Thue\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n pen.png\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLink\n\n\nSource:\n Authors own work\n\n\nDerivative Of:\n MSignature HCA \nLINK\n\n\n\n\nThis image [pen.png] is a derivative of:\n\n\n\n\nFilename:\n Signature HCA\n\n\nName:\n Signature of Danish author Hans Christian Andersen.\n\n\nAuthor:\n Connormah, Hans Christian Andersen\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLINK\n\n\n\n\n\n\nFilename:\n musicbox-1-2.png\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK\n\n\nSource:\n Authors own work\n\n\nDerivative Of:\n Music Box And Key, ca. 1780 (CH 18423157).jpg \nLINK\n\n\n\n\nThis image [musicbox-1-2.png] is a derivative of:\n\n\n\n\nFilename:\n EastwardofEden1.jpg\n\n\nName:\n Music Box And Key, ca. 1780 (CH 18423157).jpg\n\n\nAuthor:\n Unknown Artist / Cooper Hewitt, Smithsonian Design Museum (Collection)\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLINK\n\n\n\n\n\n\nFilename:\n reveriemom-1-2.png\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK\n\n\nSource:\n Authors own work\n\n\n\n\n\n\nFilename:\n gate-2.png\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK\n\n\nSource:\n Authors own work\n\n\n\n\n\n\nFilename:\n hazmat-1.png\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK\n\n\nSource:\n Authors own work\n\n\n\n\n\n\nFilename:\n dragon2-1.png\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK\n\n\nSource:\n Authors own work\n\n\n\n\n\n\nFilename:\n koi-2.png\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK\n\n\nSource:\n Authors own work\n\n\n\n\n\n\nFilename:\n Kindred-1.png\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK\n\n\nSource:\n Authors own work\n\n\n\n\n\n\nFilename:\n Reverie.png\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK\n\n\nSource:\n Authors own work\n\n\n\n\n\n\nFilename:\n birthmark-2.png\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK\n\n\nSource:\n Authors own work\n\n\n\n\n\n\nFilename:\n lucagear-1.png\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK\n\n\nSource:\n Authors own work\n\n\n\n\n\n\nFilename:\n arch.png\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK\n\n\nSource:\n Authors own work\n\n\n\n\n\n\nFilename:\n reflection1.png\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK\n\n\nSource:\n Authors own work\n\n\nDerivative Of:\n Lamia and the Soldier (1905). \nLINK\n\n\n\n\nThis image [reflection1.png] is a derivative of:\n\n\n\n\nFilename:\n Lamia and the Soldier (1905).\n\n\nName:\n John Waterhouse - Lamia - Google Art Project.jpg\n\n\nAuthor:\n John William Waterhouse\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nLINK\n\n\n\n\n\n\nFilename:\n lucawing.png\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK\n\n\nSource:\n Authors own work\n\n\n\n\n\n\nFilename:\n confront.png\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK\n\n\nSource:\n Authors own work\n\n\n\n\n\n\nFilename:\n babyy.png\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK\n\n\nSource:\n Authors own work\n\n\n\n\n\n\nFilename:\n Eden_project.jpg\n\n\nAuthor:\n A1personage\n\n\nLicense:\n CC 0\n\n\nSource Link:\n \nLINK\n\n\n\n\n\n\nFilename:\n end3.png\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK\n\n\nSource:\n Authors own work\n\n\n\n\n\n\nFilename:\n paper-min[1].png\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nLINK\n\n\nSource:\n Authors own work\n\n\nNote:\n Background used for Storybook divs.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8165\n | SCP-8166 | \nSCP-8167\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8166 \" by AstersQuill, FlyPurgatorio, and sailorenoch, from the SCP Wiki . Source: https://scpwiki.com/scp-8166 . Licensed under CC-BY-SA .",
        "Quote: \"Oh, why did Eve take of the tree of knowledge! Why did Adam eat the forbidden fruit! If it had only been I it would not have happened! never would sin have entered the world!\" Name Source: The Garden of Paradise (short story) Author: Hans Christian Andersen (original); Dugald Stewart Walker (translation) License: Public Domain Source Link: LINK / Licensing info at bottom of the page Additional Notes: Paraphrased",
        "Quote: \"Better to reign in Hell, then serve in Heav'n.\" Name Source: Paradise Lost (Book 1 line 263) Author: John Milton License: Public Domain Source Link: LINK / Licencing info at bottom of the page Additional Notes: Paraphrased/reworked to \"Better to fall in innocence than to be burdened in Hell.\"",
        "Quote: \"Into this wilde Abyss,The Womb of nature and perhaps her Grave, Of neither Sea, nor Shore, nor Air, nor Fire, But all these in their pregnant causes mixt Confus'dly, and which thus must ever fight, Unless th’ Almighty Maker them ordain His dark materials to create more Worlds, Into this wilde Abyss the warie fiend Stood on the brink of Hell and look'd a while, Pondering his Voyage; for no narrow frith He had to cross. \" Name Source: Paradise Lost (Book 2 line 910-920) Author: John Milton License: Public Domain Source Link: LINK / Licencing info at bottom of the page Additional Notes: Parts of Luca Armaros' storyline are based on/referring to this passage. There is no direct quote. Specifically for searchablity: \"The Archivist stands there, flame warming his back, his eyes on the darkness (…) and watched the creek grow wider and wider.\"",
        "Quote: Vort Jordliv her er Evighedens Frø / Our life here on earth is the seed of Eternity Name: Oldingen (poem) Author: Hans Christian Andersen (original); FlyPurgatorio (translation) License: Public Domain Source Link: LINK / Link that shows original date of publication of the Danish text in 1874 Additional Notes: Danish phrase is also used on Hans Christian Andersen's gravestone. New translation by FlyPurgatorio .",
        "Filename: EastwardofEden1.jpg Name: Music Box And Key, ca. 1780 (CH 18423157).jpg Author: Unknown Artist / Cooper Hewitt, Smithsonian Design Museum (Collection) License: Public Domain Source Link: LINK",
        "Filename: Eden2.jpg Name: Forêt amérique du sud.jpg Author: Unknown author License: CC 0 Source Link: LINK",
        "Filename: Grave image Author: sailorenoch License: CC BY-SA 3.0 Source Link: LINK Source: Authors own work",
        "Name: H. C. Andersen grave Author: Thue License: Public Domain Source: Wikimedia Commons",
        "Filename: pen.png Author: sailorenoch License: CC BY-SA 3.0 Source Link: Link Source: Authors own work Derivative Of: MSignature HCA LINK",
        "Filename: Signature HCA Name: Signature of Danish author Hans Christian Andersen. Author: Connormah, Hans Christian Andersen License: Public Domain Source Link: LINK",
        "Filename: musicbox-1-2.png Author: sailorenoch License: CC BY-SA 3.0 Source Link: LINK Source: Authors own work Derivative Of: Music Box And Key, ca. 1780 (CH 18423157).jpg LINK",
        "Filename: EastwardofEden1.jpg Name: Music Box And Key, ca. 1780 (CH 18423157).jpg Author: Unknown Artist / Cooper Hewitt, Smithsonian Design Museum (Collection) License: Public Domain Source Link: LINK",
        "Filename: reveriemom-1-2.png Author: sailorenoch License: CC BY-SA 3.0 Source Link: LINK Source: Authors own work",
        "Filename: gate-2.png Author: sailorenoch License: CC BY-SA 3.0 Source Link: LINK Source: Authors own work",
        "Filename: hazmat-1.png Author: sailorenoch License: CC BY-SA 3.0 Source Link: LINK Source: Authors own work",
        "Filename: dragon2-1.png Author: sailorenoch License: CC BY-SA 3.0 Source Link: LINK Source: Authors own work",
        "Filename: koi-2.png Author: sailorenoch License: CC BY-SA 3.0 Source Link: LINK Source: Authors own work",
        "Filename: Kindred-1.png Author: sailorenoch License: CC BY-SA 3.0 Source Link: LINK Source: Authors own work",
        "Filename: Reverie.png Author: sailorenoch License: CC BY-SA 3.0 Source Link: LINK Source: Authors own work",
        "Filename: birthmark-2.png Author: sailorenoch License: CC BY-SA 3.0 Source Link: LINK Source: Authors own work",
        "Filename: lucagear-1.png Author: sailorenoch License: CC BY-SA 3.0 Source Link: LINK Source: Authors own work",
        "Filename: arch.png Author: sailorenoch License: CC BY-SA 3.0 Source Link: LINK Source: Authors own work",
        "Filename: reflection1.png Author: sailorenoch License: CC BY-SA 3.0 Source Link: LINK Source: Authors own work Derivative Of: Lamia and the Soldier (1905). LINK",
        "Filename: Lamia and the Soldier (1905). Name: John Waterhouse - Lamia - Google Art Project.jpg Author: John William Waterhouse License: Public Domain Source Link: LINK",
        "Filename: lucawing.png Author: sailorenoch License: CC BY-SA 3.0 Source Link: LINK Source: Authors own work",
        "Filename: confront.png Author: sailorenoch License: CC BY-SA 3.0 Source Link: LINK Source: Authors own work",
        "Filename: babyy.png Author: sailorenoch License: CC BY-SA 3.0 Source Link: LINK Source: Authors own work",
        "Filename: Eden_project.jpg Author: A1personage License: CC 0 Source Link: LINK",
        "Filename: end3.png Author: sailorenoch License: CC BY-SA 3.0 Source Link: LINK Source: Authors own work",
        "Filename: paper-min[1].png Author: sailorenoch License: CC BY-SA 3.0 Source Link: LINK Source: Authors own work Note: Background used for Storybook divs."
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-8166"
}