{
    "url": "https://scp-wiki.wikidot.com/scp-8169",
    "all_text": "Warning: This story has absolutely no redeeming merit or value.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADULT CONTENT\n\n\n\n\n\nThis article contains adult content that may not be suitable for all readers.\n\nGraphic depiction of blood, gore or mutilation of body parts\n\n\nFeatures sexual themes or language, but does not depict sexual acts.\n\n\nExplicit depiction of sexual acts.\n\n\nFeatures non-consensual sexual acts.\n\n\nDepiction of severe mistreatment of children\n\n\nDepiction of self-harm\n\n\nDepiction of suicide\n\n\nDepiction of torture\n\n\nArachnids.\n\n\nIf you are above the age of 18+ and wish to read such content, then you may click Continue to view said content.\n\n\nContinue\n\n\nBack to Front Page\n\n\n« \nscp-8168\n |\nSCP-8169\n| \nSCP-8170\n »\n\n\n\n\n\n\n\n\nrating: \n+122\n+\n–\nx\n\n\n\n\n\n\nMargaretha Monroe, c. 1975\n\n\n\n\n\n\nItem #:\n SCP-8169\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-8169 is currently stored within a standard Safe-Class storage locker at Site-433. Outside of testing purposes, it is not to be removed from its storage locker. Testing with SCP-8169 is currently forbidden by the Ethics Committee.\n1\n\n\nA search for SCP-8169-A instances is ongoing, centered around the site of the anomaly's discovery. Cover Story-3821-SMIW (“Inquiry by Public Health Officials\") is to be used to facilitate this. Any discovered subjects are to be detained at Site-433.\n\n\nDescription:\n SCP-8169 is a small black ceramic sculpture of a spider, previously belonging to deceased German-American sex worker Margaretha Monroe.\n2\n SCP-8169 was recovered from a brothel in Los Angeles in 1978 as part of an initiative to sweep high-population American cities for low-risk, as of yet undiscovered, anomalous objects.\n\n\nSCP-8169's anomalous properties activate when two individuals engage in sexual intercourse while the sculpture is present. Male subjects have reported no adverse effects. However, female subjects will suffer a number of anomalous phenomena centered around their bodies shortly afterwards. They have been designated SCP-8169-A instances.\n\n\nApproximately 3-5 days after the act concludes, spiders of a variety of species, including parasteatoda tepidariorum,\n3\n latrodectus mactans,\n4\n araneus diadematus,\n5\n and amaurobius ferox\n6\n will begin to appear within the uterus and vagina of the SCP-8169-A subject. These entities have been observed slowly developing within the subject's uterus before eating their way out of the uterine lining.\n\n\nThese spiders have been observed wriggling and moving throughout the subject's cavities, engaging in oviparity and the weaving of webs as they do so. Notably, no spider has ever been observed engaging in aggressive behavior of any sort, be it biting the SCP-8169-A instance or engaging in territorial disputes with one another. The ever-increasing rate at which new spiders appear makes attempts to remove these spiders\n7\n an impractical method of mitigating the phenomenon.\n\n\nMale subjects who engage in intercourse with an SCP-8169-A instance have reported lasting pain and discomfort. During intercourse, spiders from the SCP-8169-A instance's uterus will crawl out of the subject's body and onto the male's genitalia,\n8\n biting him repeatedly. They will also begin weaving webs along the length of the shaft, trapping the male's semen\n9\n and fully covering the urethra. Following intercourse, the population of spiders has been observed to increase dramatically, at times almost doubling. It is theorized that the feeding event functions as an opportunity for the spiders to socialize and engage in copulation.\n\n\nNone of the affected individuals — male or female — have actually mentioned or noticed the presence of the arachnids, despite numerous complaints of a strong itching sensation in the groin region. A potential memetic phenomenon is suspected, but has not been proven.\n\n\nLarge clumps of web have been discovered within the menstrual blood of SCP-8169-A instances. Spiders have been discovered trapped within the webbing, their legs still moving. The rate of menstruation decreases extremely quickly as the SCP-8169-A instance ages. The majority of SCP-8169-A instances will experience a condition analagous to menopause approximately 8-9 months after the beginning of anomalous phenomena.\n\n\nEventually, the presence of webbing will completely seal over the vagina and make sexual intercourse impossible. Ultrasound of SCP-8169-A instances that have reached this stage has revealed that the spiders within their uterus will continue to reproduce, crawling over each other at such a quick rate that individual spiders cannot be observed. In extreme cases, the instance's belly will become swollen and engorged with the quantity of spiders.\n\n\nAddendum — Research Update\n\n\nAlicia Smith, an acquaintance of Monroe's and fellow sex worker, has been key in gaining information regarding the SCP-8169 anomaly. Smith revealed that SCP-8169 was used as a \"good luck charm\" by its owners, with the goal of minimizing the chance of pregnancy. SCP-8169 has no contraceptive properties.\n\n\n\n\nFootnotes\n\n\n1\n. See \nCimmerian et al. 1996:\n Factory Porn and the Casting Couch: Proper Controls in the Study of Anomalies with Sexual Aspects.\n\n\n2\n. Monroe died in childbirth on June 5th, 1977.\n\n\n3\n. Common house spider.\n\n\n4\n. Southern black widow.\n\n\n5\n. European garden spider.\n\n\n6\n. Black lace weaver.\n\n\n7\n. Typically done under the guise of a gynecological procedure.\n\n\n8\n. In one test, entering the male's body through the urethra.\n\n\n9\n. Serving as a means of trapping a source of protein for the spiders.\n\n\n\n\n\n\n\n\n« \nSCP-8168\n | SCP-8169 | \nSCP-8170\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8169\n\" by Cathy Autumn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8169\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nName:\n LoisWeber.jpg\n\n\nAuthor:\n Unknown\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum — Research Update\nAlicia Smith, an acquaintance of Monroe's and fellow sex worker, has been key in gaining information regarding the SCP-8169 anomaly. Smith revealed that SCP-8169 was used as a \"good luck charm\" by its owners, with the goal of minimizing the chance of pregnancy. SCP-8169 has no contraceptive properties."
    ],
    "documents": [],
    "notes": [
        "\" SCP-8169 \" by Cathy Autumn, from the SCP Wiki . Source: https://scpwiki.com/scp-8169 . Licensed under CC-BY-SA .",
        "Name: LoisWeber.jpg Author: Unknown License: Public Domain Source Link: Wikimedia Commons"
    ],
    "item": "SCP-8169",
    "object_class": "Safe",
    "containment_procedures": "SCP-8169 is currently stored within a standard Safe-Class storage locker at Site-433. Outside of testing purposes, it is not to be removed from its storage locker. Testing with SCP-8169 is currently forbidden by the Ethics Committee.1",
    "description": "SCP-8169 is a small black ceramic sculpture of a spider, previously belonging to deceased German-American sex worker Margaretha Monroe.2 SCP-8169 was recovered from a brothel in Los Angeles in 1978 as part of an initiative to sweep high-population American cities for low-risk, as of yet undiscovered, anomalous objects.",
    "title": "SCP-8169"
}