{
    "url": "https://scp-wiki.wikidot.com/scp-8170",
    "all_text": "rating: \n+57\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n3/8170\n LEVEL \n3/8170\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-8170\n\n\n\n\n\n\nEuclid\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPhotograph of SCP-8170 taken by Researcher Balotnik. Potentially hazardous elements obfuscated or redacted.\n\n\n\n\n\n\nItem #:\n SCP-8170\n\n\nObject Class:\n Euclid\n\n\nSecure Containment Procedures:\n Foundation employees found discussing SCP-8170 in a social environment, or found having any conversation relating to SCP-8170 beyond its containment in an official setting, are to be interviewed immediately about the source of their knowledge, and afterward administered Class C amnestics to remove all memory of SCP-8170.\n\n\nResearcher Balotnik is the only researcher permitted to fully view specimens of SCP-8170. Researcher Balotnik will monitor the academic world for any mention of SCP-8170 and coordinate Foundation operations to eliminate any potential research into the subject.\n\n\nAny personnel except Researcher Balotnik attempting to edit the “Description” article of this page without prior authorization, regardless of clearance level, are to be immediately questioned by the SCP-8170 containment team. Personnel not on the SCP-8170 containment team that attempt to speak to Researcher Balotnik about SCP-8170 must be incapacitated, using lethal force only if necessary, and immediately amnesticized.\n\n\nDescription:\n\n\n\n\n\n\nPermitted Descriptors of SCP-8170. No more specific description is permitted under any circumstances.\n\n\n\n\n\n\n\n\n\n\nCommon Name\n\n\nEast Andes Mammal\n\n\n\n\n\n\nScientific Name\n\n\nNone\n1\n\n\n\n\n\n\nWeight\n\n\nLess than 5kg\n\n\n\n\n\n\nNumber of Limbs\n\n\n4\n\n\n\n\n\n\nToes per foot\n\n\nBetween 2 and 6\n\n\n\n\n\n\nColoration\n\n\nWithin natural mammalian range\n2\n\n\n\n\n\n\nTail Length\n\n\nBetween 5cm and 200cm\n\n\n\n\n\n\nDistribution\n\n\nBolivia and northern Argentina\n\n\n\n\n\n\nSCP-8170 is an anomalous species of small mammal with a cognitohazardous effect on human beings. A single person may safely observe SCP-8170, but when two or more humans are discussing any physical, behavioral, or taxonomic features of SCP-8170 beyond the most general, it will invariably result in an argument. The more specific the feature of SCP-8170 under discussion, the more violent the argument will become.\n\n\nDiscovery and Containment Attempts:\n SCP-8170 has been known to modern science as a species since 1933, when it was mentioned very briefly in a text on South American mammals by Dr. Werner Lipschultz of Heidelberg University. Lipschultz was the only scholar performing any manner of research on SCP-8170 until his death in 1965.\n\n\nThe anomalous effects of SCP-8170 were not known until the 1998 American Neotropical Mammalogy Society Conference that conferred in Columbus, Ohio, USA, on 03/12/1998. There, a graduate student presented her thesis research on SCP-8170, aiming to be the first to formally describe its anatomy, life history, and behavior. By the time the Columbus Police Force arrived on the scene, four mammal researchers were already deceased and sixteen severely injured in the mob violence. Foundation police monitors immediately noticed the incident’s anomalous nature and deployed a Mobile Task Force to amnesticize all witnesses.\n\n\nFoundation anthropologists were deployed to Bolivia on 7/7/1999, with the express purpose of describing cultural perceptions of the Aymara people living in SCP-8170's native range. Upon being shown the partially redacted image of SCP-8170 and asked about ‘an animal that causes arguments’, any Aymara person interviewed immediately ceased speaking and would refuse further discussion, except to tell researchers to avoid the topic.\n\n\nOn 8/10/2000, a proposal was officially presented to the Ethics Committee advocating the forced extinction of SCP-8170, due to its potential to incite deadly violence and compromise Foundation secrecy. The proposal passed with a 10-4 vote. Mobile Task Force Delta-18 ('Big Irons'), Subforce 3, was assigned to carry out the operation. A transcript of their initial briefing meeting is provided below.\n\n\n\n\n\n\n\n\n\n\nShow Video Transcript Log 8170.1\n\n\n\n\nHide Video Transcript Log 8170.1\n\n\n\n\n\n\n\n\n\n\nVideo Transcript of MTF Delta-18, Subforce 3 Briefing Meeting\n\n\n\n\n\n\n\n\n\n\nTime and Date:\n 13:02, 12/4/2001\n\n\nLocation:\n Field Site 991, 16.5 km by road south of Sucre, Bolivia.\n\n\nAgents:\n M. Loravan (Commanding Officer), V. Sherpet, and G. Hummel\n\n\n\n\n[Eight minutes of extraneous social discussion, in which Sherpet and Hummel discuss the trip to Field Site 991 and make plans for a joint South American vacation with both their families, have been removed.]\n\n\nLoravan\n: Alright team, we may begin discussion. Here’s the protocol: if I say “argument forming,” anybody talking or writing must immediately cease. You cannot speak until I begin again.\n\n\nSherpet:\n Got it.\n\n\nHummel:\n Understood.\n\n\nLoravan:\n Beyond the redacted photo, none of us know anything about this mouse, for good reason. Now —\n\n\nHummel:\n We don’t know if it’s a mouse. It could be a shrew.\n\n\nLoravan:\n Argument forming. Please refrain from interrupting me, Agent Hummel.\n\n\nHummel:\n Understood. Apologies.\n\n\nLoravan:\n Now, I believe a dual combination of targeted, induced disease, combined with poison-baited traps, is the optimal strategy. We have a researcher at Site-55, currently kept in complete isolation, finishing a targeted viral agent that will decimate SCP-8170. Should be complete within 48 hours.\n\n\nSherpet:\n A virus? The species can’t be social enough for it to transmit.\n\n\nHummel:\n What do you know? They definitely share burrows. A virus would be perfect.\n\n\nSherpet:\n Burrows? You seriously think —\n\n\nLoravan:\n Argument forming.\n\n\n[Both Sherpet and Hummel stop talking, but look discomfited]\n\n\nLoravan:\n Hummel, you will be in charge of inoculating the population with the virus. Sherpet, you’re in charge of the poisoning. Once you see the species, you are not permitted to talk to each other until you’re amnesticized post-mission.\n\n\nHummel:\n Roger.\n\n\nSherpet:\n \n[Imitating Hummel mockingly]\n “Roger, roger, boss!”\n\n\nHummel:\n The hell did you just say?\n\n\nSherpet:\n I sure didn’t say some dumb shit like ‘they share burrows’ because that would be fucking moronic.\n\n\nHummel:\n For real? Val, you're the biggest idiot I know. You have been since high school. Yet somehow, somehow, you’re always acting like you're smarter than me.\n\n\n[Sherpet begins moving towards Hummel aggressively. Loravan, the only agent carrying a sidearm, stands between them.]\n\n\nLoravan:\n Argument forming. Stand down agents!\n\n\nSherpet:\n Fuck you, Martin! I’m done with this know-it-all piece of shit.\n\n\n[Loravan draws their weapon and stands between Sherpet and Hummel. Loravan begins to speak into their radio to Site-55.]\n\n\nLoravan:\n Dammit, we need extraction. Looks like even discussing a general plan leads to the hazard presenting. We’ll have to all get amnesticized now.\n\n\nSite-55 Dispatch\n: On our way.\n\n\nLoravan:\n Well this went tits-up right off. \n[With voice raised]\n Hummel, to the kitchen. Sherpet, to the bunkroom. No speaking, no more contact between you two until extraction. Mission’s over. We can’t have you talking during ground insertion.\n\n\n[With great difficulty, Sherpet and Hummel break eye contact and begin walking to separate rooms]\n\n\nSherpet\n: \n[Muttering under her breath]\n Trucks wouldn’t have worked anyway. They live in higher altitudes than these roads can reach.\n\n\nLoravan:\n What was that, Sherpet?\n\n\nSherpet:\n You heard me.\n\n\n[Loravan approaches Sherpet with their weapon drawn]\n\n\nLoravan:\n Take that back. Take it back immediately, agent, or you’re terminated.\n\n\nSherpet:\n Make me, asshole. I know more about them then you ever will. No way they live below 4,000 meters. It's as plain as the sky being blue.\n\n\nLoravan\n: It’s completely obvious that they live between 3,200 and 3,700 meters. My eight-year old daughter could tell you that. You just lost your job, dumbass. Now get on your knees and let me restrain you until extraction, or I’ll shoot you in the goddamn —\n\n\n[Loravan is tackled from behind by Hummel. All three agents grapple for Loravan’s service pistol. A shot is fired, hitting Sherpet in the lower abdomen.]\n\n\nSherpet:\n Fuck you. Oh god, fuck you to hell. You 3,200-meter bitch.\n\n\n[Hummel strikes Loravan on the face, relaxing Loravan’s grip enough for Hummel to pull the pistol free. Without hesitation, Hummel shoots Loravan in the head, killing him instantly. Hummel then fires eleven shots into Loravan’s body, emptying the pistol’s magazine.]\n\n\nHummel:\n And that’s for calling it a goddamn mouse when it’s clearly a shrew. Now where's —\n\n\n[Sherpet has picked up a small generator used for powering the field site, and strikes Hummel from behind with it. Hummel crumples to the floor. Sherpet climbs on top of Hummel and begins to hit them further with the generator.]\n\n\nSherpet:\n \n[Between strikes]\n Still…think…they…share…burrows…now?\n\n\n[Six minutes pass, during which Sherpet begins to dismember the bodies of Loravan and Hummel. At 13:20, the extraction team enters. They restrain Sherpet, immediately placing a gag to prevent Sherpet from speaking about SCP-8170.]\n\n\n\n\nAgent Sherpet expired from their gunshot wound shortly after arriving at the Site-55 medical center. After debrief, the SCP-8170 containment team decided the cognitohazardous element of SCP-8170 was too dangerous for further attempts at extinction.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt is currently believed that SCP-8170 has naturally evolved a defensive cognitohazardous ability to make humans and other social predators, such as canids, violently aggressive towards each other when attempting to coordinate hunts targeting it. It is also possible that parent animals, even species not considered cooperative hunters, that attempt to teach their young to hunt SCP-8170 would fall victim to its effects. There is no doubt that the evolutionary benefits of this would be extremely advantageous.\n3\n\n\n\n\n\n\nNote from Researcher Balotnik\n\n\n\n\nYesterday I was transcribing some of my old notes about its anatomy, and I found myself getting irrationally angry at the decisions I'd made. More than that, angry at the person I used to be. I muttered some curses at this \"me from the past\". Then realized this goddamn thing had me fighting with \nmyself\n. I need to be careful it doesn't progress.\n\n\nLast year, one of my good friends, Dr. Khan, casually mentioned he heard I was studying some kind of small animal. I had to taze him unconscious right there in the Euclid wing breakroom. Even after the team gave him Class C amnestics, we're not friends anymore. Won't even talk to me. Something about this effect lingers, even if it's no longer dangerous.\n\n\nEvolution builds on existing traits. In the same way a virus hijacks its host's immune system, I think this hazard activates something already deep within us. It's a clever trick. SCP-8170 knows it's not big enough to defend itself, so it uses the thing that can.\n\n\nHumanity's greatest trait is our ability to cooperate. Take that away, and we're just weak, naked beasts, clawing at ourselves.\n\n\n- \nAnna Balotnik,\n 5/5/2013\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A scientific name requires assigning SCP-8170 to a taxonomic genus. On 1/19/2002 Dr. Carillo attempted to create a binomial name and keep it redacted, but was accidentally observed saying the name into a personal voice recorder by Dr. Lafont through a soundproof window. SCP-8170 containment team was unaware Dr. Lafont could read lips. Partial remains of Dr. Carillo were discovered in Dr. Lafont's office six hours later.\n\n\n2\n. Though knowledge of the general color had previously been believed to be safe, on 5/9/2006 Researcher Zhou and Dr. Lindsey began discussing the coloration's potential ability to provide camouflage. On 5/18/2006, despite amnesticization, both personnel jointly filed for divorce after 21 years of marriage.\n\n\n3\n. Further research on the subject, including investigation of any connection to the evolutionary process of similar anomalies such as \nSCP-████\n is strictly prohibited by order of Researcher Balotnik.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Time and Date: 13:02, 12/4/2001 Location: Field Site 991, 16.5 km by road south of Sucre, Bolivia. Agents: M. Loravan (Commanding Officer), V. Sherpet, and G. Hummel [Eight minutes of extraneous social discussion, in which Sherpet and Hummel discuss the trip to Field Site 991 and make plans for a joint South American vacation with both their families, have been removed.] Loravan : Alright team, we may begin discussion. Here’s the protocol: if I say “argument forming,” anybody talking or writing must immediately cease. You cannot speak until I begin again. Sherpet: Got it. Hummel: Understood. Loravan: Beyond the redacted photo, none of us know anything about this mouse, for good reason. Now — Hummel: We don’t know if it’s a mouse. It could be a shrew. Loravan: Argument forming. Please refrain from interrupting me, Agent Hummel. Hummel: Understood. Apologies. Loravan: Now, I believe a dual combination of targeted, induced disease, combined with poison-baited traps, is the optimal strategy. We have a researcher at Site-55, currently kept in complete isolation, finishing a targeted viral agent that will decimate SCP-8170. Should be complete within 48 hours. Sherpet: A virus? The species can’t be social enough for it to transmit. Hummel: What do you know? They definitely share burrows. A virus would be perfect. Sherpet: Burrows? You seriously think — Loravan: Argument forming. [Both Sherpet and Hummel stop talking, but look discomfited] Loravan: Hummel, you will be in charge of inoculating the population with the virus. Sherpet, you’re in charge of the poisoning. Once you see the species, you are not permitted to talk to each other until you’re amnesticized post-mission. Hummel: Roger. Sherpet: [Imitating Hummel mockingly] “Roger, roger, boss!” Hummel: The hell did you just say? Sherpet: I sure didn’t say some dumb shit like ‘they share burrows’ because that would be fucking moronic. Hummel: For real? Val, you're the biggest idiot I know. You have been since high school. Yet somehow, somehow, you’re always acting like you're smarter than me. [Sherpet begins moving towards Hummel aggressively. Loravan, the only agent carrying a sidearm, stands between them.] Loravan: Argument forming. Stand down agents! Sherpet: Fuck you, Martin! I’m done with this know-it-all piece of shit. [Loravan draws their weapon and stands between Sherpet and Hummel. Loravan begins to speak into their radio to Site-55.] Loravan: Dammit, we need extraction. Looks like even discussing a general plan leads to the hazard presenting. We’ll have to all get amnesticized now. Site-55 Dispatch : On our way. Loravan: Well this went tits-up right off. [With voice raised] Hummel, to the kitchen. Sherpet, to the bunkroom. No speaking, no more contact between you two until extraction. Mission’s over. We can’t have you talking during ground insertion. [With great difficulty, Sherpet and Hummel break eye contact and begin walking to separate rooms] Sherpet : [Muttering under her breath] Trucks wouldn’t have worked anyway. They live in higher altitudes than these roads can reach. Loravan: What was that, Sherpet? Sherpet: You heard me. [Loravan approaches Sherpet with their weapon drawn] Loravan: Take that back. Take it back immediately, agent, or you’re terminated. Sherpet: Make me, asshole. I know more about them then you ever will. No way they live below 4,000 meters. It's as plain as the sky being blue. Loravan : It’s completely obvious that they live between 3,200 and 3,700 meters. My eight-year old daughter could tell you that. You just lost your job, dumbass. Now get on your knees and let me restrain you until extraction, or I’ll shoot you in the goddamn — [Loravan is tackled from behind by Hummel. All three agents grapple for Loravan’s service pistol. A shot is fired, hitting Sherpet in the lower abdomen.] Sherpet: Fuck you. Oh god, fuck you to hell. You 3,200-meter bitch. [Hummel strikes Loravan on the face, relaxing Loravan’s grip enough for Hummel to pull the pistol free. Without hesitation, Hummel shoots Loravan in the head, killing him instantly. Hummel then fires eleven shots into Loravan’s body, emptying the pistol’s magazine.] Hummel: And that’s for calling it a goddamn mouse when it’s clearly a shrew. Now where's — [Sherpet has picked up a small generator used for powering the field site, and strikes Hummel from behind with it. Hummel crumples to the floor. Sherpet climbs on top of Hummel and begins to hit them further with the generator.] Sherpet: [Between strikes] Still…think…they…share…burrows…now? [Six minutes pass, during which Sherpet begins to dismember the bodies of Loravan and Hummel. At 13:20, the extraction team enters. They restrain Sherpet, immediately placing a gag to prevent Sherpet from speaking about SCP-8170.]",
        "Note from Researcher Balotnik Yesterday I was transcribing some of my old notes about its anatomy, and I found myself getting irrationally angry at the decisions I'd made. More than that, angry at the person I used to be. I muttered some curses at this \"me from the past\". Then realized this goddamn thing had me fighting with myself . I need to be careful it doesn't progress. Last year, one of my good friends, Dr. Khan, casually mentioned he heard I was studying some kind of small animal. I had to taze him unconscious right there in the Euclid wing breakroom. Even after the team gave him Class C amnestics, we're not friends anymore. Won't even talk to me. Something about this effect lingers, even if it's no longer dangerous. Evolution builds on existing traits. In the same way a virus hijacks its host's immune system, I think this hazard activates something already deep within us. It's a clever trick. SCP-8170 knows it's not big enough to defend itself, so it uses the thing that can. Humanity's greatest trait is our ability to cooperate. Take that away, and we're just weak, naked beasts, clawing at ourselves. - Anna Balotnik, 5/5/2013"
    ],
    "item": "SCP-8170",
    "object_class": "Euclid",
    "description": "",
    "title": "SCP-8170"
}