{
    "url": "https://scp-wiki.wikidot.com/scp-8173",
    "all_text": "A new SCP dossier is being served to Foundation staff. The anomaly? Some things are inherently not anomalous. Enclosed, Ms. Harrier’s poignant story about the Foundation’s response.\n\n\n\n\n\n\nrating: \n+25\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n8173\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Should awareness of SCP-8173 become public, a disinformation campaign will be issued, followed by case-by-case administration of amnestics to affected civilians.\n\n\nDue to SCP-8173's disproportionate effect on her, C-Class Containment Technician Ms Audrey Harrier is to be afforded room and board in a Level 1 (or higher) clearance zone. If practical, the location of her room should be on the site of her employment to keep the cost of SCP-8173's containment minimal. She will not be permitted to enter any area of lower clearance unless approved by the occupying site director. Any civilian or staff without security clearance who is exposed to Ms Audrey Harrier will be administered class B\n1\n amnestics as to avoid awareness of SCP-8173 from triggering outside of Foundation control.\n\n\nDescription:\n SCP-8173 is a semiohazard that affects all reality, and results in unexplainable variations in normalcy. Instances of SCP-8173 are difficult to detect without skilful use of logical reasoning. The most prominent instance of SCP-8173 amplifies the normalcy of Ms Audrey Harrier (see addenda). This instance is also responsible for paradoxes relating to her physiology, life history, behaviour, and origin. These paradoxes are functions of the semiohazard and their effect on normalcy. Ms Harrier is not anomalous.\n\n\nAddendum 8173.1:\n Discovery\n\n\nAt the time of SCP-8173’s discovery, Ms Harrier was undergoing an internship within the SCP Foundation. Ms Harrier’s supervisor, Dr Doux, had been anonymously notified that Ms Harrier was the source of an anomalous agent and that the Foundation should be alerted.\n\n\nDr Doux dismissed this report and it was only after additional consideration that he filed his own. Following the filing of Dr Doux's report, Ms Harrier’s quarantine had been issued.\n\n\nAddendum 8173.2:\n Interview Logs\n\n\n\n\n+ ACCESS /S:/8173/interviews/sylva_isabelle01\n\n\n\n\n- Accessed /S:/8173/interviews/sylva_isabelle01\n\n\n\n\n\n\nInterviewed:\n Mrs Isabelle Sylva, General Practitioner\n\n\nInterviewer:\n Dr Roseart\n\n\nForeword:\n Mrs Isabelle Sylva was a childhood friend of Ms Harrier.\n\n\n<Begin Log>\n\n\nDr Roseart:\n We’d like to ask a few questions about Audrey.\n\n\nSilence.\n\n\nDr Roseart:\n Of the Harriers. A friend of yours?\n\n\nSilence.\n\n\nMrs Sylva:\n OH! Audrey! It’s been so long.\n\n\nDr Roseart:\n How did you get to know each other?\n\n\nMrs Sylva:\n She was the neighbours' kid. I think we were playing on the street and her parents let me in their home or something. \n(laughs.)\n\n\nDr Roseart:\n When was this?\n\n\nMrs Sylva:\n I think I was about 8 or 9. I’m 29 now, so that’d make it…\n\n\nDr Roseart:\n 21 years ago, at the latest. You weren’t kidding, that's quite some time. Do you remember when you stopped seeing each other?\n\n\nMrs Sylva:\n We became distant after high school.\n\n\nDr Roseart:\n Is there anything that struck you as odd about Audrey?\n\n\nMrs Sylva:\n No, not really.\n\n\nDr Roseart:\n Hm.\n\n\nDr Roseart is checking their notes.\n\n\nMrs Sylva:\n Could I help you with anything else?\n\n\nDr Roseart:\n Pardon me, ma'am. I’m thinking.\n\n\nMrs Sylva:\n Ok…?\n\n\nDr Roseart:\n You met her parents, correct? You knew each other for some time.\n\n\nMrs Sylva:\n I did. Lovely people.\n\n\nDr Roseart:\n I apologize if this feels intrusive to ask, but were her parents biological?\n\n\nMrs Sylva:\n …Actually, I don’t think they were. I think she was adopted.\n\n\nDr Roseart:\n Why do you say that? Lack of resemblance?\n\n\nMrs Sylva:\n Absolutely, and you know, they were always talking about how she came from a rock. It was such a cute story.\n\n\nDr Roseart:\n …A rock?\n\n\nMrs Sylva:\n I think it was meant to be like an egg. They’d sit us both down for tea and talk both of our ears off about her. I suppose that’s just what loving parents do.\n\n\nDr Roseart:\n I suppose so. Did you get the impression this “rock” story was a euphemism or literal? Maybe they didn’t want Audrey to feel bad about being adopted.\n\n\nMrs Sylva:\n I couldn’t say. But it is such a nice story, don’t you think? I would want to believe it was true.\n\n\nDr Roseart:\n I’m inclined to agree. Thank you for your time.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ ACCESS /S:/8173/interviews/garrison_dan01\n\n\n\n\n- Accessed /S:/8173/interviews/garrison_dan01\n\n\n\n\n\n\nInterviewed:\n Mr Dan Garrison, Private Military Contractor\n\n\nInterviewer:\n Dr Roseart\n\n\nForeword:\n Mr Dan Garrison was a coworker and tutor of Ms Harrier.\n\n\n<Begin Log>\n\n\nDr Roseart:\n So, you worked with Audrey?\n\n\nMr Garrison:\n I did. She was a bit of a prodigy. Came out the womb looking at security. But she wanted something practical.\n\n\nDr Roseart:\n Would you say there was anything weird about her? Unusual, maybe?\n\n\nMr Garrison:\n Well, other than her resume, I would say yes.\n\n\nDr Roseart:\n Like what?\n\n\nMr Garrison:\n She’s a real goof.\n\n\nDr Roseart:\n …A goof?\n\n\nMr Garrison:\n We used to call her Ferret. One time Clem said that her personality was identical to his pet. No one could unsee it. I’d be showing someone my kit and she’d come right in and start touching everything. Set me off every time.\n\n\nDr Roseart:\n Anything else?\n\n\nMr Garrison:\n Uh huh. Real enigmatic, that Audrey. She loved escalators.\n\n\nDr Roseart:\n What.\n\n\nMr Garrison:\n Every time we were doing shifts near an escalator, she’d insist she do a pose on it while it's moving at least once. Every. Single. Time.\n\n\nDr Roseart:\n …Why?\n\n\nMr Garrison:\n You’re asking me?! \n(chuckles.)\n\n\nDr Roseart:\n Uh… Mr Garrison… These things all seem… \"social\" in nature. Is there anything that you found unusual about Ms Harrier other than her behaviour? Anything at all?\n\n\nMr Garrison:\n Hrm. Let's see.\n\n\nMr Garrison snaps his fingers.\n\n\nMr Garrison:\n Yeah. Back when I was training her. She was sparring, and I noticed she was doing a lot of open-palm strikes.\n\n\nDr Roseart:\n She knows martial arts?\n\n\nMr Garrison:\n A good thing. Saved me some work. Her posture was similar to Hung Gar. Very low to the ground. Very wide stance. She seemed sloppy, though. Wouldn't throw a single punch.\n\n\nDr Roseart:\n Why?\n\n\nMr Garrison:\n That's what I asked her. She said she couldn't. I asked her \"Why not?\" She said \"My nails are too long, sir. I can't form a tightly closed fist.\"\n\n\nDr Roseart:\n Long nails. Right.\n\n\nMr Garrison:\n Well, I told her to cut those nails back. Can't wear gloves with them, anyway.\n\n\nDr Roseart:\n …Did she?\n\n\nMr Garrison:\n I'd take it you're not much for martial arts?\n\n\nDr Roseart:\n No, I practice sidearms at most.\n\n\nMr Garrison:\n To put it how you'd understand… Those techniques, you're often striking with the palm. After the palm strike, you are leaving your fingers free to grab or dig in. That's 'specially handy when striking the neck or face. I only saw her in a fistfight once, but I realized she underperformed in sparring because she was an endurance fighter. She got in that guy's head. Made him hurt and bleed. Made every strike seem undesirable. Well, more than usual. Needless to say, he got out of her striking range as fast as he could.\n\n\nDr Roseart:\n That's…\n\n\nMr Garrison:\n We decided to let her be. Whatever she was doing, it worked. Even if she was behind, she was still keeping up.\n\n\nDr Roseart:\n That… Well, I suppose that makes sense. Is that all? Is that the only other thing you could think of?\n\n\nMr Garrison:\n I believe so.\n\n\nDr Roseart:\n Thank you, Mr Garrison.\n\n\nMr Garrison:\n No problem.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\n+ ACCESS /S:/8173/interviews/harrier_audrey02\n\n\n\n\n- Accessed /S:/8173/interviews/harrier_audrey02\n\n\n\n\n\n\nInterviewed:\n Ms Audrey Harrier\n\n\nInterviewer:\n Dr Roseart\n\n\nForeword:\n Taken following the quarantine of Ms Harrier.\n\n\n<Begin Log>\n\n\nDr Roseart:\n Alright, let’s get this underway. That coffee on the table is yours if you want it.\n\n\nMs Harrier is hunched over in her seat, with her hands balled together in her lap. She is looking at the coffee in front of her but is not drinking it.\n\n\nDr Roseart:\n How has quarantine been treating you?\n\n\nShe is continuing to stare at the coffee, and her brow has furrowed. She is irritated.\n\n\nMs Harrier:\n Yeah, the food makes me sick so I only ate the meat. Then they got mad at me for wasting food.\n\n\nDr Roseart:\n Picky eater?\n\n\nMs Harrier:\n No. Can I just have the sausages for every meal?\n\n\nDr Roseart:\n …Uh. Every meal?\n\n\nMs Harrier:\n Yes. Please.\n\n\nDr Roseart:\n Wouldn't that make you feel… more sick?\n\n\nMs Harrier:\n No.\n\n\nDr Roseart:\n I'll uh… Make a note of it.\n\n\nMs Harrier has perked up a little.\n\n\nMs Harrier:\n Can I get a phone in my room to call my parents? I'm already missing them a lot. I won't tell them about any of this. I'll just tell them I had to get an extension for my classes or something-\n\n\nDr Roseart:\n I can tell you now the answer will be no. You'll have to wait until your quarantine has ended.\n\n\nMs Harrier looks away.\n\n\nDr Roseart:\n We had a report from your supervisor about anomalous activity. Were you aware of this activity?\n\n\nMs Harrier:\n Well, yeah. I told him about it.\n\n\nHer posture and tone is defensive.\n\n\nDr Roseart:\n When?\n\n\nMs Harrier has glanced at Dr Roseart briefly but goes back to staring at the coffee.\n\n\nMs Harrier:\n …October 5th. It just occurred to me, I guess.\n\n\nDr Roseart:\n That date is the same day that Dr Doux claimed to have become aware of the anomaly. For clarification, you informed your supervisor anonymously, correct?\n\n\nShe flinched. No verbal response.\n\n\nDr Roseart:\n You can request your answer be struck from the record.\n\n\nMs Harrier:\n Will it be?\n\n\nDr Roseart:\n That depends on its importance.\n\n\nThe room is silent. She is reluctant.\n\n\nMs Harrier:\n …I did inform Dr Doux anonymously.\n\n\nDr Roseart:\n I appreciate your cooperation. You said it “occurred” to you?\n\n\nMs Harrier:\n That’s how it works. It hides in plain sight. Tricks people into thinking things are normal.\n\n\nSilence. Dr Roseart has leaned back and is habitually tapping their notepad with their pencil.\n\n\nDr Roseart:\n …Could you describe the nature of the anomaly to me?\n\n\nMs Harrier's back has straightened and her brow furrowed. She sounds offended.\n\n\nMs Harrier:\n I just did, dude.\n\n\nDr Roseart:\n This is an interview, Ms Harrier. Details are important.\n\n\nMs Harrier:\n \n(sigh.)\n Right. Ok. So… Um. Oh fuck, where do I even start?\n\n\nThinking about this is making her upset.\n\n\nDr Roseart:\n Take your time. Start from the beginning if you have to.\n\n\nMs Harrier:\n …It's like I have brain jails instead of brain cells.\n\n\nDr Roseart:\n …Pardon?\n\n\nMs Harrier:\n I know things other people don't, like I'm smart, but I'm also trapped. It was the anomaly classes. I was in class and I realized there was an anomaly… But it's hard to describe and when I try to tell people they just look at me like I'm crazy!\n\n\nDr Roseart:\n What is it?\n\n\nHer gaze has flickered between Dr Roseart and elsewhere.\n\n\nMs Harrier:\n It's… Ok, so. The way that people think of me doesn't make sense. I have traits, and if I tell people about them they think they're normal.\n\n\nDr Roseart:\n What are these \"traits\"? Could you give some examples?\n\n\nMs Harrier:\n You know one of them. I eat a lot of meat.\n\n\nSilence. Dr Roseart has raised an eyebrow.\n\n\nDr Roseart:\n That doesn’t seem like anomalous behaviour to me.\n\n\nMs Harrier:\n Ah, no… Because… I don’t… Y’know, I… My teeth! So, like, my teeth are different. You can probably see them, if I just, like-\n\n\nMs Harrier has stood up from her seat and is pulling at the insides of her lips.\n\n\nDr Roseart:\n Please sit down, ma’am. I will advise that a dental examination be performed… Later. Probably.\n\n\nMs Harrier is seated.\n\n\nMs Harrier:\n …You don't believe me.\n\n\nDr Roseart:\n I’m just here to interview you.\n\n\nMs Harrier:\n I can’t believe you don’t believe me. The Foundation, of all people! I \"just\" told you that you wouldn't believe me! …And you don't!!!\n\n\nDr Roseart is hurriedly looking at their notes.\n\n\nDr Roseart:\n …If you don't mind, could you show me your hands?\n\n\nShe has looked down into her lap, then back at Dr Roseart. She is now placing a hand on the table.\n\n\nDr Roseart:\n Hm. This is… Less interesting than I expected.\n\n\nMs Harrier has withdrawn her hand from the table, rolled her eyes, and groaned.\n\n\nMs Harrier:\n UGH! Just… Think about if you had my teeth! That would be WEIRD!\n\n\nDr Roseart:\n …That would be. Because they're not my teeth.\n\n\nMs Harrier:\n I can't even argue about it! It's always the same! I say something that makes total sense, and then there's some bullshit explanation!\n\n\nDr Roseart:\n I can’t tell you much, for obvious reasons. However, the plan is to look into it.\n\n\nMs Harrier is crossing her arms and looking away.\n\n\nMs Harrier:\n Fine! Next question.\n\n\nDr Roseart:\n …Do you think you are anomalous?\n\n\nMs Harrier:\n No, no, no. I can't think I'm anomalous! The idea is just weird and silly to me like it is to you. Hell, I sound fucking insane right now!!\n\n\nMs Harrier has become especially emotive. Dr Roseart is sitting further back in their chair.\n\n\nDr Roseart:\n I wouldn't say… Uh…\n\n\nMs Harrier:\n Ok, ok. But, listen. I grew up in [REDACTED]. It’s kinda semi-rural there. Not a lot of new faces. The idea of a “human being” didn’t even really click for me until biology class in high school…\n\n\nDr Roseart:\n …“human being”?\n\n\nMs Harrier:\n Like, what a human is.\n\n\nDr Roseart:\n …As a species? Homo sapiens?\n\n\nMs Harrier:\n Yeah.\n\n\nDr Roseart:\n …You don’t believe you’re human…?\n\n\nMs Harrier:\n I don’t know! It’s something I only started thinking about recently… My point is, no one ever said anything. As I started to get older I realized some things, but I always just thought it was self-doubt. Everyone always told me, \"That sounds normal\".\n\n\nDr Roseart has straightened their posture.\n\n\nDr Roseart:\n Noted. Do you believe the anomaly has a source?\n\n\nMs Harrier:\n I think the source is me.\n\n\nDr Roseart:\n …Does this belief upset you?\n\n\nMs Harrier has begun trembling.\n\n\nMs Harrier:\n \n(sigh.)\n I don’t want it to be true. You probably think I am, but I'm not obsessed. I just thought turning myself in was the right thing.\n\n\nDr Roseart:\n You aren’t being persecuted, don’t worry. That isn’t what the Foundation does.\n\n\nThe room is silent. Ms Harrier has raised her legs onto her chair and is hugging her knees in a ball.\n\n\nMs Harrier:\n Will I be contained?\n\n\nShe is looking away from Dr Roseart, who has an elbow on the table and is rubbing their face.\n\n\nDr Roseart:\n You know I can’t answer that. However, if it eases your mind, I can give you my own opinion. Just between you and me.\n\n\nMs Harrier:\n Shoot, I guess.\n\n\nDr Roseart:\n I don’t think there’s anything to contain. The final verdict may differ, but that’s what I think.\n\n\nBoth are silent.\n\n\nMs Harrier:\n Are we done?\n\n\nDr Roseart:\n I think that’s all for now. Thank you.\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8173.3-4: █████████\n\n\nAddendum 8173.5:\n Director Notice\n\n\n \n\n\n\n\n+ ACCESS /S:/8173/assorted/director_notice_scan\n\n\n\n\n- Accessed /S:/8173/assorted/director_notice_scan\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM THE AREA DIRECTOR (AREA-43)\n\n\nConcerning Staff of 1st Level Clearance or Higher,\n\n\nFollowing extensive study, the Foundation has concluded that there are no anomalous staff within your residing facility. The internships and training of affected staff will continue as normal.\n\n\nThe Director would like to remind staff of their duties and obligations to the Foundation, and that such duties and obligations should be carried out with the utmost professionalism. Gossip AND/OR harassment pertaining to affected individuals will not be tolerated.\n\n\n- ████████████, Area Director\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8173.6:\n Audio Logs\n\n\n \n\n\n\n\n+ ACCESS /S:/8173/audio_logs/containment_disclosure\n\n\n\n\n- Accessed /S:/8173/audio_logs/containment_disclosure\n\n\n\n\n\n\nAUDIO LOG\n\n\n\n\nDATE:\n 22/01/2024\n\n\nNOTE:\n N/A.\n\n\n\n\n[BEGIN LOG]\n\n\n0:00:\n The scraping sound of a chair against a floor can be heard.\n\n\nAudrey:\n This isn't about my studies, is it?\n\n\nDr Doux:\n Ah, no, none of that. Before we continue, I am afraid this discussion has to be recorded.\n\n\nAudrey:\n …More of this shit?\n\n\nDr Doux:\n Language, Audrey.\n\n\nAudrey:\n Yes, Doctor.\n\n\n0:22:\n Papers are being flipped through.\n\n\nDr Doux:\n It is for your protection as much as it is for records. I am about to pass to you a confidential letter. Do not read it aloud. Am I clear as mud?\n\n\nAudrey:\n Ye- Um, no sir. You are perfectly clear.\n\n\n0:37:\n Shifting of fabric can be heard as Dr Doux retrieves the letter and places it on the desk.\n\n\n0:59:\n Everything has been silent up until this point.\n\n\nAudrey:\n I-I… Fuck.\n\n\nDr Doux:\n How are you feeling?\n\n\nAudrey:\n They should had just locked me up… Th-… This is…\n\n\n1:16:\n Audrey's breathing has become erratic.\n\n\nDr Doux:\n Breathe, Audrey. Breathe slowly.\n\n\n1:21:\n Audrey is breathing deeply, but her breathing is still somewhat erratic. Her voice is breaking.\n\n\nAudrey:\n …Ok. Ok. This is bad.\n\n\nDr Doux:\n I was against recording this. It's humiliating. Yet, the higher-ups insisted. They said there was… Not enough data about your involvement.\n\n\nAudrey:\n What about this says that I'm not the victim?! I spent three months alone in a tiny fucking room while researchers fought over my eating habits, and now they want to-!!\n\n\nDr Doux:\n MS. HARRIER! …Think before you speak.\n\n\n1:50:\n Audrey inhales.\n\n\nAudrey:\n …Right. The letter is confidential.\n\n\n1:56:\n The recording is silent for a moment.\n\n\nAudrey:\n I'm going to lose everything. Why the fuck did I even want to work here? If I stayed in security, no one would had known about it.\n\n\nDr Doux:\n No one would have known, including yourself.\n\n\nAudrey:\n Isn't not knowing better? That's what I'm being taught, isn't it?\n\n\nDr Doux:\n Audrey… You are being taught that you must bear knowledge others cannot have, so you can protect them.\n\n\n1:53:\n Audrey sniffles. She inhales, then exhales.\n\n\nAudrey:\n Protect them from what…? Me…?\n\n\n2:00:\n The letter swishes as it is returned by Dr Doux. A box is placed on the desk, and the sound of tissues being yanked from it follows.\n\n\nDr Doux:\n To protect them from the truth. You are not the problem, Audrey. You never were. It was always the anomaly; the \"other\". If such things are possible, then what else? What uncertainty and horror lies within that thinking? Would you have the world of your loved ones slip between their fingers? The fabric of reality itself a caricature of the real?\n\n\n2:20:\n The room is silent for a moment.\n\n\nDr Doux:\n There are bigger things out there than this. Worse things. Dangerous things. Why did you decide to join the Foundation, Audrey? Did you want to protect people from these things?\n\n\nAudrey:\n …Yes, Doctor.\n\n\nDr Doux:\n I did too.\n\n\nAudrey:\n Only… I-it's pretty bullshit, isn't it? This is bullshit. What if I said \"no\"? What if I ran?\n\n\nDr Doux:\n They would find you. They always do. They would probably decide to contain you against your will, as well as this.\n\n\nAudrey:\n …So I don't have a choice? I have to work here, now? That's it?\n\n\nDr Doux:\n No. My heart is in pain for you, Audrey, but that is untrue. That is precisely the one thing you do get to choose.\n\n\nAudrey:\n …Whether to curl up in a box and die.\n\n\nDr Doux:\n Not exactly. Either way, you will have a future and the Foundation will do everything it can to keep you safe. This situation, it is… \"bullshit\", but these things happen in this work. It is not over for you yet. You will still have your life. Many are… Not as fortunate as you are.\n\n\n2:58:\n Silence.\n\n\nDr Doux:\n Are you feeling better?\n\n\nAudrey:\n No.\n\n\nDr Doux:\n I understand.\n\n\nAudrey:\n …I think I'm past the shock, though.\n\n\nDr Doux:\n That is good. We can keep the cussing out of my office again, then.\n\n\n3:21:\n Dr Doux laughs wearily.\n\n\nDr Doux:\n Do you still want to work for the Foundation? As a containment technician?\n\n\nAudrey:\n I don't know anymore.\n\n\nDr Doux:\n Well, here is something for you to think about. Do you think you could have contained this anomaly better than they did?\n\n\nAudrey:\n I… I think it's probably effective?\n\n\nDr Doux:\n Do you think you could have done it better? A moment ago, it felt like death to you.\n\n\nAudrey:\n …I. Um. I don't know.\n\n\nDr Doux:\n Do you think it could have been fairer?\n\n\nAudrey:\n The Foundation doesn't persecute-\n\n\nDr Doux:\n Ah! Yet it can still be fair, can it not?\n\n\n4:05:\n Silence. Audrey's voice is broken. She is crying.\n\n\nAudrey:\n …I… I think you're right. I think I could had done better.\n\n\nDr Doux:\n That is the job of a containment technician. To choose the containment. The old ways do emphasize efficiency. Yet, you are young. You can change things. You can be efficient as well as compassionate.\n\n\n4:17:\n The tears can be heard in her voice.\n\n\nAudrey:\n W-well, maybe not this specific one. I think I could help people like me, who end up in l-like, similar situations?\n\n\nDr Doux:\n Yes.\n\n\nAudrey:\n I c-could do this. I can do this!\n\n\n4:29:\n She has started yelling. She is still crying, but she is reassuring herself.\n\n\nDr Doux:\n …Yes, you can!\n\n\nAudrey:\n I've lost everything, but it'll take more than that! I'M AUDREY \"FERRET\" HARRIER!\n\n\n4:40:\n The chair crashes to the ground, and a bang is heard against the desk.\n\n\nAudrey:\n I DON'T STAY DOWN!!\n\n\n4:41:\n Dr Doux laughs sympathetically.\n\n\nDr Doux:\n It takes more than that, for a good woman.\n\n\nAudrey:\n …T-Thank you, Doctor! YOU'RE MY MUM!\n\n\nDr Doux:\n …I would hope not.\n\n\n4:47:\n Audrey can be heard fidgeting with the chair to place it back upright. She is sniffling.\n\n\nAudrey:\n O-oh, I meant… Y'know… M-my second mum… No, like a second mum? Dad? You're l-like my second dad.\n\n\nDr Doux:\n You need all the support you can get, especially with what you know now. Please, choose to finish your studies… The Foundation needs people like you, Ms Harrier.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nAddendum 8173.7:\n Initial Containment\n\n\nThe Quarantine of Ms Audrey Harrier was lifted on 08/01/2024. Ms Audrey Harrier’s internship proceeded. She was promoted to Junior Containment Technician on 23/01/2024.\n\n\nDuring this time, this file (SCP-8173) was being drafted. To ensure the effectiveness of SCP-8173’s containment, VLAM-level emergency action was temporarily granted before the approval of containment procedures, by the site director.\n\n\nA public disinformation campaign was initiated on 05/02/2024, and class C\n2\n, D\n3\n, and G\n4\n amnestics administered on small civilian clusters which were at risk of developing awareness of SCP-8173. Use of class A\n5\n and B amnestics had been dismissed in favour of more precise methods due to the unique and prolonged nature of public exposure to the anomaly.\n\n\nAddendum 8173.8:\n Video Logs\n\n\n\n\n+ ACCESS /S:/8173/video_logs/love_you\n\n\n\n\n- Accessed /S:/8173/video_logs/love_you\n\n\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 07/02/2024\n\n\nNOTE:\n Approved by special request.\n\n\n\n\n[BEGIN LOG]\n\n\n0:00:\n The view is of an older couple sitting next to each other behind a metal frame desk. There is a single empty seat opposite them. The room is bland, and the only light is from artificial, fluorescent lamps.\n\n\n0:01:\n The sound of a door opening can be heard, followed by Audrey Harrier walking towards the empty seat.\n\n\nMr Harrier:\n There she is!\n\n\nMrs Harrier:\n Come here, darling.\n\n\nAudrey:\n Sup…\n\n\n0:04:\n She sounds emotionally exhausted.\n\n\nMrs Harrier:\n How’s the new job working for you?\n\n\nAudrey:\n I like it. I don’t think I’ve ever been more passionate about anything.\n\n\nMr Harrier:\n Good! You had a hard time finding an interest.\n\n\nAudrey:\n …Yeah. So um…\n\n\n0:14:\n All three are quiet. Mr Harrier scoots his chair forward.\n\n\nAudrey:\n They told you, right? They’re going to… Erase me.\n\n\nMr Harrier:\n \n(laughs.)\n Pretty grisly way to describe it, Audrey. You’ll be fine.\n\n\nMrs Harrier:\n I’d think it probably better to keep our chins up, dear.\n\n\n0:30:\n Quiet sobbing can be heard.\n\n\nMr Harrier:\n Aw, dear.\n\n\n0:32:\n Mrs Harrier stands up from her chair and hastily crouches by Audrey’s side, embracing her while she remains seated. Mr Harrier follows suit.\n\n\n0:57:\n Mr Harrier begins sobbing.\n\n\n2:26:\n Mr Harrier has stopped.\n\n\nMrs Harrier:\n Remember that park we used to go to when you were small?\n\n\n2:35:\n Prolonged silence.\n\n\nMrs Harrier:\n You used to love the slide. We’d be there for nearly an hour just watching you climb up and go down over and over.\n\n\n2:42:\n Audrey has stopped crying.\n\n\nAudrey:\n Remember when I pushed Isabelle down the slide?\n\n\nMr Harrier:\n \n(laughs quietly.)\n I thought I’d be in trouble. Your mum was working that day.\n\n\nMrs Harrier:\n Remember Jason?\n\n\nAudrey:\n Oh god, Mum. No.\n\n\nMrs Harrier:\n What? I thought he was cute.\n\n\nAudrey:\n No.\n\n\nMr Harrier:\n Jason wasn’t cute. He was a right devil.\n\n\nAudrey:\n Thanks, Dad.\n\n\nMrs Harrier:\n I can’t believe you two.\n\n\nMr Harrier:\n Remember your first day of high school?\n\n\nAudrey:\n I upchucked my breakfast. I was so nervous.\n\n\nMr Harrier:\n I put good time into that bacon too.\n\n\nAudrey:\n How did you even cook me breakfast every day, Dad? That’s the real anomaly.\n\n\nMrs Harrier:\n Oh, darling. It’s not that hard.\n\n\nAudrey:\n I’m running off leftovers for breakfast. It’s awful.\n\n\nMr Harrier:\n There’s a book I can recommend. “Cooking for Family” I think it was called?\n\n\nAudrey:\n T-thanks, Dad.\n\n\nMrs Harrier:\n Your hair is dirty.\n\n\nAudrey:\n Mum… Please. This is being recorded.\n\n\nMrs Harrier:\n You’ve been washing it haven’t you? I remember tying that head of hair of yours as tightly back as it will go every morning that I had the chance. It grows so fast.\n\n\nAudrey:\n It’s fine…\n\n\nMrs Harrier:\n …Alright.\n\n\n3:47:\n The three have embraced in silence for roughly a minute.\n\n\nAudrey:\n …Mum?\n\n\nMrs Harrier:\n Yes, darling?\n\n\nAudrey:\n Did I really hatch from a red geode?\n\n\nMrs Harrier:\n You did. It’s funny, I never thought it that strange.\n\n\nMr Harrier:\n I brought it home from a trek in the woods. Set it on the table and found a crying baby Audrey surrounded by chunks of red and white crystals in the middle of the night.\n\n\nAudrey:\n You’ve told me too many times, Dad. You never shut up about it.\n\n\nMr Harrier:\n Well, one more for the sendoff, then.\n\n\n5:06:\n After a minute and a half of silence, an armed individual enters the room. Mr and Mrs Harrier both turn to look at them. Ms Harrier does not move.\n\n\n████████:\n Time's up.\n\n\nMr Harrier:\n We ought to be going then. So your mates can get their hands in our brains.\n\n\nAudrey:\n It’s not that bad. They have a machine.\n\n\nMr Harrier:\n Ah, I was worried for a moment.\n\n\n5:19:\n Mr and Mrs Harrier both stand up and gather their belongings. They begin leaving for the door. Ms Harrier abruptly stands up and takes after them, hugging her mother in the corner of the feed before it ends.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Regressive retrograde.\n\n\n2\n. Targeted retrograde.\n\n\n3\n. Progressive retrograde.\n\n\n4\n. Class G amnestics were administered to induce belief that the person of interest never existed, in cases of prolonged separation from the person of interest. This effectively counteracted the effects of SCP-8173, causing targets to believe thinking of Ms Harrier to be an act of fantasy.\n\n\n5\n. General retrograde.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8172\n | SCP-8173 | \nSCP-8174\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8173\n\" by P0rcelain, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8173\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n RDgDBft.png\n\n\nName:\n N/A.\n\n\nAuthor:\n None provided.\n\n\nLicense:\n [\nCC-BY-SA\n]\n\n\nSource Link:\n \nhttps://imgur.com/RDgDBft\n\n\nAdditional Notes:\n [\nTaken from the Style Guide\n]\n\n\nDerivative Of:\n (Situational)",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: Mrs Isabelle Sylva, General Practitioner Interviewer: Dr Roseart Foreword: Mrs Isabelle Sylva was a childhood friend of Ms Harrier. <Begin Log> Dr Roseart: We’d like to ask a few questions about Audrey. Silence. Dr Roseart: Of the Harriers. A friend of yours? Silence. Mrs Sylva: OH! Audrey! It’s been so long. Dr Roseart: How did you get to know each other? Mrs Sylva: She was the neighbours' kid. I think we were playing on the street and her parents let me in their home or something. (laughs.) Dr Roseart: When was this? Mrs Sylva: I think I was about 8 or 9. I’m 29 now, so that’d make it… Dr Roseart: 21 years ago, at the latest. You weren’t kidding, that's quite some time. Do you remember when you stopped seeing each other? Mrs Sylva: We became distant after high school. Dr Roseart: Is there anything that struck you as odd about Audrey? Mrs Sylva: No, not really. Dr Roseart: Hm. Dr Roseart is checking their notes. Mrs Sylva: Could I help you with anything else? Dr Roseart: Pardon me, ma'am. I’m thinking. Mrs Sylva: Ok…? Dr Roseart: You met her parents, correct? You knew each other for some time. Mrs Sylva: I did. Lovely people. Dr Roseart: I apologize if this feels intrusive to ask, but were her parents biological? Mrs Sylva: …Actually, I don’t think they were. I think she was adopted. Dr Roseart: Why do you say that? Lack of resemblance? Mrs Sylva: Absolutely, and you know, they were always talking about how she came from a rock. It was such a cute story. Dr Roseart: …A rock? Mrs Sylva: I think it was meant to be like an egg. They’d sit us both down for tea and talk both of our ears off about her. I suppose that’s just what loving parents do. Dr Roseart: I suppose so. Did you get the impression this “rock” story was a euphemism or literal? Maybe they didn’t want Audrey to feel bad about being adopted. Mrs Sylva: I couldn’t say. But it is such a nice story, don’t you think? I would want to believe it was true. Dr Roseart: I’m inclined to agree. Thank you for your time. <End Log>",
        "Interviewed: Mr Dan Garrison, Private Military Contractor Interviewer: Dr Roseart Foreword: Mr Dan Garrison was a coworker and tutor of Ms Harrier. <Begin Log> Dr Roseart: So, you worked with Audrey? Mr Garrison: I did. She was a bit of a prodigy. Came out the womb looking at security. But she wanted something practical. Dr Roseart: Would you say there was anything weird about her? Unusual, maybe? Mr Garrison: Well, other than her resume, I would say yes. Dr Roseart: Like what? Mr Garrison: She’s a real goof. Dr Roseart: …A goof? Mr Garrison: We used to call her Ferret. One time Clem said that her personality was identical to his pet. No one could unsee it. I’d be showing someone my kit and she’d come right in and start touching everything. Set me off every time. Dr Roseart: Anything else? Mr Garrison: Uh huh. Real enigmatic, that Audrey. She loved escalators. Dr Roseart: What. Mr Garrison: Every time we were doing shifts near an escalator, she’d insist she do a pose on it while it's moving at least once. Every. Single. Time. Dr Roseart: …Why? Mr Garrison: You’re asking me?! (chuckles.) Dr Roseart: Uh… Mr Garrison… These things all seem… \"social\" in nature. Is there anything that you found unusual about Ms Harrier other than her behaviour? Anything at all? Mr Garrison: Hrm. Let's see. Mr Garrison snaps his fingers. Mr Garrison: Yeah. Back when I was training her. She was sparring, and I noticed she was doing a lot of open-palm strikes. Dr Roseart: She knows martial arts? Mr Garrison: A good thing. Saved me some work. Her posture was similar to Hung Gar. Very low to the ground. Very wide stance. She seemed sloppy, though. Wouldn't throw a single punch. Dr Roseart: Why? Mr Garrison: That's what I asked her. She said she couldn't. I asked her \"Why not?\" She said \"My nails are too long, sir. I can't form a tightly closed fist.\" Dr Roseart: Long nails. Right. Mr Garrison: Well, I told her to cut those nails back. Can't wear gloves with them, anyway. Dr Roseart: …Did she? Mr Garrison: I'd take it you're not much for martial arts? Dr Roseart: No, I practice sidearms at most. Mr Garrison: To put it how you'd understand… Those techniques, you're often striking with the palm. After the palm strike, you are leaving your fingers free to grab or dig in. That's 'specially handy when striking the neck or face. I only saw her in a fistfight once, but I realized she underperformed in sparring because she was an endurance fighter. She got in that guy's head. Made him hurt and bleed. Made every strike seem undesirable. Well, more than usual. Needless to say, he got out of her striking range as fast as he could. Dr Roseart: That's… Mr Garrison: We decided to let her be. Whatever she was doing, it worked. Even if she was behind, she was still keeping up. Dr Roseart: That… Well, I suppose that makes sense. Is that all? Is that the only other thing you could think of? Mr Garrison: I believe so. Dr Roseart: Thank you, Mr Garrison. Mr Garrison: No problem. <End Log>",
        "Interviewed: Ms Audrey Harrier Interviewer: Dr Roseart Foreword: Taken following the quarantine of Ms Harrier. <Begin Log> Dr Roseart: Alright, let’s get this underway. That coffee on the table is yours if you want it. Ms Harrier is hunched over in her seat, with her hands balled together in her lap. She is looking at the coffee in front of her but is not drinking it. Dr Roseart: How has quarantine been treating you? She is continuing to stare at the coffee, and her brow has furrowed. She is irritated. Ms Harrier: Yeah, the food makes me sick so I only ate the meat. Then they got mad at me for wasting food. Dr Roseart: Picky eater? Ms Harrier: No. Can I just have the sausages for every meal? Dr Roseart: …Uh. Every meal? Ms Harrier: Yes. Please. Dr Roseart: Wouldn't that make you feel… more sick? Ms Harrier: No. Dr Roseart: I'll uh… Make a note of it. Ms Harrier has perked up a little. Ms Harrier: Can I get a phone in my room to call my parents? I'm already missing them a lot. I won't tell them about any of this. I'll just tell them I had to get an extension for my classes or something- Dr Roseart: I can tell you now the answer will be no. You'll have to wait until your quarantine has ended. Ms Harrier looks away. Dr Roseart: We had a report from your supervisor about anomalous activity. Were you aware of this activity? Ms Harrier: Well, yeah. I told him about it. Her posture and tone is defensive. Dr Roseart: When? Ms Harrier has glanced at Dr Roseart briefly but goes back to staring at the coffee. Ms Harrier: …October 5th. It just occurred to me, I guess. Dr Roseart: That date is the same day that Dr Doux claimed to have become aware of the anomaly. For clarification, you informed your supervisor anonymously, correct? She flinched. No verbal response. Dr Roseart: You can request your answer be struck from the record. Ms Harrier: Will it be? Dr Roseart: That depends on its importance. The room is silent. She is reluctant. Ms Harrier: …I did inform Dr Doux anonymously. Dr Roseart: I appreciate your cooperation. You said it “occurred” to you? Ms Harrier: That’s how it works. It hides in plain sight. Tricks people into thinking things are normal. Silence. Dr Roseart has leaned back and is habitually tapping their notepad with their pencil. Dr Roseart: …Could you describe the nature of the anomaly to me? Ms Harrier's back has straightened and her brow furrowed. She sounds offended. Ms Harrier: I just did, dude. Dr Roseart: This is an interview, Ms Harrier. Details are important. Ms Harrier: (sigh.) Right. Ok. So… Um. Oh fuck, where do I even start? Thinking about this is making her upset. Dr Roseart: Take your time. Start from the beginning if you have to. Ms Harrier: …It's like I have brain jails instead of brain cells. Dr Roseart: …Pardon? Ms Harrier: I know things other people don't, like I'm smart, but I'm also trapped. It was the anomaly classes. I was in class and I realized there was an anomaly… But it's hard to describe and when I try to tell people they just look at me like I'm crazy! Dr Roseart: What is it? Her gaze has flickered between Dr Roseart and elsewhere. Ms Harrier: It's… Ok, so. The way that people think of me doesn't make sense. I have traits, and if I tell people about them they think they're normal. Dr Roseart: What are these \"traits\"? Could you give some examples? Ms Harrier: You know one of them. I eat a lot of meat. Silence. Dr Roseart has raised an eyebrow. Dr Roseart: That doesn’t seem like anomalous behaviour to me. Ms Harrier: Ah, no… Because… I don’t… Y’know, I… My teeth! So, like, my teeth are different. You can probably see them, if I just, like- Ms Harrier has stood up from her seat and is pulling at the insides of her lips. Dr Roseart: Please sit down, ma’am. I will advise that a dental examination be performed… Later. Probably. Ms Harrier is seated. Ms Harrier: …You don't believe me. Dr Roseart: I’m just here to interview you. Ms Harrier: I can’t believe you don’t believe me. The Foundation, of all people! I \"just\" told you that you wouldn't believe me! …And you don't!!! Dr Roseart is hurriedly looking at their notes. Dr Roseart: …If you don't mind, could you show me your hands? She has looked down into her lap, then back at Dr Roseart. She is now placing a hand on the table. Dr Roseart: Hm. This is… Less interesting than I expected. Ms Harrier has withdrawn her hand from the table, rolled her eyes, and groaned. Ms Harrier: UGH! Just… Think about if you had my teeth! That would be WEIRD! Dr Roseart: …That would be. Because they're not my teeth. Ms Harrier: I can't even argue about it! It's always the same! I say something that makes total sense, and then there's some bullshit explanation! Dr Roseart: I can’t tell you much, for obvious reasons. However, the plan is to look into it. Ms Harrier is crossing her arms and looking away. Ms Harrier: Fine! Next question. Dr Roseart: …Do you think you are anomalous? Ms Harrier: No, no, no. I can't think I'm anomalous! The idea is just weird and silly to me like it is to you. Hell, I sound fucking insane right now!! Ms Harrier has become especially emotive. Dr Roseart is sitting further back in their chair. Dr Roseart: I wouldn't say… Uh… Ms Harrier: Ok, ok. But, listen. I grew up in [REDACTED]. It’s kinda semi-rural there. Not a lot of new faces. The idea of a “human being” didn’t even really click for me until biology class in high school… Dr Roseart: …“human being”? Ms Harrier: Like, what a human is. Dr Roseart: …As a species? Homo sapiens? Ms Harrier: Yeah. Dr Roseart: …You don’t believe you’re human…? Ms Harrier: I don’t know! It’s something I only started thinking about recently… My point is, no one ever said anything. As I started to get older I realized some things, but I always just thought it was self-doubt. Everyone always told me, \"That sounds normal\". Dr Roseart has straightened their posture. Dr Roseart: Noted. Do you believe the anomaly has a source? Ms Harrier: I think the source is me. Dr Roseart: …Does this belief upset you? Ms Harrier has begun trembling. Ms Harrier: (sigh.) I don’t want it to be true. You probably think I am, but I'm not obsessed. I just thought turning myself in was the right thing. Dr Roseart: You aren’t being persecuted, don’t worry. That isn’t what the Foundation does. The room is silent. Ms Harrier has raised her legs onto her chair and is hugging her knees in a ball. Ms Harrier: Will I be contained? She is looking away from Dr Roseart, who has an elbow on the table and is rubbing their face. Dr Roseart: You know I can’t answer that. However, if it eases your mind, I can give you my own opinion. Just between you and me. Ms Harrier: Shoot, I guess. Dr Roseart: I don’t think there’s anything to contain. The final verdict may differ, but that’s what I think. Both are silent. Ms Harrier: Are we done? Dr Roseart: I think that’s all for now. Thank you. <End Log>",
        "\" SCP-8173 \" by P0rcelain, from the SCP Wiki . Source: https://scpwiki.com/scp-8173 . Licensed under CC-BY-SA .",
        "Filename: RDgDBft.png Name: N/A. Author: None provided. License: [ CC-BY-SA ] Source Link: https://imgur.com/RDgDBft Additional Notes: [ Taken from the Style Guide ] Derivative Of: (Situational)"
    ],
    "containment_procedures": "Should awareness of SCP-8173 become public, a disinformation campaign will be issued, followed by case-by-case administration of amnestics to affected civilians.",
    "description": "SCP-8173 is a semiohazard that affects all reality, and results in unexplainable variations in normalcy. Instances of SCP-8173 are difficult to detect without skilful use of logical reasoning. The most prominent instance of SCP-8173 amplifies the normalcy of Ms Audrey Harrier (see addenda). This instance is also responsible for paradoxes relating to her physiology, life history, behaviour, and origin. These paradoxes are functions of the semiohazard and their effect on normalcy. Ms Harrier is not anomalous.",
    "title": "SCP-8173"
}