{
    "url": "https://scp-wiki.wikidot.com/scp-8177",
    "all_text": "rating: \n-7\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-8177\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT CLASS:\n \nSAFE \n\n\n\n\n\n\nDISRUPTION CLASS:\n VLAM\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-155\n\n\n\n\n\n\nSite Director\n\n\n\n\nDirector ██████\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr Aaron \"J\"\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n SCP-8177\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT\n\nCLASS:\n SAFE\n\n\n\n\n\n\nDISRUPTION\n\nCLASS:\n VLAM\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-155\n\n\n\n\n\n\nSite Director\n\n\n\n\nDirector ██████\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr Aaron \"J\"\n\n\n\n\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-8177\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-8177 is to be contained in a standard containment chamber at Site-155. It is to receive a daily ration of 60 grams of standard cat food. Access to SCP-8177’s containment chamber is restricted to personnel with Level 2 clearance or lower. Interaction with SCP-8177 by unauthorized personnel is prohibited.\n\n\nDescription:\n SCP-8177 is a feline entity that can only be perceived by individuals diagnosed with Autism Spectrum Disorder (ASD). Those who can perceive SCP-8177 describe it as an adult cat, with fur colors and patterns that vary based on the observer’s personal preferences or sources of comfort. The entity emits a calming aura, significantly reducing stress, anxiety, and sensory overload in those who can perceive it.\n\n\nSCP-8177 can be photographed, but only when captured using a black-and-white camera operated by an individual who can perceive it. When photographed with modern digital or color film cameras, SCP-8177 does not appear in the resulting images.\n\n\n\n\nADDENDUM 8177-1: Origin\n\n\n\n\nADDENDUM 8177-1: Origin\n\n\n\n\nSCP-X-001 was discovered on the streets of California, ████ ██, found sleeping inside a cardboard box with the words \"ADOPT ME!\" scrawled on the front. Initially, SCP-8177 appeared to be an ordinary stray cat to Agent ███, who was unaware of its anomalous properties. However, when the Foundation investigated, personnel without ASD were unable to perceive the entity, leading to initial skepticism regarding its existence. The anomaly was confirmed when a second agent, diagnosed with ASD, independently verified its presence.\n\n\n\n\n\n\n\n\n\n\nADDENDUM 8177-2: Test Logs\n\n\n\n\nADDENDUM 8177-2: Test Logs\n\n\n\n\n\n\nTest Log 8177-01\n\n\nDate: 08/02/2001\n\n\nSubject:\n D-2930, male, 29 years old, diagnosed with Autism Spectrum Disorder (ASD) 13 years ago.\n\n\nProcedure:\nD-2930 was instructed to enter SCP-8177’s containment chamber and interact with the entity.\n\n\nResults:\n D-2930 reported an immediate sense of relief and comfort, later stating, \"I wish I could take it home.\"\n\n\n\n\n\n\nTest Log 8177-02\n\n\nDate: 08/04/2001\n\n\nSubject:\n D-4087, female, 33 years old, diagnosed with Autism Spectrum Disorder (ASD) 22 years ago.\n\n\nProcedure:\n D-4087 was instructed to enter SCP-8177’s containment chamber and interact with the entity by petting and caressing it.\n\n\nResults:\n D-4087 emerged from the chamber in an excited state, describing the experience as \"the most pleasant and comforting moment of my life.\" However, several days after the experiment, D-4087 tragically [REDACTED] herself, likely due to distress caused by separation from SCP-8177.\n\n\n\n\n\n\n\n\nWARNING\n\n\n\n\nFollowing a joint decision by the Overseer Council and the Ethics Committee, all experimentation involving SCP-8177 has been officially suspended. Additionally, its clearance level has been raised from Level 1 (Unrestricted) to Level 2 (Restricted).\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM 8177-3: Agent ███\n\n\n\n\nADDENDUM 8177-3: Agent ███\n\n\n\n\n\n\nAudio Log X-001-01\n\n\nDate: ██/██/2001\n\n\n[BEGIN LOG]\n\n\nAgent ███: It was… like it was talking to me. But not in a creepy way. More like it was trying to comfort me.\n\n\nDr. Roger: Can you clarify? Do you mean it spoke to you directly?\n\n\nAgent ███: No, not exactly. It didn’t make a sound, but somehow… I just knew it was speaking to me. Indirectly.\n\n\nDr. Roger: Understood. Now, let’s discuss Incident 8177-██. How do you feel about what happened?\n\n\nAgent ███: The GOC are just a bunch of cowards. Like a fucking cat would end the world or something. They overreact to everything.\n\n\nDr. Roger: I think there’s a misunderstanding, Agent. You were the cause of the incident.\n\n\nAgent ███: (pauses) Me? You’re blaming me? When those trigger-happy bastards nearly caused a full breach at Site-155—over a damn cat?\n\n\nDr. Roger: Agent ███, you were the one who removed SCP-8177. That action directly led to the breach at Sector-C.\n\n\nAgent ███: (silent) …Fine. If you're looking for someone to blame, then yeah. I guess I’m the fucking idiot who caused the incident.\n\n\nDr. Roger: I'm not saying it's entirely your fault. But you need to understand—SCP-8177 isn’t just a cat. Mishandling it can be dangerous.\n\n\nAgent ███: SCP-8177 didn’t do anything. It’s just an animal.\n\n\nDr. Roger: An anomalous animal.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\nWe love you, Lucas.\n\n\nPlease stay strong!\n\n\n[COGNITOHAZARD REMOVED]\n\n\n\n\n\n\n« \nSCP-8176\n | SCP-8177 | \nSCP-8178\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Test Log 8177-01 Date: 08/02/2001 Subject: D-2930, male, 29 years old, diagnosed with Autism Spectrum Disorder (ASD) 13 years ago. Procedure: D-2930 was instructed to enter SCP-8177’s containment chamber and interact with the entity. Results: D-2930 reported an immediate sense of relief and comfort, later stating, \"I wish I could take it home.\"",
        "Test Log 8177-02 Date: 08/04/2001 Subject: D-4087, female, 33 years old, diagnosed with Autism Spectrum Disorder (ASD) 22 years ago. Procedure: D-4087 was instructed to enter SCP-8177’s containment chamber and interact with the entity by petting and caressing it. Results: D-4087 emerged from the chamber in an excited state, describing the experience as \"the most pleasant and comforting moment of my life.\" However, several days after the experiment, D-4087 tragically [REDACTED] herself, likely due to distress caused by separation from SCP-8177.",
        "WARNING Following a joint decision by the Overseer Council and the Ethics Committee, all experimentation involving SCP-8177 has been officially suspended. Additionally, its clearance level has been raised from Level 1 (Unrestricted) to Level 2 (Restricted).",
        "Following a joint decision by the Overseer Council and the Ethics Committee, all experimentation involving SCP-8177 has been officially suspended. Additionally, its clearance level has been raised from Level 1 (Unrestricted) to Level 2 (Restricted).",
        "Audio Log X-001-01 Date: ██/██/2001 [BEGIN LOG] Agent ███: It was… like it was talking to me. But not in a creepy way. More like it was trying to comfort me. Dr. Roger: Can you clarify? Do you mean it spoke to you directly? Agent ███: No, not exactly. It didn’t make a sound, but somehow… I just knew it was speaking to me. Indirectly. Dr. Roger: Understood. Now, let’s discuss Incident 8177-██. How do you feel about what happened? Agent ███: The GOC are just a bunch of cowards. Like a fucking cat would end the world or something. They overreact to everything. Dr. Roger: I think there’s a misunderstanding, Agent. You were the cause of the incident. Agent ███: (pauses) Me? You’re blaming me? When those trigger-happy bastards nearly caused a full breach at Site-155—over a damn cat? Dr. Roger: Agent ███, you were the one who removed SCP-8177. That action directly led to the breach at Sector-C. Agent ███: (silent) …Fine. If you're looking for someone to blame, then yeah. I guess I’m the fucking idiot who caused the incident. Dr. Roger: I'm not saying it's entirely your fault. But you need to understand—SCP-8177 isn’t just a cat. Mishandling it can be dangerous. Agent ███: SCP-8177 didn’t do anything. It’s just an animal. Dr. Roger: An anomalous animal. [END LOG]"
    ],
    "item": "SCP-8177",
    "object_class": "Safe",
    "containment_procedures": "SCP-8177 is to be contained in a standard containment chamber at Site-155. It is to receive a daily ration of 60 grams of standard cat food. Access to SCP-8177’s containment chamber is restricted to personnel with Level 2 clearance or lower. Interaction with SCP-8177 by unauthorized personnel is prohibited.",
    "description": "SCP-8177 is a feline entity that can only be perceived by individuals diagnosed with Autism Spectrum Disorder (ASD). Those who can perceive SCP-8177 describe it as an adult cat, with fur colors and patterns that vary based on the observer’s personal preferences or sources of comfort. The entity emits a calming aura, significantly reducing stress, anxiety, and sensory overload in those who can perceive it.",
    "title": "SCP-8177"
}