{
    "url": "https://scp-wiki.wikidot.com/scp-8182",
    "all_text": "rating: \n+18\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n8182\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEctograph of SCP-8182 (right) and D-8182 (left) taken during initial containment.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8182 and D-8182 are currently being held in a standard humanoid containment cell within Site 12's Euclid housing wing.\n\n\nDescription:\n SCP-8182 is a Class-A ectological lifeform resembling a 19 year old human male. SCP-8182 has demonstrated minor physical capabilities, being able to displace objects weighing up to 5kg. With the exception of D-8182, SCP-8182 can not be perceived without the aid of specialized ectological equipment. D-8182 is a 23 year old human female. Prior attempts at isolating SCP-8182 have resulted in severe psychological distress in both entities. Due to ease of containment and low priority no further attempts are to be made at this time.\n\n\nDiscovery:\n SCP-8182 was initially discovered and contained on October 21st, 2024. Please see addenda for associated logs.\n\n\n\n\n\n\n\n\nAddendum 8182-1:\n\n\n\n\nAddendum 8182-1:\n\n\n\n\n\n\n\n\nDISCOVERY LOG 8182-1\n\n\n\n\nDATE:\n October 21st, 2024 5:23 pm\n\n\nPREFACE:\n On September 6th, 2024, D-8182 was placed on Foundation Watchlist E-8000-24 after foundation AI within the American Psychiatric System flagged their reported hallucinations as potentially anomalous in nature. D-8182’s personal electronic devices were subsequently implanted with standard foundation monitoring programs. Recorded audio and video logs have been filtered and enhanced by Site 12’s ectology department.\n\n\n\n\n<BEGIN LOG>\n\n\nD-8182 is located at the bathroom sink in their apartment. They are brushing their teeth as YouTube makeup tutorials play through their smartphone’s speakers. SCP-8182 is seen slowly brushing D-8182’s hair.\n\n\nSCP-8182:\n I don’t see why you can’t just try it for my sake. I mean how will you know if you never even give them a chance.\n\n\nD-8182:\n Don’t be a lech. I’m not dating girls just so you can get off.\n\n\nSCP-8182:\n I didn’t mean it like that. I just think if we are both going to enjoy it doesn’t it make more sense for-\n\n\nD-8182:\n If you don’t stop being gross Im going to fuck him tonight just to spite you\n\n\n(pause)\n\n\nSCP-8182:\n Oh please, you don’t need me to give you an excuse to be a slut.\n\n\nThey both chuckle softly. D-8182 applies a facial cleanser as SCP-8182 clips in her earrings.\n\n\nSCP-8182:\n Seriously though? A game designer? You might as well try dating a cop.\n\n\nD-8182:\n Phft… what do you know. He seems empathetic enough.\n\n\nSCP-8182:\n But that’s what I’m saying. With these nerdy introvert types its hard to tell just over text if they have some fucked up worldview.\n\n\nD-8182:\n You were a nerdy introvert type.\n\n\nSCP-8182:\n Yeah but I changed for you.\n\n\nD-8182 snorts and begins to apply makeup.\n\n\nD-8182:\n Jokes aside I need you to promise me that you’ll at least try to be mature.\n\n\nSCP-8182 rests their head on D-8182’s shoulder.\n\n\nSCP-8182:\n I promise.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8182-2:\n\n\n\n\nAddendum 8182-2:\n\n\n\n\n\n\n\n\nDISCOVERY LOG 8182-2\n\n\n\n\nDATE:\n October 21st, 2024 6:32 pm\n\n\nPREFACE:\n The following log was retrieved from Granger’s Restaurant and Bar’s internal security camera feed. This video has been filtered and enhanced by Site 12’s ectology department.\n\n\n\n\n<BEGIN LOG>\n\n\nD-8182 and SCP-8182 enter the building and are led by a hostess to a central table.\n\n\nCivilian:\n Oh my god, hi!\n\n\nD-8182:\n Hi.\n\n\nD-8182 and the civilian hug. SCP-8182 is seen fidgeting with the silverware on the table. The hostess notices a fork shift slightly and stares at the table.\n\n\nCivilian:\n So… do you think we can get our drinks?\n\n\nThe hostess continues to stare at the silverware. The civilian waves their hand in front of the hostess’s face.\n\n\nCivilian:\n Hello? We’d like to order please.\n\n\nThe hostess starts.\n\n\nHostess:\n My apologies, what can I get started for you two?\n\n\nCivilian:\n Perfect, I will have a rum and coke and she will have a…\n\n\nThe civilian gestures at D-8182.\n\n\nD-8182:\n Just a water thank you.\n\n\nHostess:\n Alrighty, have those out for y’all in a jiff.\n\n\nD-8182:\n Thank you.\n\n\nSCP-8182:\n Alcohol right of the bat and he’s rude to wait staff. Tsk-tsk-tsk.\n\n\nD-8182 purses their lips.\n\n\nD-8182:\n Actually ma’am could I please get your house margarita.\n\n\nHostess:\n Of course.\n\n\nD-8182 smiles as the hostess leaves, then glares at SCP-8182. The civilian glances in the same direction.\n\n\nCivilian:\n What are you looking at?\n\n\nD-8182:\n Oh, uh, nothing. I’m just really nervous.\n\n\nCivilian:\n Well don’t be. You look beautiful by the way.\n\n\nSCP-8182 scoffs.\n\n\nSCP-8182:\n Real smooth my guy.\n\n\nD-8182:\n Thank you.\n\n\nCivilian:\n So what do you like to do for fun?\n\n\nD-8182:\n Well… I, um… you know I…\n\n\nThe civilian leans in.\n\n\nD-8182:\n I…\n\n\nSCP-8182 places their hand gently on D-8182’s arm.\n\n\nD-8182:\n I like to do community theatre… Have you ever been?\n\n\nCivilian:\n I unfortunately can’t say I have. But I was in band in high school and we would play the score for the school’s musicals. But uh, just between you and me, I was only in the band to get closer to the band girls. Y’know real overachiever nerdy types. I actually thought I had a chance. Ha!\n\n\nHostess:\n Here are your drinks.\n\n\nCivillian:\n Oh thank you. But anyway, community theatre. What made you decide to get into tha-\n\n\nAs he goes to take a sip of his rum and coke SCP-8182 grabs his arm yanking it upward and causing the civilian to spill the drink on himself.\n\n\nCivilian:\n Jesus Christ!\n\n\nD-8182:\n Stop it!\n\n\n(pause)\n\n\nHostess:\n I’ll go get you a towel.\n\n\nCivillian:\n Thank you. I don’t know what that… gosh I’m so embarrassed. I’m so sorry. I’ll be right back. I’m just gonna head to the washroom. Please don’t leave. I still want to hear about your plays.\n\n\nThe civilian stands up and leaves the camera frame.\n\n\nD-8182:\n (whispering) What the fuck are you doing.\n\n\nSCP-8182:\n I’m ending this before we waste any more time on this schmuck.\n\n\nD-8182:\n I knew this would happen.\n\n\nSCP-8182:\n What?\n\n\nD-8182:\n You’re not even giving him a chance.\n\n\nSCP-8182:\n I am too.\n\n\nD-8182:\n No you’re not. It hasn’t even been five minutes and you’ve already assaulted him.\n\n\nSCP-8182:\n That was barely a push.\n\n\nD-8182:\n I knew we weren’t ready for this. You’re a fucking child.\n\n\nSCP-8182:\n A child?!\n\n\nD-8182:\n Yep, a child.\n\n\n(pause)\n\n\nSCP-8182:\n Okay. Well if I’m a child I guess I should just…\n\n\nSCP-8182 bend down and grabs the spoons on the table.\n\n\nD-8182:\n You wouldn’t dare.\n\n\nSCP-8182 lifts up the silverware and starts twirling them above D-8182’s head, knocking over the drinks, and intentionally drawing the attention of neighboring tables. Several other diners gasp and point. And a few bring out their phones to record.\n\n\nD-8182:\n Are you insane!\n\n\nD-8182 bolts up and runs out of the camera frame.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8182-3:\n\n\n\n\nAddendum 8182-3:\n\n\n\n\n\n\n\n\nDISCOVERY LOG 8182-3\n\n\n\n\nDATE:\n October 21st, 2024 6:51 pm\n\n\nPREFACE:\n At 6:39 pm foundation web scrapers flagged a Facebook Live upload recorded inside Granger’s Restaurant and Bar for anomalous activity. Site 12’s security department was notified and a junior MTF detail was dispatched for containment and amnestitization. The following log was captured by D-8182’s smartphone’s microphone in Hermann Park, Houston. This audio has been filtered and enhanced by Site 12’s ectology department.\n\n\n\n\n<BEGIN LOG>\n\n\nEstimated 60 seconds until MTF arrival.\n\n\nD-8182:\n You’re the one who said I should start dating! You said you wanted me to be happy.\n\n\nSCP-8182:\n I do, I just think we should be a little more selective. I mean come on. That guy was an asshole.\n\n\nD-8182:\n Maybe! But that was my call to make, not yours.\n\n\nSCP-8182:\n So what do I not even get a say.\n\n\nD-8182:\n No.\n\n\nSCP-8182:\n Wow. So I guess I’m just supposed to do nothing while you make all the important decisions in our life.\n\n\nD-8182:\n It’s not our life! Its mine!\n\n\n(pause)\n\n\nEstimated 30 seconds until MTF arrival.\n\n\nD-8182:\n Look. I’m sorry your life was just so painful that you couldn’t handle it. But that doesn’t give you the right to take over mine. Sometimes I wish-\n\n\n(pause)\n\n\nD-8182:\n I…\n\n\n(pause)\n\n\nD-8182:\n (unintelligible)\n\n\n(pause)\n\n\nSCP-8182:\n Come on just say it.\n\n\nEctograph is taken.\n\n\nD-8182:\n I wish you never came back.\n\n\n(pause)\n\n\nD-8182:\n I don’t mea-\n\n\nMTF agents make contact.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8181\n | SCP-8182 | \nSCP-8183\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8182\n\" by KaL-1, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8182\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Young Couple in Public Park - Lublin - Poland\n\n\nAuthor:\n \nAdam Jones\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\nThe image has been edited.",
    "addendums": [],
    "documents": [],
    "notes": [
        "DISCOVERY LOG 8182-1 DATE: October 21st, 2024 5:23 pm PREFACE: On September 6th, 2024, D-8182 was placed on Foundation Watchlist E-8000-24 after foundation AI within the American Psychiatric System flagged their reported hallucinations as potentially anomalous in nature. D-8182’s personal electronic devices were subsequently implanted with standard foundation monitoring programs. Recorded audio and video logs have been filtered and enhanced by Site 12’s ectology department. <BEGIN LOG> D-8182 is located at the bathroom sink in their apartment. They are brushing their teeth as YouTube makeup tutorials play through their smartphone’s speakers. SCP-8182 is seen slowly brushing D-8182’s hair. SCP-8182: I don’t see why you can’t just try it for my sake. I mean how will you know if you never even give them a chance. D-8182: Don’t be a lech. I’m not dating girls just so you can get off. SCP-8182: I didn’t mean it like that. I just think if we are both going to enjoy it doesn’t it make more sense for- D-8182: If you don’t stop being gross Im going to fuck him tonight just to spite you (pause) SCP-8182: Oh please, you don’t need me to give you an excuse to be a slut. They both chuckle softly. D-8182 applies a facial cleanser as SCP-8182 clips in her earrings. SCP-8182: Seriously though? A game designer? You might as well try dating a cop. D-8182: Phft… what do you know. He seems empathetic enough. SCP-8182: But that’s what I’m saying. With these nerdy introvert types its hard to tell just over text if they have some fucked up worldview. D-8182: You were a nerdy introvert type. SCP-8182: Yeah but I changed for you. D-8182 snorts and begins to apply makeup. D-8182: Jokes aside I need you to promise me that you’ll at least try to be mature. SCP-8182 rests their head on D-8182’s shoulder. SCP-8182: I promise. <END LOG>",
        "DISCOVERY LOG 8182-2 DATE: October 21st, 2024 6:32 pm PREFACE: The following log was retrieved from Granger’s Restaurant and Bar’s internal security camera feed. This video has been filtered and enhanced by Site 12’s ectology department. <BEGIN LOG> D-8182 and SCP-8182 enter the building and are led by a hostess to a central table. Civilian: Oh my god, hi! D-8182: Hi. D-8182 and the civilian hug. SCP-8182 is seen fidgeting with the silverware on the table. The hostess notices a fork shift slightly and stares at the table. Civilian: So… do you think we can get our drinks? The hostess continues to stare at the silverware. The civilian waves their hand in front of the hostess’s face. Civilian: Hello? We’d like to order please. The hostess starts. Hostess: My apologies, what can I get started for you two? Civilian: Perfect, I will have a rum and coke and she will have a… The civilian gestures at D-8182. D-8182: Just a water thank you. Hostess: Alrighty, have those out for y’all in a jiff. D-8182: Thank you. SCP-8182: Alcohol right of the bat and he’s rude to wait staff. Tsk-tsk-tsk. D-8182 purses their lips. D-8182: Actually ma’am could I please get your house margarita. Hostess: Of course. D-8182 smiles as the hostess leaves, then glares at SCP-8182. The civilian glances in the same direction. Civilian: What are you looking at? D-8182: Oh, uh, nothing. I’m just really nervous. Civilian: Well don’t be. You look beautiful by the way. SCP-8182 scoffs. SCP-8182: Real smooth my guy. D-8182: Thank you. Civilian: So what do you like to do for fun? D-8182: Well… I, um… you know I… The civilian leans in. D-8182: I… SCP-8182 places their hand gently on D-8182’s arm. D-8182: I like to do community theatre… Have you ever been? Civilian: I unfortunately can’t say I have. But I was in band in high school and we would play the score for the school’s musicals. But uh, just between you and me, I was only in the band to get closer to the band girls. Y’know real overachiever nerdy types. I actually thought I had a chance. Ha! Hostess: Here are your drinks. Civillian: Oh thank you. But anyway, community theatre. What made you decide to get into tha- As he goes to take a sip of his rum and coke SCP-8182 grabs his arm yanking it upward and causing the civilian to spill the drink on himself. Civilian: Jesus Christ! D-8182: Stop it! (pause) Hostess: I’ll go get you a towel. Civillian: Thank you. I don’t know what that… gosh I’m so embarrassed. I’m so sorry. I’ll be right back. I’m just gonna head to the washroom. Please don’t leave. I still want to hear about your plays. The civilian stands up and leaves the camera frame. D-8182: (whispering) What the fuck are you doing. SCP-8182: I’m ending this before we waste any more time on this schmuck. D-8182: I knew this would happen. SCP-8182: What? D-8182: You’re not even giving him a chance. SCP-8182: I am too. D-8182: No you’re not. It hasn’t even been five minutes and you’ve already assaulted him. SCP-8182: That was barely a push. D-8182: I knew we weren’t ready for this. You’re a fucking child. SCP-8182: A child?! D-8182: Yep, a child. (pause) SCP-8182: Okay. Well if I’m a child I guess I should just… SCP-8182 bend down and grabs the spoons on the table. D-8182: You wouldn’t dare. SCP-8182 lifts up the silverware and starts twirling them above D-8182’s head, knocking over the drinks, and intentionally drawing the attention of neighboring tables. Several other diners gasp and point. And a few bring out their phones to record. D-8182: Are you insane! D-8182 bolts up and runs out of the camera frame. <END LOG>",
        "DISCOVERY LOG 8182-3 DATE: October 21st, 2024 6:51 pm PREFACE: At 6:39 pm foundation web scrapers flagged a Facebook Live upload recorded inside Granger’s Restaurant and Bar for anomalous activity. Site 12’s security department was notified and a junior MTF detail was dispatched for containment and amnestitization. The following log was captured by D-8182’s smartphone’s microphone in Hermann Park, Houston. This audio has been filtered and enhanced by Site 12’s ectology department. <BEGIN LOG> Estimated 60 seconds until MTF arrival. D-8182: You’re the one who said I should start dating! You said you wanted me to be happy. SCP-8182: I do, I just think we should be a little more selective. I mean come on. That guy was an asshole. D-8182: Maybe! But that was my call to make, not yours. SCP-8182: So what do I not even get a say. D-8182: No. SCP-8182: Wow. So I guess I’m just supposed to do nothing while you make all the important decisions in our life. D-8182: It’s not our life! Its mine! (pause) Estimated 30 seconds until MTF arrival. D-8182: Look. I’m sorry your life was just so painful that you couldn’t handle it. But that doesn’t give you the right to take over mine. Sometimes I wish- (pause) D-8182: I… (pause) D-8182: (unintelligible) (pause) SCP-8182: Come on just say it. Ectograph is taken. D-8182: I wish you never came back. (pause) D-8182: I don’t mea- MTF agents make contact. <END LOG>",
        "\" SCP-8182 \" by KaL-1, from the SCP Wiki . Source: https://scpwiki.com/scp-8182 . Licensed under CC-BY-SA .",
        "Filename: Young Couple in Public Park - Lublin - Poland Author: Adam Jones License: CC-BY-SA 2.0 Source Link: Flickr The image has been edited."
    ],
    "containment_procedures": "SCP-8182 and D-8182 are currently being held in a standard humanoid containment cell within Site 12's Euclid housing wing.",
    "description": "SCP-8182 is a Class-A ectological lifeform resembling a 19 year old human male. SCP-8182 has demonstrated minor physical capabilities, being able to displace objects weighing up to 5kg. With the exception of D-8182, SCP-8182 can not be perceived without the aid of specialized ectological equipment. D-8182 is a 23 year old human female. Prior attempts at isolating SCP-8182 have resulted in severe psychological distress in both entities. Due to ease of containment and low priority no further attempts are to be made at this time.",
    "title": "SCP-8182"
}