{
    "url": "https://scp-wiki.wikidot.com/scp-8189",
    "all_text": "rating: \n+10\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n8189\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nticonderoga\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNotice from Records and Information Security Administration\n\n\nThe Special Containment Procedures, as well as the Containment, Disruption and Risk Class of SCP-8189 are currently under review following the events of Addendum 4.\n\n\n\n\n\n\n\n\nSCP-8189 viewed via Foundation telescope.\n\n\n\n\n\n\nSpecial Containment Procedures:\n As SCP-8189 is located 927 light years away from Earth, containment is limited to information control\n1\n. Foundation Web-crawlers are to monitor space agencies and amateur astronomy forums for information related to SCP-8189. Any confirmed discoveries are to be suppressed and the relevant participants amnesticised.\n\n\nDescription:\n SCP-8189 is the exoplanet HD-██████-C, a terrestrial body located 927 light years from Earth and 175 million km from its parent yellow dwarf (G-Class) star. SCP-8189's orbit intersects with a nearby asteroid belt approximately twice annually, disrupting asteroids and throwing them out of the HD-██████ system and towards other star systems. While this is not anomalous in itself, primary reason for SCP classification is due to the presence of SCP-8189-A.\n\n\nSCP-8189-A appears to be an extremely large vortex approximately 1000km in diameter located on the surface of the southern hemisphere of SCP-8189. A 100km wide area surrounding SCP-8189-A has seemingly been eroded, presumably by esoteric energies released by SCP-8189-A. The remainder of SCP-8189 is rocky and barren.\n\n\nDetailed observation has revealed large chunks of material (SCP-8189-B) erupting from SCP-8189-A on a regular basis. SCP-8189-B appears to remain in orbit around SCP-8189 until a majority of this orbiting SCP-8189-B is disrupted by collision with asteroids during the biannual intersection with the HD-██████ system's asteroid belt. Based on detailed chemical analysis (See Addendum 1 for more information) it has been determined that SCP-8189-B contains Deoxyribonucleic acid (DNA) of wildly varying configurations. This is supported by the large abundance of extraterrestrial life within a wide radius around the HD-██████ system.\n\n\nAddendum 1: Discovery:\n\n\nOn 14 October 2023, a large asteroid was detected in near-earth orbit. Trajectory analysis indicated that the point of origin was extrasolar. A Foundation-operated probe was dispatched to retrieve a sample of said asteroid to more accurately determine its contents. After detailed lab analysis, the substance now classified as SCP-8189-B was discovered within the asteroid. Then classified as AO-████████, the substance was revealed to consist of a protein-rich slurry and over 100,000 cells each with a unique DNA combination in just a single cubic centimetre. Further analysis revealed that said DNA bore similarities with that of \nhomo neanderthals\n, as well as other alien life forms previously identified by the Foundation.\n\n\nThe exact origin of the AO-████████ remained unknown until the discovery of \nSCP-8390\n, (a highly modified telescope with the ability to view distant exoplanets in perfect details, as well as physically transport users to targeted exoplanets after 30 minutes of continuous viewing) on 6 November 2023. On 18 May 2024, SCP-8390 was utilised to determine the origin of AO-████████ resulting in the discovery of SCP-8189-A.\n\n\nIt is currently theorised that SCP-8189 may be responsible for 'seeding' Earth and other surrounding planets, making it the potential origin point for some varieties of life in this region of the galaxy. As a result, the preservation of SCP-8189-A has been declared of the highest priority by the O5 Council.\n\n\nAddendum 2: Neutralisation Risk:\n\n\nOn 1 August 2024, Foundation monitoring equipment detected a comet approximately 15km in diameter on a collision course with SCP-8189. Further analysis determined the point of impact would likely be near SCP-8189-A. A collision model revealed that the impact would occur on 7 August at 0736 EST and would likely result in SCP-8189-A destabilising due to the damage initiating a catastrophic cascade reaction resulting in the complete annihilation of SCP-8189. In order to prevent this from occurring, the Department of Astronomy drafted a proposal to utilise SCP-8390 to transport a B.A.G.S\n2\n in proximity to SCP-8189-A to alter the corse of the comet away from SCP-8189-A.\n\n\nThis proposal was therefore forwarded to O5 Command for further review. Based on the previous use of SCP-8390 (Incident-8390-A) it was believed that only the containment breach vector would be esoteric biological contamination, as no physical objects can be transported back to Earth by SCP-8390. A record of the subsequent O5 Council vote can be found below.\n\n\nProposal:\n Vote to approve Proposal-8189-A.\n\n\n\n\n\n\nYEA\n\n\nNAY\n\n\nABS.\n\n\n\n\n\n\nO5-1\n\n\n\n\n\n\n\n\n\n\nO5-2\n\n\n\n\n\n\n\n\n\n\n\n\nO5-3\n\n\n\n\n\n\n\n\nO5-4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nO5-5\n\n\n\n\n\n\nO5-6\n\n\n\n\n\n\n\n\n\n\n\n\nO5-7\n\n\n\n\n\n\n\n\n\n\nO5-8\n\n\n\n\n\n\n\n\nO5-9\n\n\n\n\n\n\n\n\n\n\nO5-10\n\n\n\n\n\n\n\n\n\n\nO5-11\n\n\n\n\n\n\n\n\n\n\nO5-12\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\nProposal Approved (8-3-2)\n\n\n\n\n\n\nAddendum 3: Incident-8189-1:\n\n\nOn 3 August, SCP-8390 was activated by Agent Raymond Duncan. Due to the size of the comet and the relatively low power of a portable B.A.G.S, it was estimated that the sink would need to be active for just over a total of 3 days in order to sufficiently divert the course of the comet. In addition, SCP-8390 would not be able to be deactivated for that duration because it would automatically return the B.A.G.S to Earth. Therefore, Agent Duncan was equipped with a modified EVA\n3\n space suit with anomalously compressed oxygen tanks as well as intravenously injected nutrients and fluids.\n\n\nOn 6 August, approximately 1 hour before Agent Duncan's planed return, he encountered an extraterrestrial life form (hereafter SCP-8189-C) that according to Agent Duncan, had emerged from SCP-8189-A itself.\n\n\nSCP-8189-C manifested as a cluster of esoteric energies with an appearance similar to that of a nebula and was actively hostile towards Agent Duncan. Agent Duncan attempted to move away from SCP-8189-C, but was fired upon by a burst of light which directly struck the B.A.G.S and destroyed it. Agent Duncan contacted Site-51 using his communicator and ordered for SCP-8390 to be emergency deactivated. Unbeknownst to the on-site staff however, SCP-8390 had apparently overcharged itself, having never been activated for such a long period of time.\n\n\nUpon the deactivation of SCP-8390, the Site-51 observation room was violently filled with a rock-like substance (later identified as the surface of SCP-8189) as well as Agent Duncan and SCP-8189-C. SCP-8189-C immediately began attacking observing personnel by passing through the space they occupied inducing nausea and disorientation. SCP-8189-C was also noted as being capable of phasing through euclidean geometry, leaving smears of SCP-8189-B residue on entry and exit surfaces.\n\n\nAfter approximately 30 minutes after the deactivation of SCP-8390, SCP-8189-C phased through the ground of Site-51 and disappeared. Attempts to track the entity failed and at time of writing this report, SCP-8189-C is still at large. All SCP-8189-B samples created by SCP-8189-C were collected and sent to \nSite-43\n for analysis and disposal. All of the 6 staff attacked by SCP-8189-C received medical treatment and made full recoveries.\n\n\nInvestigation of SCP-8390 revealed that it had somehow transported a 5 meter radius sphere of matter from SCP-8189 back to earth. SCP-8390-A was found to have been charged to over 1.1EeV\n4\n, over 100 times higher than the level of energy upon usual teleportation. As a result, it transported additional matter from the target area instead of just the observer and their carried articles.\n\n\nOn 7 August, the comet impacted the northern hemisphere of SCP-8189. Despite the loss of one hour of B.A.G.S runtime, SCP-8189-A was unaffected by the impact. Further investigations are pending.\n\n\nAddendum 4: Incident-8189-2:\n\n\nIn the two weeks following Incident-8189-1, Site-51 administration received a verity of reports regarding mental behaviour of the 6 staff members attacked by SCP-8189-C. All 6 individuals were immediately detained to the Site-51 medical section for evaluation. A subsequent medical evaluation on 22 August revealed a large verity of previously undetected symptoms, including but not limited to:\n\n\n\n\nExcessive drooling\n\n\nJaw muscle pain\n\n\nSevere periodontitis causing loss of teeth\n\n\nReplacement of lost teeth with significantly larger carnivore-like teeth\n\n\nCompulsive consumption of raw meat products\n\n\nMemory Loss\n\n\nIrrational and immature behaviour\n\n\nLoss of linguistic and communicative ability\n\n\nAggression towards unaffected staff members\n\n\n\n\nFollowing this discovery Senior Researcher Dr. Michael Russell, project lead on SCP-8189 and SCP-8390 interviewed Dr. John Andrews in order to further discuss the behaviour of said staff members.\n\n\n\n\nDate:\n 22/8/24\n\n\nInterviewed:\n Dr. Matthew Andrews\n\n\nInterviewer:\n Dr. Michael Russell\n\n\nForeword:\n Just prior to this interview, Dr. Andrews had been involved in an altercation with several affected staff. He was assisted by Site-51 security.\n\n\n\n\n<Begin Log>\n\n\nDr. Russell:\n Are you okay Matt? You seem… on edge.\n\n\nDr. Andrews:\n I'm fine. It's them that aren't.\n\n\nDr. Russell:\n And what exactly makes you say that?\n\n\nDr. Andrews:\n Haven't you noticed how they've been acting the past two weeks? Ever since that \nthing\n attacked them they've been going absolutely mental.\n\n\nDr. Russell:\n We have received several reports regarding that over the past few weeks, a number of which came from you. I thought it would be best to ask for your interpretation of events before continuing.\n\n\nDr. Andrews:\n I see. Go on then, what do you want to know?\n\n\nDr. Russell:\n When did you first notice the unusual behaviour?\n\n\nDr. Andrews:\n Well, it started a few days after the attack. I noticed one of them drooling over their food in the cafeteria. I asked them if they were okay and they just stared at me blankly until I left. After that their breath started to smell like rotting and I saw one of them eating a raw steak. I asked them what the hell they were doing and they snarled at me. I filed a report soon after.\n\n\nDr. Russell:\n What about today? What happened?\n\n\nDr. Andrews:\n If I told you, you wouldn't believe me.\n\n\nDr. Russell:\n Try me.\n\n\nDr. Andrews:\n Ok fine. Earlier today one of them walked up to me and started rambling about food. I didn't want to aggravate him so I went to get him some meat from the cafeteria fridge and they snatched it from me and ran away. A few hours later I heard some loud noises and when I went to see what was happening I saw 5 of them…\n\n\nDr. Russell:\n Go on…\n\n\nDr. Andrews:\n They were trying to attack the fridge.\n\n\n<Silence on Recording>\n\n\nDr. Russell:\n What?\n\n\nDr. Andrews:\n They were using a bunch of maintenance tools and hitting the fridge over and over again. I yelled at them to tell me what they were doing and they just stopped for a moment, picked up the whole [EXPLETIVE] fridge and dragged it back to their cav- I mean, office.\n\n\n<Silence on Recording>\n\n\nDr. Andrews:\n I don't know what they were thinking. The damn thing isn't even locked, but they couldn't seem to understand that.\n\n\n<End Log>\n\n\n\n\nFollowing the above interview a full medical evaluation, including DNA screening on the affected individuals was performed by Site-51 medical staff. The results showed that the subject's DNA had begun to regress to that consistent with \nhomo neanderthals\n.\n\n\nFrom this it has been theorised that by Drs. Andrews and Russell that SCP-8189 is not, in fact, the origin of life on Earth, but rather an invasive force which converts the DNA of compatible lifeforms into that of another species, inciting SK-Class \"Dominance Shift\" Scenarios. This theory was subsequently more or less proven after exposure of D-Class personnel to samples of SCP-8189-B yielded similar results.\n\n\nIn addition, it is further theorised that the effects of SCP-8189 may have been partly responsible for the fall of the \nSCP-1000\n civilisation, via conversion of instances into \nhomo neanderthals\n, which may have then evolved into \nhomo sapiens sapiens\n. The exact truth of this theory is currently unknown, mainly due to the lack of information regarding SCP-1000's history. Reclassification to Keter is currently under consideration.\n\n\nAddendum 5: Followup Discoveries:\n\n\nOn 4 September, an additional genome was discovered within the samples of SCP-8189-B. Genetic screening showed a ██% similarity to the biological family \nFelidae\n5\n. The implications of this are currently unknown.\n\n\n\n\nFootnotes\n\n\n1\n. Ticonderoga: Item cannot be contained but does not need to be contained.\n\n\n2\n. Belmont Anti Gravity Sink\n\n\n3\n. Extra Vehicular Activity\n\n\n4\n. Exa Electron Volts.\n\n\n5\n. The family of mammals colloquially referred to as cats.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8189\n\" by CrimsonCatGuy, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8189\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n Well.png\n\n\nName:\n Well.png\n\n\nAuthor:\n \nCrimsonCatGuy\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-sandbox-3.wdfiles.com/local--files/crimsoncatguy-the-well-of-life/Well.png\n\n\n\n\n\n\nThe above image is a derivative of the following:\n\n\n\n\n\n\nName:\n NASA Team Looks to Ancient Earth First to Study Hazy Exoplanets\n\n\nAuthor:\n NASA Goddard Photo and Video\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://openverse.org/image/1590a78f-86db-4181-8dc6-6046bc80a923?q=exoplanet\n\n\n\n\n\n\n\n\nName:\n 2M1207b - First image of an exoplanet\n\n\nAuthor:\n ESO\n\n\nLicense:\n CC-BY 4.0\n\n\nSource Link:\n \nhttps://openverse.org/image/60a4c56b-a7dd-4e02-9282-85cab9c623d6?q=exoplanet\n\n\n\n\n\n\n\n\nName:\n HAL 2011 iPhone Background\n\n\nAuthor:\n Patrick Hoesly\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://openverse.org/image/b19ed6b8-0f2e-45cb-bfaa-71c8fd7f7fe7?q=planet+portal\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8188\n | SCP-8189 | \nSCP-8190\n »",
    "addendums": [
        "Addendum 1: Discovery:\nOn 14 October 2023, a large asteroid was detected in near-earth orbit. Trajectory analysis indicated that the point of origin was extrasolar. A Foundation-operated probe was dispatched to retrieve a sample of said asteroid to more accurately determine its contents. After detailed lab analysis, the substance now classified as SCP-8189-B was discovered within the asteroid. Then classified as AO-████████, the substance was revealed to consist of a protein-rich slurry and over 100,000 cells each with a unique DNA combination in just a single cubic centimetre. Further analysis revealed that said DNA bore similarities with that of homo neanderthals , as well as other alien life forms previously identified by the Foundation.\nThe exact origin of the AO-████████ remained unknown until the discovery of SCP-8390 , (a highly modified telescope with the ability to view distant exoplanets in perfect details, as well as physically transport users to targeted exoplanets after 30 minutes of continuous viewing) on 6 November 2023. On 18 May 2024, SCP-8390 was utilised to determine the origin of AO-████████ resulting in the discovery of SCP-8189-A.\nIt is currently theorised that SCP-8189 may be responsible for 'seeding' Earth and other surrounding planets, making it the potential origin point for some varieties of life in this region of the galaxy. As a result, the preservation of SCP-8189-A has been declared of the highest priority by the O5 Council.",
        "Addendum 2: Neutralisation Risk:\nOn 1 August 2024, Foundation monitoring equipment detected a comet approximately 15km in diameter on a collision course with SCP-8189. Further analysis determined the point of impact would likely be near SCP-8189-A. A collision model revealed that the impact would occur on 7 August at 0736 EST and would likely result in SCP-8189-A destabilising due to the damage initiating a catastrophic cascade reaction resulting in the complete annihilation of SCP-8189. In order to prevent this from occurring, the Department of Astronomy drafted a proposal to utilise SCP-8390 to transport a B.A.G.S 2 in proximity to SCP-8189-A to alter the corse of the comet away from SCP-8189-A.\nThis proposal was therefore forwarded to O5 Command for further review. Based on the previous use of SCP-8390 (Incident-8390-A) it was believed that only the containment breach vector would be esoteric biological contamination, as no physical objects can be transported back to Earth by SCP-8390. A record of the subsequent O5 Council vote can be found below.",
        "Addendum 3: Incident-8189-1:\nOn 3 August, SCP-8390 was activated by Agent Raymond Duncan. Due to the size of the comet and the relatively low power of a portable B.A.G.S, it was estimated that the sink would need to be active for just over a total of 3 days in order to sufficiently divert the course of the comet. In addition, SCP-8390 would not be able to be deactivated for that duration because it would automatically return the B.A.G.S to Earth. Therefore, Agent Duncan was equipped with a modified EVA 3 space suit with anomalously compressed oxygen tanks as well as intravenously injected nutrients and fluids.\nOn 6 August, approximately 1 hour before Agent Duncan's planed return, he encountered an extraterrestrial life form (hereafter SCP-8189-C) that according to Agent Duncan, had emerged from SCP-8189-A itself.\nSCP-8189-C manifested as a cluster of esoteric energies with an appearance similar to that of a nebula and was actively hostile towards Agent Duncan. Agent Duncan attempted to move away from SCP-8189-C, but was fired upon by a burst of light which directly struck the B.A.G.S and destroyed it. Agent Duncan contacted Site-51 using his communicator and ordered for SCP-8390 to be emergency deactivated. Unbeknownst to the on-site staff however, SCP-8390 had apparently overcharged itself, having never been activated for such a long period of time.\nUpon the deactivation of SCP-8390, the Site-51 observation room was violently filled with a rock-like substance (later identified as the surface of SCP-8189) as well as Agent Duncan and SCP-8189-C. SCP-8189-C immediately began attacking observing personnel by passing through the space they occupied inducing nausea and disorientation. SCP-8189-C was also noted as being capable of phasing through euclidean geometry, leaving smears of SCP-8189-B residue on entry and exit surfaces.\nAfter approximately 30 minutes after the deactivation of SCP-8390, SCP-8189-C phased through the ground of Site-51 and disappeared. Attempts to track the entity failed and at time of writing this report, SCP-8189-C is still at large. All SCP-8189-B samples created by SCP-8189-C were collected and sent to Site-43 for analysis and disposal. All of the 6 staff attacked by SCP-8189-C received medical treatment and made full recoveries.\nInvestigation of SCP-8390 revealed that it had somehow transported a 5 meter radius sphere of matter from SCP-8189 back to earth. SCP-8390-A was found to have been charged to over 1.1EeV 4 , over 100 times higher than the level of energy upon usual teleportation. As a result, it transported additional matter from the target area instead of just the observer and their carried articles.\nOn 7 August, the comet impacted the northern hemisphere of SCP-8189. Despite the loss of one hour of B.A.G.S runtime, SCP-8189-A was unaffected by the impact. Further investigations are pending.",
        "Addendum 4: Incident-8189-2:\nIn the two weeks following Incident-8189-1, Site-51 administration received a verity of reports regarding mental behaviour of the 6 staff members attacked by SCP-8189-C. All 6 individuals were immediately detained to the Site-51 medical section for evaluation. A subsequent medical evaluation on 22 August revealed a large verity of previously undetected symptoms, including but not limited to:\nFollowing this discovery Senior Researcher Dr. Michael Russell, project lead on SCP-8189 and SCP-8390 interviewed Dr. John Andrews in order to further discuss the behaviour of said staff members.\nFollowing the above interview a full medical evaluation, including DNA screening on the affected individuals was performed by Site-51 medical staff. The results showed that the subject's DNA had begun to regress to that consistent with homo neanderthals .\nFrom this it has been theorised that by Drs. Andrews and Russell that SCP-8189 is not, in fact, the origin of life on Earth, but rather an invasive force which converts the DNA of compatible lifeforms into that of another species, inciting SK-Class \"Dominance Shift\" Scenarios. This theory was subsequently more or less proven after exposure of D-Class personnel to samples of SCP-8189-B yielded similar results.\nIn addition, it is further theorised that the effects of SCP-8189 may have been partly responsible for the fall of the SCP-1000 civilisation, via conversion of instances into homo neanderthals , which may have then evolved into homo sapiens sapiens . The exact truth of this theory is currently unknown, mainly due to the lack of information regarding SCP-1000's history. Reclassification to Keter is currently under consideration.",
        "Addendum 5: Followup Discoveries:\nOn 4 September, an additional genome was discovered within the samples of SCP-8189-B. Genetic screening showed a ██% similarity to the biological family Felidae 5 . The implications of this are currently unknown."
    ],
    "documents": [],
    "notes": [
        "\" SCP-8189 \" by CrimsonCatGuy, from the SCP Wiki . Source: https://scpwiki.com/scp-8189 . Licensed under CC-BY-SA .",
        "Filename: Well.png Name: Well.png Author: CrimsonCatGuy License: CC-BY-SA 3.0 Source Link: https://scp-sandbox-3.wdfiles.com/local--files/crimsoncatguy-the-well-of-life/Well.png",
        "Name: NASA Team Looks to Ancient Earth First to Study Hazy Exoplanets Author: NASA Goddard Photo and Video License: CC-BY 2.0 Source Link: https://openverse.org/image/1590a78f-86db-4181-8dc6-6046bc80a923?q=exoplanet",
        "Name: 2M1207b - First image of an exoplanet Author: ESO License: CC-BY 4.0 Source Link: https://openverse.org/image/60a4c56b-a7dd-4e02-9282-85cab9c623d6?q=exoplanet",
        "Name: HAL 2011 iPhone Background Author: Patrick Hoesly License: CC-BY 2.0 Source Link: https://openverse.org/image/b19ed6b8-0f2e-45cb-bfaa-71c8fd7f7fe7?q=planet+portal"
    ],
    "containment_procedures": "As SCP-8189 is located 927 light years away from Earth, containment is limited to information control1. Foundation Web-crawlers are to monitor space agencies and amateur astronomy forums for information related to SCP-8189. Any confirmed discoveries are to be suppressed and the relevant participants amnesticised.",
    "description": "SCP-8189 is the exoplanet HD-██████-C, a terrestrial body located 927 light years from Earth and 175 million km from its parent yellow dwarf (G-Class) star. SCP-8189's orbit intersects with a nearby asteroid belt approximately twice annually, disrupting asteroids and throwing them out of the HD-██████ system and towards other star systems. While this is not anomalous in itself, primary reason for SCP classification is due to the presence of SCP-8189-A.",
    "title": "SCP-8189"
}