{
    "url": "https://scp-wiki.wikidot.com/scp-8193",
    "all_text": "rating: \n+17\n+\n–\nx\n\n\nItem #:\n SCP-8193\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n \nThe location of SCP-8193 has been fenced off and listed as private property. The perimeter is continuously monitored by fixed camera emplacements for any signs of civilian incursion. Interaction with SCP-8193-A-Prime outside of testing is to be discouraged.\n\n\nSCP-8193 has been excavated from its location and moved to an appropriately sized containment chamber at Site-12. Interaction with SCP-8193-A-Prime outside of testing is to be encouraged.\n1\n\n\nDescription:\n SCP-8193 is a channel excavation measuring nine meters in length, sixty centimeters in width, and 120 centimeters in depth. The excavation forms a rough \"zigzag\" pattern, with every three meters set at an angle perpendicular to the previous length. SCP-8193 \nis\n was located on abandoned farmland approximately thirteen kilometers from the city outskirts of Coventry, UK. Despite being exposed for at least fifteen years, the soil inside SCP-8193 retains a freshly excavated appearance. Procured samples have indicated nothing anomalous in the molecular structure.\n\n\nSCP-8193 is occupied by a group of eighteen humanoid entities, hereafter formally designated as SCP-8193-A. These entities perfectly resemble non-anomalous juvenile humans between the ages of three and twelve, wearing appropriate clothing that dates from the late 1930s and early 1940s. SCP-8193-A invariably adopt postures that can be classified as sitting or crouching, exclusively at the bottom of SCP-8193. They will constantly engage in observing an unknown event taking place in excess of 1000 meters above SCP-8193, that is visible only to SCP-8193-A. Secondary activities have included; talking with each other, fidgeting with clothing/anatomy/soil, and flinching in response to the unknown event. SCP-8193-A are incapable of aging and do not require any form of nutrition or sustenance; however, they will accept food and water if it is offered. Tests have concluded that all entities are healthy, aside from four that have shown signs of early stage tuberculosis.\n\n\nAny attempt to remove SCP-8193-A entities from SCP-8193 will result in failure, as will removing soil from a ten meter radius around SCP-8193. However, large scale excavations to facilitate the transportation of SCP-8193 have proved successful. Attempts to terminate, injure, or otherwise harm SCP-8193-A\n2\n represent the only interactions to have resulted in negative side effects. The individual responsible will be spontaneously impaled by multiple fragments of jagged metal. The resulting injuries have universally proved fatal.\n\n\nThe majority of SCP-8193-A entities will ignore any and all outside stimuli. The sole exceptions are three instances, designated SCP-8193-A-Prime, that have engaged in communication with Foundation personnel and are listed below.\n\n\n\n\nFormal Designation:\n SCP-8193-A-Prime-3\n\n\nSelf Designation:\n Alex\n\n\nGender:\n Male\n\n\nAge:\n 12\n\n\nPersonality:\n Subdued cheekiness. More comfortable communicating through jokes. Easily made uncomfortable and uncooperative by serious questioning.\n\n\n\n\n\n\nFormal Designation:\n SCP-8193-A-Prime-2\n\n\nSelf Designation:\n Conrad\n\n\nGender:\n Male\n\n\nAge:\n 11\n\n\nPersonality:\n Subdued cheerfulness. Quite cooperative if treated as mature. Extremely receptive to bribes of confectionery.\n\n\n\n\n\n\nFormal Designation:\n SCP-8193-A-Prime-1\n\n\nSelf Designation:\n Maisie\n\n\nGender:\n Female\n\n\nAge:\n 12\n\n\nPersonality:\n Realist. The most cooperative and mature by a wide margin. Considered the most useful source of communication.\n\n\n\n\nAddendum-01:\n Discovery\n\nSCP-8193 was first discovered by a hiker in the summer of 2010, who communicated the finding to the owner of the land, Ronald ███████. Over the next eight years, Mr. ███████ proceeded to exploit SCP-8193 for financial gain, advertising it as \"Second World War Blitz Cosplayers\". Mr. ███████ made approximately £██0,000 before SCP-8193 was discovered by the Foundation. Following lengthy interrogation, Mr. ███████ was amnesticized and released, upon which he was arrested and charged with financial fraud.\n\n\nSCP-8193 was contained at the location of its discovery for a further four years. However, Mr. ███████'s advertisements continued to appear throughout the anomalous and non-anomalous community, resulting in a higher than normal level of attempted civilian breaches.\n\n\nFollowing a ruling from the Department of Containment and the Sub-Committee on Ethical Anomalous Treatment (S.C.E.A.T.), SCP-8193 was excavated from its original location and moved to Site-12.\n\n\nAddendum-02:\n Regarding Object Class\n\n\nI am bound to get many questions about this, so I will include this statement on the document. Although SCP-8193-A is technically sentient, and SCP-8193-A-Prime can communicate with outsiders, they have shown absolutely no proclivity towards leaving SCP-8193, or even recognizing that they are in containment. They stare at the roof of their chamber 24/7 and see a dogfight between Spitfires and Messerschmidts for all eternity. Until one of them tries to climb out of that air raid trench, the Object Class will remain \"Safe\". — Dr. Calhoun.\n\n\nAddendum-03:\n Summary of Incident 8193/13\n\nAt exactly 10:09 AM, 19/09/2025, SCP-8193 underwent a sudden change in appearance. This was first noticed by Technician Hamish Stradden, who was monitoring the cameras in the Contained Objects Wing at the time. He sounded the alarm, and security was sent to the containment chamber. Upon arriving, it was found that SCP-8193 had changed back to normal. In response, the security recording was extracted and reviewed.\n\n\nFor two minutes and 25 seconds, the video recording shows that approximately four meters of SCP-8193 has been completely obliterated and replaced by a large crater, starting from the end where SCP-8193-A-Prime are located. All visible instances of SCP-8193-A are observed to be critically injured, including severe laceration and dismemberment. By the 2 min 10 sec mark, life-sign monitors show that all instances of SCP-8193-A have expired. At 2 min 25 sec, a single frame of the video is completely corrupted, before showing the entirety of SCP-8193 returned to normal.\n\n\nSCP-8193-A appear completely unaware of the incident, and SCP-8193-A-Prime expressed confusion when questioned.\n\n\nAddendum-04:\n Incident 8193/14\n\n\n\n\nVideo Log:\n Incident 8193/14\n\n\n\n\nTime/Date:\n 10:09 AM, 26/09/2025\n\n\nDepicted Individuals:\n Tech. H. Stradden, SCP-8193-A-Prime-1\n\n\nForeword:\n At 9:49 AM, Tech. Stradden entered the SCP-8193 containment chamber for the purposes of replacing a glass panel covering the light fixtures.\n\n\n\n\n<BEGIN LOG>\n\n\nSCP-8193 takes up the center of the containment chamber. Tech. Stradden is visible in the back left corner, balanced on a ladder as he is fitting the replacement glass panel. Inarticulate mumbling is audible from his direction.\n\n\nSCP-8193-A-Prime-1:\n Mister Hamish?\n\n\nTech. Stradden drops the glass panel, which shatters on the floor. He turns towards the anomaly, his face displaying shock.\n\n\nSCP-8193-A-Prime-1:\n Mister Hamish?\n\n\nTech. Stradden climbs down from the ladder, walks over, and kneels at the edge of SCP-8193.\n\n\nTech. Stradden:\n Uh, yeah? I'm here.\n\n\nSCP-8193-A-Prime-1:\n Don't worry about us.\n\n\nStradden:\n Huh?\n\n\nSCP-8193-A-Prime-1:\n Don't worry about us. We'll be alright.\n\n\nStradden\n Okay… Um, are you sure?\n\n\nSCP-8193-A-Prime-1 nods.\n\n\nSCP-8193-A-Prime-1:\n \nPeter\n takes care of us.\n\n\n<END LOG>\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See Addendum-03 and -04.\n\n\n2\n. This includes filling SCP-8193 with soil.\n\n\n\n\n\n\n\n\n« \nSCP-8192\n | SCP-8193 | \nSCP-8194\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8193\n\" by Edmund Davids, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8193\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-01: Discovery SCP-8193 was first discovered by a hiker in the summer of 2010, who communicated the finding to the owner of the land, Ronald ███████. Over the next eight years, Mr. ███████ proceeded to exploit SCP-8193 for financial gain, advertising it as \"Second World War Blitz Cosplayers\". Mr. ███████ made approximately £██0,000 before SCP-8193 was discovered by the Foundation. Following lengthy interrogation, Mr. ███████ was amnesticized and released, upon which he was arrested and charged with financial fraud.\nSCP-8193 was contained at the location of its discovery for a further four years. However, Mr. ███████'s advertisements continued to appear throughout the anomalous and non-anomalous community, resulting in a higher than normal level of attempted civilian breaches.\nFollowing a ruling from the Department of Containment and the Sub-Committee on Ethical Anomalous Treatment (S.C.E.A.T.), SCP-8193 was excavated from its original location and moved to Site-12.",
        "Addendum-02: Regarding Object Class I am bound to get many questions about this, so I will include this statement on the document. Although SCP-8193-A is technically sentient, and SCP-8193-A-Prime can communicate with outsiders, they have shown absolutely no proclivity towards leaving SCP-8193, or even recognizing that they are in containment. They stare at the roof of their chamber 24/7 and see a dogfight between Spitfires and Messerschmidts for all eternity. Until one of them tries to climb out of that air raid trench, the Object Class will remain \"Safe\". — Dr. Calhoun.",
        "Addendum-03: Summary of Incident 8193/13 At exactly 10:09 AM, 19/09/2025, SCP-8193 underwent a sudden change in appearance. This was first noticed by Technician Hamish Stradden, who was monitoring the cameras in the Contained Objects Wing at the time. He sounded the alarm, and security was sent to the containment chamber. Upon arriving, it was found that SCP-8193 had changed back to normal. In response, the security recording was extracted and reviewed.\nFor two minutes and 25 seconds, the video recording shows that approximately four meters of SCP-8193 has been completely obliterated and replaced by a large crater, starting from the end where SCP-8193-A-Prime are located. All visible instances of SCP-8193-A are observed to be critically injured, including severe laceration and dismemberment. By the 2 min 10 sec mark, life-sign monitors show that all instances of SCP-8193-A have expired. At 2 min 25 sec, a single frame of the video is completely corrupted, before showing the entirety of SCP-8193 returned to normal.\nSCP-8193-A appear completely unaware of the incident, and SCP-8193-A-Prime expressed confusion when questioned.",
        "Addendum-04: Incident 8193/14"
    ],
    "documents": [],
    "notes": [
        "\" SCP-8193 \" by Edmund Davids, from the SCP Wiki . Source: https://scpwiki.com/scp-8193 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8193",
    "object_class": "Safe",
    "containment_procedures": "The location of SCP-8193 has been fenced off and listed as private property. The perimeter is continuously monitored by fixed camera emplacements for any signs of civilian incursion. Interaction with SCP-8193-A-Prime outside of testing is to be discouraged.",
    "description": "SCP-8193 is a channel excavation measuring nine meters in length, sixty centimeters in width, and 120 centimeters in depth. The excavation forms a rough \"zigzag\" pattern, with every three meters set at an angle perpendicular to the previous length. SCP-8193 is was located on abandoned farmland approximately thirteen kilometers from the city outskirts of Coventry, UK. Despite being exposed for at least fifteen years, the soil inside SCP-8193 retains a freshly excavated appearance. Procured samples have indicated nothing anomalous in the molecular structure.",
    "title": "SCP-8193"
}