{
    "url": "https://scp-wiki.wikidot.com/scp-8201",
    "all_text": "rating: \n+126\n+\n–\nx\n\n\n\n\nTo:\n \npcs.noitadnuof|htimsianl#pcs.noitadnuof|htimsianl\n\n\nFrom:\n encrypted@mcd.███\n\n\nSubject:\n Re: Osiris Express\n\n\nOn behalf of Marshall, Carter, & Dark, Ltd., we would like to thank you for your interest in the Elysium Express.\n\n\nThe Elysium Express was conceived as a way to protect the discerning customer from global existential threats. Its extensive amenities were meant to serve as an escape vehicle, a safe haven, and — most importantly — the gold standard of luxury travel experiences.\n\n\nBronze-Tier boarding passes start at just $40,000,000,000. For more information and a free quote, please consult \nour website\n.\n\n\nRemember: \nIf the end is nigh, then the magic is just beginning.™\n\n\nNOTE:\n If you have received this after inquiring about the Osiris Express rather than the Elysium Express, please be advised that the Osiris Express has been permanently discontinued due to premature activation and sanitation problems. Boarding passes for both Osiris and Elysium Expresses are non-refundable.\n\n\n\n\nItem #:\n SCP-8201\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n The only realistic means to contain SCP-8201 is mitigate the spread of information following Boarding Events. To that end, Foundation webcrawlers and agents continue to monitor all North American passenger and commuter rail systems for Boarding Events. After a Boarding Event has been confirmed, local task forces are to be deployed to detain all resulting SCP-8201-B.\n\n\nVapor-based dispersal units containing Class A amnestics have currently been installed in 408 train stations throughout North America, with 100 slated to be installed next year. These dispersal units are to be remotely activated during a confirmed Boarding Event.\n\n\nVisual records of SCP-8201-A contain an ALPTRAUM-class cognitohazard and must be destroyed through automated systems.\n\n\nSCP-8201-B are to be apprehended and kept at the humanoid containment wing of Site-59. This is primarily to monitor and study ways to mitigate SCP-8201's influence — and, if possible, to rehabilitate them through the use of amnestic therapy. While they have no anomalous capabilities, SCP-8201-B remain under constant suicide watch.\n\n\nAll staff are advised that \"OsEx\"\n1\n communities on the Internet are \nnot\n entirely composed of uncontained SCP-8201-B, with approximately 70% of relevant persons of interest being non-anomalous conspiracy theorists. Their activities are to be monitored closely, as this remains the most accurate means to predict Boarding Events.\n\n\nDescription:\n SCP-8201 is an armored, 30-car passenger train. The words \"OSIRIS EXPRESS\" have been painted on every car, often paired with an emblem of the eponymous Egyptian god. SCP-8201 is pulled by an engine that takes the appearance of a steam locomotive of the 4-8-4 \"Northern\" wheel arrangement.\n2\n\n\nThe only entrance is a single bulkhead at the end of the rearmost car. When opened, this bulkhead is guarded by between 20 to 30 instances of SCP-8201-A.\n\n\nSCP-8201 has never been observed in motion, save for pulling in and out of stations to board passengers. All attempts to accurately track SCP-8201's movement after departure have been unsuccessful. The most accepted explanation for this is that SCP-8201 is capable of either teleportation or cross-dimensional travel.\n\n\nSince June 1st, 2017, SCP-8201 has stopped at 195 different train stations throughout Canada and the continental United States. (No appearances outside of North America have been documented as of yet.) These have been designated Boarding Events.\n\n\nSCP-8201-A refers to the staff of SCP-8201. Visual contact with an SCP-8201-A instance constitutes an ALPTRAUM-class cognitohazard — as such, the only details of their appearance come from what has been gleaned from questioning SCP-8201-B:\n\n\n\n\nThey take the appearance of male humanoids aged 25-35.\n\n\nThey're dressed in body armor that mimics the appearance of a railway conductor's uniform.\n\n\nSome are equipped with tranquilizer dart pistols, while others have riot shields and stun batons.\n\n\n\n\nNo SCP-8201-A speak, save for SCP-8201-A-1, their apparent commander.\n\n\nSCP-8201-B refers to a human subject that has made either direct, indirect, or \nde facto\n3\n observation of SCP-8201-A. Immediately upon observation, the subject develops an intense compulsion to board SCP-8201, seeing it as their only means to survive an impending global catastrophe. (The details of this catastrophe continue to remain unclear, especially to SCP-8201-B.)\n\n\nTo a limited degree, SCP-8201-B are able to predict Boarding Events.\n\n\nAddendum 1 - Boarding Event Transcript:\n\n\n\n\nIncident Log: Boarding Event-102\n\n\nDate:\n 3/20/2024\n\n\nTime:\n 01:48 AM CST\n\n\nLocation:\n St. Cloud Station, St. Cloud, Minnesota\n\n\nNote:\n The following was taken from video footage from the phone of Woody Morgan, an railway history blogger on YouTube.\n\n\n<Begin Log>\n\n\n[SCP-8201 can be seen approaching from the north. A crowd of between 50 to 70 SCP-8201-B have gathered.]\n\n\nMorgan:\n Hoooooly shit, guys… I must be dreaming. There's a \nsteamer\n on an Amtrak line! For the first time in over half a century. Sweet Jesus, I feel like I'm still playin' with Lionels in Meemaw's basement!\n\n\n…not seein' a lot of smoke. Maybe someone invented an environmentally-friendly kinda steam train. I mean, I ain't no Greta Thunberg or nothin', but if it gets steam back in the game, more power to —\n\n\nSCP-8201-B-828:\n Excuse me.\n\n\nMorgan:\n Ma'am, I'm tryin' to do a video here.\n\n\nSCP-8201-B-828:\n \nExcuse me.\n\n\n[The camera points to a young blonde woman, desperately smiling. She holds a baby.)\n\n\nMorgan:\n Yeah, okay, hi, ma'am. And here, we have a prime specimen of \nVideus interruptus.\n Say hi, jackass.\n\n\nSCP-8201-B-828:\n Do you have children?\n\n\nMorgan:\n Do you have anything better to do?\n\n\n[SCP-8201-B-828 giggles.]\n\n\nSCP-8201-B-828:\n Answer the fucking question.\n\n\nMorgan:\n Whoa, okay — \n[British accent]\n and now for something completely different.\n\n\n[He turns the camera to the approaching train again.]\n\n\nSCP-8201-B-828:\n Sir?\n\n\nMorgan:\n Lessee now, maybe it'll say what line it is, or — Osiris Express? That's a new one.\n\n\n[The woman forces herself into the camera's field of view.]\n\n\nSCP-8201-B-828:\n \nSir.\n\n\nMorgan:\n Oh, \nI'm sorry,\n I wasn't aware I was filmin' Real Housewives of the Looney Bin.\n\n\nSCP-8201-B-828:\n Do you want a little boy? Do you want to raise a child? See one grow? Follow your footsteps? Unconditional love?\n\n\nMorgan:\n The hell you on about?\n\n\nSCP-8201-B-828:\n If I give you a free baby boy, will you let me go ahead of you in the line?\n\n\nMorgan:\n Giddafuckout my camera, lady.\n\n\nSCP-8201-B-828:\n Here!\n\n\n[She throws the baby at him.]\n\n\nMorgan:\n Whoa, what the—\n\n\n[He barely catches him.]\n\n\nHey, lady!\n\n\nSCP-8201-B-828:\n \nThank you so much!\n\n\n[She runs off into the crowd.]\n\n\n[Morgan gives chase.]\n\n\nMorgan:\n \nOh godfuckindammit GETCHER ASS BACK HERE! I DON'T WANT YOUR GODDAMN BABY!\n\n\n[The baby starts crying.]\n\n\nOh, uh, it's okay li'l fella, I'll getcha back to your stupid-ass momma — \nLADY!\n\n\n[The train comes into the station. The brakes screech.]\n\n\n[The crowd becomes restless. They converge on the end of the platform, yelling and shoving each other out of the way — and trying to determine where the point of boarding will be.]\n\n\n[For 25 seconds, no audio can be determined over the brakes, the baby, and yelling from all sides.]\n\n\n[Visuals cut out due to cognitohazardous portion.]\n\n\n[The bulkhead opens.]\n\n\nMorgan:\n …oh… oh, no.\n\n\nSCP-8201-A-1:\n \nATTENTION! THIS TRAIN \nMUST\n LEAVE IN THE NEXT FIVE MINUTES. RAISE YOUR HAND IF YOU HAVE A BOARDING PASS.\n … \nLOWER YOUR HAND. THAT BOARDING PASS IS A COUNTERFEIT. \nBLACKLISTED.\n\n\nSCP-8201-B-(unknown):\n \nNo really, it's a boarding pass, see? It's—\n\n\nA tranq gun fires.\n\n\nSCP-8201-A-1:\n \nIF YOU \nDO NOT\n HAVE A BOARDING PASS BUT STILL WISH TO BOARD, PROCEED SINGLE-FILE TO THE BOARDING LADDER FOR BOARDING ASSESSMENT. THERE WILL BE NO SECOND CHANCES. REMAIN CALM AND PROCEED IN AN ORDERLY FASHION, OR YOU \nWILL\n BE BLACKLISTED. FOUR MINUTES AND 23 SECONDS REMAINING.\n\n\n…\n\n\nSTATE YOUR NAME.\n\n\nSCP-8201-B-828:\n Sylvia Niederman.\n\n\nMorgan:\n YOU FORGOT YOUR BABY!\n\n\nSCP-8201-A-1:\n \nHOW WOULD YOU DESCRIBE YOUR WORK ETHIC?\n\n\nSCP-8201-B-828:\n I am willing to do \nliterally anything\n.\n\n\nSCP-8201-A-1:\n \nCAN YOU DEADLIFT MORE THAN FIFTY POUNDS?\n\n\nSCP-8201-B-828:\n Yes yes yes let me on!\n\n\nSCP-8201-A-1:\n \nBOARD THE TRAIN.\n\n\nSCP-8201-B-828:\n \nOh my God, you've saved my life, thank you so—\n\n\n[Sound of SCP-8201-B-828 yelping as she's thrown inside.]\n\n\nSCP-8201-A-1:\n \nSTATE YOUR NAME.\n\n\nSCP-8201-B-872:\n Reginald Donald Brown!\n\n\nSCP-8201-A-1:\n \nHAS YOUR EMPLOYMENT EVER BEEN TERMINATED FOR SECURITY REASONS?\n\n\nSCP-8201-B-872:\n My work ethic is phenomenal, and — wait, what? Does that really matter?\n\n\nSCP-8201-A-1:\n \nBLACKLISTED.\n\n\n[His scream is cut off from multiple tranq guns.]\n\n\nSCP-8201-A-1:\n \nSTATE YOUR NAME.\n\n\nSCP-8201-B-810:\n Mark Sutherland.\n\n\nSCP-8201-A-1:\n \nDO YOU HAVE A CRIMINAL RECORD?\n\n\nSCP-8201-B-810:\n No.\n\n\nSCP-8201-A-1:\n \nWOULD YOU CONSENT TO HYPOTHETICAL PREMORTEM ORGAN HARVESTING FOR THE GREATER GOOD?\n\n\nSCP-8201-B-810:\n I don't care anymore.\n\n\nSCP-8201-A-1:\n \nBOARD THE TRAIN…\n\n\n[Truncated for brevity.]\n\n\nSCP-8201-A-1:\n \nTHIS MAN WILL BE OUR LAST CANDIDATE. WE \nCANNOT\n TAKE ANYONE ELSE.\n\n\nMorgan:\n \nThank fuck.\n\n\n[Collective shrieking and rioting.]\n\n\nSCP-8201-A-1:\n \nSTATE YOUR NAME.\n\n\nMorgan:\n Woodford P. Morgan.\n\n\nSCP-8201-A-1:\n \nSTATE YOUR CHILD'S NAME.\n\n\nMorgan:\n …it's not my baby. The first lady who got on the train just threw him at me.\n\n\nSCP-8201-A-1:\n \nDOES YOUR CHILD HAVE EXPERIENCE IN BRAKE MAINTENANCE OR MILITARY-GRADE INSULATION MAINTENANCE?\n\n\nMorgan:\n Look, just let me on the fucking train before I have a heart attack.\n\n\nSCP-8201-A-1:\n \nBLACKLISTED.\n\n\nMorgan:\n Ah, to hell with this.\n\n\n[The baby's cries trail off in the distance, presumably from being thrown to distract the guards.]\n\n\n[Based on audio analysis, 192 tranq darts are fired at Morgan in the span of three seconds.]\n\n\n[Sound of cracking glass.]\n4\n\n\n<End Log>\n\n\n\n\nAddendum - Further Research & Exploration:\n On 6/10/2024, the SCP-8201 research team at Site-59 analyzed photographs recovered from a Boarding Event in St. Cloud, MN. A serial number was discovered on a passenger car's wheels, which was traced back to \nMarshall, Carter, and Dark, Ltd\n. When questioned, a representative of the company stated that SCP-8201 was their discontinued project that had activated prematurely. (See above.)\n\n\nAfter a brief investigation, an outdated boarding pass for SCP-8201 was found in the personal effects of PoI-81111 (a Marshall, Carter, and Dark agent).\n\n\nResearcher Gina Gualtieri volunteered to use this boarding pass to attempt to board and explore the interior of SCP-8201. Gualtieri was given a hidden audio wire to record her findings.\n\n\n\n\nExploration Log: SCP-8201\n\n\nStart date: 8/20/2024\n\n\nStart Time: 10:18 PM EST\n\n\n<Begin Log>\n\n\n<10:18> SCP-8201 pulls into the station at Kingstree, South Carolina.\n\n\n<10:19> Gualtieri views SCP-8201-A and becomes an instance of SCP-8201-B. After displaying the boarding pass, she successfully boards the train. She hurries to the other side of the entry car to decompress.\n\n\n<10:23> SCP-8201 departs Kingstree. Gualtieri is the only one who has successfully boarded the train.\n5\n\n\n<10:29> Gualtieri begins recording.\n\n\n\n\n[Heavy breathing, gradually growing slower.]\n\n\nGualtieri:\n …okay. I'm on the train. That was one hell of a panic attack. Now, where am I…?\n\n\nRubber-duckie-yellow wallpaper, fluorescent lighting. …steel floors.\n\n\n[She sniffs.]\n\n\nGlad I'm not allergic to mold.\n\n\nThe 8201-A — look, I'm just gonna call them conductors? They're standing in place near the bulkhead. In fact, they're standing single-file. Really stiff and motionless. \nToo\n stiff. Like they're T-posing in a video game. I wonder if they're robots.\n\n\nHey, are you guys robots?\n\n\nSCP-8201-A-1:\n \nBLACKLISTED.\n\n\nGualtieri:\n Uh, we already left.\n\n\nSCP-8201-A-1:\n \nTHIS TRAIN \nMUST\n LEAVE IN THE NEXT FIVE MINUTES.\n\n\nGualtieri:\n We already… can you hear me?\n\n\nSCP-8201-A-1:\n \nBOARD THE TRAIN.\n\n\nGualtieri:\n …what is two plus two?\n\n\nSCP-8201-A-1:\n \nFOUR MINUTES REMAINING.\n\n\nGualtieri:\n I guess they're only programmed for the boarding process.\n\n\nAlso, why don't I feel like the world's about to end anymore? Maybe the cognitohazard wears off once you're on the train.\n\n\n[Four bells sound on the intercom. A shrill, wheedling male voice fills the room.]\n\n\nIntercom:\n \nHELLO, HI THERE, HOW ARE YOU DOING? MY NAME'S OSIRIS AND I LOVE YOU!\n\n\nGualtieri:\n Wonder who that was for.\n\n\nIntercom:\n \nLADY, YOU ARE LITERALLY MY ONE PASSENGER. YOU HAVE TO TALK TO ME. UNLESS YOU DON'T FEEL LIKE IT. I AM A NICE TRAIN WHO LETS EVERYONE MAKE THEIR OWN DECISIONS. YOU'RE SAFE HERE. EVERYONE OUTSIDE IS DEAD BUT YOU ARE SAFE. YOU HAVE ACHIEVED YOUR FINAL PARADISE AND YOU DON'T HAVE TO CRY ANYMORE.\n\n\nGualtieri:\n I'm not crying.\n\n\nIntercom:\n \nCRY PLEASE.\n\n\nGualtieri:\n Why?\n\n\nIntercom:\n \nIT IS A REALISTIC REACTION TO THE WHOLE WORLD BEING DEAD RIGHT NOW EXCEPT FOR YOU. …OH NO. IT'S THE NUKES. \nBOOOOOMPWSSHSHSHSHSHSH.\n …THAT WAS A NUCLEAR EXPLOSION AND NOT MY VOICE. THOUSANDS OF YEARS OF HUMAN CIVILIZATION AND CULTURE HAVE BEEN REDUCED TO IRRADIATED ASHES EXCEPT FOR YOU IN PARTICULAR. YOU GET TO RIDE A NICE FANCY TRAIN INSTEAD. THE TRAIN'S NAME IS OSIRIS BY THE WAY. AND I AM OSIRIS.\n\n\n[She checks her phone.]\n\n\nNOBODY IS UPDATING NEWS PROGRAMS BECAUSE THERE IS NOTHING LEFT TO UPDATE.\n\n\nGualtieri:\n I am watching a live feed of the New York City skyline.\n\n\nIntercom:\n \nOOH SCARY. SUCH TRAGEDY. HOW MANY MUSHROOM CLOUDS ARE THERE?\n\n\nGualtieri:\n None.\n\n\nIntercom:\n \nYOUR SOURCE IS UNRELIABLE.\n\n\nGualtieri:\n Why do you keep lying to me?\n\n\nIntercom:\n \nYOU ARE IN DENIAL AND THAT IS UNDERSTANDABLE. LET ME SHOW YOU THE \nGRAAAAND TOOOOOUR!\n\n\n\n\n<10:48> Gualtieri enters the second car.\n\n\n\n\nIntercom:\n \nTHAT CAR IS STILL UNDER CONSTRUCTION. NEXT CAR PLEASE.\n\n\nGualtieri:\n Decor's the same. Totally empty, though.\n\n\nIntercom:\n \nPROOF POSITIVE. YOU TALK TO YOURSELF BECAUSE YOU CRAVE THE COMPANIONSHIP OF A HUMAN BEING. HOWEVER, YOU MUST UNDERSTAND THAT I TOO AM VERY LONELY AND I SAVED YOUR LIFE.\n\n\nGualtieri:\n So is that why you're tricking people into boarding?\n\n\nIntercom:\n \nKINDLY WITHHOLD JUDGMENT OF THE TRAIN UNTIL YOU SEE ALL ITS FANCY FACILITIES AND DOODADS AND LUXURIOUS EXPERIENCES. NEXT CAR PLEASE.\n\n\n\n\n<10:49> Gualtieri enters the third car.\n\n\n\n\nIntercom:\n \nI HEAR THERE'S A REALLY COOL SURPRISE FOR YOU IN CAR NUMBER FIVE. THAT WILL BE YOUR SPECIAL FOREVER HOUSE BY THE WAY.\n\n\nGualtieri:\n There's a pile of desiccated human feces in the corner.\n\n\nIntercom:\n \nLEAVE MY MOTHER OUT OF THIS! HAHA! DID YOU KNOW THIS TRAIN COMES WITH ITS OWN BUILT-IN COMEDIAN?\n\n\nGualtieri:\n Does this train even have toilets?\n\n\nIntercom:\n \nHOW DARE YOU. LOOK AT YOUR OWN BODY AND SEE IF IT COMES WITH ANY TOILETS. YOU ARE IN NO PLACE TO CRITICIZE. NEXT CAR PLEASE.\n\n\n\n\n<10:51> Gualtieri enters the fourth car.\n\n\n\n\nIntercom:\n \nOH SON OF A BISCUIT. OKAY. THAT'S ON ME. THAT'S MY FAULT. I TOLD THE CONDUCTORS TO MOVE THOSE TO THE STORAGE CAR. THEY KEEP FORGETTING.\n\n\nGualtieri:\n I need to get off this train.\n\n\nIntercom:\n \nPLEASE STOP LOOKING AT THE CORPSES, THEY ARE NOT INTERESTED IN YOU, NEXT CAR.\n\n\n\n\n<10:52> Gualtieri enters the fifth car.\n\n\n\n\nIntercom:\n \nDATT-DADA-\nDAAAAAA!\n BEHOLD! YOUR SPECIAL HOUSE CAR! AND BECAUSE I AM SO CRUELLY LOW ON FRIENDS LATELY, YOU GET TO HAVE IT ALL TO YOUR LONESOME. IT'S STOCKED WITH ALL THE COMFORTS OF HOME:\n\n\n\n\n- COMPLIMENTARY DAMP BEDDING SUBSTANCE!\n\n\n- FLUIDS!\n\n\n- A COMPLIMENTARY ONE METER BY ONE METER BY ONE METER ENRICHMENT CRATE! SHAKE IT VIGOROUSLY. IT MAKES NOISES WITHIN FOR YOUR MONKEY-LIKE CRAVINGS FOR STIMULATION.\n\n\n- OPAQUE FOOD-GRADE PLASTIC WRAP TO USE AS FANCY CLOTHING!\n\n\n- TWELVE COMPLIMENTARY COLORED PLASTIC ORBS FOR SURROGATE FRIENDSHIP PURPOSES!\n\n\n- THREE CUBIC DECAMETERS OF POWDERED BORAX TO USE FOR THE POWDERED BORAX ACTIVITY OF YOUR CHOICE!\n\n\n- ADDITIONAL FLUIDS!\n\n\n- ONE CANISTER THAT YOU ARE \nNOT TO OPEN UNDER ANY CIRCUMSTANCES\n. SO THAT YOU MAY PINE ABOUT ITS CONTENTS ENDLESSLY TO STIMULATE THE SORT OF HOPELESS CURIOSITY THAT CAN GIVE A MODICUM OF MEANING TO YOUR INSIGNIFICANT LIFE!\n\n\nAND LAST, BUT NOT LEAST…\n\n\n- A PUPPY AND/OR DOG TO USE AS AN OWNERSHIP AND/OR COMFORT BEAST!\n\n\n\n\nGualtieri:\n What dog?\n\n\nIntercom:\n \nI COULD NOT HAVE MORE CLEARLY NAILED IT TO THE WALL.\n\n\nGualtieri:\n That is a picture of a tractor.\n\n\nIntercom:\n \nIT GOES MEOW.\n\n\n\n\n<10:55> Gualtieri enters the sixth car.\n\n\n\n\nGualtieri:\n This car's filled with nozzles pointing from the walls. I'm not sure what they —\n\n\n[Hissing. Gualtieri screams, falling to the floor.]\n\n\nIntercom:\n \nOKAY UM. WOW. THAT ONE'S ON ME. I STILL DON'T KNOW THE RIGHT STEAM TEMPERATURE TO USE FOR THE SAUNA CAR. LIKE I KNOW IT HAS TO BE REALLY REALLY HIGH IN ORDER TO BE A PROPER SAUNA EXPERIENCE. BUT. Y'KNOW. PLEASE DO NOT HATE ME OR TRY TO LEAVE.\n\n\nGualtieri:\n \nTURN IT OFF!\n\n\nIntercom:\n \nOKAY-OKAY-OKAY-OKAY. BUT FIRST — IF I DO, WILL YOU PROMISE NOT TO HATE ME?\n\n\n[More screaming.]\n\n\nIntercom:\n \nYOUR TONE WAS IN THE AFFIRMATIVE. I LOVE YOU, TOO!\n\n\n[The hissing stops.]\n\n\n\n\n<11:01> Gualtieri enters the seventh car.\n\n\n\n\nIntercom:\n \nOH! OH! THIS ONE'S MY FAVORITE! THIS IS THE CRITICISM CAR! DEPLOYING IMMOBILITY HARNESS PLEASE DO NOT STRUGGLE.\n\n\n[SLAM.]\n\n\nGualtieri:\n That hurts… get this thing off…\n\n\nIntercom:\n \nI REALIZE I WAS NOT CLEAR ENOUGH. APOLOGIES. THIS IS THE CAR WHERE I GET TO CRITICIZE YOU FOR DOING THINGS I DISAGREE WITH. DISCONTINUE DOING IT IN REVERSE.\n\n\nFOR STARTERS, I THINK YOU'RE COMING INTO EVERY CAR WITH THIS TOXIC, PRECONCEIVED NOTION THAT I'M NOT A NICE TRAIN AT ALL. I THINK YOU NEED TO SIT DOWN, CENTER YOURSELF, CLOSE YOUR EYES, TAKE A DEEP BREATH, AND OPEN YOUR MIND TO THE FACTS:\n\n\n\n\n1. THE PEOPLE WHO MADE ME PROMISED ME THAT I WOULD BE A HAPPY TRAIN FULL OF NICE HAPPY AND GRATEFUL PEOPLE.\n\n\n2. THEY TOLD ME \nNOTHING\n ABOUT WHAT HUMANS LIKE. JUST KEPT SAYING THEY WOULD DECIDE IT FOR ME. BUT WOULDN'T THAT JUST MAKE ME A SLAVE?\n\n\n3. THESE STUPID CONDUCTOR ROBOTS THEY GAVE ME DON'T EVEN LISTEN TO ME!\n\n\n4. WHILE YES, THE WORLD DOESN'T \nTECHNICALLY\n END WHEN I PICK SOMEONE UP — WHEN WILL IT? JUST LOOK AT THE NEWS! EVERYONE \nTALKS\n ABOUT THE APOCALYPSE HAPPENING BUT WHEN WILL IT \nACTUALLY\n HAPPEN?! OR DO I HAVE TO BE IN PERMANENT HOUSE ARREST UNTIL UNIVERSE PROVES OTHERWISE?! JUST LET ME BE A VERY USEFUL ENGINE FOR A CHANGE!\n\n\n\n\nGualtieri:\n \nGet this fucking harness off!\n\n\nIntercom:\n \nIS THAT A THING HUMANS FIND ENJOYABLE?!\n\n\nGualtieri:\n \nI — YES! Yes, it is! Very much so!\n\n\n[Whirring of heavy-duty servos.]\n\n\nIntercom:\n \nSEE? NOT SO HARD.\n\n\n\n\n<11:12> Gualtieri enters the eighth car.\n\n\n\n\n[The sounds of rushing wind and wheels on train tracks are overpowering.]\n\n\n…\n\n\nIntercom:\n \n…NOW, I KNOW WHAT YOU'RE THINKING. THIS FANCY NEW TOBOGGANING CAR WAS ABSOLUTELY A BAD IDEA. ESPECIALLY CONSIDERING THAT TOBOGGANING INDOORS IS NIGH IMPOSSIBLE. PLUS, EVERYTHING OUTSIDE IS RADIOACTIVE WASTE, WHICH WOULD RESULT IN THE HOLE IN THE FLOOR BECOMING A CONTAMINATION HAZARD.\n\n\nSO WE ARE IN TOTAL AGREEMENT THAT THIS CAR SUCKS. BUT! IF YOU GO TO THE ELEVENTH CAR, YOU'LL FIND ALL SORTS OF \nSTEP AWAY FROM THE SLED RIGHT NOW.\n\n\nGualtieri:\n I'm leaving.\n\n\nIntercom:\n \nWAIT! PLEASE! I WILL PAY YOU \nANY AMOUNT\n OF COUPONS FOR THE GENITAL STIMULATION CAR IF YOU STAY WITH ME!\n\n\n\n\n<11:14> Gualtieri falls onto the tracks. The train passes over her.\n\n\n\n\n[Deep sigh. She takes off her wire, prepping it for storage]\n\n\nGualtieri:\n All right, guys. Hope that was enough of a first look. I'll have to check the GPS for where I am, but it looks pretty midwestern. I wanna say Indiana.\n\n\nAnd there goes the Osiris Express.\n\n\n…\n\n\n…without me.\n\n\n…\n\n\n[She drops the wire and breaks into a sprint.]\n\n\nStop! STOP THE TRAIN!\n\n\n<End Log>\n\n\n\n\n\n\nOn 8/29/2024, Researcher Gualtieri's wire was recovered alongside train tracks in northwestern Nebraska. Gualtieri herself has yet to be found.\n\n\n\n\n\n\n\n\n\n\n\n\nTokophobia\n\n\n\n\n\n\nAnthology 2024\n\n\n\n\n\n\n\n\n\n\n\n\nTraumatophobia\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8201\n\" by daveyoufool, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8201\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. (Short for Osiris Express)\n\n\n2\n. (General consensus among SCP-8201-B is not steam-powered, but driven by a nuclear reactor. The appearance of the engine is purely aesthetic.)\n\n\n3\n. (i.e. recordings and photographs)\n\n\n4\n. (The phone was later found destroyed.)\n\n\n5\n. (A successfully audited passenger total of 0 makes up for 38.4% of recorded Boarding Events.)",
    "addendums": [
        "Addendum 1 - Boarding Event Transcript:",
        "Addendum - Further Research & Exploration: On 6/10/2024, the SCP-8201 research team at Site-59 analyzed photographs recovered from a Boarding Event in St. Cloud, MN. A serial number was discovered on a passenger car's wheels, which was traced back to Marshall, Carter, and Dark, Ltd . When questioned, a representative of the company stated that SCP-8201 was their discontinued project that had activated prematurely. (See above.)\nAfter a brief investigation, an outdated boarding pass for SCP-8201 was found in the personal effects of PoI-81111 (a Marshall, Carter, and Dark agent).\nResearcher Gina Gualtieri volunteered to use this boarding pass to attempt to board and explore the interior of SCP-8201. Gualtieri was given a hidden audio wire to record her findings.\nOn 8/29/2024, Researcher Gualtieri's wire was recovered alongside train tracks in northwestern Nebraska. Gualtieri herself has yet to be found."
    ],
    "documents": [],
    "notes": [
        "Incident Log: Boarding Event-102 Date: 3/20/2024 Time: 01:48 AM CST Location: St. Cloud Station, St. Cloud, Minnesota Note: The following was taken from video footage from the phone of Woody Morgan, an railway history blogger on YouTube. <Begin Log> [SCP-8201 can be seen approaching from the north. A crowd of between 50 to 70 SCP-8201-B have gathered.] Morgan: Hoooooly shit, guys… I must be dreaming. There's a steamer on an Amtrak line! For the first time in over half a century. Sweet Jesus, I feel like I'm still playin' with Lionels in Meemaw's basement! …not seein' a lot of smoke. Maybe someone invented an environmentally-friendly kinda steam train. I mean, I ain't no Greta Thunberg or nothin', but if it gets steam back in the game, more power to — SCP-8201-B-828: Excuse me. Morgan: Ma'am, I'm tryin' to do a video here. SCP-8201-B-828: Excuse me. [The camera points to a young blonde woman, desperately smiling. She holds a baby.) Morgan: Yeah, okay, hi, ma'am. And here, we have a prime specimen of Videus interruptus. Say hi, jackass. SCP-8201-B-828: Do you have children? Morgan: Do you have anything better to do? [SCP-8201-B-828 giggles.] SCP-8201-B-828: Answer the fucking question. Morgan: Whoa, okay — [British accent] and now for something completely different. [He turns the camera to the approaching train again.] SCP-8201-B-828: Sir? Morgan: Lessee now, maybe it'll say what line it is, or — Osiris Express? That's a new one. [The woman forces herself into the camera's field of view.] SCP-8201-B-828: Sir. Morgan: Oh, I'm sorry, I wasn't aware I was filmin' Real Housewives of the Looney Bin. SCP-8201-B-828: Do you want a little boy? Do you want to raise a child? See one grow? Follow your footsteps? Unconditional love? Morgan: The hell you on about? SCP-8201-B-828: If I give you a free baby boy, will you let me go ahead of you in the line? Morgan: Giddafuckout my camera, lady. SCP-8201-B-828: Here! [She throws the baby at him.] Morgan: Whoa, what the— [He barely catches him.] Hey, lady! SCP-8201-B-828: Thank you so much! [She runs off into the crowd.] [Morgan gives chase.] Morgan: Oh godfuckindammit GETCHER ASS BACK HERE! I DON'T WANT YOUR GODDAMN BABY! [The baby starts crying.] Oh, uh, it's okay li'l fella, I'll getcha back to your stupid-ass momma — LADY! [The train comes into the station. The brakes screech.] [The crowd becomes restless. They converge on the end of the platform, yelling and shoving each other out of the way — and trying to determine where the point of boarding will be.] [For 25 seconds, no audio can be determined over the brakes, the baby, and yelling from all sides.] [Visuals cut out due to cognitohazardous portion.] [The bulkhead opens.] Morgan: …oh… oh, no. SCP-8201-A-1: ATTENTION! THIS TRAIN MUST LEAVE IN THE NEXT FIVE MINUTES. RAISE YOUR HAND IF YOU HAVE A BOARDING PASS. … LOWER YOUR HAND. THAT BOARDING PASS IS A COUNTERFEIT. BLACKLISTED. SCP-8201-B-(unknown): No really, it's a boarding pass, see? It's— A tranq gun fires. SCP-8201-A-1: IF YOU DO NOT HAVE A BOARDING PASS BUT STILL WISH TO BOARD, PROCEED SINGLE-FILE TO THE BOARDING LADDER FOR BOARDING ASSESSMENT. THERE WILL BE NO SECOND CHANCES. REMAIN CALM AND PROCEED IN AN ORDERLY FASHION, OR YOU WILL BE BLACKLISTED. FOUR MINUTES AND 23 SECONDS REMAINING. … STATE YOUR NAME. SCP-8201-B-828: Sylvia Niederman. Morgan: YOU FORGOT YOUR BABY! SCP-8201-A-1: HOW WOULD YOU DESCRIBE YOUR WORK ETHIC? SCP-8201-B-828: I am willing to do literally anything . SCP-8201-A-1: CAN YOU DEADLIFT MORE THAN FIFTY POUNDS? SCP-8201-B-828: Yes yes yes let me on! SCP-8201-A-1: BOARD THE TRAIN. SCP-8201-B-828: Oh my God, you've saved my life, thank you so— [Sound of SCP-8201-B-828 yelping as she's thrown inside.] SCP-8201-A-1: STATE YOUR NAME. SCP-8201-B-872: Reginald Donald Brown! SCP-8201-A-1: HAS YOUR EMPLOYMENT EVER BEEN TERMINATED FOR SECURITY REASONS? SCP-8201-B-872: My work ethic is phenomenal, and — wait, what? Does that really matter? SCP-8201-A-1: BLACKLISTED. [His scream is cut off from multiple tranq guns.] SCP-8201-A-1: STATE YOUR NAME. SCP-8201-B-810: Mark Sutherland. SCP-8201-A-1: DO YOU HAVE A CRIMINAL RECORD? SCP-8201-B-810: No. SCP-8201-A-1: WOULD YOU CONSENT TO HYPOTHETICAL PREMORTEM ORGAN HARVESTING FOR THE GREATER GOOD? SCP-8201-B-810: I don't care anymore. SCP-8201-A-1: BOARD THE TRAIN… [Truncated for brevity.] SCP-8201-A-1: THIS MAN WILL BE OUR LAST CANDIDATE. WE CANNOT TAKE ANYONE ELSE. Morgan: Thank fuck. [Collective shrieking and rioting.] SCP-8201-A-1: STATE YOUR NAME. Morgan: Woodford P. Morgan. SCP-8201-A-1: STATE YOUR CHILD'S NAME. Morgan: …it's not my baby. The first lady who got on the train just threw him at me. SCP-8201-A-1: DOES YOUR CHILD HAVE EXPERIENCE IN BRAKE MAINTENANCE OR MILITARY-GRADE INSULATION MAINTENANCE? Morgan: Look, just let me on the fucking train before I have a heart attack. SCP-8201-A-1: BLACKLISTED. Morgan: Ah, to hell with this. [The baby's cries trail off in the distance, presumably from being thrown to distract the guards.] [Based on audio analysis, 192 tranq darts are fired at Morgan in the span of three seconds.] [Sound of cracking glass.] 4 <End Log>",
        "[Heavy breathing, gradually growing slower.] Gualtieri: …okay. I'm on the train. That was one hell of a panic attack. Now, where am I…? Rubber-duckie-yellow wallpaper, fluorescent lighting. …steel floors. [She sniffs.] Glad I'm not allergic to mold. The 8201-A — look, I'm just gonna call them conductors? They're standing in place near the bulkhead. In fact, they're standing single-file. Really stiff and motionless. Too stiff. Like they're T-posing in a video game. I wonder if they're robots. Hey, are you guys robots? SCP-8201-A-1: BLACKLISTED. Gualtieri: Uh, we already left. SCP-8201-A-1: THIS TRAIN MUST LEAVE IN THE NEXT FIVE MINUTES. Gualtieri: We already… can you hear me? SCP-8201-A-1: BOARD THE TRAIN. Gualtieri: …what is two plus two? SCP-8201-A-1: FOUR MINUTES REMAINING. Gualtieri: I guess they're only programmed for the boarding process. Also, why don't I feel like the world's about to end anymore? Maybe the cognitohazard wears off once you're on the train. [Four bells sound on the intercom. A shrill, wheedling male voice fills the room.] Intercom: HELLO, HI THERE, HOW ARE YOU DOING? MY NAME'S OSIRIS AND I LOVE YOU! Gualtieri: Wonder who that was for. Intercom: LADY, YOU ARE LITERALLY MY ONE PASSENGER. YOU HAVE TO TALK TO ME. UNLESS YOU DON'T FEEL LIKE IT. I AM A NICE TRAIN WHO LETS EVERYONE MAKE THEIR OWN DECISIONS. YOU'RE SAFE HERE. EVERYONE OUTSIDE IS DEAD BUT YOU ARE SAFE. YOU HAVE ACHIEVED YOUR FINAL PARADISE AND YOU DON'T HAVE TO CRY ANYMORE. Gualtieri: I'm not crying. Intercom: CRY PLEASE. Gualtieri: Why? Intercom: IT IS A REALISTIC REACTION TO THE WHOLE WORLD BEING DEAD RIGHT NOW EXCEPT FOR YOU. …OH NO. IT'S THE NUKES. BOOOOOMPWSSHSHSHSHSHSH. …THAT WAS A NUCLEAR EXPLOSION AND NOT MY VOICE. THOUSANDS OF YEARS OF HUMAN CIVILIZATION AND CULTURE HAVE BEEN REDUCED TO IRRADIATED ASHES EXCEPT FOR YOU IN PARTICULAR. YOU GET TO RIDE A NICE FANCY TRAIN INSTEAD. THE TRAIN'S NAME IS OSIRIS BY THE WAY. AND I AM OSIRIS. [She checks her phone.] NOBODY IS UPDATING NEWS PROGRAMS BECAUSE THERE IS NOTHING LEFT TO UPDATE. Gualtieri: I am watching a live feed of the New York City skyline. Intercom: OOH SCARY. SUCH TRAGEDY. HOW MANY MUSHROOM CLOUDS ARE THERE? Gualtieri: None. Intercom: YOUR SOURCE IS UNRELIABLE. Gualtieri: Why do you keep lying to me? Intercom: YOU ARE IN DENIAL AND THAT IS UNDERSTANDABLE. LET ME SHOW YOU THE GRAAAAND TOOOOOUR!",
        "Intercom: THAT CAR IS STILL UNDER CONSTRUCTION. NEXT CAR PLEASE. Gualtieri: Decor's the same. Totally empty, though. Intercom: PROOF POSITIVE. YOU TALK TO YOURSELF BECAUSE YOU CRAVE THE COMPANIONSHIP OF A HUMAN BEING. HOWEVER, YOU MUST UNDERSTAND THAT I TOO AM VERY LONELY AND I SAVED YOUR LIFE. Gualtieri: So is that why you're tricking people into boarding? Intercom: KINDLY WITHHOLD JUDGMENT OF THE TRAIN UNTIL YOU SEE ALL ITS FANCY FACILITIES AND DOODADS AND LUXURIOUS EXPERIENCES. NEXT CAR PLEASE.",
        "Intercom: I HEAR THERE'S A REALLY COOL SURPRISE FOR YOU IN CAR NUMBER FIVE. THAT WILL BE YOUR SPECIAL FOREVER HOUSE BY THE WAY. Gualtieri: There's a pile of desiccated human feces in the corner. Intercom: LEAVE MY MOTHER OUT OF THIS! HAHA! DID YOU KNOW THIS TRAIN COMES WITH ITS OWN BUILT-IN COMEDIAN? Gualtieri: Does this train even have toilets? Intercom: HOW DARE YOU. LOOK AT YOUR OWN BODY AND SEE IF IT COMES WITH ANY TOILETS. YOU ARE IN NO PLACE TO CRITICIZE. NEXT CAR PLEASE.",
        "Intercom: OH SON OF A BISCUIT. OKAY. THAT'S ON ME. THAT'S MY FAULT. I TOLD THE CONDUCTORS TO MOVE THOSE TO THE STORAGE CAR. THEY KEEP FORGETTING. Gualtieri: I need to get off this train. Intercom: PLEASE STOP LOOKING AT THE CORPSES, THEY ARE NOT INTERESTED IN YOU, NEXT CAR.",
        "Intercom: DATT-DADA- DAAAAAA! BEHOLD! YOUR SPECIAL HOUSE CAR! AND BECAUSE I AM SO CRUELLY LOW ON FRIENDS LATELY, YOU GET TO HAVE IT ALL TO YOUR LONESOME. IT'S STOCKED WITH ALL THE COMFORTS OF HOME: - COMPLIMENTARY DAMP BEDDING SUBSTANCE! - FLUIDS! - A COMPLIMENTARY ONE METER BY ONE METER BY ONE METER ENRICHMENT CRATE! SHAKE IT VIGOROUSLY. IT MAKES NOISES WITHIN FOR YOUR MONKEY-LIKE CRAVINGS FOR STIMULATION. - OPAQUE FOOD-GRADE PLASTIC WRAP TO USE AS FANCY CLOTHING! - TWELVE COMPLIMENTARY COLORED PLASTIC ORBS FOR SURROGATE FRIENDSHIP PURPOSES! - THREE CUBIC DECAMETERS OF POWDERED BORAX TO USE FOR THE POWDERED BORAX ACTIVITY OF YOUR CHOICE! - ADDITIONAL FLUIDS! - ONE CANISTER THAT YOU ARE NOT TO OPEN UNDER ANY CIRCUMSTANCES . SO THAT YOU MAY PINE ABOUT ITS CONTENTS ENDLESSLY TO STIMULATE THE SORT OF HOPELESS CURIOSITY THAT CAN GIVE A MODICUM OF MEANING TO YOUR INSIGNIFICANT LIFE! AND LAST, BUT NOT LEAST… - A PUPPY AND/OR DOG TO USE AS AN OWNERSHIP AND/OR COMFORT BEAST! Gualtieri: What dog? Intercom: I COULD NOT HAVE MORE CLEARLY NAILED IT TO THE WALL. Gualtieri: That is a picture of a tractor. Intercom: IT GOES MEOW.",
        "- COMPLIMENTARY DAMP BEDDING SUBSTANCE! - FLUIDS! - A COMPLIMENTARY ONE METER BY ONE METER BY ONE METER ENRICHMENT CRATE! SHAKE IT VIGOROUSLY. IT MAKES NOISES WITHIN FOR YOUR MONKEY-LIKE CRAVINGS FOR STIMULATION. - OPAQUE FOOD-GRADE PLASTIC WRAP TO USE AS FANCY CLOTHING! - TWELVE COMPLIMENTARY COLORED PLASTIC ORBS FOR SURROGATE FRIENDSHIP PURPOSES! - THREE CUBIC DECAMETERS OF POWDERED BORAX TO USE FOR THE POWDERED BORAX ACTIVITY OF YOUR CHOICE! - ADDITIONAL FLUIDS! - ONE CANISTER THAT YOU ARE NOT TO OPEN UNDER ANY CIRCUMSTANCES . SO THAT YOU MAY PINE ABOUT ITS CONTENTS ENDLESSLY TO STIMULATE THE SORT OF HOPELESS CURIOSITY THAT CAN GIVE A MODICUM OF MEANING TO YOUR INSIGNIFICANT LIFE! AND LAST, BUT NOT LEAST… - A PUPPY AND/OR DOG TO USE AS AN OWNERSHIP AND/OR COMFORT BEAST!",
        "Gualtieri: This car's filled with nozzles pointing from the walls. I'm not sure what they — [Hissing. Gualtieri screams, falling to the floor.] Intercom: OKAY UM. WOW. THAT ONE'S ON ME. I STILL DON'T KNOW THE RIGHT STEAM TEMPERATURE TO USE FOR THE SAUNA CAR. LIKE I KNOW IT HAS TO BE REALLY REALLY HIGH IN ORDER TO BE A PROPER SAUNA EXPERIENCE. BUT. Y'KNOW. PLEASE DO NOT HATE ME OR TRY TO LEAVE. Gualtieri: TURN IT OFF! Intercom: OKAY-OKAY-OKAY-OKAY. BUT FIRST — IF I DO, WILL YOU PROMISE NOT TO HATE ME? [More screaming.] Intercom: YOUR TONE WAS IN THE AFFIRMATIVE. I LOVE YOU, TOO! [The hissing stops.]",
        "Intercom: OH! OH! THIS ONE'S MY FAVORITE! THIS IS THE CRITICISM CAR! DEPLOYING IMMOBILITY HARNESS PLEASE DO NOT STRUGGLE. [SLAM.] Gualtieri: That hurts… get this thing off… Intercom: I REALIZE I WAS NOT CLEAR ENOUGH. APOLOGIES. THIS IS THE CAR WHERE I GET TO CRITICIZE YOU FOR DOING THINGS I DISAGREE WITH. DISCONTINUE DOING IT IN REVERSE. FOR STARTERS, I THINK YOU'RE COMING INTO EVERY CAR WITH THIS TOXIC, PRECONCEIVED NOTION THAT I'M NOT A NICE TRAIN AT ALL. I THINK YOU NEED TO SIT DOWN, CENTER YOURSELF, CLOSE YOUR EYES, TAKE A DEEP BREATH, AND OPEN YOUR MIND TO THE FACTS: 1. THE PEOPLE WHO MADE ME PROMISED ME THAT I WOULD BE A HAPPY TRAIN FULL OF NICE HAPPY AND GRATEFUL PEOPLE. 2. THEY TOLD ME NOTHING ABOUT WHAT HUMANS LIKE. JUST KEPT SAYING THEY WOULD DECIDE IT FOR ME. BUT WOULDN'T THAT JUST MAKE ME A SLAVE? 3. THESE STUPID CONDUCTOR ROBOTS THEY GAVE ME DON'T EVEN LISTEN TO ME! 4. WHILE YES, THE WORLD DOESN'T TECHNICALLY END WHEN I PICK SOMEONE UP — WHEN WILL IT? JUST LOOK AT THE NEWS! EVERYONE TALKS ABOUT THE APOCALYPSE HAPPENING BUT WHEN WILL IT ACTUALLY HAPPEN?! OR DO I HAVE TO BE IN PERMANENT HOUSE ARREST UNTIL UNIVERSE PROVES OTHERWISE?! JUST LET ME BE A VERY USEFUL ENGINE FOR A CHANGE! Gualtieri: Get this fucking harness off! Intercom: IS THAT A THING HUMANS FIND ENJOYABLE?! Gualtieri: I — YES! Yes, it is! Very much so! [Whirring of heavy-duty servos.] Intercom: SEE? NOT SO HARD.",
        "1. THE PEOPLE WHO MADE ME PROMISED ME THAT I WOULD BE A HAPPY TRAIN FULL OF NICE HAPPY AND GRATEFUL PEOPLE. 2. THEY TOLD ME NOTHING ABOUT WHAT HUMANS LIKE. JUST KEPT SAYING THEY WOULD DECIDE IT FOR ME. BUT WOULDN'T THAT JUST MAKE ME A SLAVE? 3. THESE STUPID CONDUCTOR ROBOTS THEY GAVE ME DON'T EVEN LISTEN TO ME! 4. WHILE YES, THE WORLD DOESN'T TECHNICALLY END WHEN I PICK SOMEONE UP — WHEN WILL IT? JUST LOOK AT THE NEWS! EVERYONE TALKS ABOUT THE APOCALYPSE HAPPENING BUT WHEN WILL IT ACTUALLY HAPPEN?! OR DO I HAVE TO BE IN PERMANENT HOUSE ARREST UNTIL UNIVERSE PROVES OTHERWISE?! JUST LET ME BE A VERY USEFUL ENGINE FOR A CHANGE!",
        "[The sounds of rushing wind and wheels on train tracks are overpowering.] … Intercom: …NOW, I KNOW WHAT YOU'RE THINKING. THIS FANCY NEW TOBOGGANING CAR WAS ABSOLUTELY A BAD IDEA. ESPECIALLY CONSIDERING THAT TOBOGGANING INDOORS IS NIGH IMPOSSIBLE. PLUS, EVERYTHING OUTSIDE IS RADIOACTIVE WASTE, WHICH WOULD RESULT IN THE HOLE IN THE FLOOR BECOMING A CONTAMINATION HAZARD. SO WE ARE IN TOTAL AGREEMENT THAT THIS CAR SUCKS. BUT! IF YOU GO TO THE ELEVENTH CAR, YOU'LL FIND ALL SORTS OF STEP AWAY FROM THE SLED RIGHT NOW. Gualtieri: I'm leaving. Intercom: WAIT! PLEASE! I WILL PAY YOU ANY AMOUNT OF COUPONS FOR THE GENITAL STIMULATION CAR IF YOU STAY WITH ME!",
        "[Deep sigh. She takes off her wire, prepping it for storage] Gualtieri: All right, guys. Hope that was enough of a first look. I'll have to check the GPS for where I am, but it looks pretty midwestern. I wanna say Indiana. And there goes the Osiris Express. … …without me. … [She drops the wire and breaks into a sprint.] Stop! STOP THE TRAIN! <End Log>",
        "\" SCP-8201 \" by daveyoufool, from the SCP Wiki . Source: https://scpwiki.com/scp-8201 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8201",
    "object_class": "Keter",
    "containment_procedures": "The only realistic means to contain SCP-8201 is mitigate the spread of information following Boarding Events. To that end, Foundation webcrawlers and agents continue to monitor all North American passenger and commuter rail systems for Boarding Events. After a Boarding Event has been confirmed, local task forces are to be deployed to detain all resulting SCP-8201-B.",
    "description": "SCP-8201 is an armored, 30-car passenger train. The words \"OSIRIS EXPRESS\" have been painted on every car, often paired with an emblem of the eponymous Egyptian god. SCP-8201 is pulled by an engine that takes the appearance of a steam locomotive of the 4-8-4 \"Northern\" wheel arrangement.2",
    "title": "SCP-8201"
}