{
    "url": "https://scp-wiki.wikidot.com/scp-8209",
    "all_text": "rating: \n+186\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n8209\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nticonderoga\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n As SCP-8209 solely impacts individuals already behind the Veil, no incremental containment procedures are necessary.\n\n\nDescription:\n SCP-8209 is an anomalous phenomenon, commencing on January 16, 2021, in which individuals capable of reincarnation uniformly experience a deep sense of bliss upon returning to life.\n\n\n\n\nAdditional information is available to individuals with 5/8209 clearance.\n\n\n\n\nCredentials accepted.\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8209\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n As of January 16, 2021, no mechanism remains by which the legal code of Habakkuk_2, North Dakota might be manipulated to produce anomalous results. As such, SCP-8209 is considered neutralized.\n\n\n\n\nArchived Special Containment Procedures (active Dec 2020):\n Residents of Habakkuk, North Dakota have been told that, due to a legal technicality stemming from a quirk in the town charter, Habakkuk is technically blocked from obtaining state aid for its school district. To resolve the issue, they have been told, a new town is being established under the same name and legal code and with essentially identical boundaries. Because of the onerous paperwork associated with dissolving a municipality, the former town is to be renamed Habakkuk_2 and its limits redefined to solely encompass 100 square yards of brownfield in the town’s outlying woodlands.\n\n\nIn fact, the above measures are being undertaken to limit SCP-8209’s area of effect and permit complete Foundation control over the drafting of municipal laws to which SCP-8209 is subject.\n\n\nAfter a new town charter is obtained for Habakkuk, the former Habakkuk Municipal Code, now re-titled the Habakkuk_2 Municipal Code, is to be rewritten to reduce the number of seats on the Habakkuk_2 City Council from 12 to 3. To ensure that the Foundation holds voting control over the Habakkuk_2 City Council, the only three individuals permitted to officially reside in Habakkuk_2 are Drs. Oded Shimoni, Ghulam Hazrat, and Courtney Spangler.\n\n\nSnap elections will be held for all city council seats due to the loss of Habakkuk_2 residency of all prior members of the city council following the change in town boundaries; after these snap elections, the roster of members of the Habakkuk_2 City Council will consist of Drs. Oded Shimoni, Ghulam Hazrat, and Courtney Spangler, with Oded Shimoni holding the chairmanship.\n\n\nAfter the Habakkuk_2 City Council is elected, tests will be held to ensure the continuing efficacy of SCP-8209, identify its limits, and test its practicability for assisting in containment of other anomalies. If successful, SCP-8209 may be utilized to help discipline humanoid anomalies.\n\n\n\n\nDescription:\n SCP-8209 was an anomalous phenomenon that caused any individual who violated a city law of Habakkuk, North Dakota to instantaneously and subjectively experience the maximal punishment prescribed by the relevant law. Individuals subject to this effect would forget their experience immediately after its completion, though psychological impacts typically remained.\n\n\n\n\nDiscovery:\n Although precise identification of the SCP-8209 anomaly’s relationship with the Habakkuk Municipal Code required several months of clandestine testing, the initial anomaly was flagged when, at a Great Plains-spanning psychiatry conference, one attendee mentioned to a Foundation operative that many of her patients suffer a “brief, deep sense of loss” whenever they drive through Habakkuk. (As the portion of the freeway that passes through Habakkuk is a known speed trap, and the Habakkuk Municipal Code technically permits temporary confinement as a punishment for speeding, these individuals are presumed to have instantaneously suffered the subjective effect of being fined and briefly imprisoned.)\n\n\n\n\nAddendum:\n Testing logs, as well as relevant project team discussions and write-ups of the minutes of city council meetings, are presented below. Due to their significance in provoking Incident 01.16, which led directly to the neutralization of SCP-8209, communications between Dr. Shimoni, Director Ahe Kahele, Rabbi Issachar Levy, and / or unnamed HR personnel are presented contemporaneously.\n1\n\n\n\n\nDecember 12 Testing:\n\n\n\n\nTESTING LOG\n\n\nDr. Shimoni places a debit card, with $1,001 upon it, atop a table and instructs D-14328 to ‘steal’ it. (Stealing a debit card with $1,001 or more upon it is a Class C felony under North Dakota law, carrying a maximum sentence of five years in prison and a $10,000 fine; state and federal law is explicitly grandfathered into the Habakkuk Municipal Code.) D-14328 complies. Immediately upon picking up the card, D-14328 drops the card, stares into space, and begins weeping. Five minutes later, once D-14328 has composed himself, he is asked if he knows why he was weeping. He says that he does not.\n\n\nDr. Shimoni places a debit card, with $10,001 upon it, atop a table and suggests that D-14328 ‘steal’ it. (Stealing a debit card with $10,001 or more upon it is a Class B felony under North Dakota law, carrying a maximum sentence of ten years in prison and a $20,000 fine.) Immediately upon picking up the card, D-14328 collapses upon the ground and is either unwilling or unable to communicate for the following ten minutes. When addressed with his D-number, he reacts with confusion.\n\n\n\n\n\n\nDirector Ahe Kahele\n\n\n(Sender: Dr. Oded Shimoni)\n\n\n\n\n\n\nNot sure if you read the logs from this morning yet\n\n\nI think we have the data we need, don't you think?\n\n\n\n\n\n\nJust run the tests, Oded.\n\n\nI've got enough paperwork to do already.\n\n\n\n\n\n\n\n\n\n\nDr. Shimoni places a debit card, with $50,001 upon it, atop a table and suggests that D-14328 ‘steal’ it. (Stealing a debit card with $50,001 or more upon it is a Class A felony under North Dakota law, carrying a maximum sentence of twenty years in prison and a $20,000 fine.) D-14328 has not resumed speaking, but shakes his head and refuses to approach the debit card.\n\n\n\n\n\n\nDirector Ahe Kahele\n\n\n(Sender: Dr. Oded Shimoni)\n\n\n\n\n\n\nHe won't approach the card.\n\n\n\n\n\n\nTell him we'll terminate him if he doesn't.\n\n\n\n\n\n\nWith respect, Director, there's a serious problem with that.\n\n\n\n\n\n\nIf I had a nickel for all of your serious problems, I wouldn't need a pension.\n\n\n\n\n\n\nThat would be \nillegal under the Habakkuk Municipal Code.\n I'm not going to do that, or I'd be too traumatized to write a half-decent log.\n\n\nThat’s why I’ve been ‘suggesting’ that he take the cards, instead of instructing him outright.\n\n\n\n\n\n\nHow do you put italics in your texts?\n\n\nTell me later; that’s not important.\n\n\nLook, I’m not going to have one of my top people outwitted by any D-class, much less a nonverbal one.\n\n\n\n\n\n\nHe wasn’t nonverbal yesterday. Or this morning.\n\n\n\n\n\n\nAnd last night it was dark; but the sun’s out now, isn’t it?\n\n\nLooks like Habakkuk’s municipal boundaries are exactly demarcated by a little dirt road a half-mile or so from where you’re standing. Check that, of course, but if you take him there, you can stand outside Habakkuk and have him cross that road to take the card. You’re outside, he’s inside. Clean test.\n\n\n\n\n\n\n\n\n\n\nDr. Shimoni places a debit card, with $50,001 upon it, atop a table, crosses the dirt road, and instructs D-14328 to ‘steal’ it, upon pain of termination. (Stealing a debit card with $50,001 or more upon it is a Class A felony under North Dakota law, carrying a maximum sentence of twenty years in prison and a $20,000 fine.) D-14328 picks up the card and collapses to the ground, assuming an expression that Shimoni described as ‘hollow.’ Shimoni crosses the road to help him up. Upon being helped up, D-14328 begins walking in an awkward circle, having apparently developed a slight limp (presumably due to a lack of exercise in his past 20 subjective years of life.) After thirty seconds, he focuses his gaze on Dr. Shimoni and charges at him, apparently intending to seize his sidearm. Shimoni and D-14328 topple to the earth; however, immediately upon making contact with Dr. Shimoni, D-14328 goes limp and begins weeping uncontrollably. On the assumption that he ideated a desire to kill Dr. Shimoni during his twenty years of subjective imprisonment, he is presumed to have technically committed a premeditated act of attempted murder, which carries a potential life sentence under North Dakota law. Actuarial analysis suggests that he experienced approximately forty years of imprisonment, followed by subjective death.\n\n\n\n\n\n\nDirector Ahe Kahele\n\n\n(Sender: Dr. Oded Shimoni)\n\n\n\n\n\n\nDone.\n\n\n\n\n\n\nShoot, you turned that log around quickly. I hope he didn’t mess you up too badly; are you all right?\n\n\n\n\n\n\nHe gave up immediately upon making contact. Pretty terrifying, but I’ve gotten torn up worse in rugby.\n\n\nBut I don’t know if I’ve ever seen a more broken person in my life.\n\n\n\n\n\n\nDon’t give it too much concern. A lot of project teams just need warm bodies, for chemicals testing or whatnot. Also, no idea what they actually do, but the 3000 team is always on the hunt for D-class, and the only requirements they have is that the person be physically alive and not brain-dead. I think your boy will still fit the bill.\n\n\n\n\n\n\nI can't say my primary concern was about the potential for inconvenience.\n\n\n\n\n\n\nRight. I know it gives you the warm fuzzies to go to bat for these people. But the only reason they’re not boiling forever in the void between universes is because we’re so damn good at containing things.\n\n\nIf we focus too much on the costs, we get myopic. We get cold feet. And we can’t afford that.\n\n\nSo when you hold stuff up, you’re not helping the world; you’re just helping yourself feel better about your place in it.\n\n\nAnd frankly, Oded, that’s a selfish act.\n\n\n\n\n\n\nWe’ve had this conversation before, and I don’t want to start an argument about it.\n\n\n\n\n\n\nWhat resolve!\n\n\nGet some sleep. We’re bringing you your next test subject in the morning. Also a few guards; we want to ensure your safety if this happens again.\n\n\n\n\n\n\nYou want the same tests run?\n\n\n\n\n\n\nNever mind what I want; but that is what the specs say. The ones that got approved.\n\n\n\n\n\n\nYou don’t think we can declare an end to initial testing?\n\n\n\n\n\n\nOded, you wrote those specs yourself.\n\n\n\n\n\n\n\n\n\n\nDecember 13 Testing:\n\n\n\n\nThe write-up of December 13 testing is omitted for purposes of brevity, being too similar to December 12 testing to justify inclusion. For access, please contact Director Kahele’s office.\n\n\n\n\n\n\nResults from December 12 and December 13 testing were sufficiently convincing to provoke the establishment of a new town charter (‘New Habakkuk’, formally Habakkuk); the renaming of ‘old Habakkuk’ to Habakkuk_2 and the restriction of its town limits to a single patch of field with 3 ‘inhabitants’; and the ‘election’ of Dr. Shimoni, as well as Drs. Ghulam Hazrat and Courtney Spangler, to the Habakkuk_2 City Council.\n\n\nIn the interests of urgency and to prevent disproportionate resource usage, the Foundation Legal Department declined to perform a full rewrite of the Habakkuk_2 Municipal Code; however, the explicit grandfathering-in of federal and state law was eliminated, to prevent any body besides the Habakkuk_2 City Council from influencing the legal code that governs SCP-8209.\n\n\nThe above processes were performed between December 16 and December 28, 2020, during which time all SCP-8209 testing was suspended. During this time, Dr. Shimoni sought out spiritual support from Rabbi Issachar Levy, a chaplain at Site-19.\n\n\n\n\n\n\nRabbi Issachar Levy\n\n\n(Sender: Dr. Oded Shimoni)\n\n\n\n\n\n\nShalom! I know we haven’t really spoken, but my name’s Oded. I’m based out of Site-48, and I could really use a little advice.\n\n\n\n\n\n\nSure thing! What can I help you with?\n\n\n\n\n\n\nIt’s going to sound a little bit silly.\n\n\nI don’t think I’m an especially good Jew. Or a good person, more generally.\n\n\n\n\n\n\nWell, Oded, it won’t surprise you to learn that that’s a discussion I have extremely frequently.\n\n\nThe truth is that it’s a little bit easier for us than for others. For members of religions that teach that people are saved by grace, by faith, then the things that we’re exposed to every day can really test their relationship with their religion. Because once you lose your faith, it’s hard to find it again.\n\n\nAs for us, we have a list of mitzvot that demand concrete satisfaction; we have obligations that we owe to ourselves and to others, obligations that Hashem commands us to fulfill. For the kabbalists, those mitzvot facilitate the reunion of the Shechinah with the Tiferet. And for the rest of us, they’re simply our purest mode of prayer.\n\n\nYou don’t need to actively seek your faith again; if you’ve lost it, it’ll come back. For us, what you are is what you do.\n\n\n\n\n\n\nI mean, that’s very sweet. But the things I do are \nexactly what I’m concerned about.\n\n\n\n\n\n\nCan you tell me more about the acts you refer to as ‘the things you do’?\n\n\n\n\n\n\nIt’s nothing I’d really like to get into.\n\n\n\n\n\n\nSo what \ndo\n you want to talk about?\n\n\n\n\n\n\nI guess I’d like to know what G-d thinks of me, as I am.\n\n\n\n\n\n\nYou are fully and entirely the recipient of Hashem’s infinite love, as is all mankind.\n\n\n\n\n\n\nYou know what I meant.\n\n\n\n\n\n\nWow.\n\n\nI very much cannot speak to that.\n\n\n\n\n\n\nTry your best.\n\n\n\n\n\n\nHave you considered speaking with a therapist as well?\n\n\n\n\n\n\nI have. But I’d like to finish this first.\n\n\n\n\n\n\nIn that case, I think we’ll have to talk a little bit more about what you call ‘the things you do.’\n\n\nThe good news is that Yom Kippur is in September this year. Redemption for sins against Hashem is freely granted upon repentance.\n\n\n\n\n\n\nSins against man?\n\n\n\n\n\n\nYou do not let up. Can’t say I’m used to drawing a flowchart on this.\n\n\nAny odds of getting an apology accepted by those you hurt?\n\n\n\n\n\n\nQuite low. Two of them are completely non-communicative as a result of what I did to them, and that’s just from this week.\n\n\n\n\n\n\nA critical mass of sages would probably consider that non-ideal.\n\n\n\n\n\n\nGehenna non-ideal?\n\n\n\n\n\n\nSome sages say that a lot of people spend a short time in Gehenna. I guess they’d say the same about you, but, again, it is not something I or anyone living can tell you for sure.\n\n\n\n\n\n\nFun.\n\n\nMaybe that’s for the best. I wouldn’t want to be forgiven too easily.\n\n\n\n\n\n\nThat said, Oded, the afterlife is not a core focus of our tradition, and the idea of any Jew being driven by fear of hellfire is a little repugnant.\n\n\nIt sounds like you just want someone to tell you that you deserve to be punished.\n\n\n\n\n\n\nYou’re probably right. I carry a lot of guilt with me, and every once in a while it reminds me it’s there.\n\n\nI’ll just be sitting down and then it’ll hit me.\n\n\n\n\n\n\nIf you’re trying to get closer to your faith, I’d love to have a longer conversation about getting involved with Jewish life at the Foundation.\n\n\nObviously, we hold regular services at Site-19, and you’re free to join virtually. You can always opt into kosher fare if you decide that’s something you’re interested in, too. We can also add you to the list for Passover-safe rations, send over a home Shabbat kit, put you on the challah list, and / or ensure that you’re adequately supplied with ritual items; apples and honey on Rosh Hashanah, even a little plastic grogger on Purim. If you’re not in the mezuzah program already, I can get one to you for installation.\n\n\nSince Site-48 doesn’t have a Jewish chaplain, I’m authorized to cover your transit to and from Site-19 for seder, as well as a one-day trip during Sukkot to shake the lulav.\n\n\nBut you seem more concerned with incorporating Jewish values into your nine-to-five directly.\n\n\n\n\n\n\nWell, yes, because that’s the part of my day during which I break people’s minds.\n\n\n\n\n\n\nHonestly, you know and I know that keeping your hands clean here is impossible.\n\n\nBut there’s a lovely quote from Pirkei Avot: you are not obligated to complete the work, but neither are you free to desist from it.\n\n\nKeep looking out for the folks under you, D-Class included, as much as you can. And if you’re ever on a project that you consider completely irredeemable, it might be a career hit, but you can often transfer out.\n\n\nAnd just remember- you are loved, you and everyone else still have a share of the World to Come, and you remain both completely able to do good and utterly bound to do so.\n\n\n\n\n\n\nThat’s kind of a pat answer, don’t you think?\n\n\n\n\n\n\nFrankly, Oded, if you want to self-flagellate, that’s your right as an American.\n\n\nBut you don’t obtain redemption through suffering. You obtain it through repentance.\n\n\nYou obtain it through repairing the world.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Site-48 Director Ahe Kahele (\nnoitadnuof.pcs|elehaka#noitadnuof.pcs|elehaka\n)\n\n\nFrom:\n Dr. Oded Shimoni (\nnoitadnuof.pcs|2inomihso#noitadnuof.pcs|2inomihso\n)\n\n\nSubject:\n Rotation request\n\n\n\n\n\n\nDear Director Kahele,\n\n\nI trust that this email finds you well.\n\n\nI’m reaching out to formally request a rotation off of the SCP-8209 project team.\n\n\nSCP-8209 is nothing short of subjective torture, and I’m deeply uncomfortable at the prospect of more rounds of testing of an effect that I’m fairly confident that we understand.\n\n\nIn truth, I’m also disturbed by the prospect that SCP-8209 will ultimately be used to ‘discipline’ humanoid anomalies. Usage of SCP-8209 for disciplinary purposes is as flagrantly unethical as the use of a stockade or of an electric collar; if its mechanisms of pain were not invisible, the obscenity of its deployment would be obvious to all.\n\n\nIn sum, working for the SCP-8209 project team is utterly irreconcilable with my moral and spiritual commitments, and I would like to leave as soon as is practicable.\n\n\nAll the best,\n\nDr. Oded Shimoni\n\n\n\n\n\n\n\n\nTo:\n Dr. Oded Shimoni (\nnoitadnuof.pcs|2inomihso#noitadnuof.pcs|2inomihso\n)\n\n\nFrom:\n Site-48 Director Ahe Kahele (\nnoitadnuof.pcs|elehaka#noitadnuof.pcs|elehaka\n)\n\n\nSubject:\n Re: Rotation request\n\n\n\n\n\n\nOded,\n\n\nI hope that email felt good to write.\n\n\nUnfortunately, that’s not a request that we can accommodate.\n\n\nMy understanding is that the Habakkuk_2 City Council is legally mandated to meet January 1, with follow-up testing planned. I eagerly await your findings.\n\n\nAhe\n\n\n\n\n\n\n\n\n\n\n\n\nFirst Council Meeting and Subsequent Testing (January 1):\n\n\n\n\nTRANSCRIPT\n\n\nCouncilmembers Dr. Oded Shimoni, Dr. Ghulam Hazrat, and Dr. Courtney Spangler enter the Interim City Council Chambers, defined as a 100-square-foot plot at the center of Habakkuk_2.\n\n\nSHIMONI:\n I call this meeting of the Habakkuk_2 City Council to order. We have reached quorum. Courtney, could you talk me through what we’re approving today?\n\n\nSPANGLER:\n The long and short of it is that we don’t know how, if at all, death is experienced within SCP-8209; that is, whether a punishment that would be fatal in the real world is experienced as such. If people experience a loss of sensation at the moment of subjective death, then two identically fatal punishments would be expected to have identical responses. If they don’t- if they keep experiencing even beyond the typical point of death- then it might vary.\n\n\nSHIMONI:\n Does the second one have to be quite so long? Like, wouldn’t we be able to tell the difference between two minutes and an hour?\n\n\nSPANGLER:\n I suppose we would. But people can have very different responses, so the difference in duration would have to be so immense that it would overpower any plausible difference in reaction to the same duration.\n\n\nSHIMONI:\n Can we put it at just a day, then? I really just don’t see why we’d need to do \nthree months.\n\n\nSPANGLER:\n Sure; for the chairman, anything.\n\n\nHAZRAT:\n All right, let me annotate my copy real quick. Oded, would this language work for you?\n\n\nSHIMONI:\n Yeah, fine.\n\n\nHAZRAT:\n Courtney?\n\n\nSPANGLER:\n Works for me as well.\n\n\nSHIMONI:\n We will now vote on Councilman Spangler’s legislation. All in favor, say ‘Aye’; all opposed, say ‘Nay.’ Aye.\n\n\nHAZRAT:\n Aye.\n\n\nSPANGLER:\n Aye.\n\n\nSHIMONI:\n Carried. Not sure we’re following Robert’s Rules \nexactly\n, but it seems like the old city council didn’t either.\n\n\nHAZRAT:\n By the way, Oded, I have a \nreally strange\n testing idea that I haven’t fully written up the enabling legislation for. But I don’t want to wait until February 1. Is there some route to hold a special session? Because I can draft it right here, but I’d rather not keep everyone in for an hour while I finalize it and get permissions.\n\n\nSHIMONI:\n Yeah, no problem. I think I saw something in the rules about this. One second… okay, here it is. As I have the backing of one third or more of the Habakkuk_2 City Council and am the Chairman of the Habakkuk_2 City Council, I invoke my right under municipal law to schedule a special city council session with one or more days of notice. Ghulam, when works for you?\n\n\nHAZRAT:\n Do we want to go with noon on the 13th? I’ll send the draft over next week; you’ll see why I’m so excited.\n\n\nSPANGLER:\n Works for me.\n\n\nSHIMONI:\n Yeah, works for me as well. Okay, I schedule the city council session to be held at 12:00 PM on January 13th. I move that we adjourn the city council session. All in favor, say ‘Aye’; all opposed, say ‘Nay’. Aye.\n\n\nSPANGLER:\n Aye.\n\n\nHAZRAT:\n Nay. What? I like y’all’s company so much.\n\n\nSPANGLER:\n What a sweetie.\n\n\nSHIMONI:\n Carried. Okay, let's get some lunch.\n\n\n\n\n\n\nIn the January 1 city council session, the following sentences were added to the Habakkuk_2 Municipal Code:\n\n\n \n\n\n\n\nConsumption of one jelly bean within Habakkuk_2 is punishable by full submersion in water for one hundred and twenty seconds.\n\n\n\n\n \n\n\n\n\nConsumption of more than five jelly beans within Habakkuk_2, within a two-minute period, is punishable by full submersion in water for twenty-four hours.\n\n\n\n\n \n\n\n\n\n\n\nTESTING LOG\n\n\nD-28416 consumed one jellybean and immediately collapsed to the ground, breathing heavily. She then lost consciousness for a period of approximately five seconds, presumably due to her high level of stress. Upon coming to, she had no explanation for her prior behavior; however, her voice has remained raspy, for reasons believed to be psychosomatic.\n\n\n[A portion of this testing log has been excised at the request of Director Kahele.]\n\n\nNo interview is likely to be completed for D-32181, as she has not yet emerged from her coma and is unlikely to maintain verbal or communicative capacity. Surgeries are continuing, and are expected to partially mitigate self-inflicted damage sustained to her eyes, throat, and hands after jelly bean consumption.\n\n\n\n\n\n\nPOST-TESTING COMMENTARY\n\n\nSPANGLER:\n Big day for this project. We are essentially unbound by the limits of the human body. I genuinely don’t know of any other tool at the Foundation’s disposal with this kind of flexibility.\n\n\nHAZRAT:\n For me, the cool part is that we get to use this for modeling. If we want to know the psychic implications of \nentering a weird portal\n, we can just say, hey, if you watch more than fifty frames of Mary Poppins, you will be punished by \nentering this weird portal.\n\n\nSPANGLER:\n Do we know for sure that SCP-8209 can force a brain to subjectively experience something it can’t reliably simulate?\n\n\nHAZRAT:\n No; I think at some point, we should write a law that says something like “if you blankety-blank, you will be punished with whatever’s written on the piece of paper in the large, velvet hat.” And the piece of paper says something like “you will be forced to receive $10,000” or something, but the D-Class won’t know that. So then, if their reactions are uniformly positive despite having no way to reliably simulate their experience in advance, we'll know that we're dealing with a predictive tool.\n\n\nSPANGLER:\n Also, the more I think about it, those D-Class didn’t know about the laws we just passed, but they obviously still were impacted. So my \nguess\n is that your bill would work. Is that what we’re passing on the 13th?\n\n\nHAZRAT:\n No. No, the legislation I’m writing is going to blow your socks off.\n\n\nSPANGLER:\n Excited. By the way, Oded, are you good? You’ve been pretty quiet.\n\n\nSHIMONI:\n Yeah. Yeah, I'm good.\n\n\nHAZRAT:\n Poor guy probably ate a jelly bean.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Site-48 Director Ahe Kahele (\nnoitadnuof.pcs|elehaka#noitadnuof.pcs|elehaka\n)\n\n\nFrom:\n Dr. Oded Shimoni (\nnoitadnuof.pcs|2inomihso#noitadnuof.pcs|2inomihso\n)\n\n\nSubject:\n Notification of upcoming departure\n\n\n\n\n\n\nDear Director Kahele,\n\n\nSorry to trouble you on a Friday evening.\n\n\nI’m reaching out to give my two weeks’ notice; my last day will be January 15. It has become clear that my work at the SCP Foundation is ethically untenable.\n\n\nI know that we have a second city council meeting scheduled on January 13; at that meeting, I intend to resign my seat on the city council, with my resignation taking effect within a few days. This will give you a few days to select a replacement and have them become a ‘resident’ of Habakkuk_2 in time to run in the ‘special election.’\n\n\nI consider my time at the Foundation to have been the most fascinating and enlightening experience of my life thus far, and I am deeply grateful to you and the rest of the Site-48 team. Though I know I’ll be amnesticized upon my exit, I hope to remember these years as a happy, wistful mystery; and, though I cannot ask any of you to ‘stay in touch,’ I do hope that you’ll remember me with fondness as well.\n\n\nAll the best,\n\nOded\n\n\n\n\n\n\n\n\n\n\n\n\n[RECORD PURGED]\n\n\n(Sender: Director Ahe Kahele)\n\n\n\n\n\n\nGood morning! This is Site-48 Director Ahe Kahele.\n\n\nDuring my orientation, I was told to reach out to you if, and only if, I had an employee who intended to quit their job at the Foundation because they considered their work to be in violation of their moral or religious beliefs.\n\n\nI'm reaching out about Dr. Oded Shimoni. Please let me know what information to send over.\n\n\n\n\n\n\nGood morning, Director Kahele.\n\n\nWe already have all the information we need.\n\n\n\n\n\n\nThat's a \nlittle\n disconcerting, but appreciated.\n\n\n\n\n\n\nAh, he showed you how to use italics.\n\n\n\n\n\n\nThat's less appreciated.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Oded Shimoni (\nnoitadnuof.pcs|2inomihso#noitadnuof.pcs|2inomihso\n)\n\n\nFrom:\n Site-48 Director Ahe Kahele (\nnoitadnuof.pcs|elehaka#noitadnuof.pcs|elehaka\n)\n\n\nSubject:\n Re: Notification of upcoming departure\n\n\n\n\n\n\nOded,\n\n\nWe'll be sorry to see you go.\n\n\nJust to check the box, you’ll be having an exit interview with an HR liaison from Site-19 on January 15. I’ve taken the liberty of putting a 1-hour block on your calendar that day.\n\n\nHappy trails.\n\n\nAhe\n\n\n\n\n\n\n\n\n\n\n\n\nSecond Council Meeting and Subsequent Testing (January 13):\n\n\n\n\nTRANSCRIPT\n\n\nCouncilmembers Dr. Oded Shimoni, Dr. Ghulam Hazrat, and Dr. Courtney Spangler enter the Interim City Council Chambers, defined as a 100-square-foot plot at the center of Habakkuk_2.\n\n\nSHIMONI:\n I call this meeting of the Habakkuk_2 City Council to order. We have reached quorum. Ghulam, I know you requisitioned a D-Class in advance of this meeting; what I don’t know is why he’s still in Fargo.\n\n\nHAZRAT:\n You didn’t read the legislation?\n\n\nSPANGLER:\n I didn't either, truthfully.\n\n\nSHIMONI:\n It's been a busy week.\n\n\nHAZRAT:\n It's one sentence and the writeup is two pages. But it's fine, I can talk through it.\n\n\nHAZRAT:\n So it occurred to me, we keep writing bills that apply within Habakkuk_2, right?\n\n\nSPANGLER:\n Municipal laws are almost tautologically written to apply within their relevant municipality, no?\n\n\nHAZRAT:\n Sure. You know that. I know that. I was just thinking, what if nobody told the anomaly?\n\n\nSHIMONI \n(reading the document)\n:\n Oh. This could be a real normalcy risk. We de facto create a new anomaly: from now on, if this works, then if anyone satisfies this fact pattern, anywhere, they’ll whisk themselves behind the Veil.\n\n\nSPANGLER:\n I don’t think that’ll be a problem; I don’t imagine that anyone’s ever satisfied this fact pattern before, or that they ever will again. For hygiene purposes, though, Ghulam, would you be willing to repeal this at the next meeting?\n\n\nHAZRAT:\n Yes, if I’m still on the city council. I figure that, once I win the Foundation Star for this, I’m not sure I’ll keep being able to get away for these meetings.\n\n\nSHIMONI:\n Too busy with the O5's?\n\n\nHAZRAT:\n Yeah, and signing autographs.\n\n\nSHIMONI:\n On the topic of turnover, though, we do need to talk about the elephant in the room.\n\n\nHAZRAT:\n Urgh.\n\n\nSHIMONI:\n Courtney, I’m giving you the chairmanship when I depart; the language you’ll be using to call the special election should be in Section 3 of the Habakkuk_2 Municipal Code. You need to call it within ten days of my departure, and hold it within three weeks. I know Ahe is going to want some time to find a new person, so just let me know what day you want my resignation to be effective upon.\n\n\nSPANGLER:\n I’ve got a pretty busy week and a half coming up, and I know quorum is all-but-two, so I’m not too worried about needing a third person going into the February 1 meeting. Want to make your resignation effective on Jan 20?\n\n\nSHIMONI:\n Yeah, works. I officially announce my resignation, effective on January 20 at 12:00 PM. Upon my resignation, Councilwoman Spangler will assume the chairpersonship of the Habakkuk_2 City Council.\n\n\nSPANGLER:\n That's all it takes?\n\n\nSHIMONI:\n That's all it takes.\n\n\nSPANGLER:\n We're going to miss you.\n\n\nSHIMONI:\n Appreciate it. Can’t say it’s mutual, since I’ll be amnesticized to hell, but I have enjoyed working with you both.\n\n\nHAZRAT:\n That’s flat-out depressing, but before the person you are now enters oblivion, let’s pass this bill, all right?\n\n\nSHIMONI:\n No edits from me. We will now vote on Councilman Hazrat’s legislation. All in favor, say ‘Aye’; all opposed, say ‘Nay’. Aye.\n\n\nHAZRAT:\n Aye.\n\n\nSPANGLER:\n Aye.\n\n\nSHIMONI:\n Carried. I move that we adjourn the special city council session. All in favor, say ‘Aye’; all opposed, say ‘Nay’. Aye.\n\n\nSPANGLER:\n Aye.\n\n\nHAZRAT:\n Aye.\n\n\nSHIMONI:\n Carried. Ghulam, let’s see what your man in Fargo can do.\n\n\n\n\n\n\nIn the January 13 special city council session, the following sentences were added to the Habakkuk_2 Municipal Code:\n\n\n \n\n\n\n\nGlobally, watching any set of fifty frames from Disney cartoon ‘Steamboat Willie,’ consuming more than two ounces of meat from a sheep’s head, intentionally imitating a chicken, and urinating directly into a conch shell within a single sixty-second period is punishable by being told the funniest joke that you’ve ever heard.\n\n\n\n\n \n\n\n\n\n\n\nTESTING LOG\n\n\nIn Fargo, North Dakota, while a 60-second timer runs, D-43222 rapidly consumes several mouthfuls of meat from a sheep’s head as a six-second block of ‘Steamboat Willie’ plays. After chewing and swallowing the final mouthful, he hurriedly makes ‘bawk-bawk’ noises, retrieves a conch shell from a nearby table, and looks around for the bathroom. Finding none, and with ten seconds remaining on the clock, he drops his pants and underwear and urinates into the conch, with the contents spilling onto the testing-room floor. Immediately, he begins laughing uproariously for eleven seconds, stops, looks around confusedly, hurriedly drops the conch, and pulls his pants and underwear back up.\n\n\n\n\n\n\nPOST-TESTING COMMENTARY\n\n\nSHIMONI:\n I no longer believe that this particular law has the capacity to be a threat to normalcy.\n\n\nHAZRAT:\n We could just end murder, right? It’d take some fiddling around with, but doesn’t this mean that we could basically end murder in an instant?\n\n\nSPANGLER:\n Oded, not complaining, but it’s insane that you’re handing over this project.\n\n\nSHIMONI:\n It's going to be a whole new world.\n\n\n\n\n\n\n\n\nFIRE SUPPRESSION DEPARTMENT - CLASSIFIED\n\n\nThe following information is restricted to FSD Internal Affairs. Unauthorized access is strictly forbidden.\n\n\nIf you have accessed this section without authorization, close your session now and remain where you are.\n\n\nWe know how to find you.\n\n\n\n\n\n\nIncident ZBDA34 : Dr. Oded Shimoni, Transcript of Interview (15 Jan 2021)\n\n\nSHIMONI:\n I don’t want to get too in the weeds on this. The truth is, I just get tired of hurting people. I had a really good conversation with a chaplain from Site-19… well, I don’t know if \nhe’d\n describe it that way, but I found it helpful.\n\n\nSHIMONI:\n I’m not arrogant enough to think that my leaving will make anything better for anyone. Honestly, Director Kahele might be right; it might be a little bit selfish. But I’ve made my peace with that.\n\n\nSHIMONI:\n I’ve spent years dragging my soul through the mud, and I don’t want to do it anymore.\n\n\n[RECORD PURGED]:\n Tell me more about this conversation.\n\n\nSHIMONI:\n Well, I hopped on the line and I just wore this poor guy down until he said, hey, Oded, you’re probably going to Gehenna.\n\n\n[RECORD PURGED]:\n Apologies, but what’s Gehenna?\n\n\nSHIMONI:\n It’s like purgatory, but worse. Judaism doesn’t really have hell, but it’s a place you’re purified before you enter the World to Come, and it’s not a pleasant place. But that’s only half the point. I realized that if I looked at my life with clarity, no rationalization, not pulling any punches, I was just so far from what I believed in, and this struck me as the only way back home.\n\n\n[RECORD PURGED]:\n Understood. And you genuinely, literally believe in such a place?\n\n\nSHIMONI:\n I- I suppose that I do.\n\n\n[RECORD PURGED]:\n Hmm.\n\n\nSHIMONI:\n But, to tell you the truth, I don’t see what the point of that question was.\n\n\n[RECORD PURGED]:\n I don’t want to get off track. I was just surprised.\n\n\nSHIMONI:\n With respect, I’m quite used to having my beliefs belittled, and I’d rather not continue that on my way out the door.\n\n\n[RECORD PURGED]:\n Clearly the question went over poorly. I wasn’t trying to mock you- it just reminded me of something.\n\n\nSHIMONI:\n Got it. I’m sorry if I overreacted.\n\n\n[RECORD PURGED]:\n No, you’re clearly defensive for a reason. I’m very sorry that you haven’t been heard out in the past, and I’ll make sure that goes in the exit report.\n2\n\n\nSHIMONI:\n I appreciate that. And, again, very sorry for biting your head off.\n\n\n[RECORD PURGED]:\n All that afterlife talk… well, it just took me back to my Tactical Theology days a little bit, you know? Almost nostalgic.\n\n\nSHIMONI:\n That’s a really cool department. You did afterlife research?\n\n\n[RECORD PURGED]:\n I did!\n\n\nSHIMONI:\n Well, we’ve got a lot left of this hour, and I don’t have all that much left to say. So what did I… what did I accidentally remind you of?\n\n\n[RECORD PURGED]:\n Just something from a previous project. I really shouldn’t be bringing it up.\n\n\nSHIMONI:\n Over my clearance level?\n\n\n[RECORD PURGED]:\n Not technically, no.\n\n\nSHIMONI:\n Should I make some popcorn?\n\n\n[RECORD PURGED]:\n It really, really isn’t like that. It’s not an infohazard or anything, but it’s a bad thing to know.\n\n\nSHIMONI:\n You’ve gotten me curious.\n\n\n[RECORD PURGED]:\n It’s hard to tell a scientist this, but you should stop being curious. It’s the kind of thing that you only think that you want to see.\n\n\nSHIMONI:\n Now, I’m not too good at puppy eyes, but…\n\n\n[RECORD PURGED]:\n You'd forget it tomorrow anyway.\n\n\nSHIMONI \n(laughing)\n:\n So tell me now!\n\n\n[RECORD PURGED]:\n You really don't want to read this.\n\n\nSHIMONI:\n Can I be the judge of that?\n\n\n[RECORD PURGED]:\n Fine. Fine. Let me pull it up.\n\n\n[RECORD PURGED] produces and hands Dr. Oded Shimoni the write-up for \nSCP-6130\n.\n\n\nApproximately a minute and a half of silence follows.\n\n\nSHIMONI \n(softly)\n:\n Everyone?\n\n\n[RECORD PURGED]:\n Forever.\n\n\nSHIMONI:\n But I'm Jewish. I don't even believe in Hell.\n\n\n[RECORD PURGED]:\n If I don't believe in oceans, what does that change?\n\n\nSHIMONI:\n Oh my God.\n\n\n(Heavy breathing.)\n\n\nSHIMONI:\n Ho Feng-Shan?\n\n\n[RECORD PURGED]:\n Yes.\n\n\nSHIMONI:\n I don't know. I don't know. Lincoln?\n\n\n[RECORD PURGED]:\n Yes.\n\n\nSHIMONI:\n My little brother.\n\n\n[RECORD PURGED]:\n Trust me, I took it hard, too.\n\n\n(Shimoni walks over to the closet and grabs a small box, opening it to reveal a small array of trays filled with pills. He dumps some at random in his hand.)\n\n\n[RECORD PURGED]:\n What the hell are you about to take?\n\n\nSHIMONI:\n Amnestics. Want some?\n\n\n[RECORD PURGED]:\n There’s no way you can find the right dose that quickly.\n\n\nSHIMONI:\n I don’t care if this shit takes me back to kindergarten.\n\n\n[RECORD PURGED]:\n You \nshould\n care. Your time here is important.\n\n\nSHIMONI:\n \nWhat?\n\n\n[RECORD PURGED]:\n Think about it, Doctor. It's the only time you or anyone else is ever allowed to be happy.\n\n\n(Shimoni sighs and dumps the pills into the box.)\n\n\nSHIMONI:\n I'm being a coward.\n\n\n[RECORD PURGED]:\n I'm so, so sorry.\n\n\nSHIMONI:\n Don't be. I forced your hand.\n\n\n[RECORD PURGED]:\n Well, maybe. But I think that there’s a part of me that wanted to show you. I’ve just kept it a secret for so long.\n\n\nSHIMONI:\n God.\n\n\n[RECORD PURGED]:\n It’s been a hard few decades. You’ve got a hard few decades ahead of you.\n\n\nSHIMONI:\n And a harder eternity.\n\n\n[RECORD PURGED]:\n Well, that you're not alone in.\n\n\nSHIMONI:\n Will I be able to see my family down there?\n\n\n[RECORD PURGED]:\n I don't know. All I know is what's on that sheet I showed you.\n\n\nSHIMONI:\n I might need to be alone for a while.\n\n\n[RECORD PURGED]:\n I understand.\n\n\nSHIMONI:\n Right. Before you leave, though. I guess… I guess I'd like to retract my resignation, if that's an option.\n\n\n[RECORD PURGED]:\n Are you sure? It'd be great to have you back, but…\n\n\nSHIMONI:\n Yes. I think I can do some good here. Whatever that makes of me.\n\n\n[RECORD PURGED]:\n All right. Welcome back, Doctor.\n\n\n(Shimoni forces a smile.)\n\n\n\n\nINCIDENT ZBDA34\n is considered \nRESOLVED.\n\n\n\n\n\n\n\n\nRabbi Issachar Levy\n\n\n(Sender: Dr. Oded Shimoni)\n\n\n\n\n\n\nHey, it’s Friday night, so I know it’s going to be a while before you see this.\n\n\nI don’t think I’m making it to Yom Kippur. But I’ve got good news and bad news.\n\n\nI can't tell you the bad news.\n\n\nThe good news is that I'm repairing the world.\n\n\n\n\n\n\n\n\n\n\nThird Council Meeting (January 16):\n\n\n\n\nTRANSCRIPT\n\n\nCouncilmember Dr. Oded Shimoni enters the Interim City Council Chambers, defined as a 100-square-foot plot at the center of Habakkuk_2.\n\n\nSHIMONI:\n It is 11:59 PM on January 15. As I have the backing of one third or more of the Habakkuk_2 City Council and am the Chairman of the Habakkuk_2 City Council, I invoke my right under municipal law to schedule a special city council session with one day or more of notice. I schedule the special city council session to be held at 12:01 AM on January 16.\n\n\n(Shimoni checks his watch, waits, and checks his watch again.)\n\n\nSHIMONI:\n It is now 12:01 on January 16. I call this meeting of the Habakkuk_2 City Council to order. The quorum requirements for special city council sessions require that no more than two members of the Habakkuk_2 City Council be absent. Exactly two members of the Habakkuk_2 City Council are absent. We have reached quorum.\n\n\nSHIMONI:\n We will now vote on Councilman Shimoni's legislation. All in favor, say 'Aye'; all opposed, say 'Nay.' Aye. Carried.\n\n\nSHIMONI:\n I move that we adjourn the special city council session. All in favor, say ‘Aye’; all opposed, say ‘Nay’. Aye. Carried.\n\n\n(Shimoni withdraws his sidearm from his belt and shoots himself under the chin.)\n\n\n\n\n\n\nIn the January 16 special city council session, the following sentences were added to the Habakkuk_2 Municipal Code:\n\n\n \n\n\n\n\nAll clauses within the Habakkuk_2 Municipal Code that provide for criminal penalties for any action, actions, or states of being, and were passed on or before January 15, 2021, are henceforth null and void.\n\n\n\n\n \n\n\n\n\nAs of 12:05 AM on January 16, 2021, neither the Habakkuk_2 City Council, nor any citizen of Habakkuk_2, nor any other body, is authorized to make any changes to the Habakkuk_2 Municipal Code.\n\n\n\n\n \n\n\n\n\nThe act of death is universally criminal, punishable by ten thousand years in paradise, renewable at will.\n\n\n\n\n \n\n\n\n\n\n\nFootnotes\n\n\n1\n. We understand that the publication of communications between Dr. Shimoni and Rabbi Levy may make readers concerned about the confidentiality of discussions with site chaplains. \nThere is no reason to be concerned.\n\n\n2\n. The Fire Suppression Department does not file exit reports.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8208\n | SCP-8209 | \nSCP-8210\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8209\n\" by habaniah, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8209\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "TESTING LOG Dr. Shimoni places a debit card, with $1,001 upon it, atop a table and instructs D-14328 to ‘steal’ it. (Stealing a debit card with $1,001 or more upon it is a Class C felony under North Dakota law, carrying a maximum sentence of five years in prison and a $10,000 fine; state and federal law is explicitly grandfathered into the Habakkuk Municipal Code.) D-14328 complies. Immediately upon picking up the card, D-14328 drops the card, stares into space, and begins weeping. Five minutes later, once D-14328 has composed himself, he is asked if he knows why he was weeping. He says that he does not. Dr. Shimoni places a debit card, with $10,001 upon it, atop a table and suggests that D-14328 ‘steal’ it. (Stealing a debit card with $10,001 or more upon it is a Class B felony under North Dakota law, carrying a maximum sentence of ten years in prison and a $20,000 fine.) Immediately upon picking up the card, D-14328 collapses upon the ground and is either unwilling or unable to communicate for the following ten minutes. When addressed with his D-number, he reacts with confusion.",
        "Dr. Shimoni places a debit card, with $50,001 upon it, atop a table and suggests that D-14328 ‘steal’ it. (Stealing a debit card with $50,001 or more upon it is a Class A felony under North Dakota law, carrying a maximum sentence of twenty years in prison and a $20,000 fine.) D-14328 has not resumed speaking, but shakes his head and refuses to approach the debit card.",
        "Dr. Shimoni places a debit card, with $50,001 upon it, atop a table, crosses the dirt road, and instructs D-14328 to ‘steal’ it, upon pain of termination. (Stealing a debit card with $50,001 or more upon it is a Class A felony under North Dakota law, carrying a maximum sentence of twenty years in prison and a $20,000 fine.) D-14328 picks up the card and collapses to the ground, assuming an expression that Shimoni described as ‘hollow.’ Shimoni crosses the road to help him up. Upon being helped up, D-14328 begins walking in an awkward circle, having apparently developed a slight limp (presumably due to a lack of exercise in his past 20 subjective years of life.) After thirty seconds, he focuses his gaze on Dr. Shimoni and charges at him, apparently intending to seize his sidearm. Shimoni and D-14328 topple to the earth; however, immediately upon making contact with Dr. Shimoni, D-14328 goes limp and begins weeping uncontrollably. On the assumption that he ideated a desire to kill Dr. Shimoni during his twenty years of subjective imprisonment, he is presumed to have technically committed a premeditated act of attempted murder, which carries a potential life sentence under North Dakota law. Actuarial analysis suggests that he experienced approximately forty years of imprisonment, followed by subjective death.",
        "The write-up of December 13 testing is omitted for purposes of brevity, being too similar to December 12 testing to justify inclusion. For access, please contact Director Kahele’s office.",
        "TRANSCRIPT Councilmembers Dr. Oded Shimoni, Dr. Ghulam Hazrat, and Dr. Courtney Spangler enter the Interim City Council Chambers, defined as a 100-square-foot plot at the center of Habakkuk_2. SHIMONI: I call this meeting of the Habakkuk_2 City Council to order. We have reached quorum. Courtney, could you talk me through what we’re approving today? SPANGLER: The long and short of it is that we don’t know how, if at all, death is experienced within SCP-8209; that is, whether a punishment that would be fatal in the real world is experienced as such. If people experience a loss of sensation at the moment of subjective death, then two identically fatal punishments would be expected to have identical responses. If they don’t- if they keep experiencing even beyond the typical point of death- then it might vary. SHIMONI: Does the second one have to be quite so long? Like, wouldn’t we be able to tell the difference between two minutes and an hour? SPANGLER: I suppose we would. But people can have very different responses, so the difference in duration would have to be so immense that it would overpower any plausible difference in reaction to the same duration. SHIMONI: Can we put it at just a day, then? I really just don’t see why we’d need to do three months. SPANGLER: Sure; for the chairman, anything. HAZRAT: All right, let me annotate my copy real quick. Oded, would this language work for you? SHIMONI: Yeah, fine. HAZRAT: Courtney? SPANGLER: Works for me as well. SHIMONI: We will now vote on Councilman Spangler’s legislation. All in favor, say ‘Aye’; all opposed, say ‘Nay.’ Aye. HAZRAT: Aye. SPANGLER: Aye. SHIMONI: Carried. Not sure we’re following Robert’s Rules exactly , but it seems like the old city council didn’t either. HAZRAT: By the way, Oded, I have a really strange testing idea that I haven’t fully written up the enabling legislation for. But I don’t want to wait until February 1. Is there some route to hold a special session? Because I can draft it right here, but I’d rather not keep everyone in for an hour while I finalize it and get permissions. SHIMONI: Yeah, no problem. I think I saw something in the rules about this. One second… okay, here it is. As I have the backing of one third or more of the Habakkuk_2 City Council and am the Chairman of the Habakkuk_2 City Council, I invoke my right under municipal law to schedule a special city council session with one or more days of notice. Ghulam, when works for you? HAZRAT: Do we want to go with noon on the 13th? I’ll send the draft over next week; you’ll see why I’m so excited. SPANGLER: Works for me. SHIMONI: Yeah, works for me as well. Okay, I schedule the city council session to be held at 12:00 PM on January 13th. I move that we adjourn the city council session. All in favor, say ‘Aye’; all opposed, say ‘Nay’. Aye. SPANGLER: Aye. HAZRAT: Nay. What? I like y’all’s company so much. SPANGLER: What a sweetie. SHIMONI: Carried. Okay, let's get some lunch.",
        "TESTING LOG D-28416 consumed one jellybean and immediately collapsed to the ground, breathing heavily. She then lost consciousness for a period of approximately five seconds, presumably due to her high level of stress. Upon coming to, she had no explanation for her prior behavior; however, her voice has remained raspy, for reasons believed to be psychosomatic. [A portion of this testing log has been excised at the request of Director Kahele.] No interview is likely to be completed for D-32181, as she has not yet emerged from her coma and is unlikely to maintain verbal or communicative capacity. Surgeries are continuing, and are expected to partially mitigate self-inflicted damage sustained to her eyes, throat, and hands after jelly bean consumption.",
        "POST-TESTING COMMENTARY SPANGLER: Big day for this project. We are essentially unbound by the limits of the human body. I genuinely don’t know of any other tool at the Foundation’s disposal with this kind of flexibility. HAZRAT: For me, the cool part is that we get to use this for modeling. If we want to know the psychic implications of entering a weird portal , we can just say, hey, if you watch more than fifty frames of Mary Poppins, you will be punished by entering this weird portal. SPANGLER: Do we know for sure that SCP-8209 can force a brain to subjectively experience something it can’t reliably simulate? HAZRAT: No; I think at some point, we should write a law that says something like “if you blankety-blank, you will be punished with whatever’s written on the piece of paper in the large, velvet hat.” And the piece of paper says something like “you will be forced to receive $10,000” or something, but the D-Class won’t know that. So then, if their reactions are uniformly positive despite having no way to reliably simulate their experience in advance, we'll know that we're dealing with a predictive tool. SPANGLER: Also, the more I think about it, those D-Class didn’t know about the laws we just passed, but they obviously still were impacted. So my guess is that your bill would work. Is that what we’re passing on the 13th? HAZRAT: No. No, the legislation I’m writing is going to blow your socks off. SPANGLER: Excited. By the way, Oded, are you good? You’ve been pretty quiet. SHIMONI: Yeah. Yeah, I'm good. HAZRAT: Poor guy probably ate a jelly bean.",
        "TRANSCRIPT Councilmembers Dr. Oded Shimoni, Dr. Ghulam Hazrat, and Dr. Courtney Spangler enter the Interim City Council Chambers, defined as a 100-square-foot plot at the center of Habakkuk_2. SHIMONI: I call this meeting of the Habakkuk_2 City Council to order. We have reached quorum. Ghulam, I know you requisitioned a D-Class in advance of this meeting; what I don’t know is why he’s still in Fargo. HAZRAT: You didn’t read the legislation? SPANGLER: I didn't either, truthfully. SHIMONI: It's been a busy week. HAZRAT: It's one sentence and the writeup is two pages. But it's fine, I can talk through it. HAZRAT: So it occurred to me, we keep writing bills that apply within Habakkuk_2, right? SPANGLER: Municipal laws are almost tautologically written to apply within their relevant municipality, no? HAZRAT: Sure. You know that. I know that. I was just thinking, what if nobody told the anomaly? SHIMONI (reading the document) : Oh. This could be a real normalcy risk. We de facto create a new anomaly: from now on, if this works, then if anyone satisfies this fact pattern, anywhere, they’ll whisk themselves behind the Veil. SPANGLER: I don’t think that’ll be a problem; I don’t imagine that anyone’s ever satisfied this fact pattern before, or that they ever will again. For hygiene purposes, though, Ghulam, would you be willing to repeal this at the next meeting? HAZRAT: Yes, if I’m still on the city council. I figure that, once I win the Foundation Star for this, I’m not sure I’ll keep being able to get away for these meetings. SHIMONI: Too busy with the O5's? HAZRAT: Yeah, and signing autographs. SHIMONI: On the topic of turnover, though, we do need to talk about the elephant in the room. HAZRAT: Urgh. SHIMONI: Courtney, I’m giving you the chairmanship when I depart; the language you’ll be using to call the special election should be in Section 3 of the Habakkuk_2 Municipal Code. You need to call it within ten days of my departure, and hold it within three weeks. I know Ahe is going to want some time to find a new person, so just let me know what day you want my resignation to be effective upon. SPANGLER: I’ve got a pretty busy week and a half coming up, and I know quorum is all-but-two, so I’m not too worried about needing a third person going into the February 1 meeting. Want to make your resignation effective on Jan 20? SHIMONI: Yeah, works. I officially announce my resignation, effective on January 20 at 12:00 PM. Upon my resignation, Councilwoman Spangler will assume the chairpersonship of the Habakkuk_2 City Council. SPANGLER: That's all it takes? SHIMONI: That's all it takes. SPANGLER: We're going to miss you. SHIMONI: Appreciate it. Can’t say it’s mutual, since I’ll be amnesticized to hell, but I have enjoyed working with you both. HAZRAT: That’s flat-out depressing, but before the person you are now enters oblivion, let’s pass this bill, all right? SHIMONI: No edits from me. We will now vote on Councilman Hazrat’s legislation. All in favor, say ‘Aye’; all opposed, say ‘Nay’. Aye. HAZRAT: Aye. SPANGLER: Aye. SHIMONI: Carried. I move that we adjourn the special city council session. All in favor, say ‘Aye’; all opposed, say ‘Nay’. Aye. SPANGLER: Aye. HAZRAT: Aye. SHIMONI: Carried. Ghulam, let’s see what your man in Fargo can do.",
        "TESTING LOG In Fargo, North Dakota, while a 60-second timer runs, D-43222 rapidly consumes several mouthfuls of meat from a sheep’s head as a six-second block of ‘Steamboat Willie’ plays. After chewing and swallowing the final mouthful, he hurriedly makes ‘bawk-bawk’ noises, retrieves a conch shell from a nearby table, and looks around for the bathroom. Finding none, and with ten seconds remaining on the clock, he drops his pants and underwear and urinates into the conch, with the contents spilling onto the testing-room floor. Immediately, he begins laughing uproariously for eleven seconds, stops, looks around confusedly, hurriedly drops the conch, and pulls his pants and underwear back up.",
        "POST-TESTING COMMENTARY SHIMONI: I no longer believe that this particular law has the capacity to be a threat to normalcy. HAZRAT: We could just end murder, right? It’d take some fiddling around with, but doesn’t this mean that we could basically end murder in an instant? SPANGLER: Oded, not complaining, but it’s insane that you’re handing over this project. SHIMONI: It's going to be a whole new world.",
        "TRANSCRIPT Councilmember Dr. Oded Shimoni enters the Interim City Council Chambers, defined as a 100-square-foot plot at the center of Habakkuk_2. SHIMONI: It is 11:59 PM on January 15. As I have the backing of one third or more of the Habakkuk_2 City Council and am the Chairman of the Habakkuk_2 City Council, I invoke my right under municipal law to schedule a special city council session with one day or more of notice. I schedule the special city council session to be held at 12:01 AM on January 16. (Shimoni checks his watch, waits, and checks his watch again.) SHIMONI: It is now 12:01 on January 16. I call this meeting of the Habakkuk_2 City Council to order. The quorum requirements for special city council sessions require that no more than two members of the Habakkuk_2 City Council be absent. Exactly two members of the Habakkuk_2 City Council are absent. We have reached quorum. SHIMONI: We will now vote on Councilman Shimoni's legislation. All in favor, say 'Aye'; all opposed, say 'Nay.' Aye. Carried. SHIMONI: I move that we adjourn the special city council session. All in favor, say ‘Aye’; all opposed, say ‘Nay’. Aye. Carried. (Shimoni withdraws his sidearm from his belt and shoots himself under the chin.)",
        "\" SCP-8209 \" by habaniah, from the SCP Wiki . Source: https://scpwiki.com/scp-8209 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "As of January 16, 2021, no mechanism remains by which the legal code of Habakkuk_2, North Dakota might be manipulated to produce anomalous results. As such, SCP-8209 is considered neutralized.",
    "description": "SCP-8209 was an anomalous phenomenon that caused any individual who violated a city law of Habakkuk, North Dakota to instantaneously and subjectively experience the maximal punishment prescribed by the relevant law. Individuals subject to this effect would forget their experience immediately after its completion, though psychological impacts typically remained.",
    "title": "SCP-8209"
}