{
    "url": "https://scp-wiki.wikidot.com/scp-8212",
    "all_text": "rating: \n+151\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n8212\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRAISA Notice\n\n\nYou are currently accessing a version of the SCP-8212 file with archived Special Containment Procedures. The Special Containment Procedures you are reading were last current on \nJune 4, 2015.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8212 is to be held in a standard humanoid containment cell at Site-48.\n\n\nDescription:\n SCP-8212 is a virulent \nUsinsk-class\n “Pattern Screamer” ideoform that attained humanoid form in Pierre, South Dakota on May 4, 2015.\n\n\nUsinsk-class ideoforms are \nheavily distorted remnants\n of the inhabitants of a prior iteration of this universe. The nature of their partial existence is not yet fully understood; however, when perceived by intelligent beings, Usinsk-class ideoforms flare briefly into existence. Additionally, the nature of an Usinsk-class ideoform will conform to the conscious and unconscious expectations of the perceiving entity, a process known to be instantaneous, involuntary, and the source of great pain. While most desire permanent nonexistence, some, including SCP-8212, have instead expressed a desire to achieve and maintain corporeal form.\n\n\nTaking advantage of an unusual period of porosity caused by a separate noospheric anomaly breaching containment, SCP-8212 briefly extended the parameters of its quasi-existence to encompass Earth’s noosphere as a whole, providing it with effective omniscience.\n\n\nTo attain physical form, SCP-8212 appears to have leveraged the reliance of Usinsk-class ideoforms on human perception, implanting associations between SCP-8212 and various human-esque qualia into the minds of specific Pierre, South Dakota residents through targeted infections of the noosphere. These associations resulted in SCP-8212 incarnating as a humanoid within Pierre. Upon incarnating, SCP-8212 promptly interacted with additional residents of Pierre to entrench itself in human perception and guarantee a continued, consistent corporeal existence.\n\n\nIn doing so, SCP-8212 intentionally solidified itself into the form that the non-anomalous residents of Pierre expected of it; because these individuals presumably believed that SCP-8212 was non-anomalous, this is assumed to have had the effect of removing any biological differentiation between SCP-8212 and an ordinary 27-year-old woman.\n\n\nDiscovery:\n After readings indicated a brief and severe reduction in Hume levels within Pierre, a Site-19-led investigation of the local noosphere discovered the artificial external insertion of certain associations between physical and social qualities and a previously absent concept, believed to be SCP-8212. Through flagging subsequent, organically developed conceptual associations with SCP-8212, Site-19 was able to create a list of physical qualities that SCP-8212 had assumed. An individual precisely matching these qualities was identified and detained without incident on May 11, 2015 by Drs. Masha Straschnov and Judd Fessler, who were tasked with developing a containment strategy.\n\n\nEn route to Site-48, SCP-8212 confirmed the Foundation “theory of the case” regarding its emergence. It also claimed to have fully attained personhood. Because of the Foundation’s high degree of certainty regarding SCP-8212’s nature and motivations, an intake interview was deemed unnecessary.\n\n\n\n\nAddendum:\n Interview logs with SCP-8212 are presented below. Context regarding testing results and changes in containment philosophy are presented as well. Please contact Director Kahele's office for additional relevant documentation.\n\n\n\n\nMay 12, 2015:\n SCP-8212 requested that an interview be conducted. The request was denied.\n\n\n\n\nMay 13, 2015:\n SCP-8212 requested that an interview be conducted. The request was denied.\n\n\n\n\nMay 14, 2015:\n An interview was conducted.\n\n\n\n\n\n\nTranscript of Interview (May 14, 2015)\n\n\n\n\nFESSLER:\n I was told there was a ‘disturbance in the 8212 cell.’\n\n\nSCP-8212:\n Is that right?\n\n\nFESSLER:\n You want to explain this?\n\n\nSCP-8212:\n I thought it was clear enough. Should I have made the letters larger?\n\n\nFESSLER:\n “PERSON.” Charming. Is this all your own shit?\n\n\nSCP-8212:\n It sure isn’t anyone else’s.\n\n\nFESSLER:\n Clean yourself off. We’ll talk in an hour.\n\n\n\n\n\n\n[EXTRANEOUS DISCUSSION REMOVED]\n\n\n\n\nSCP-8212:\n I work for a guy named Mitch. Seventy-six. Looks older. He runs the Starlight Diner on Hackney, in southwest Pierre. It’s a 24-hour joint, and he works there for sixteen-hour days, same as he has since he was a young man. He’s too old to do it, but too proud to stop. He could take lighter hours. He has a good team there. He makes decent money. He just couldn’t stand to.\n\n\nSCP-8212:\n He fell in the kitchen last spring. He was alone at the time. Picking up a graveyard, holding down the fort. Exhaustion, of course. He nearly cracked his head against the stove. I only saw because back then I saw everything. He never told a soul.\n\n\nSCP-8212:\n And then I came. And I was the girl who shows up at 9 AM and works till 5, then hands it over to Mitch, who works till 1. So I work eight hours and he works eight hours, same as he thinks it’s been for the past three years, and he spends his days sitting on the porch with a book, the same way he’s convinced he always did.\n\n\nSCP-8212:\n He sleeps eight hours, now. His doctor’s convinced he’ll see 90.\n\n\nSCP-8212:\n Then there’s Kate. She’s why I’m a woman, actually. Why I look like a woman. I don’t remember my original gender, or if I had one; it’s just been so long since I’ve been alive.\n\n\nSCP-8212:\n She’s lonely. Not as lonely as I was, out there in the dark, but lonelier than anyone should be. Ah, she has friends. In her way. Her ex-husband got most of them in the divorce, so now they come over and eat her cooking and make sad comments afterward about ‘how she’s holding up.’\n\n\nSCP-8212:\n The divorce itself was amicable. Two years together. Almost not enough time for a good head of steam to build. No broken dishes. But he tells everyone that’ll listen that he just couldn’t get through to her. That she would go silent. Aloof. At certain times. He means: in bed. Everyone knows he means in bed.\n\n\nSCP-8212:\n He says she kissed like she was checking a box. Like she was waiting for something.\n\n\nSCP-8212:\n Still, he doesn’t know. Just about nobody knows. \nKate\n barely knows.\n\n\nSCP-8212:\n Now, I know nobody asked for my opinion, but I think when people say ‘oh, they seem to be waiting for something,’ what they often mean is that they seem to be waiting for death.\n\n\nSCP-8212:\n But I don’t know, Judd. What do you think?\n\n\nFESSLER:\n I think you're on pretty thin ice.\n\n\n(SCP-8212 shrugs.)\n\n\nSCP-8212:\n Anyway, it’s a good thing she has me. We’ve been dating for a year now, for about a week. I’ve got her favorite ice cream in my freezer. Maybe it’s melted by now. You haven’t been paying my power bill, have you?\n\n\nSTRASCHNOV:\n Your power bill should be the least of your concerns.\n\n\nSCP-8212:\n Maybe. It's still on the list.\n\n\nSCP-8212:\n As for my mom, she turned sixty-three last January. I’m her only child, and God, it’s not for lack of trying.\n\n\nSTRASCHNOV:\n What did you do to her children?\n\n\nSCP-8212:\n I never did anything to them. They never were. Christ, Masha, she had four miscarriages in a row.\n\n\nSCP-8212:\n I mean, that can cause a lot of grief. Even \none\n can just \nwreck\n a person. Or, well, anyway.\n\n\nFESSLER:\n Do you need to take a minute?\n\n\nSTRASCHNOV:\n Give me more credit than that.\n\n\nSCP-8212:\n When I tell you she tried everything, I mean it. When I came along, she was just getting older, alone. I never created any need. I just filled the empty space; there was plenty to fill.\n\n\nFESSLER:\n A less charitable reading would note that your method of becoming human consists entirely of identifying the emotionally and physically vulnerable, insinuating yourself into their trust, and making deep, marked changes to their way of life in order to entrench yourself in their memory. You’ve been flailing out wildly at perceived emotional vulnerabilities in order to survive. In fact, you’re even doing it right now.\n\n\nSCP-8212:\n You’re calling me parasitic.\n\n\nFESSLER:\n Arguably mutualistic. Very arguably; the idea that anyone is unambiguously benefited through being deluded is, at the very least, philosophically controversial. But that’s not the point. We came in here saying ‘hey, you’re a virulent ideoform, and we like to contain those.’ Your response consists entirely of saying ‘Sure, but actually, I’m even more virulent than you thought.’\n\n\nSCP-8212:\n It does mean I’m pretty beloved down there. Means I’m going to be missed.\n\n\nFESSLER:\n Be that as it may, we’ve made larger sacrifices for containment.\n\n\nSCP-8212:\n The folks at the big sites have. Have y’all?\n\n\nSTRASCHNOV:\n You don’t think we have the stomach?\n\n\nSCP-8212:\n I don’t think you have the resources. There’s a woman whose kid just disappeared. Whose partner just disappeared. You’ll have to amnesticize them both, and everyone they told, which is cumulatively dozens of people. Everyone at the Starlight, too. Frequent customers. Friends. And that’s a lot, but it’s just the start. By now I’m a missing person. There are probably \narticles\n about me. And you can’t just allow them to circulate. Because the more people get invested, the more questions they’ll have about my life story. And I’ll admit that there’s a few holes there. So you \nwill\n need to shut the reporting down. Then you might need to amnesticize a lot of the readers. But you can’t find \nall\n the readers. And some will wonder if they ever found the girl, and then they’ll check for the articles and find they aren’t there. Some of them will shrug and move on. Most, even. Some will wash out to Parawatch. How sure are you that none of them will choose to look deeper?\n\n\nSTRASCHNOV:\n How, and how much, do you know about Parawatch?\n\n\nSCP-8212:\n Pretty much everything. You see a lot when you’re nowhere. It’d be a lot to take on, wouldn’t it? For some little site way up in the sticks? You’d have to ask for external support. It’d be embarrassing for your boss. Meaning that it’d be punishing for you.\n\n\nSTRASCHNOV:\n So what’s your idea?\n\n\nSCP-8212:\n Don’t amnesticize them. Amnesticize me.\n\n\nFESSLER:\n Our only source of information about you is yourself.\n\n\nSCP-8212:\n Well, there isn’t much to tell, is there? Everyone back home thinks I’m just a normal person. Which means that, biologically, that’s probably exactly what I am. Clay’s dried by now. I’ve told you everything about what I was and how I got here. As for what I am now, well, I don’t think that has to be a matter of any particular interest to you.\n\n\nSTRASCHNOV:\n So how long do you want to be amnesticized for, and why?\n\n\nSCP-8212:\n Nothing like that. None of your twenty-four-hour stuff. I want to be amnesticized so thoroughly that I forget that I was ever anything but a person.\n\n\nSTRASCHNOV:\n Fine. We amnesticize you. And then what?\n\n\nSCP-8212:\n I’ll need a social. A birth certificate. I can tell you what the details will be. I probably don’t need a passport. Or—actually, I’d like one. I think I’ll have gone up to Edmonton one summer with my mother. I think she will have had a friend there, at one point. Some happy memory.\n\n\nSTRASCHNOV:\n And then what?\n\n\nSCP-8212:\n And then I want to go back to Pierre.\n\n\n\n\n\n\nPOST-INTERVIEW DISCUSSION\n\n\nFESSLER:\n I’m going to tell you something, and it’s going to make you think substantially less of me.\n\n\n(Straschnov laughs.)\n\n\nSTRASCHNOV:\n Don't worry. I agree with her too.\n\n\nFESSLER:\n There is something that bugs me, though.\n\n\nSTRASCHNOV:\n That we’d be batting for a pattern screamer?\n\n\nFESSLER:\n No. It’s that she was omniscient \nvery fucking recently.\n So she would’ve known that we’d be the ones to apprehend her. She would’ve known that the day she was caught was the day we were up for a new placement.\n\n\nSTRASCHNOV:\n If she checked the calendars, sure.\n\n\nFESSLER:\n Remember how she just walked into the van?\n\n\nSTRASCHNOV:\n Oh. Oh God. She probably knew she would eventually get caught. So… so \nit picked its own jury.\n\n\nFESSLER:\n The Mitch stuff is nice. Chicken soup for the soul. But even that might have just been for our benefit.\n\n\nSTRASCHNOV:\n What she did to Kate and the mom was probably \nentirely\n for our benefit.\n\n\nFESSLER:\n I won’t say the obvious. But if you knew you were going in front of me, it probably wouldn’t hurt to be able to say, hey, I’m the emotional lifeline for my depressed partner.\n\n\nSTRASCHNOV:\n Depressed queer partner, specifically.\n\n\nFESSLER:\n I don’t like to think I’m that shallow. But it settled on this strategy when it was omniscient. If it thinks I am then I guess I am.\n\n\nSTRASCHNOV:\n Just because it saw everything doesn’t mean it understood.\n\n\nFESSLER:\n Boy, I wish I believed that. If anything, though, the only-child story was even worse.\n\n\nSTRASCHNOV:\n I don’t want to talk about that. The fact it… the fact it latched onto a woman who had gone through four of them just in order to endear itself to me.\n\n\nFESSLER:\n You know the worst part?\n\n\nSTRASCHNOV:\n What?\n\n\nFESSLER:\n It is absolutely obvious that it saw vulnerable people, dug its claws into them, and used them to build a sympathy ploy that would convince \nus specifically\n to release it. But… but it \ndoesn’t even matter.\n There’s still two people who rely so heavily on it. On her. That need is real. Even if her motives were insincere, and they were \ndefinitely insincere,\n we still need to judge the house she built on its own terms.\n\n\n(Silence for ten seconds.)\n\n\nSTRASCHNOV:\n Even knowing what I know. Even knowing that it’s playing into her hands. I would vote to let her go.\n\n\nFESSLER:\n Me too. But the kicker is that we can’t do shit. Kahele’s never going to go for any plan that involves anomaly release.\n\n\nSTRASCHNOV:\n Would you genuinely be behind it? Fully?\n\n\nFESSLER:\n I guess I would.\n\n\nSTRASCHNOV:\n Then I can take care of Kahele.\n\n\nFESSLER:\n How the hell are you going to do that?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Site-48 Director Ahe Kahele (\nnoitadnuof.pcs|elehaka#noitadnuof.pcs|elehaka\n)\n\n\nFrom:\n Dr. Masha Straschnov (\nnoitadnuof.pcs|3vonhcsartsm#noitadnuof.pcs|3vonhcsartsm\n)\n\n\nSubject:\n Sanity check re: 8212\n\n\n\n\n\n\nHi Director- good morning!\n\n\nWe’re facing some serious potential complications regarding 8212. I wanted to touch base with you to determine the ‘limits of the possible.’\n\n\nJust to sound out potential options, do you feel Site-48 would be capable of organizing the amnesticization of several hundred residents of Pierre and the deletion and archival annihilation of 2-3 news articles?\n\n\nSome additional minor containment measures might also be required; I’ll send you a fuller writeup in 30 minutes, but wanted to get this to you relatively quickly to avoid going down the wrong path on this.\n\n\nBest,\n\nDr. Straschnov\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Masha Straschnov (\nnoitadnuof.pcs|2vonhcsartsm#noitadnuof.pcs|2vonhcsartsm\n)\n\n\nFrom:\n Site-48 Director Ahe Kahele (\nnoitadnuof.pcs|elehaka#noitadnuof.pcs|elehaka\n)\n\n\nSubject:\n Re: Sanity check re: 8212\n\n\n\n\n\n\nHi Masha—good morning! (Use an em dash.)\n\n\nApologies if this comes off as frank.\n\n\nThese specifications are profoundly unrealistic, and their suggestion leaves me with grave doubts about your approach regarding 8212.\n\n\nIn answer to your question, this would nominally be within -48’s capabilities, but would in all probability require substantial support from additional sites, to say nothing of massive budgetary overruns.\n\n\nTo take a step back, your career at the Foundation will run for far longer than one project. I completely understand that some projects may test the limits of a person’s competence and ingenuity, and I care a great deal about making sure that all of my people are best positioned to thrive. If you find yourself unable to deliver on 8212, I’d be happy to put a more seasoned hand in position there and pivot you over to something less taxing. For full transparency, I should specify that this process will likely involve corresponding decreases in pay grade and seniority.\n\n\nIf you don’t want that to happen, get a proposal to me by EOD that won’t require me to call in support.\n\n\nAhe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Masha Straschnov (\nnoitadnuof.pcs|2vonhcsartsm#noitadnuof.pcs|2vonhcsartsm\n)\n\n\nFrom:\n Site-48 Director Ahe Kahele (\nnoitadnuof.pcs|elehaka#noitadnuof.pcs|elehaka\n)\n\n\nSubject:\n 05.14 8212 proposal\n\n\n\n\n\n\nHi Masha,\n\n\nCertainly far from perfect. I have no desire to get into the habit of signing off on anomaly release. Still, it’s clear that you’ve taken my feedback.\n\n\nConsider this my acceptance.\n\n\nAhe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n Dr. Judd Fessler (\nnoitadnuof.pcs|4relssefj#noitadnuof.pcs|4relssefj\n)\n\n\nFrom:\n Dr. Masha Straschnov (\nnoitadnuof.pcs|2vonhcsartsm#noitadnuof.pcs|2vonhcsartsm\n)\n\n\nSubject:\n FW: 05.14 8212 proposal\n\n\n\n\n\n\nDING DING DING DING DING DING DING\n\n\n\n\n\n\n\n\n\n\n\n\nJune 2, 2015:\n Following a complete panel of biological testing, Drs. Straschnov and Fessler confirmed that SCP-8212 was biologically and functionally identical to a non-anomalous human.\n\n\n\n\nJune 3, 2015:\n Dr. Fessler conducted an informal interview with SCP-8212.\n\n\n\n\n\n\nTranscript of Interview (June 3, 2015)\n\n\n\n\nFESSLER:\n Still good so far.\n\n\nSCP-8212:\n Nice.\n\n\nFESSLER:\n Just as a formality, you haven’t identified any novel anomalous developments, have you? Biologically?\n\n\nSCP-8212:\n Nah. Except I piss pure radium. Will that be a problem?\n\n\nFESSLER:\n You’re messing with me.\n\n\nSCP-8212:\n I’m messing with you.\n\n\nFESSLER:\n So how does winning feel?\n\n\nSCP-8212:\n Good. It feels good. I’m very excited to get back to my life. I mean, there’s so much out there that relies on me, and I don’t mind telling you that I was really, really scared.\n\n\n(Fessler snickers.)\n\n\nSCP-8212:\n You don’t think I’m sincere.\n\n\nFESSLER:\n There’s no need to get into that.\n\n\nSCP-8212:\n Not a lot of high paths open to me, are there?\n\n\nFESSLER:\n What do you mean?\n\n\nSCP-8212:\n Well, if I did a good deed out there, obviously it was to appeal to you. So it was a bad deed.\n\n\nFESSLER:\n Were they \nnot\n done in part to appeal to us?\n\n\nSCP-8212:\n This is what I mean. Yes, in part. But I \ndid\n need to appeal to you. You built a system where the only way to avoid causing massive, irreparable harm to people I \ndo\n genuinely care about was through appealing to you, and manipulating them.\n\n\nFESSLER:\n But you \ndo\n genuinely care about them?\n\n\nSCP-8212:\n Deeply. And hey, once you give me the chance to do good things, I will.\n\n\nFESSLER:\n How can we trust you on that?\n\n\nSCP-8212:\n Oh, you obviously can’t!\n\n\n(SCP-8212 laughs.)\n\n\nSCP-8212:\n Seriously, I know you want someone to say, oh, Judd, you did the right thing, don’t worry. But even if I told you that right now, you wouldn’t believe me. And if someone else told you, you wouldn’t believe them.\n\n\nFESSLER:\n Yeah. You’re right. Maybe I should just put it behind me and walk out of the room.\n1\n\n\nSCP-8212:\n Sure. But seeing as you’re not going to, here’s what I think, all right? At this time last month I was locked in partial existence, both innocent and in \nabsolute hell\n. Now I’m going free and you tell me I’m guilty. I’m sure you prefer the former. I don’t.\n\n\nFESSLER:\n I think I understand.\n\n\nSCP-8212:\n You can think whatever you like.\n\n\nFESSLER:\n There’s one thing I don’t get, though. We tracked you down by looking at noospheric connections within Pierre to the concept that you embody. If you’d chosen a less distinctive appearance, or even left town, you would’ve bought yourself a couple of days at least. It seems like, if you’d done that, the odds that we’d track you down would have been relatively minimal. We’re well-resourced, but you were \nrecently omniscient\n. I have a hard time believing that, if you were even forty-eight hours ahead of the Foundation, you wouldn’t have been able to run out the clock, allow for typical noospheric pollution to erase your tracks, and disappear into the wild for good. When you were up there, seeing everything, was there really \nno option whatsoever\n that didn’t involve your passage into Foundation custody?\n\n\nSCP-8212:\n Oh, there were more options than stars in the sky. Really, Judd, the fact that the Veil’s there at all is a miracle.\n\n\nFESSLER:\n That’s comforting. If that’s true, though, then why are you \nhere?\n\n\nSCP-8212:\n Well, when I told you I didn’t remember my original gender, I was telling a little bit of a fib. The truth is that I was a \nlot\n of them. Parts of a lot of them. The Pattern tears through more than your flesh. I’m a tiny little spoonful of countless pulverized consciousnesses. Sliced and torn. Left there for eons like a flayed man on a stretcher. I mean, Judd, try and imagine what that’s like.\n\n\nFESSLER:\n I don’t think I can imagine it. Hell, I wouldn't want to.\n\n\nSCP-8212:\n Then what makes you think I like being able to \nremember\n it?\n\n\n\n\n\n\nJune 4, 2015:\n SCP-8212 was successfully amnesticized and released. She was provided with a rental for a rowhouse in a Pierre development owned by Statham Capital Partners, a Foundation front company. Special Containment Procedures for SCP-8212 were updated to read as follows:\n\n\n\n\nSCP-8212 resides in Pierre, South Dakota. She is presently employed as a cook. SCP-8212 is self-containing.\n\n\n\n\n\n\nJuly 2, 2015:\n Dr. Fessler was tasked with performing a post-release interview.\n\n\n\n\n\n\nTranscript of Interview (July 2, 2015)\n\n\n\n\nSCP-8212:\n Morning.\n\n\nFESSLER:\n Morning, ma’am. My name’s Paul Renford. You can call me Paul, of course. I’m from the Statham Renter’s Association. Do you have a minute?\n\n\nSCP-8212:\n Sure. But I do have to set out in about a half-hour.\n\n\nFESSLER:\n That’s no problem.\n\n\nSCP-8212:\n So, Paul, what can I help you with?\n\n\nFESSLER:\n Well, we’ve been having some complaints about your lawn. Lotta weeds, good bit overgrown, all that. You know your contract does require you to keep it at a certain aesthetic standard. We sent you a few emails about that, though we didn’t get a response.\n\n\nSCP-8212:\n I never got any emails. What email do you have on file?\n\n\nFESSLER:\n Is this one right?\n\n\nSCP-8212:\n No, I’m at GMail. I don’t… I don’t think that anyone uses HotMail anymore.\n\n\nFESSLER:\n Ah, thank you. We’ll update. And ma’am, I’m afraid this isn’t good news. I'm coming to say that we’ll probably have to level some fines.\n\n\nSCP-8212:\n Please tell me there’s a way out of that.\n\n\nFESSLER:\n Is everything all right?\n\n\nSCP-8212:\n It’s been a rough couple months, to tell you the truth.\n\n\nFESSLER:\n Well, we do offer temporary exemptions. So why don’t you just tell me what happened and I’ll see what I can do.\n\n\nSCP-8212:\n Boy, how long do you have?\n\n\nFESSLER:\n Long enough.\n\n\nSCP-8212:\n Then you’d better take a seat.\n\n\n(Fessler sits, as does SCP-8212.)\n\n\nSCP-8212:\n So I was visiting a friend in Fargo, and happened to be walking on back to the bus station, when I got pulled aside by an officer. He told me he was going to take me back to the station. He didn’t ask where I was; he didn’t seem especially interested in anything I had to say. He took my phone the second I got into the car. He didn’t check my identification or anything. I was pretty quiet on the drive, I guess. I figured, hey, once I get there, we’ll clear it right up. Then when I got there, they handed me over to someone else. No information on what I was being held for, no chance for a call, never even a chance to say my name. I never even entered the building. The handoff was in the parking lot. They just shoved me in the back of a van and drove way, way out.\n\n\nSCP-8212:\n When they took me out of the van, I was complaining like nobody’s business. But the two guys they had escorting me, they just had no patience for that at all. Didn’t ask for my name. Didn’t even fingerprint me. They just shoved me into a cell, by myself. Nothing but a goddamn slit in the wall. Plus a cot and a sink and a toilet. No windows. I was howling like a dog. But from the second I got there, to the second they let me out, I never talked with a single person. The meals came through the slit, and that was all.\n\n\nSCP-8212:\n I couldn’t believe that a place like here had a place like that.\n\n\nSCP-8212:\n The first day I was in there, I was sure that in about fifteen minutes, they’d realize they’d fucked up and give me the biggest, deepest apology you’ve ever heard. But by day four I thought I was going to die in there. On day eight and twelve and seventeen I thought for sure that I was going to die in there.\n\n\nSCP-8212:\n Then the door opened on the twenty-fourth day. I thought it was the twentieth, because I had miscounted the meals. Back to the van, back to the station. They told me that they had thought I was somebody else. That was it, that was all. No compensation. Barely an apology. They just dropped me off at a corner like they were taking out the trash.\n\n\nFESSLER:\n Holy shit.\n\n\nSCP-8212:\n Yeah. Sometimes I think about suing. But I talked with the folks down at Sloane Caine Peterson, and they’re pretty sure that I don’t have a case.\n\n\nFESSLER:\n That’s definitely a surprise. \n(Fessler sighs.)\n2\n But I guess they know their stuff.\n\n\nSCP-8212:\n Maybe it’s for the best. I really just want to forget about it.\n\n\nSCP-8212:\n I had to pay for my own Greyhound back.\n\n\nSCP-8212:\n It should’ve been obvious, but when I got back here, I found out that since the cops down in Fargo never asked who I was, they never told anyone where I was, either. So I was about a week and a half from an empty-box funeral. There’d been a search party, all that. My mom said that when I texted her she fell and dropped her phone.\n\n\nFESSLER:\n Jesus, you were the missing woman.\n\n\nSCP-8212:\n You saw it in the paper?\n\n\nFESSLER:\n Yeah. Now I can see it, but before you told me I don’t think I could have guessed.\n\n\nSCP-8212:\n Man, you’d have been no help at all in the search.\n\n\nFESSLER:\n Guess not.\n\n\nSCP-8212:\n So I spent a couple hours of the first day back just calling everyone I knew and telling them I wasn’t dead. But that was just the start of it. Rent was way in arrears. Had to put a whole month’s worth on credit. The power got turned off, so all the food was spoiled, freezer and fridge. Missed a car payment; \nthat\n was a fun series of calls. The worst part was that I had a lot of stuff on autopay, so I was getting hit with overdraft fees every way you looked. My job was gone, too, but I work for Mitchell down at the Starlight, and Mitchell’s a saint, so I was able to get it back pretty easily. Still, a lot of lost income. The whole thing left me five grand in the hole. If Mitch keeps letting me work doubletime I should be back above water by September, but, you know, a lot of stuff kind of fell by the wayside and I guess the lawn was one of them. I promise I’ll get to it.\n\n\nFESSLER:\n Jesus. Don’t worry about the lawn for a second. I can promise you no-one’s gonna fine you a dime.\n\n\nSCP-8212:\n Actually?\n\n\nFESSLER:\n Actually. I’ll make sure of it.\n\n\nSCP-8212:\n Well, I really appreciate it. Let me know if there’s ever anything I can do for you.\n\n\nFESSLER:\n Don’t worry about it. But a water might be nice.\n3\n\n\nSCP-8212:\n Of course. I’m sorry. You’ve been sitting here this whole time and I haven’t offered you anything.\n\n\nFESSLER:\n Don’t worry about it.\n\n\nSCP-8212:\n Is tap water okay for you?\n\n\nFESSLER:\n Been drinking it my whole life, so I hope so.\n\n\nSCP-8212:\n You want ice?\n\n\nFESSLER:\n Sure do. Thanks. Is that Chunky Monkey in the freezer?\n\n\nSCP-8212:\n You like it?\n\n\nFESSLER:\n I do. You’re a person of taste.\n\n\nSCP-8212:\n Kind of you, but I don’t really eat it. It’s my boyfriend’s favorite.\n\n\nFESSLER:\n Boyfriend?\n\n\nSCP-8212:\n Yeah, boyfriend.\n\n\nFESSLER:\n Got it. What’s his name?\n\n\nSCP-8212:\n I appreciate everything you’re doing, but if you’re here to flirt I’ll have to ask you to clear out.\n\n\nFESSLER:\n Ah, that’s my bad. I was just asking because my husband\n4\n and I saw you with this beautiful woman last week at McAllister’s.\n\n\n(SCP-8212 laughs.)\n\n\nSCP-8212:\n Do you ever get tired of being so nosy?\n\n\nFESSLER:\n Why would I get tired?\n\n\nSCP-8212:\n I mean, I’d just worry I was turning into a stereotype.\n\n\nFESSLER:\n That’s a fight I gave up long ago.\n\n\nSCP-8212:\n You just never know who to tell in this town.\n\n\nFESSLER:\n You’re telling me. I’ve had more beards than a country band.\n\n\nSCP-8212:\n Anyway, my boyfriend’s name is Kate.\n\n\nFESSLER:\n Lovely name for a young man.\n\n\nSCP-8212:\n You let me know if you and…\n\n\nFESSLER:\n Whit.\n5\n\n\nSCP-8212:\n You let me know if you and Whit ever want to come to dinner. Not right now, of course, but after August I should be able to get a couple evenings free.\n\n\nFESSLER:\n I’d like to, but we’ll be moving away by then.\n6\n\n\nSCP-8212:\n Ah, that’s a shame. Where to?\n\n\n(Fessler stands up.)\n\n\nFESSLER:\n Say, I’m sorry to keep you; I’m sure you want to start getting ready.\n\n\nSCP-8212:\n Yeah, it is getting to be time.\n\n\n(Fessler opens the door.)\n\n\nSCP-8212:\n Good to meet you, and thanks again.\n\n\n(Fessler pauses for two seconds in the doorway.)\n\n\nFESSLER:\n You have a good life, all right?\n\n\nSCP-8212:\n And I hope you have one too.\n\n\nFESSLER:\n I mean it. You deserve it.\n7\n\n\n(SCP-8212 looks up and smiles.)\n\n\nSCP-8212:\n Paul. Don’t you worry. I’m having one now.\n\n\n(Fessler closes the door.)\n\n\n\n\nIn light of this interview, SCP-8212's amnesticization and false-memory insertion was found to have been wholly successful. Also in light of this interview, Dr. Fessler was banned from conducting interviews with anomalies for 12 months, except for anomalies currently under physical containment. Dr. Fessler was also obliged to undergo three or more sessions of grief counseling.\n\n\n\n\nAugust 3, 2016:\n Special Containment Procedures for SCP-8212 were updated to read as follows:\n\n\n\n\nSCP-8212 resides in Pierre, South Dakota with her wife. She is presently employed as a cook. SCP-8212 is self-containing.\n\n\n\n\n\n\nJanuary 7, 2022:\n Special Containment Procedures for SCP-8212 were updated to read as follows:\n\n\n\n\nSCP-8212 resides in Plano, Texas with her wife. She is presently employed as a civil engineer. SCP-8212 is self-containing.\n\n\n\n\n\n\nMarch 3, 2023:\n Special Containment Procedures for SCP-8212 were updated to read as follows:\n\n\n\n\nSCP-8212 resides in Plano, Texas with her wife and one child. She is presently employed as a civil engineer. SCP-8212 is self-containing.\n\n\n\n\n\n\nFebruary 3, 2024:\n Special Containment Procedures for SCP-8212 were updated to read as follows:\n\n\n\n\nFor resource conservation purposes, SCP-8212 is no longer being tracked. SCP-8212 is self-containing.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Unless necessitated by the demands of the backstory, overfamiliarity with anomalies is against Site-48 interview policy.\n\n\n2\n. Reactions that would tend to cast doubt on statements made by Foundation front companies are strictly against Site-48 interview policy.\n\n\n3\n. Acceptance of sustenance provided by an anomaly is forbidden under Site-48 interview policy unless necessary for survival.\n\n\n4\n. This is not a component of the approved backstory.\n\n\n5\n. This is not a component of the approved backstory. Additionally, the use of the names of real-life former romantic companions within a backstory is forbidden under Site-48 interview policy.\n\n\n6\n. This is not a component of the approved backstory.\n\n\n7\n. Unless necessitated by the demands of the backstory, overfamiliarity with anomalies is against Site-48 interview policy.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8212\n\" by habaniah, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8212\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8211\n | SCP-8212 | \nSCP-8213\n »",
    "addendums": [
        "Addendum: Interview logs with SCP-8212 are presented below. Context regarding testing results and changes in containment philosophy are presented as well. Please contact Director Kahele's office for additional relevant documentation."
    ],
    "documents": [],
    "notes": [
        "POST-INTERVIEW DISCUSSION FESSLER: I’m going to tell you something, and it’s going to make you think substantially less of me. (Straschnov laughs.) STRASCHNOV: Don't worry. I agree with her too. FESSLER: There is something that bugs me, though. STRASCHNOV: That we’d be batting for a pattern screamer? FESSLER: No. It’s that she was omniscient very fucking recently. So she would’ve known that we’d be the ones to apprehend her. She would’ve known that the day she was caught was the day we were up for a new placement. STRASCHNOV: If she checked the calendars, sure. FESSLER: Remember how she just walked into the van? STRASCHNOV: Oh. Oh God. She probably knew she would eventually get caught. So… so it picked its own jury. FESSLER: The Mitch stuff is nice. Chicken soup for the soul. But even that might have just been for our benefit. STRASCHNOV: What she did to Kate and the mom was probably entirely for our benefit. FESSLER: I won’t say the obvious. But if you knew you were going in front of me, it probably wouldn’t hurt to be able to say, hey, I’m the emotional lifeline for my depressed partner. STRASCHNOV: Depressed queer partner, specifically. FESSLER: I don’t like to think I’m that shallow. But it settled on this strategy when it was omniscient. If it thinks I am then I guess I am. STRASCHNOV: Just because it saw everything doesn’t mean it understood. FESSLER: Boy, I wish I believed that. If anything, though, the only-child story was even worse. STRASCHNOV: I don’t want to talk about that. The fact it… the fact it latched onto a woman who had gone through four of them just in order to endear itself to me. FESSLER: You know the worst part? STRASCHNOV: What? FESSLER: It is absolutely obvious that it saw vulnerable people, dug its claws into them, and used them to build a sympathy ploy that would convince us specifically to release it. But… but it doesn’t even matter. There’s still two people who rely so heavily on it. On her. That need is real. Even if her motives were insincere, and they were definitely insincere, we still need to judge the house she built on its own terms. (Silence for ten seconds.) STRASCHNOV: Even knowing what I know. Even knowing that it’s playing into her hands. I would vote to let her go. FESSLER: Me too. But the kicker is that we can’t do shit. Kahele’s never going to go for any plan that involves anomaly release. STRASCHNOV: Would you genuinely be behind it? Fully? FESSLER: I guess I would. STRASCHNOV: Then I can take care of Kahele. FESSLER: How the hell are you going to do that?",
        "SCP-8212 resides in Pierre, South Dakota. She is presently employed as a cook. SCP-8212 is self-containing.",
        "SCP-8212 resides in Pierre, South Dakota with her wife. She is presently employed as a cook. SCP-8212 is self-containing.",
        "SCP-8212 resides in Plano, Texas with her wife. She is presently employed as a civil engineer. SCP-8212 is self-containing.",
        "SCP-8212 resides in Plano, Texas with her wife and one child. She is presently employed as a civil engineer. SCP-8212 is self-containing.",
        "For resource conservation purposes, SCP-8212 is no longer being tracked. SCP-8212 is self-containing.",
        "\" SCP-8212 \" by habaniah, from the SCP Wiki . Source: https://scpwiki.com/scp-8212 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-8212 is to be held in a standard humanoid containment cell at Site-48.",
    "description": "SCP-8212 is a virulent Usinsk-class “Pattern Screamer” ideoform that attained humanoid form in Pierre, South Dakota on May 4, 2015.",
    "title": "SCP-8212"
}