{
    "url": "https://scp-wiki.wikidot.com/scp-8214",
    "all_text": "rating: \n+20\n+\n–\nx\n\n\n \n\n\n\n\nTO:\n Dir. Buffy Ava\n\n\nFROM:\n \n[ VERIFIED OVERSEER ACCOUNT ]\n\n\nDATE:\n 11/28/2014\n\n\nSUBJECT:\n Priorities\n\n\n\n\nDirector Ava.\n\nWe believe it is necessary to remind you of the obligations you hold to this council. It has been two years since you came to us and bargained for the creation of your Department of Prophetics.\n\n\nYou made a great many promises about the utilities such a department could offer, and in return we provided you with the resources and authority to bring them about. It is time you make good on those assurances.\n\n\nWe expect results. We expect them soon. Don't disappoint us.\n\n\n\n\n- OVERWATCH COMMAND\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nYou have (1) unread message\n\n\niwatson@scip.net\n:// Hey, that transfer anomaly from Site-15 just arrived.\n\n\nbava@scip.net\n:// Back to the meat grinder we go.\n\n\niwatson@scip.net\n:// Something the matter?\n\n\nbava@scip.net\n:// Council's on our ass again, they want something soon or this department probably fucked.\n\n\niwatson@scip.net\n:// Hopefully this will be our big break then.\n\n\nbava@scip.net\n:// It better be.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-8214\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n\n\nSCP-8214-A is currently stored within a portable hard drive for testing purposes and kept within a low-yield anomalous storage locker at Site-111 when not in use. Backup copies of SCP-8214-A are stored in IT Department servers at Site-15.\n\n\nA database of all known SCP-8214-B instances and their corresponding SCP-8214-C instances is to be maintained by the Department of Prophetics.\n\n\n\n\n\n\nDESCRIPTION:\n\n\nSCP-8214-A is the software \n\"ATROPOS.EXE\"\n. When running on a device SCP-8214-A displays a rudimentary interface consisting of a list of names comprising all human beings within a 10-meter radius below which is the prompt “\nSELECT NAME\n” and a command line to enter text. SCP-8214-A does not distinguish between living and deceased individuals, and further testing has established SCP-8214-A will only list individuals when a majority of their biomass remains within the 10-meter radius. Depending on the text input into the command line SCP-8214-A will produce the following effect:\n\n\n\n\nWhen input with text not corresponding to any of the listed names SCP-8214-A will output the text \n“INVALID”\n.\n\n\n\n\n\n\nWhen input with the listed name of a deceased individual SCP-8214-A will output a date matching their known time of death.\n\n\n\n\n\n\nWhen input with the name of a currently living individual SCP-8214-A will output an apparently random date typically ranging 1-4 months into the future.\n\n\n\n\nThese dates, designated SCP-8214-B, act as Class I Prophetic Anomalies which will invariably result in the death of the named individual, designated SCP-8214-C, on the output time otherwise referred to as their activation date.\n\n\n\n\n\n\nDISCOVERY:\n\n\nSCP-8214-A was first acquired in 2005 alongside other anomalies during a raid on a para-technology company formerly associated with Prometheus Labs. Initial assessment was carried out by junior researcher Emily Yoon of the IT Department. Her sudden death a year later via cardiac arrest incited an investigation that would eventually identify the prophetic effects of SCP-8214-B prompting its transfer to the Department of Prophetics in late 2006.\n\n\n\n\n\n\n\n\nADDENDUM 8214/I: EXPERIMENT LOG\n\n\n\n\n\n\n\n\nEXPERIMENT 8214-01\n\n\n\n\nDATE\n 12/02/2014\n\n\nPRESIDING\n Dir. B. Ava\n\n\nINTENT\n Confirm the prophetic nature of SCP-8214-B by attempting to prevent its occurrence.\n.\n \n1st Principle of Prophetic Anomalies: Prophecies are inevitable, once created they will occur as described by themselves.\n\n\n\n\nPROCEDURE\n\n\nOne D-Class personnel, D-48457, is placed inside a standard testing chamber. D-48457 is named using SCP-8214-A designating them an SCP-8214-C instance after which security personnel inside the testing chamber are ordered to terminate the D-48457 via their firearm.\n\n\nOBSERVATIONS\n\n\nFirearm malfunctions repeatedly when aimed at D-48457 eventually rendering the weapon inoperable. D-48457 attempts to flee the testing chamber but is physically subdued by security and returned to their cell.\n\n\nANALYSIS\n\n\nFurther testing would provide similar results regardless of termination method. All attempts were unsuccessful due to either an unexpected failure of equipment or an extreme degree of perseverance on the part of the SCP-8214-C instance.\n\n\nCONCLUSION\n\n\nInstances of SCP-8214-B have proven unpreventable by reasonable and conventional means.\n\n\n \n\n\n\n\n \n\n\n\n\nbava@scip.net\n:// Good to know that still works.\n\n\niwatson@scip.net\n:// It troubles me this was the first thing you came up with.\n\n\nbava@scip.net\n:// Can't argue with efficiency\n\n\n\n\n \n\n\n\n\n\n\nEXPERIMENT 8214-02\n\n\n\n\nDATE\n 12/06/2014\n\n\nPRESIDING\n Dir. B. Ava\n\n\nINTENT\n Confirm the prophetic nature of SCP-8214-B by establishing its causation.\n.\n \n2nd Principle of Prophetic Anomalies: Prophecies are only created upon observation of their contextual triggers.\n\n\n\n\nPROCEDURE\n\n\nOne D-Class personnel, D-49225, is placed in a testing chamber equipped with medical equipment. D-49225 is restrained to a monitoring bed and has their heart forcibly stopped via chemical agent. After confirming the lack of a heartbeat but before the cessation of other vital signs D-49225 is named using SCP-8214-A designating them as an SCP-8214-C instance.\n\n\nOBSERVATIONS\n\n\nAfter approximately twenty seconds D-49225 would resume regular cardiovascular activities without medical intervention.\n\n\nANALYSIS\n\n\nAnalysis of medical data has revealed that the heart of D-49225 autonomously resumed function despite lacking any of the necessary bio-electrical signals to elicit such change.\n\n\nCONCLUSION\n\n\nInstances of SCP-8214-B do not simply predict events that will happen but actively overwrite normal causation to fulfill themselves through both conventional and anomalous means.\n\n\n \n\n\n\n\n \n\n\n\n\nYou have (1) unread message\n\n\niwatson@scip.net\n:// It feels like there's some potential here, life extension?\n\n\nbava@scip.net\n:// If the foundation wants to keep someone alive they have methods that last more than a few months. Still clever though.\n\n\niwatson@scip.net\n:// I just hope this isn't another dead end.\n\n\n\n\n \n\n\n\n\n\n\nEXPERIMENT 8214-03\n\n\n\n\nDATE\n 2/13/2015\n\n\nPRESIDING\n Dir. B. Ava\n\n\nINTENT\n Confirm the prophetic nature of SCP-8214-B by examining its variability.\n.\n \n3rd Principle of Prophetic Anomalies: Prophecies do not ensure a single sequence of events, but instead conform reality to the set of all sequences that fulfill the prophecy.\n\n\n\n\nPROCEDURE\n\n\nTwo D-Class personnel, D-49387 and D-51422 are named using SCP-8214-A designating them as SCP-8214-C instances. Upon their activation date D-49387 will be placed in an isolated testing chamber and monitored remotely. Whereas D-51422 will be placed under the same conditions however a medical team will remain on standby with orders to terminate D-51422 via lethal injection one hour prior to the end of their activation date.\n\n\nOBSERVATION\n\n\nStarting at 11:23 AM D-49387 would experience rapid deterioration in their medical condition displaying symptoms analogous to acute liver failure. D-49387 would expire from their symptoms at approximately 4:17 PM. In contrast D-51422 experienced no changes during the entire observation period. Medical staff successfully terminated D-51422 without incident at 11:35 PM.\n\n\nANALYSIS\n\n\nFurther investigation into the deaths of prior SCP-8214-C instances has shown that whenever possible instances of SCP-8214-B will utilize preexisting vectors, such as known medical conditions and environmental hazards, to fulfill themselves.\n\n\nCONCLUSION\n\n\nInstances of SCP-8214-B are suggestible to human intent and follow “a path of least resistance” preferring to enact sequences that require the least anomalous activity and/or are the most logically plausible.\n\n\n \n\n\n\n\n \n\n\n\n\nYou have (7) unread messages\n\n\niwatson@scip.net\n:// An MTF? No that's too niche. Fuck, there's potential here I know there is I just can't figure out how to use it.\n\n\nbava@scip.net\n:// It's getting late Ingrid, you should rest.\n\n\niwatson@scip.net\n:// This is my department too Buffy, if the council isn't satisfied with our work that's both our problems.\n\n\nbava@scip.net\n:// I'll figure something out, now please go sleep. Insomnia is a terrible look on you.\n\n\niwatson@scip.net\n:// Heh, hypocrite.\n\n\n\n\n \n\n\n\n\nADDENDUM 8214/II: INCIDENT LOG\n\n\n\n\n\n\n\n\nTHERE ARE (8) INCIDENT REPORTS; DISPLAYING MOST RECENT.\n\n\n\n\n\n\n\n\n\n\nINCIDENT REPORT 8214-8\n\n\nDATE\n 2/19/2015\n\n\nLOCATION\n Site-19\n\n\nOFFICER OF RECORD\n A. Mendez\n\n\n\n\nD-48457, an SCP-8214-C instance, was performing routine cleaning duties within Containment Sector 4 at Site-19 when a series of critical system failures resulted in the release of multiple hostile SCP objects.\n\n\nThe breach was recontained by On-Site MTF units over the course of one hour. Notably while the rest of the sector experienced some degree of technical malfunction, especially its door control systems, the containment chamber and surrounding structure inhabited by D-48457 was the only area to properly engage its automatic breach response system and seal itself off from the rest of the sector. This fact contributed significantly to the survival of D-873625 and five Foundation personnel around them at the time of the breach.\n\n\nWhether this occurrence can be attributed to the properties of SCP-8214-B has been deferred to the Department of Prophetics.\n\n\n\n\n \n\n\n \n\n\n\n\nYou have (2) unread messages\n\n\niwatson@scip.net\n:// Risk prevention!\n\n\nbava@scip.net\n:// Huh?\n\n\niwatson@scip.net\n:// Thats how we use this thing. Look.\n\n\n\n\n./attach \nincident-8214-8.pdf\n\n\n\n\nbava@scip.net\n:// It’s an interesting reaction, the simplest way to keep the 8214-C instance alive was the system meant to keep everyone alive so that’s the path it took.\n\n\niwatson@scip.net\n:// Apply it on a larger scale, what would have occured if there was more instances around when the breach happened.\n\n\nbava@scip.net\n:// The breach wouldn't. Probably… What are you suggesting?\n\n\niwatson@scip.net\n:// Follow the example in the breach. Target something disposable and exploit the third principle to make its surroundings safer by proxy.\n\n\nbava@scip.net\n:// Disposable as in..?\n\n\niwatson@scip.net\n:// D-Class.\n\n\nbava@scip.net\n:// …Its a good enough premise to start with. Look into reports on the other D-Class we worked on, see if anything stands out.\n\n\niwatson@scip.net\n:// On it.\n\n\n\n\n \n\n\n\n\nADDENDUM 8214/III: PROJECT PROPOSAL\n\n\n\n\n\n\n\n\nPROJECT PRECAUTION\n\n\nINITIAL PROPOSAL\n\n\n\n\n\n\n2/25/2015\n\n\nDir. Buffy Ava\n\n\nDepartment of Prophetics\n\n\n\n\n\n\n\n\n\n\nPURPOSE:\n\n\nUtilize the prophetic effects of SCP-8214-B to create a population of D-Class personnel better suited to interaction and testing with hazardous SCP objects.\n\n\nABSTRACT:\n\n\nThe Department of Analytics estimates that within the last decade the number of dangerous incidents involving D-Class personnel has increased by around 45%. Among said incidents 63% have resulted in the death or injury of the D-Class and 34% in the additional death or injury of other Foundation personnel. This predicament has placed significant stress on Foundation operations necessitating costly expenditures for repairs, medical services, and reprocurement of D-Class. This trend is actively detrimental to the Foundation's goals of research and containment and use of SCP-8214 is critical in combatting it.\n\n\nMETHOD:\n\n\nAuthorize HARMA\n.\n \nThe Human & Animal Resources Management Administration.\n \nto create and distribute copies of SCP-8214-A amongst its internal offices. Using these copies of SCP-8214-A HARMA will designate a specified portion, currently 15% percent, of the D-Class population as SCP-8214-C instances. By using SCP-8214-A on D-Class personnel we are able to exploit the 1st and 3rd principles of Prophetic Anomalies in order to achieve the following effects:\n\n\n\n\nThe creation of D-Class personnel who by nature of SCP-8214-B are unable to expire even when exposed to highly dangerous entities and situations.\n\n\n\n\n\n\nEnable the continued effective use of D-Class with preexisting or acquired terminal conditions.\n\n\n\n\n\n\nThe decreased probability of system malfunctions, mechanical failures, and containment breaches due to SCP-8214-B attempting to follow “a path of least resistance” by enacting sequences in which SCP-8214-C instances are successfully protected by security and containment systems.\n\n\n\n\n\n\n\n\n\n\n\n\nPROJECT STATUS; \nPENDING\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-8213\n | SCP-8214 | \nSCP-8215\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8214\n\" by M0N0G0N, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8214\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename: DeProphetics\n\n\nAuthor: \nM0N0G0N\n\n\nLicense: CC BY-SA 3.0\n\n\n\n\n\n\nFilename: Site-19-White\n\n\nAuthor: \nM0N0G0N\n\n\nLicense: CC BY-SA 3.0\n\n\nDerivative Of: Site-19 by \nJerden\n\n\n\n\n\n\nName: Site-19\n\n\nAuthor: \nJerden\n based on work by \nHarryBlank\n\n\nLicense: CC BY-SA 3.0\n\n\nSource Link: \nhttps://scp-wiki.wikidot.com/secure-facilities-locations",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8214 \" by M0N0G0N, from the SCP Wiki . Source: https://scpwiki.com/scp-8214 . Licensed under CC-BY-SA .",
        "Filename: DeProphetics Author: M0N0G0N License: CC BY-SA 3.0",
        "Filename: Site-19-White Author: M0N0G0N License: CC BY-SA 3.0 Derivative Of: Site-19 by Jerden",
        "Name: Site-19 Author: Jerden based on work by HarryBlank License: CC BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/secure-facilities-locations"
    ],
    "title": "SCP-8214"
}