{
    "url": "https://scp-wiki.wikidot.com/scp-8222",
    "all_text": "A Tabletop-RPG rulebook accompanied by an immersive Storyteller.\n\nI'm really gonna try to make this out, but the storyteller could be everyone in our fandom.\n\n\n\n\n\n\n \n\n\nrating: \n+31\n+\n–\nx\n\n\n\n\n\n\nNotice from the Record And Information Security Apartment\n\n\nPersonnel without 3/8222 clearance are not granted access to the file below. Those who unauthorizedly bypass this point are at risk of exposing themselves to infohazard and/or temporal anomalous effects.\n\n\nYou have been warned. By proceeding, you give tacit consent that you have formal permissions or other valid reasons to continue your access.\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8222\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The sole digital copy of SCP-8222 is to be kept within this database and access to it is limited to staff above clearance level 3 who are to test or use it and have obtained written approval in advance.\n\n\nFoundation's crawler programs are to continuously analyze and browse through publications and the public Internet to monitor any record containing sufficient information of SCP-8222, restricting its dissemination utilizing amnestics, countermemetics, or critical modification to certain instances, and delete/destruct any illicit copies of SCP-8222, to prevent leak of esoteric information and further consequences like \"Lifted Veil\" scenario, in which the existence of Foundation would be known to the general population.\n\n\nAll experiments or activities based on SCP-8222 should be recorded in detail and then securely uploaded to this database.\n\n\nDescription:\n SCP-8222 is a series of records composing a Tabletop RPG\n1\n rulebook, demonstrating a comprehensive manual titled \"SCP: Panorama\", which elaborates on a whole system of world settings and how to build characters and interact with entities and phenomena, using esoteric, professional terminologies from Foundation and other GoIs, including Global Occult Coalition and a few more normalcy-protecting organizations; and a rather simple numerical system to introduce randomization using dices and to calculate statistics, eg. ability/skill scores and attribute values.\n\n\nSCP-8222 has no additional story modules featuring campaign settings. However, regarding its simplicity, players can improvise narratives and distribute the free-form role-play interest to peer players.\n\n\nSCP-8222 was retrieved from sequential radio signals detected by Foundation's Midwest Observatory in April 2021, in the conformation of multilingual translations of a same content. After its first delivery had finished, the signal repeated three times on the frequency range of [REDACTED] GHz, before researchers on-site could confirm this pervasive informational security breach had ended and took countermeasures to archive SCP-8222 and intercept its widespread circulation.\n\n\nThe source SCP-8222 emanated from could only be traced back to a rough direction from the center of the Milky Way, with no further indications of sapient entities or civilizations on that way.\n\n\nWhen intactly\n2\n copied via any form (either digital, printed or parascientific projection), the anomalous effect manifests once a sample of media with SCP-8222 stored legibly is available on hand, and at least one sapient entity, which must be capable of reading and comprehending SCP-8222, starts to interact with their character card or converse with each other in the purpose of beginning role-playing, and insert perspectives of their in-universe identities.\n\n\nUpon activation, a temporal deviation encompassing all participants of the game, including people, entities, and objects that engaged in the game, would form and exhibit a significantly faster flux of time compared to the baseline time outside. This inconsistency of time would immediately vanish once a course of gameplaying comes to an end or disperses halfway due to players' loss of concentration or failure to engage in the role-playing any longer.\n\n\nIf the role of the game master\n3\n was absent or wasn't assigned in time\n4\n, an intangible entity (designated SCP-8222-A) will be summoned into the aforementioned temporal deviation, serving to tell background stories and calculate points and bonuses required for the game, and to carry the game forward by entrusting players to make decisions, as human game masters do.\n\n\nSCP-8222-A appears to be a gender-neutral, temperate, yet emotionally compelling human voice, or an anonymous account going by the username \"Parawatcher\" on occasions of online group gaming. Though English is most commonly spoken, evidence shows that it's capable of using any language that could be mutually understood by all players. Efforts to figure out its origin and composition have failed thus far, due to its unwillingness to reply on these topics.\n\n\nSCP-8222-A would disappear along with the temporal anomalous effect triggered by SCP-8222 when the game ends or pauses, or a new player was assigned its role of storytelling and hosting the game, rendering the entity no longer needed.\n\n\nSCP-8222-A was first discovered on May 15, 2021, recorded in the footage of Experiment Log 4 (see below in Addendum 8222.2). Before then, SCP-8222 was simply documented as an overlooked thus unspecified temporal/probabilistically anomalous item.\n\n\n\n\nAddendum 8222.1\n - Excerpts from SCP-8222\n\n\n\n\nBelow is the full table of contents of SCP-8222. For all excerpts available, please contact the Lead Researcher.\n\n\n\n\nPanorama of the Paranormal.\n\n\nForeword\n\nRoles\n\n— Panorama Weaver/Parawatcher (PW)\n\n— Player (PL)\n\n— Player Character (PC)\n\nRules\n\n— Dices\n\n—— Downward Compatibility\n\n—— Coalescence\n\n—— Carry System\n\n—— As Indicators\n\nRoutes\n\n— Character Properties\n\n\n\n\n—— Basic Information\n\n\n\n\n—— Basic Information\n\n\n\n\nYou could fill in names, aliases, genders (if applicable), and some portraits if you are interested.\n\n\nThese will not influence the performance of your character, but serve for better flashing them out.\n\n\n\n\n\n\n\n\n\n\n—— Six Values\n\n\n\n\n—— Six Values\n\n\n\n\nThese mark the most preliminary, essential properties of your character.\n\n\n\n\n\n\n\n\n\n\n——— Elan-Vital Energy (EVE)\n\n\n\n\n——— Elan-Vital Energy (EVE)\n\n\n\n\nElan-Vital Energy is emitted by any living creatures, including humans, animals and plants, even microbes.\n\n\nIt forms a field around the subject, which attenuates by distance. The field will weaken or strengthen according to the health and life conditions of the subject, so it can be quantified as an indicator of your character's Health.\n\n\nEVE points decrease upon injuries, diseases, and other life-threatening effects, and can be increased by healing, medication, and rest. The maximum of EVE depends on your character's Fitness, two times of it. See below for further information.\n\n\nWhen EVE reduces to zero, your character dies. (See below for terms of resurrection)\n\n\nEVE radiation has an aspect that one could use special observing devices (eg. VERITAS or Occulus) to distinguish its \"form\" to infer whether the subject is anomalous or not. Reality-benders, thaumaturgists, and some others are labeled with different colors by such devices. An exception is Type Black, or half-god, which emits no EVE radiation at all, albeit still being a humanoid, and hence can't be discerned or detected at all.\n\n\n\n\n\n\n\n\n\n\n——— Intelligence (INT)\n\n\n\n\n——— Intelligence (INT)\n\n\n\n\nIntelligence score counts up to a maximum of 20, and represents your character's ability to utilize certain knowledge or use skills related to intellectual operations. It is taken into the total calculation of possibility when performing such checks.\n\n\nAn average score is 10, and generally, points that range to 20 follow the rule of normal distribution if you use the 3D6 method to roll your points.\n\n\n\n\n\n\n\n\n\n\n——— Fitness (FIT)\n\n\n\n\n——— Fitness (FIT)\n\n\n\n\nFitness score counts up to a maximum of 20, and represents your character's physical constitution, as well as their capability to endure injuries and diseases. It affects the overall power you can deploy within close combats. It can be increased by certain practices.\n\n\nAfter getting your FIT score, double it to get the initial, also the maximum limit of EVE points.\n\n\n\n\n\n\n\n\n\n\n——— Agility (AGI)\n\n\n\n\n——— Agility (AGI)\n\n\n\n\nAgility score counts up to a maximum of 20, and represents your character's dexterity to react physically to complex, sometimes dangerous situations, and how probably will they succeed in dodging, sneaking, and acting quickly on improvision.\n\n\n\n\n\n\n\n\n\n\n——— Humes (HUM)\n\n\n\n\n——— Humes (HUM)\n\n\n\n\nHume, as a unit, measures the intensity of reality, or simpler to be known as \"how real the reality is\". The non-anomalous world as we know it, serves as a universal standard for baseline reality, where Hume counts 100.\n\n\nIf one's reality intensity around them is lower than the subject themselves, they can potentially change or alter the surroundings by free will. This is how reality-benders operate.\n\n\nCertain non-sapient entities, areas, or something affected by other anomalous phenomena will possess lower or higher Hume levels than 100, that will affect subjects who encounter them according to their fixed properties.\n\n\nGenerally, if not altered by other means, one who scores higher than 110 Humes will be considered a basic reality-bender. Typical non-anomalous humans usually hold to 100. See below in the part of Reality-Bending Ability to be informed of how such a character works.\n\n\n\n\n\n\n\n\n\n\n——— Sensibility (SEN) & Cognitohazard Resistance Value (CRV)\n\n\n\n\n——— Sensibility (SEN) & Cognitohazard Resistance Value (CRV)\n\n\n\n\nSensibility score counts up to a maximum of 20, and represents your character's ability to sense the environment, discern things mentally, and discover subtle hints and hidden information. As a complement for AGI, it reflects the overall tendency of how deep your character will be interacting with the physical world, but rather with their senses and intuition, not actual activities.\n\n\nTherefore, the Cognitohazard Resistance Value is heavily influenced by it. If one's Sensibility is too high, they will be more prone to cognitohazard effects, as it will be easier for them to catch sight (or other senses) of the anomaly. The sum of SEN and CRV, initially, is always 20. You should get your score of Sensibility first, then minus it with 20 to fill in the CRV.\n\n\nFor some who are specially trained to resist cognitohazard, as for certain task forces and field agents, however, their CRV can score higher than that, making the sum exceed 20. For this case, CRV will be their skill points regarding such training adding up to their basic CRV score.\n\n\n\n\n\n\n\n\n\n\n— Expertise\n\n\n\n\n— Expertise\n\n\n\n\nAmateur knowledge and skill points usually do not exceed 10. 11~20 are the professional realm, assigned by the character's occupation or certain educational background.\n\n\n\n\n\n\n\n\n\n—— Knowledge\n\n—— Non-anomalous Abilities (Skills)\n\n\n\n——— Languages\n\n\n\n\n——— Languages\n\n\n\n\nLanguage skills are scaled from 0 to 5.\n\n\n\n\n0: No knowledge.\n\n\n1: Beginner level.\n\n\n2: Intermediate level.\n\n\n3: Advanced level.\n\n\n4: Near native level.\n\n\n5: Native level.\n\n\n\n\nThis works as a factor in deciding the likelihood your character would succeed in conveying information, as well as inquiring, persuading, interrogating, and eavesdropping.\n\n\n\n\n\n\n\n\n\n———— ISO Languages\n\n———— Other Languages\n\n\n\n———— Dialects\n\n\n\n\n———— Dialects\n\n\n\n\nA variant of an ISO language is deemed a dialect. If one doesn't know about a dialect of a language they can speak, 2 points will be taken off the inherited main language skill points when comprehending or using the dialect. If the character has Linguistic knowledge at the professional level, the punishment point will be reduced to 1.\n\n\n\n\n\n\n\n\n\n——— Practical Skills\n\n\n\n—— Anomalous Abilities\n\n\n\n\n—— Anomalous Abilities\n\n\n\n\nThree types of abilities are commonly known as superpowers for human characters: thaumaturgy, reality-bending, and other abilities.\n\n\nThaumaturgy is a kind of theorized magic that can be learned and mastered later in life.\n\n\nReality-bending is mostly congenital and doesn't require one to learn intentionally, but there are cases that one could be transformed into a reality-bender later in life.\n\n\nOnly certain anomalous effects, divine powers (as seen below in Non-Player Characters and Entities), and in rare cases, other reality-benders (see below in the table of Ability Ranges), can carry out such transformation, or enhance existing reality-bending abilities.\n\n\nAs for other abilities that don't fall into these two categories, most of them are not specifically named, due to their various, non-typical, uncommon natures. They are hereafter loosely categorized into Mass & Energy Effect and Informational Effect, according to the subjects they cast effect on.\n\n\nThere are several established categories of humanoid anomalies based on their EVE Aspect Radiation form, that will be automatically colored by special devices upon detection.\n\n\n\n\nType Blue: Thaumaturgists (Thaumaturgy users).\n\n\nType Green: Reality-benders (Ontokinetic ability users).\n\n\nType Cyan/Aqua: Combination of Type Blue and Type Green.\n\n\nType Red: Regenerators (Resurrection ability users).\n\n\nType Yellow: Polymorphs (Auto-metamorphosis ability users).\n\n\nType Gray: Post-mortem reanimators.\n\n\n[DATA EXPUNGED]\n\n\nType Black: Usually high-tier mixed-ability reality-benders that are characterized by not emitting any detectable EVE radiation.\n\n\n\n\nBut these terms are less commonly used. It's not recommended to use them on Players' Characters, since they could confuse other players who do not possess adequate knowledge of such lores. Moreover, except for Type Blue and Green, other terms are less representative and appear to be complicated and obsolete over the years.\n\n\n\n\n\n\n\n\n\n\n——— Reality-Bending Ability\n\n\n\n\n——— Reality-Bending Ability\n\n\n\n\nCalculations of reality-bending ability are simpler compared to the complicated processes of thaumaturgy and diverse, mutated variants of other non-specific abilities. Reality-bending ability is simple yet powerful, that usually depends on one factor only: Hume level.\n\n\nAs mentioned above, Hume is a unit used to measure reality intensity, and its baseline is 100. An area bearing higher intensity is more \"real\", that is more stable, consistent, self-coherent (conforming to causality and reasonable logic), and hence hard to be bent.\n\n\nUsually, Hume levels only apply to places where material exists, or at least spacetime exists. As how time is applied to the physical world as a measurement of the world's fluctuation, reality intensity indicates the world's rationality and stability.\n\n\nIf the Hume level is raised or dented in a region, the bump or dent tends to be evened out in proportion to the distance to the center, as how dunes run down in the sand. Generally, reality intensity in a certain spacetime adheres to the law of conservation. But if the bump or dent is occupied by a creature or a similar self-sustaining system, it can remain on its higher or lower level without being flattened by its inorganic surroundings.\n\n\nReality-bending is a non-boolean ability that can be influenced by Hume level, EVE score, and some randomness. A regular check can be carried out as:\n\n\n\n\nPrerequisite: the reality-bender must know the existence of the subject they are going to cast ability on. They can't manipulate things they don't know. The subject doesn't necessarily need to be within their direct sight.\n\n\nUse the ×10-1 attenuation formula to calculate the Hume level at the position of the subject. Half-adjust is applicable.\n\n\n\n\nTake the example of a reality-bender of 110 Humes, and their subject is 22 meters away. 22 is rounded down to 20, and that will be\n\n\n\n\n110 - ( 20 / 10 ) = 108\n\n\n\n\nThis is 8 Humes higher than the baseline, so the difference is 8.\n\n\n\n\nNext, roll 1D20 to get a point, and take that off from the difference.\n\n\n\n\nFor example, if you got 1D20=10, then the minus will be\n\n\n\n\n8 - 10 = -2\n\n\n\n\nA negative number means a failure. If you get 7, then it's 8-7=1 for a nose out to succeed in performing the magic.\n\n\n\n\nIf the reality-bender is injured or so, that will count too. For example, if their EVE lowers to 50, then take the proportion (50/100=0.5 here). It should be multiplied by the reality difference (0.5×8=4 here) to be eventually checked by the dice. In this example, the whole calculation would be like\n\n\n\n\n\n\n[ 110 - ( 20 / 10 ) - 100 ] × ( 50 / 100 ) - 7 = -3\n\n\n\n\nHence, they will fail to deploy their superpower spells if they are half-injured.\n\n\nIt might look scary, but you will eventually be used to it and able to enjoy its fun.\n\n\n\n\n\n\n\n\n\n——— Thaumaturgy\n\n——— Other Abilities\n\n———— Mass & Energy Effect\n\n————— Physical Effect\n\n————— Biological Effect\n\n———— Informational Effect\n\n————— Predictive Ability\n\n— Background Story\n\n\n\n—— Occupations\n\n\n\n\n—— Occupations\n\n\n\n\nUsually, only one occupation applies to a character at one time. If not, you should avoid conflicts between multiple professions, or you need a reasonable explanation for that.\n\n\n\n\n\n\n\n\n\n—— Life Experiences\n\n—— Mission: Your Voyage\n\nNon-Player Characters, Entities & Phenomena\n\nEvents\n\n— Scenarios\n\nAfterword\n\nAppendixes\n\n— Character Card\n\n\n\n\nAddendum 8222.2\n - Experiment Logs\n\n\n\n\n▷ Show Experiment Log 1\n\n\n\n\n▽ Hide Experiment Log 1\n\n\n\n\n\n\nTime:\n May 4, 2021.\n\n\nParticipants:\n Alexis Talcite, lead Researcher of SCP-8222;\n\nHolan Wessel, on-site MTF team member of Site-17;\n\nMilo Norris, visiting researcher from Site-██.\n\n\nPlace:\n Sector C versatile meeting room 8, Site-17.\n\n\n\n\n(A printed version of SCP-8222\n\nwas placed on the center of the ecliptical desk. All three participants took seats next to each other. A mechanical clock was hanging on the wall at the end of the room for reference.)\n\n\nDr. Talcite:\n We can't sit that close. Look, if I was GM, a curtain would needed for veiling some of my actions. So that -\n\n\n(Dr. Talcite fetch the book of SCP-8222, and slightly rearranged the seats.)\n\n\nResearcher Norris:\n We have no stories for a campaign to role-play on.\n\n\nDr. Talcite:\n Let's fabricate a makeshift.\n\n\nAgent Wessel:\n I'm not quite well-versed in TTRPGS, you know, the rules and calculations.\n\n\nDr. Talcite:\n Most calculations are done by the GM, uh, \"PW\" here. Take it easy, guys. It's just an experiment, looking for how would it function like a normal game. Most of the actual rules are self-explanatory, you'll get familiar while playing.\n\n\n(All three people glanced at the clock. It was still ticking normally as seen from the video recorder.)\n\n\nResearcher Norris:\n \nIt\n hasn't started yet.\n\n\nDr. Talcite:\n Perhaps enough talk for us. Back on the topic and - \n(pause)\n character cards?\n\n\nAgent Wessel:\n One moment.\n\n\nResearcher Norris:\n Sorry. Anyone has suggestions for where to start?\n\n\nDr. Talcite:\n A reckless idea. Is there anything noteworthy happened yesterday to you?\n\n\nResearcher Norris:\n My car broke down on the way.\n\n\nDr. Talcite:\n Would you mind elaborating further?\n\n\n(Researcher Norris mentioned a trivial incident that blocked her car's rim brake and triggered automated lockdown. Dr. Talcite retold the story as below.)\n\n\nDr. Talcite:\n So we've got our background story. You, as Milo, driving the car down interstate highway ███, when suddenly one of the indicator lights on your dashboard started to flash, alerting you something was wrong. You pulled over to the side of the road, and the car wouldn't start again.\n\n\nResearcher Norris:\n I would try to figure out which part was broken. Does my dashboard have names or codes on it?\n\n\nDr. Talcite:\n No, just like in reality.\n\n\nResearcher Norris:\n I examine the car, and try to find out what went wrong.\n\n\nDr. Talcite:\n Do a sensibility check. \n(Rolling dice)\n Oh, here is 2. Your Sensibility is 12, and add on 5 points as an amateur machinist. So.. it's 19. Not enough for a regular incident check, according to the rule. That needs 20. You failed to discern your brake was obstructed.\n\n\n(The video recorder captured that the clock had visibly gone slower.)\n\n\nResearcher Norris:\n That's exactly what happened. If only I had remembered my car is electric, I wouldn't be so silly to think it's a piston seizure.\n\n\nAgent Wessel:\n Where am I?\n\n\nDr. Talcite:\n If you've finished your card.\n\n\nResearcher Norris:\n I call for help.\n\n\nDr. Talcite:\n No one was nearby. You could phone the emergency rescue, but before they come, as you never know it's the rim brake, you could try to reboot your car. Run a randomness check to decide whether you could \"succeed\".\n\n\n(Norris rolled the dice. The result was 1d6=3.)\n\n\nResearcher Norris:\n \n(Laughter)\n I'm not sure but yes, if I drove on, perhaps I would die as fuck.\n\n\nDr. Talcite:\n As you waited for someone to come -\n\n\nResearcher Norris:\n Is the clock stopped?\n\n\n(Agent Wessel raised his head.)\n\n\nAgent Wessel:\n I guess so.\n\n\nDr. Talcite:\n You are actually not participating. Are you affected by the time halt?\n\n\nAgent Wessel:\n Not sure. Might because I was working on this sheet?\n\n\n(Wessel seemed to have finished the character table.)\n\n\nDr. Talcite:\n Okay, let's say you, as Holan, were on a mission that day and happened to meet Milo on that road.\n\n\nAgent Wessel:\n Wait, shall we check this?\n\n\n(Wessel rotated the video camera to the direction of the room door, then left the seat to the door with the character card in his hand. The camera captured a few people outside in slow motion for a very short while when the door was ajar; then the scene returned to usual. Wessel closed the door cautiously and went back.)\n\n\nAgent Wessel:\n Have you seen that?\n\n\n(Norris adjusted the recorder to the previous position. The clock also returned to normal speed.)\n\n\nResearcher Norris:\n The pause is released?\n\n\nDr. Talcite:\n Yep. Once we drift away from the game, it tends to break. Temporal anomaly isn't mentioned directly in the original version, but our document says you must be concentrated to let it persist, and so. I don't know its definition of \"concentrated\", though.\n\n\nAgent Wessel:\n Shall we start again?\n\n\nDr. Talcite:\n No hurry. Did you notice the probability issue? The dice seemed to know details in the past, even though we don't, if the story setting is same as real life. It might only work if the event really happened. If it's also predictive, then what for a fictional background?\n\n\nResearcher Norris:\n Well, I was thinking to transplant some D&D campaigns to this system. I don't really believe that fantastical setting could come true if this SCP isn't reality-bending.\n\n\nDr. Talcite:\n Prediction isn't the same as reality-bending. We could test it out.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\n\n\n▷ Show Experiment Log 2\n\n\n\n\n▽ Hide Experiment Log 2\n\n\n\n\n\n\nTime:\n May 5, 2021.\n\n\nParticipants:\n Alexis Talcite, Milo Norris, Holan Wessel.\n\n\nPlace:\n Sector B versatile meeting room 5, Site-17.\n\n\n\n\n(The environment was arranged samely as the previous log.)\n\n\nDr. Talcite:\n Last time we've got to the point that the game might be predictive, right?\n\n\nResearcher Norris:\n Now we are coming for it?\n\n\nDr. Talcite:\n Exactly. Let's try role-playing something that hasn't happened.\n\n\nResearcher Norris:\n Be D&D or Call of Cthulhu?\n\n\nDr. Talcite:\n Not that much, but maybe a little messy.\n\n\n(Talcite produced some coins and a glass mug from his pocket and put them on the table.)\n\n\nDr. Talcite:\n I will throw the coin before the game session starts, then after it ends, and see if it could know or predict the results. But it requires a story, or a consequence. Let's say, if the head's up, I'll do nothing; if the tail's up, I'll go over there to fill my cup with water, then drink it.\n\n\n(Talcite flipped the coin. It's tail up. Talcite went over to the drinking fountain, filled the cup, and drank it.)\n\n\nDr. Talcite:\n Could you be the PW, Milo? A very simple story is enough for it.\n\n\nResearcher Norris:\n Let me come to my own. Hmm… You, as Alexis, came up early in the morning and then to the meeting room 5. You are not quite in the mood, so you flip a coin to decide whether you should get a glass of water. Do a randomization check.\n\n\n(Talcite rolled the dice and got 3.)\n\n\nDr. Talcite:\n It's 3 again. Hard to say if this would be a coincidence. How to explain this?\n\n\nResearcher Norris:\n I've gone vague for the story. I didn't mention which the default successful result is.\n\n\nDr. Talcite:\n No problem, skip this and test the prediction part. You are the PW now, Holan.\n\n\nAgent Wessel:\n Me?\n\n\nDr. Talcite:\n Yes. Look, the clock was slowed down and probably we are in.\n\n\nAgent Wessel:\n What should I say?\n\n\nDr. Talcite:\n You narrate the story, and after that, I will perform it correspondingly in reality. I will push the cup off from the table edge, and Milo will try to catch it midair. This should be a hard random check or her Agility check. I would choose the latter.\n\n\nAgent Wessel:\n Well, you drank the water and put that cup on the table. Now you gonna do a weird thing: you flip a coin to decide whether to push the cup down to the ground. Then Milo as Milo will try to catch it, or it will shatter into pieces.\n\n\nDr. Talcite:\n Nope, I won't use a coin to decide this. This shall be an \"accident\".\n\n\nAgent Wessel:\n \n(chuckle)\n So here comes our nitwit Alexis, you accidentally bumped your cup to the ground. Do a check to see if Milo's able to catch it.\n\n\n(Norris rolled the dice and got 6.)\n\n\nAgent Wessel:\n What does this mean?\n\n\nResearcher Norris:\n My Agility is 14, and the add-up is 20. Milo managed to succeed.\n\n\nAgent Wessel:\n Oh, great. We try it out now?\n\n\nDr. Talcite:\n I guess we'd first break the time halt continuum.\n\n\n(Talcite went for the door and opened it. After the clock seemed to resume, he came back, leaving the door ajar.)\n\n\nDr. Talcite:\n Wait. Actually we know it won't be an accident, but purposed. Will that work?\n\n\nResearcher Norris:\n Actually I don't believe I could catch a cup like that.\n\n\nDr. Talcite:\n \n(with hands open)\n Look, if I do nothing, my cup doesn't fly out. Reality-bending won't be that kind.\n\n\n(Talcite nudged the cup off the edge. Norris didn't succeed in catching it, but unexpectedly, the glass wasn't smashed; instead, it bounced from the floor and was tossed toward Norris's feet. Norris picked it up and handed it back to Talcite.)\n\n\nResearcher Norris:\n I haven't thought about this.\n\n\nDr. Talcite:\n Me neither.\n\n\nResearcher Norris:\n Could this still be coincidence?\n\n\nDr. Talcite:\n No idea.\n\n\nAgent Wessel:\n We have got enough from it, I guess. Would it be interesting to try something new? This game can be played online, huh? Will it still work if we are scattered in different places?\n\n\nDr. Talcite:\n Pretty fine! That would be called a CRPG or so. We can do it now.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\n\n\n▷ Show Experiment Log 3\n\n\n\n\n▽ Hide Experiment Log 3\n\n\n\n\n\n\nTime:\n May 5, 2021.\n\n\nParticipants:\n Alexis Talcite, Milo Norris, Holan Wessel.\n\n\nPlace:\n An online chatroom, on the internal server of the Foundation intranet; everyone was in their respective offices or dorms, using laptops to communicate.\n\n\n\n\n(A file of SCP-8222 was uploaded so that all three people could access.)\n\n\nDr. Talcite:\n Alright. Shall we configure the synchronicity?\n\n\nResearcher Norris:\n We are not even on topic yet.\n\n\nAgent Wessel:\n For certain, we are logged onto the internal network?\n\n\nDr. Talcite:\n It could be very, very hard to override the SASL gateway. That means you can't access the external network on Foundation terminals if unauthorized.\n\n\nAgent Wessel:\n Impressive jargons. I'd try to get a bit more serious now:\n\n\n(Wessel sent a file \"a.txt\" to the server. It was later declassified and analyzed to be a brief for a task to be operated on May 7, 2021, two days afterward, code name \"Shack\".)\n\n\nAgent Wessel:\n Not above our clearance.\n\n\nDr. Talcite:\n Jeez. Not one from your old pranks?\n\n\nAgent Wessel:\n It would be a joke on Monday\n5\n, but this hassle is really ahead for me tomorrow.\n\n\nResearcher Norris:\n You guys noticing anything in your surroundings?\n\n\nAgent Wessel:\n Anything? The sun's going down too dark. I have to turn on the light.\n\n\nResearcher Norris:\n That answers the question. I'm in a little cell without windows, so do the meeting room we've been to before, yes?\n\n\nDr. Talcite:\n You are expecting we gotta confirm the scale of this temporal influence? But that can be hard. Under a circumstance of total time pause, we would all be frozen to death by absolute zero. Magic could be hard to clarify sometimes.\n\n\nAgent Wessel:\n My clock's not paused and people are bustling everywhere. I guess we've gone way too technical.\n\n\nResearcher Norris:\n We all need to buckle down on some points.\n\n\nAgent Wessel:\n Not a complaint. I pretty much got your points. Btw, would you do me a favor, Alexis?\n\n\nDr. Talcite:\n Of course. Say?\n\n\nAgent Wessel:\n Take it seriously or not, role-play the file above?\n\n\nDr. Talcite:\n I must admit I'm unfamiliar with tactic jargon.\n\n\nAgent Wessel:\n Np. I've got my plan.\n\n\n(The web connection suddenly went off. They tried re-establishing.)\n\n\nAgent Wessel:\n Who got us?\n\n\nDr. Talcite:\n No one. We are on a secret server. Perhaps a time halt broke our simultaneity from the central hub. This partly answered your question, Milo.\n\n\nAgent Wessel:\n Uhhh. Do we have to sit together?\n\n\nDr. Talcite:\n Not now, I circumvented the central hub. Now we are in direct connection. But computers are only capable of producing pseudorandom numbers, not knowing if the result could be affected if SCP-8222 dominates over. Only virtual dice are available online.\n\n\nResearcher Norris:\n Algorithms can also be fucked up by anomalies.\n\n\n(Norris typed the bot-search command to direct a link to \nSCP-7000\n.)\n\n\nDr. Talcite:\n Gorgeous. Back to your plan, Holan? Would it be a single-player divination?\n\n\nAgent Wessel:\n Lmao. It's not that spiritual. It's Skippy.\n\n\nResearcher Norris:\n In fact I'm intrigued to see that. Just assume it's a cyberpunk Ouija board. I can be PW this time.\n\n\nDr. Talcite:\n Milo is our best game master.\n\n\nAgent Wessel:\n Seconded.\n\n\nResearcher Norris:\n Lol, the fact is my self-insertion persona might not apply to this story.\n\n\n(A short pause for several minutes.)\n\n\nResearcher Norris:\n Here we go. You as Agent Wessel are a Foundation on-site MTF agent, ought to be out on a mission the next day to an aberrant place. Little did you know about the underlying, peculiar truth dwelling there, except for the rumors of witnesses suspecting obscure humanoid entities come and go, some floating upon the house even under broad daylight. You are in the first wave aiming for preliminary investigation. The day comes, and you are approaching the epicenter along with some fellow teammates. It is misty - did I get it right? Forecast said it would be misty tomorrow. Hell, we don't even have a single clue for the possible endings.\n\n\nDr. Talcite:\n Yeah, mist tomorrow.\n\n\nAgent Wessel:\n Ah, no problem. It will be a headache and I haven't felt good ever since, but we all learned to keep our cool. At the ready, I'm considering the \nAbsolute Exclusion Harness\n, i.e. To approach in absolute stealth, not even other MTFs will know my existence. It's crazy ik; the rest is up to Fortuna.\n\n\nResearcher Norris:\n Then an invisibility check.\n\n\n(The dice was run. It got 4.)\n\n\nResearcher Norris:\n Holan's Agility is 10, right?\n\n\nAgent Wessel:\n This doesn't have to be checked. The suit should be fail-proof.\n\n\nResearcher Norris:\n Then where lies your uncertainty?\n\n\nAgent Wessel:\n \"Ghosts\". That harness is to exclude the wearer from everyone but perhaps not from anomalous creatures.\n\n\nResearcher Norris:\n OK. Are they ontokinetic beings that can be measured by the EVE section?\n\n\nAgent Wessel:\n The true trouble is we know nothing, as somewhat eluded in the task brief. I remember there's a fallback for this situation in the handbook? I was coming for that.\n\n\nResearcher Norris:\n Dear me. These shall be included in any regular scene of actions as foe info. Yes, there is a fallback for that. A Hard check, could we? Sums up to 14. You have expertise as a Foundation agent so the skill bonus mounts from 10. You are edged out. 24 vs 25 is required, which means you are descried by those anomalies.\n\n\nAgent Wessel:\n I insist on moving on. Heck, I wouldn't believe that. Are there ways to detour?\n\n\nResearcher Norris:\n Literally, never would I know. That hut is 3-storey? I'm not the right kind of Containment Specialist for architecture. Presume there is complexity for you to find a cache. See whether you made it, since you can't get covered by anyone else.\n\n\n(Norris ran the dice.)\n\n\nResearcher Norris:\n Oh, another chance - you squeaked by. For one thing, at least it is an auspice.\n\n\nAgent Wessel:\n Shall I portray congrats to myself? Anyway, wish me good luck irl.\n\n\nResearcher Norris:\n Of course.\n\n\nDr. Talcite:\n I'm going to be straightforward. So far we all attempted to make good use of 8222, unwilling to see it lying down a corner in the object database. Do you remember why we gathered right after the weekend?\n\n\nAgent Wessel:\n To play board games in an empty meeting room during workdays.\n\n\nDr. Talcite:\n Priceless.\n\n\nResearcher Norris:\n Are GIFs allowed here?\n\n\nAgent Wessel:\n Yet, a priceless pastime with no time passes.\n\n\nDr. Talcite:\n Brilliant pun. However I reckon it would stop at this point of enchanting dice if there's nothing left for us to know.\n\n\nResearcher Norris:\n I'm wondering to flesh out some new characters and meet again when y'all are at leisure.\n\n\nAgent Wessel:\n Next week I'll be on vacation.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\n\n\n▷ Show Experiment Log 4\n\n\n\n\n▽ Hide Experiment Log 4\n\n\n\n\n\n\nTime:\n May 15, 2021.\n\n\nParticipants:\n Alexis Talcite, Milo Norris, Holan Wessel.\n\n\nPlace:\n Data center of Site-17, partially serving as Standard Storage Units for low-risk anomalous media.\n\n\n\n\nResearcher Norris:\n We don't really come here for more experiments, right?\n\n\nDr. Talcite:\n Neither do I. Guess why I'm always taking this backpack with me, and not today? I would be very happy to show you around this place I work in every day, gosh, if it does not contain perpetually humming fans and RGB LEDs shimmering everywhere, portending a few program failures every single day. Definitely not close to a good place for hanging out, but an ideal cozy place to hide yourself from those boring people.\n\n\nAgent Wessel:\n Cozy?\n\n\nResearcher Norris:\n You got new ideas on a whim again?\n\n\nDr. Talcite:\n Not really. Ooh, I almost forgot: the best coffee you could get in 17. Here, taste some. It's my treat.\n\n\n(Talcite walked offscreen. Overhears some wires or switches were plucked, then some bulky metallic racks were hauled apart as if there were invisible levers, to reveal an intricate machinery that could barely be distinguished as a coffee machine if he hadn't taken disposable cups from another rack to dispense coffee from it.)\n\n\nResearcher Norris:\n It matches your style.\n\n\nDr. Talcite:\n How are things going these days?\n\n\nAgent Wessel:\n Not going beyond my anticipation.\n\n\nDr. Talcite:\n What about the tactics you came up with when we last met? You actually harnessed that harness suit?\n\n\nAgent Wessel:\n Everyone did. That was proven to be working well, especially for veiling from those locals.\n\n\nDr. Talcite:\n Kinda surprising to imagine how to cooperate while not knowing each other.\n\n\nAgent Wessel:\n Dude, we are not antimemetic back then. We are just invisible. It's considered to standardize this strategy to deal with humanoid anomalies. But even though there were mishaps, I could have died if that goddamn roof ran me down. You know, we could even collide without noticing each other coming in the way. After that - I was thinking - does it also fall into the augury of that shit.\n\n\nDr. Talcite:\n 8222's shit?\n\n\nAgent Wessel:\n Yep.\n\n\n(Footage shows that Norris was pacing idly around the room.)\n\n\nDr. Talcite:\n We ain't getting that superstitious.\n\n\nAgent Wessel:\n No, not that simple. Look, if the six values are altered on a self-inserting character and do not represent the real player anymore, will the prediction still work as well? What if my Agility is 2?\n\n\n(Wessel laughed while gesturing numbers by hands.)\n\n\nDr. Talcite:\n Then perhaps weird things could still happen. We aren't knowing; why not start over again using completely new Players' Characters? I've always wanted to play as a thaumaturgist.\n\n\n(Norris stopped by her labcoat hanging on the rack on the wall. She fetched for her phone and a slip of folded paper.)\n\n\nResearcher Norris:\n Hey, you remind me about this. I tried a name generator, it came up with some really good random names, and I wrote some characters just for fun. Look at this, a fictional Coalition agent or something.\n\n\nDr. Talcite:\n You are making OC\n6\ns? I can do avatar illustrations for you!\n\n\nAgent Wessel:\n Wait, you could draw? You've never told me about that.\n\n\nDr. Talcite:\n I have never worked on commissions. Just some fanarts to keep to myself.\n\n\nResearcher Norris:\n Well, that's just a simple practice. I'm searching for how to write a campaign on my own, and then -\n\n\nAgent Wessel:\n Wow.\n\n\nResearcher Norris:\n - then we'll have abundant excuses to escape work.\n\n\n(All three people laughed.)\n\n\nDr. Talcite:\n Do you have any ideas so far?\n\n\nResearcher Norris:\n Not really. I try to keep a bit professional, but making fun stories is harder than writing an incident report. Especially when you try to write stories in your own field of everyday work.\n\n\n(Norris finished her coffee.)\n\n\nResearcher Norris:\n That does taste good. Well, could we turn on the central lamp? It's a bit dark all over.\n\n\nDr. Talcite:\n Sure, the switch's behind the bookshelf.\n\n\n(The light glared. It took a while to even out. Norris took a seat beside the table and put her lab coat on. Wessel and Talcite sat down as well. Talcite turned on his workstation computer, while Norris was checking on her phone.)\n\n\nResearcher Norris:\n I've read these: how to write a D&D campaign, where can I find transcripts of actual game sessions, tips for creating an engaging adventure. Few of them make sense, but one thing became clear: we shall take it easy. Anyway, it's just a game.\n\n\n(Norris unfolded the paper and began writing on it. Wessel was resting his head on palms. The quietness continued for three minutes before a whiz could be heard through the closed-circuit video. It amplified into a chirring noise, then into a human voice.)\n\n\nUnidentified voice:\n Hello? I could weave a panorama for you.\n\n\nDr. Talcite:\n Who is that?\n\n\nAgent Wessel:\n I thought it was your computer again. \n(Turned to Norris)\n You hear that?\n\n\nResearcher Norris:\n Oh, what? Who are you speaking to?\n\n\n(The entity of voice was later documented as SCP-8222-A. The designation is used hereby.)\n\n\nSCP-8222-A:\n To whom it may concern, I have stories to tell.\n\n\n(Wessel was blinking hard.)\n\n\nAgent Wessel:\n Alexis, you summoned a game master out of thin air?\n\n\n(Talcite shooked head with disbelief.)\n\n\nResearcher Norris:\n Well, if you'd like to host a game, then welcome.\n\n\nAgent Wessel:\n I've not got my character sheet.\n\n\nDr. Talcite:\n Interested? I've got copies here on my computer.\n\n\nSCP-8222-A:\n This could be a solitaire if you agree to be the audience.\n\n\nDr. Talcite:\n May I ask about your identity? It's not interrogation.\n\n\nSCP-8222-A:\n It's out of the gameplay. I exist for the game.\n\n\n(Wessel looked at the ceiling. He found the camera but said nothing.)\n\n\nResearcher Norris:\n Have you seen my character?\n\n\nDr. Talcite:\n No.\n\n\nSCP-8222-A:\n As a parawatcher, I'm obliged to know everything.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ A brief version of Norris's character card.\n- A brief version of Norris's character card.\n\n\n\n\nName:\n Ulysses Ramsden\n\n\n\n\n\n\nFIT\n\n\nINT\n\n\nAGI\n\n\nSEN\n\n\nCRV\n\n\nHUM\n\n\nEVE\n\n\n\n\n\n\n6\n\n\n11\n\n\n11\n\n\n10\n\n\n10\n\n\n100\n\n\n12\n\n\n\n\n\n\nOccupation:\n GOC Field Agent\n\n\nLanguages:\n English, 5\n\n\nKnowledge:\n 5D20 Point-buy\n\n\n\n\nReality studies, 10\n\n\nBasic thaumatology\n7\n, 10\n\n\nArchitecture, 12\n\n\nLinguistics, 10\n\n\nComputer science, 4\n\n\n\n\nSkills:\n 5D20 Point-buy\n\n\n\n\nFirearm mastering, 14\n\n\nDriving, 9\n\n\nClose combat, 10\n\n\nPersuasion, 8\n\n\nMechanics, 5\n\n\n\n\nAnomalous Abilities:\n None\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8222-A:\n It was back in the early 2000s. After decades of deep-going studies into reality, the Foundation succeeded in inventing a device that could be used to stabilize reality, canceling out lower Hume fields by maintaining a higher one around it wherever it was carried to, making it an effective countermeasure to reality-benders that could be only dreamed of by the Foundation in their long duration of decades trying to fight against those dangerous guys.\n\n\nAgent Wessel:\n Reality anchors?\n\n\nSCP-8222-A:\n True.\n\n\nAgent Wessel:\n How do you know this? Were you some kind of affiliate with us?\n\n\nSCP-8222-A:\n Let's stay on topic. The technology was named after Dr. Scranton, who devoted his life to the evergoing research of it, and soon was implemented through all facilities and other organizations of the same interest. It was a victory of rationality over the unknown.\n\n\nHowever, years after that, there was evidence directing to a leak of the manufacturing techniques regarding reality anchors that seem to cause several instances of SRA-like equipment found in the hands of supernatural communes. How could that be used? The Foundation proposed for joint investigation to the Coalition, which later narrowed the clues down to a handful of persons of interest. And you, as a field agent, were chosen for this task.\n\n\nIt's an early spring afternoon, and you are sitting in a local bar that was close to the town you once lived in as a child but later moved away from after college. You assumed that's why you were carrying this mission.\n\n\nYou are putting your eyes on a middle-aged man alone sitting one table away from you, with messy gray hairs covering his watery eyes, seeming to be overwhelmed by alcohol. Few people are around in the bar by then. The bartender is behind the counter, reading newspapers.\n\n\nResearcher Norris:\n Was that guy a person of interest?\n\n\nSCP-8222-A:\n He's not on the list yet, but appeared in the town days earlier. His weird behavior was noticed by you, so you decided to stay around to get clues about what was going wrong.\n\n\nResearcher Norris:\n Is he kind of anomalous?\n\n\nSCP-8222-A:\n You could use the VERITAS, but it appeared normal before you dropped in the bar and observed in your car.\n\n\nResearcher Norris:\n Can I try to talk with him?\n\n\nSCP-8222-A:\n He seemed not in the mood to speak and was half drunk. Before you could strike out a conversation, he fell to the table and didn't wake up until half an hour later. You finished your cocktail and followed him out to the darkening twilight. You drove long after the taxi he called out and stopped at a hotel. After a while, you went inside and booked a guest room next to the man's.\n\n\nResearcher Norris:\n I'm in for a rest now? Am I getting any luggage with me?\n\n\nSCP-8222-A:\n You've brought your suitcase.\n\n\nResearcher Norris:\n I'm gonna check it.\n\n\nSCP-8222-A:\n You find clothes, other daily necessities, your props, and some unused notebooks. This is at the age back when smartphones weren't as popular as now, so you aren't bringing any electronics except for a slider phone, one with buttons like those back in the '00s.\n\n\nResearcher Norris:\n I check the messages.\n\n\nSCP-8222-A:\n All of those have been read. Some are from your friends, months earlier to arrange some hangouts by Christmas vacation, and some are encrypted ones sent by your colleagues to inform you to take notice of your safety.\n\n\nResearcher Norris:\n It shall be in the evening now? I would go to bed.\n\n\nSCP-8222-A:\n You went to sleep, but some noises woke you up late at night. You saw that it was nearly midnight, and some child's crying. It's supposed to be from the room next door that the person of your interest stays in. Unclear voices indicate he's speaking too.\n\n\nResearcher Norris:\n I go for hearing by the wall. Could I hear them?\n\n\nSCP-8222-A:\n As you are in your room, this can be a normal eavesdrop check.\n\n\nResearcher Norris:\n \n(Turns to Talcite)\n Do you have dices here?\n\n\nDr. Talcite:\n Ah, of course.\n\n\n(Talcite clicked on his computer to display an interface on a terminal screen that could be accessed on Norris's side. Norris chuckled.)\n\n\nResearcher Norris:\n What would be that?\n\n\nDr. Talcite:\n \n(Types on keyboard)\n 15, then 1D6 plus your Sensibility if no skill's applicable.\n\n\n(Norris got 4.)\n\n\nSCP-8222-A:\n You managed to hear the conversation beside.\n\n\n(SCP-8222-A changed into different voices to mimic the NPCs in the story.)\n\n\nKid:\n You cheated me!\n\n\nMan:\n Jamie, Mom will be back in weeks. She'll bring you that.\n\n\nKid:\n \n(Crying)\n No, I don't believe that.\n\n\nMan:\n Keep quiet, Jamie. It will be the same. Same as before.\n\n\nSCP-8222-A:\n They didn't speak more later that night. You went back to sleep. Early next morning, although a little tired, you got outside and found the man had left his room.\n\n\nResearcher Norris:\n I knock on the door.\n\n\nSCP-8222-A:\n No one answered. You checked by the VERITAS that the kid's also going out.\n\n\nResearcher Norris:\n Can I pick the lock? Do I have a lockpick or something?\n\n\nSCP-8222-A:\n Yes, you have, but that would be a hard check since the lock's reinforced inside. And only a single try, otherwise you can be seen by others surround you.\n\n\n(The dice got 2.)\n\n\nSCP-8222-A:\n You failed. Thought that you couldn't stay here for too long, you went down to the lobby. Some locals are chatting, while the receptionist is rummaging a pile of papers at the front desk.\n\n\nResearcher Norris:\n I go to ask about that weird guy.\n\n\nSCP-8222-A:\n Some glanced at you with vigilance. One of them responded in a tone of doubt, \"You know him?\"\n\n\nResearcher Norris:\n I say, \"No, but the kid with him was kind of noisy, they woke me up last night. Is he someone you know?\"\n\n\nSCP-8222-A:\n They replied, \"Oh, not really. I've seen them around the bar these days.\" and walked away with a loss of interest. This drew more confusion to you. A moment later, you felt that your phone is buzzing. You fetched it from your pocket and saw a no-reply message telling you that the subject had been seen driving to the church nearby.\n\n\nResearcher Norris:\n Wait, I'm going back to the reception desk and try to steal the key to their room.\n\n\nSCP-8222-A:\n You do not have invisibility camouflages, so that would be nearly impossible.\n\n\nResearcher Norris:\n The rules are not negating this possibility, right? I sneak.\n\n\nSCP-8222-A:\n Fine, you can run a hard check.\n\n\n(The dice got 5.)\n\n\nSCP-8222-A:\n That sums up to 24 and you need 25. You failed to sneak into the counter under the direct sight of the gatekeeper, and they offered a baffled stare upon you.\n\n\nResearcher Norris:\n Okay, then I will persuade them that the lock on my room went wrong and needs to be checked. I'll need them away for a while.\n\n\n(Talcite gave a slight laughter upon raising his head up from the computer screen.)\n\n\nDr. Talcite:\n Could that be a scheme?\n\n\n(The dice got 6.)\n\n\nSCP-8222-A:\n Alright, now the receptionist has gone away, and you can take the key off the rack.\n\n\nDr. Talcite:\n Hard to imagine that could ever work.\n\n\nResearcher Norris:\n What is inside the room?\n\n\nSCP-8222-A:\n You can do an inspection check.\n\n\n(The dice got 5.)\n\n\nSCP-8222-A:\n You found a bag of staled food and an album, which is mostly photos of a woman that could be reckoned to be the man's wife. When you turned to the last page, a small pack wrapped in plastic and paper fell out. You see through the package without opening that it was some hair and skin scraps. Some hard bits of thing were felt by your fingers through the gloves; you squeezed them toward the center and saw them to be human teeth.\n\n\nResearcher Norris:\n Oh, shit. Black magic?\n\n\nSCP-8222-A:\n You can hardly be sure about what it does intend for, and feel an urge to leave. You take photos of your discoveries to save as documentation.\n\n\nResearcher Norris:\n Now I would leave the hotel at once and track the subject down the road.\n\n\nSCP-8222-A:\n Unfortunately, when you arrived at the point as given by the Command, the man couldn't be found anywhere, and neither did his car. But anyway, you proceeded into the church hall discreetly. It gives you a bizarre feeling that the place is not as simple as it may seem.\n\n\nResearcher Norris:\n May I use the VERITAS to check on the people inside?\n\n\nSCP-8222-A:\n None of them appeared to be anomalous. But for the architecture itself, you noticed something strange. It wasn't constructed in a common form of Christian churches; although you are far from a kind of religious person to be familiar with those nuances, you could find inconsistencies in its spatial structures, as if bisected by an invisible layer. You asked for confirmation from the Command, but the result showed nothing special. The Kant counter on your suit also read fine.\n\n\nResearcher Norris:\n Is it able to approach it from ways other than the gate?\n\n\nSCP-8222-A:\n There is no other entrance. You could see through a window that a preacher was speaking in front of a small number of people. The voice is completely inaudible from the outside, however.\n\n\nResearcher Norris:\n Am I getting a drone or something?\n\n\nSCP-8222-A:\n No, but you can choose whether to enter.\n\n\nResearcher Norris:\n I'm going to sneak inside and hide at some places.\n\n\nSCP-8222-A:\n No, there's no place for you to hide in the church.\n\n\nResearcher Norris:\n Okay, then I could just walk in as if there's nothing special.\n\n\nAgent Wessel:\n If that was me, I guess I would return without a second thought and report a spatial anomaly or cult.\n\n\nResearcher Norris:\n The best way to quickest end a game is to enter the most seemingly dangerous places.\n\n\nSCP-8222-A:\n Luckily, no one has ever raised doubt on your sudden presence. You were listening to the preacher talking about something like curing diseases by supernatural means as if exhibitions of abilities of gods, but giving out an atmosphere not the same with Christianity or any known common religions at all. When the session comes to an end, people are leaving without a single word. The entire hall is covered in a rather dim, gloomy light shedding through the color-stained windowpanes, despite the wide daylight outside.\n\n\nResearcher Norris:\n There's nothing like social media at then? I'll investigate around the people in the neighborhood about the vicar.\n\n\nSCP-8222-A:\n You haven't left the church yet, and few of people are willing to talk with you. A young woman is muttering something to others nearby, \"Perhaps we can't be safe for another month, or a week. We don't have enough time or money to move.\"\n\n\nResearcher Norris:\n Can I loose her lip by persuasion?\n\n\nSCP-8222-A:\n Well, she left before she could notice you. However, your unusual actions seem to attract extra attention from someone else. You felt eyesight stinging on your back. But when you turned around, no one was there. After the flames from the candelabra faltered and diminished in seconds, you could see that the tables and the pulpit were coated with a heavy layer of dust in the fallen dark, not corresponding to how they were clean and tidy you've just seen. You ran for the front gate, but unexpectedly, the sturdy door swung closed in your face, before you could make your way out when it's ajar. You twist the metal, rusty handle with all your strength but it won't move.\n\n\nResearcher Norris:\n It's locked? Can I pick the lock?\n\n\nSCP-8222-A:\n Although you have your toolkit with you, there are no visible keyholes or other apertures on the rugged, antique wooden door allowing you to operate on.\n\n\nResearcher Norris:\n Where is my car?\n\n\nSCP-8222-A:\n You can't see from inside, but you can press your key and hear your car beeping faintly through the wall. It's still within distance of reach.\n\n\nResearcher Norris:\n I would go to find other ways out of this damn place. Are there any hidden passages inside the hall?\n\n\nSCP-8222-A:\n You can roll an inspection.\n\n\n(The dice got 5.)\n\n\nSCP-8222-A:\n You make your way through the area. Your hurried footsteps could be heard echoing in the darkness. Absurdly, the trace of human activity vanished at all, as if the hall had been abandoned several years ago. The background, ambient sound of birds chirping and bustling on the street drops to a deadly silence when you approach the pulpit in the front. You spotted a trapdoor beneath the pulpit, but you decided to take a chance at the gate first. When you walked past the middle point of the corridor towards the exit, you noticed that you were stuck at the very spot. Stepping forward, you stay at the same place.\n\n\nAgent Wessel:\n \n(Speaking in an amused tone)\n Screwed up!\n\n\nResearcher Norris:\n Holan, I think you can participate the next time or so. \n(Turning her head back)\n Can I call the Command for help?\n\n\nSCP-8222-A:\n There are no signals at all, as if in total isolation. After a while, scuffing sounds were coming from somewhere above your head. Your VERITAS spotted a figure descending from behind the buttresses.\n\n\nResearcher Norris:\n Oh shit. Anyway I would run. Do I have a reality anchor with me?\n\n\nSCP-8222-A:\n Yes, but the Kant counter shows normally 100, indicating no sign of a reality shift. Albeit frightened, you struggled to make a way out and succeeded in running toward the direction of the rostrum, opposite to the gate. You can see from VERITAS that the figure on the stairway is staggering down at a higher speed toward your place behind the pulpit.\n\n\nResearcher Norris:\n I open the trap door and get inside, then bolt the hatch.\n\n\nSCP-8222-A:\n You made a rather loud noise that could be easily noticed nearby. Roll a sneaking check to see if you are noticed by the man.\n\n\n(The dice got 6.)\n\n\nSCP-8222-A:\n Good, he didn't notice you. After searching for something around on the ground floor, he disappeared again. A rusty ladder extends from where you come in to deep down the burrow. Your torch beamed its light downward and cast light on a small chamber.\n\n\nResearcher Norris:\n What can I find?\n\n\nSCP-8222-A:\n Along with emptied barrels, crates, and some beanbags with fusty smells, you found a parchment book. Scribbled drafts covered each page, and there were a few odd-feeling pieces sandwiched between some pages. You picked one up. In the torchlight, you could see a soft piece of dried material, with skin-like textures on it. Inferring from its body hair remains, it could be human skin. On the last two pages, some hair is stuffed between. A name can be read as \"Julian Atwood\".\n\n\nResearcher Norris:\n I take pictures of it. Anything more noteworthy?\n\n\nSCP-8222-A:\n Not really.\n\n\nResearcher Norris:\n Can I go out now?\n\n\nSCP-8222-A:\n It depends on you.\n\n\nResearcher Norris:\n \n(A pause)\n I will check my phone.\n\n\nSCP-8222-A:\n You've made the right decision. The signals seemed to be reestablished.\n\n\nResearcher Norris:\n Great, I'd contact the Command and tell them about these. I open the trapdoor and ascend with discretion.\n\n\nSCP-8222-A:\n The hall remained silent, but seemed to have returned to its normal state. Lucky enough for you, you found that the gate's open again, so you fled as quickly as you could. You drove back to the hotel. The Command was informed about the abnormality and suggested you stay a bit farther from the place until it was well investigated. However, you've got to continue to keep an eye on the subject, the man with his kid, as it was your sole reckless decision to track him, you never told your superiors about this.\n\n\nThough the previous day offered little to you, you got up before sunrise intending to be aware of his whereabouts. Hearing doors scraped open, you quietly packed your stuff and went out. It was morning, and upon meeting the man at the gate without his child, you flinched at starting a conversation, but he turned out to be friendly. The man introduced himself to you as Cornell Atwood, and was curious about you since he mentioned he'd seen you that day.\n\n\nResearcher Norris:\n Well, I would say I was a Fed looking into cases of disappearing children. Does this need persuasion?\n\n\nSCP-8222-A:\n No, he believed in you at first sight. Perhaps the vibe that you gave off as a professional worked well. He asked you about what might be concerning you.\n\n\nResearcher Norris:\n I utter, \"Still searching around for more clues. You are leaving your son alone here?\"\n\n\nSCP-8222-A:\n A glimpse of hesitation ran past his eyes.\n\n\nCornell Atwood:\n Going somewhere, uh, he might be better left just sleeping in the room.\n\n\nSCP-8222-A:\n He was beating around the bush, but shows no fear or dither. Instead, you could tell a whiff of outrage in his eyes, but it's not directed to you.\n\n\nResearcher Norris:\n I would say politely, \"Found you busy these days. Well, I suppose I'd be busy off too. Do you get anyone to look after your son?\"\n\n\nSCP-8222-A:\n Cornell lowered his eyelids. \"No, thanks for your concern. I'm recently back from my wife's funeral.\"\n\n\nResearcher Norris:\n \"Ohh… I'm terribly sorry to hear that.\"\n\n\nSCP-8222-A:\n Cornell looked into the blank air with dismay and left. He walked along down to the east, where you know that the bar where you met him is three blocks away. You can decide either to follow him to the bar or go westward to check on the church again.\n\n\nResearcher Norris:\n I go east to the bar, but wouldn't enter. I would stay inside my car.\n\n\nSCP-8222-A:\n Late in the afternoon when fatigue starts to set in, you witnessed Cornell shuffling out of the bar with his black coat. He walked past your car from a few meters away without recognizing it. You can choose to follow the bus he caught or return to the hotel.\n\n\nResearcher Norris:\n I need to be invested in. I'm following the bus.\n\n\nSCP-8222-A:\n Due to complexities during the rush hour, you need a driving proficiency check to see if you'll lose track of the bus. That should be easy.\n\n\n(The dice got 3.)\n\n\nSCP-8222-A:\n You move through the mass of hustling cars with a maximum expanse of patience. Halfway along the road, you saw Cornell get off the bus at a stop near the block on the south of the hotel. He was in a fairly soberer state of mind, trying to detour the main gate as if to get rid of something. Roll a regular random or luck check to see if he noticed your car. It will be a half chance.\n\n\n(The dice got 3.)\n\n\nSCP-8222-A:\n You saw Cornell on the main avenue after a while. With body stiffened, he was carrying a bag with heavy loads. With some alert, he threw the bag onto his shoulders and began pacing on the sidewalk.\n\n\nResearcher Norris:\n I pose doubt. Can I use VERITAS to see his bag?\n\n\nSCP-8222-A:\n There are no living creatures or detectable organisms inside it.\n\n\nResearcher Norris:\n What about that kid?\n\n\nSCP-8222-A:\n Using VERITAS, you could hardly see anyone clearly through the walls, moreover in such a distance. Cornell has hailed a taxi. You maintained at dozens of meters behind the cab, which kept rattling gravel and stones all along the way westward. It took longer than you think. Silhouettes of tall apartment buildings evened into little private houses, revealing the whole horizon, where the setting, bleak red sun was casting long-stretched shadows onto the tarmac. Cornell got down at a 2-story suburban villa that sat among a crowd of conifers. You inquired your Command about this location, only to be informed that no man-made architectures were ever found in this area.\n\n\nResearcher Norris:\n I'd pull my car a little farther then sneak behind.\n\n\nSCP-8222-A:\n That'd be easy to remain in stealth after the nightfall in the dense wood.\n\n\n(The dice got 2.)\n\n\nResearcher Norris:\n Wait, I'd check on VERITAS. How many people are there?\n\n\nSCP-8222-A:\n Only one, Cornell. But you are uncertain so you moved closer. You overheard talking, but there's still only Cornell out there.\n\n\nResearcher Norris:\n I'd keep my VERITAS on. How long will the battery last?\n\n\nSCP-8222-A:\n At least for six hours after the solar panel can't be used for recharging.\n\n\nResearcher Norris:\n Okay. Where am I?\n\n\nSCP-8222-A:\n The rear side. As you peek into the windows, all rooms are unlit.\n\n\nResearcher Norris:\n Who are talking?\n\n\nSCP-8222-A:\n One voice was Cornell, and another was an unidentified man. Your VERITAS could still only frame out Cornell's silhouette.\n\n\nAgent Wessel:\n VERITAS or Occulus is neither omnipotent. The former is an updated version of the latter but still sucks sometimes. I mean even in reality.\n\n\nCornell Atwood:\n \n(As heard through the window)\n You are pretty confident in what we are holding dear, then offer an exchange that one can't afford at all.\n\n\nUnidentified man:\n Just a little bit more. Then you will get your hope back.\n\n\nSCP-8222-A:\n You may run an eavesdrop check.\n\n\n(The dice got 5.)\n\n\nSCP-8222-A:\n Somehow, you distinguished that voice corresponded to the preacher you saw in the church before. Suddenly, the light flashed on, right at the window you are looking at, glaring yellowish light onto your face.\n\n\nPreacher:\n Who's that?\n\n\nSCP-8222-A:\n He suspected you. You immediately dipped down to dodge the light. Take a regular dodge roll.\n\n\n(The dice got 2.)\n\n\nResearcher Norris:\n Fuck, anywhere for me to hide?\n\n\nSCP-8222-A:\n A searchlight was running through the yard. You are squatting down in the grass, but that doesn't suffice to cover you. Footsteps are heard coming close from another side of the wall, right behind the corner. It's hard to flee across the pine trees into a vast plane of open lawn.\n\n\nResearcher Norris:\n Can I slip into the house? I will climb to the second floor.\n\n\nSCP-8222-A:\n That could save a check, but since you are fleeing it may need another dodge check, or you'll be discovered.\n\n\n(The dice got 4.)\n\n\nResearcher Norris:\n Oh, great.\n\n\nSCP-8222-A:\n You set your feet onto the windowsill and, with your hands leaning force on the water pipe, you successfully stole into the top floor.\n\n\nResearcher Norris:\n I'll survey the room.\n\n\nSCP-8222-A:\n You don't dare to turn on the light, but you can see wooden bookshelves aligned against the stairway, a bed with smell of molds, and a carpet releasing small particles of dust that's visible under the moonlight when it absorbs your tapping of feet into a dumb thud. You went for the bookshelves. One is near-empty, another is stacked with old books. The books were written in a language you never knew before.\n\n\nThe empty shelf had some bottles filled with a thick, sticky liquid, and specimens of various plants. On the top shelf, you found a parchment notebook that's identical to the one you saw in the cellar back in the church. But it's all blank, except for a piece of folded paper in the middle of the book. It's an informal letter, with no content but a sketched illustration depicting a small cross, a variant of the most common type. Its topmost part is a circle, instead of a line. The signature read Dylan Mocksworth.\n\n\nYou put those things back and informed the Command about the new name. Through your VERITAS, the second figure could be seen downstairs. After a while, the conversation resumed and escalated into a quarrel. There's a thump of heavy things, then a resentful voice of the preacher:\n\n\nPreacher:\n That's easy. Having Julian and James, or lose them both.\n\n\nCornell Atwood:\n Barton, you fucking bastard. Are you blackmailing me?\n\n\nBarton:\n No, you can leave at any time, and it's fine, but remember that I could take advantage of that at any time. Julian and James are in the same blood, that does also pass down to your future generations.\n\n\nCornell Atwood:\n Fine then. Kidnapper.\n\n\nBarton:\n No one would believe that. You can wager.\n\n\nSCP-8222-A:\n Suddenly, a gunshot was fired. As you were a bit shocked, your vision through the VERITAS showed another incredible fact: one of the figures turned green. Another remains clear, as it scurried toward the gate's direction. One of them is a hidden reality bender. The running one, however, seemed to fail to escape; there was screaming of obscenities. You recognize it was Cornell.\n\n\nResearcher Norris:\n Wait, what? Report it to Command at once.\n\n\nSCP-8222-A:\n You're not going to leave?\n\n\nResearcher Norris:\n Why leaving? I'll have my anchors on and rush downstairs.\n\n\nSCP-8222-A:\n Are you sure? You have nothing else than a revolver and an airgun, less than ten meters away.\n\n\nResearcher Norris:\n That would be enough. I'll shoot him at the first sight.\n\n\nSCP-8222-A:\n You emerged from the dark staircase that couldn't be seen clearly from the brightness. This earned an advantage for you. Cornell is curling up in a corner, and his gun is snatched by Barton. The living room is occupied by a morbid odor of gasoline and blood. You can act first.\n\n\n(The dice got 2.)\n\n\nResearcher Norris:\n Holy crap.\n\n\nSCP-8222-A:\n You failed to aim lethally at Barton for the first turn but shot in his leg, took 30 EVE from him. Now roll for his attack. He stumbled but didn't collapse. He intends for your gun first to disarm you. Your anchor offsets it by 20.\n\n\n(The dice got 4.)\n\n\nSCP-8222-A:\n Being moderately injured, he also failed his attempt.\n\n\nResearcher Norris:\n I'll take this interval to make a dart toward him, applying my tranquilizer airgun. That will be an easy check within 5 meters, right? I'll take him down.\n\n\n(The dice got 6.)\n\n\nSCP-8222-A:\n The anesthesia dart pointed at Barton's leg with extreme accuracy. He fell within six seconds. You contacted Command for support, then investigated Barton and found a cross-shaped pendant, similar to that drawing you saw in the letter upstairs. You retrieved it for further analysis.\n\n\nCornell was looking at you in astonishment. Luckily, he wasn't wounded at all. Also baffled, you equivocated by stating that you came as a coincidence and would be taking him back. You offered him a lift to the hotel and decided to interrogate him on your own. The result proved your anticipation. Albeit afraid of being sued for assault, Cornell told you something.\n\n\nCornell Atwood:\n \n(In a hazy voice)\n I just… couldn't live without her.\n\n\nResearcher Norris:\n \"Julian?\"\n\n\nCornell Atwood:\n She has been every day in my dreams. The best love of mine ever. Also the greatest mom. It's all happening too fast to be like a nightmare. I wasn't just to bring her back to life. I was… taking revenge, on that scumbag I've lost her to under that fuckin' wheel. It destroyed everything. I didn't even see the whole of Julian in the morgue, only her head covered in clotted blood. Her eyes, gazing in sadness. I thought of myself as disgusting as well now, becoming a boozer just like the one who killed her.\n\n\nResearcher Norris:\n \"I'm heartfelt for your loss. But as for my work - I have to ask you how do you get to know Barton?\"\n\n\nSCP-8222-A:\n Cornell seemed to know little about Barton's background. You decided to leave this to your colleagues.\n\n\nResearcher Norris:\n Well, is our story near its ending?\n\n\nSCP-8222-A:\n Not yet. The assessment team that came later to get Barton found him back awake with gunshot injuries healed. They plotted to spare his life under intense supervision until further hints surface. The Anka-shaped pendant was examined to be a prototype version of a singularity-based reality stabilizer, that could be switched on and off but functions poorly.\n\n\nDylan Mocksworth, the person who appeared in the signature, showed up later that night in Barton's house, seemingly unaware of the team ambushing in the surroundings. You were up to the site after handing Cornell over to the Coalition. The night was grim with no moon shining down, and chilly winds were rubbing against your cheek. You've got new ammos, but nothing more, as you were eavesdropping on the rooftop with mics on.\n\n\nDylan Mocksworth:\n If there were any ways to know about you earlier, I'd slap in my own face. All fucked off, Rudolf. You idiot. They've got it. What kind of whim drives you to show off every day around?\n\n\nRudolf Barton:\n I've not paid you enough money? The deal's done. Stay away from my life.\n\n\nDylan Mocksworth:\n Money is not a panacea. You are standing in my way once after you performed those shit on the innocent. Would that be so hard to live as a normal person?\n\n\nRudolf Barton:\n \n(In a smirky tone)\n I may know that better than you. I'm helping people out of their griefs and diseases. Making money outta that could be venerable. You will pay for your doctor, and with greater power comes greater payments.\n\n\nDylan Mocksworth:\n Are you speaking that way? Are you sure that you're helping people? Fuck you. \nI could do that for no profit at all\n. Stop it for good or you will risk seeing your name and all your misdeeds on TV tomorrow.\n\n\nRudolf Barton:\n You dare push that into my mind again?\n\n\nSCP-8222-A:\n Dylan could be seen running out to the yard, followed by Barton. Your Kant counter sensed a harsh outburst of Hume surge, and then, there comes a blast elsewhere. Reaching out your head, you can see Barton lying prostrate at the front door, head blown to pieces, his flesh slowly drenching the grass red with trickling blood. Dylan is standing indifferently beside Barton's shattered body, not being slightly led astray by his death. His sight rips through the pines. Then he shouted to the air in a flavor of derision.\n\n\nDylan Mocksworth:\n Great, you've got him, great as it always be. Cutting-edge with no exceptions. I would be the same to you, right? Forced to conceal identity for life, then await to be killed someday. I wouldn't be less hating you than that son-of-a-bitch.\n\n\nSCP-8222-A:\n And that's when your counter, in the internal line, shrilled in desperation. Even with your anchor, the vertical drop of Humes fell drastically to 60. All of your surroundings seem to be burning to orange with an angry flame coming from nowhere, which you nearly mistook as a sunrise. You may roll to see if Dylan will be able to see you.\n\n\n(The dice got 4 for a sneaking check.)\n\n\nSCP-8222-A:\n Everyone is not prepared for this twist. All team members are framed into apparent black shadows among the trees against the blazing light. Inside the mic, others urge you to shoot him, as reality benders cannot affect what they cannot perceive\n8\n. This would be a definite success if you were willing to place your finger on the trigger.\n\n\n(A long silence.)\n\n\nSCP-8222-A:\n Will you fire? This would be the sole opportunity.\n\n\nResearcher Norris:\n I - \n(pauses)\n Okay, I would.\n\n\nSCP-8222-A:\n You keep your breath even and try to ignore your throbbing heart. You might be killing other entities before, but this time, a stubborn sense of uneasiness becomes convincing as time ticks away. Before it could overwhelm you, you fired your bullet into Dylan's head. A cluster of birds dissipated into the speechless night with the huge blare. You've got to leave before the dawn set in, to be out of sight of all those clueless civilians. Along with others, you cleaned up the havoc, then headed out into the darkness while the sky was subtly tinted blue on the east.\n\n\nAutopsy later indicates no traces of body implants as analyzed from Dylan's remains. Of course, however, it could be self-destructed by some means.\n\n\nYou went to investigate Dylan's dwelling for follow-up. It's a cluttered garage, with nothing but one table in tidiness. You examined the drawer and found it carefully packed with papers tied up by rubber bands. You look through them with gloves on. Most of which are group photos of vibrant, joyful kids, and postcards that were scribbled with little cute critters and flowers. You found a Polaroid depicting Dylan with a little girl, but the girl's face was no longer discernible, as been erased by scorch.\n\n\nAfter the event, you are granted a vacation. Although the culprit wasn't tracked for clear, the Foundation later updated their reality stabilizers, as well as the VERITAS oculus from the Coalition, and extended the field of studies into a wider variety of relevant subjects. You hope that breaches of anomalous technologies will no longer be a problem.\n\n\nTraces of anomalies have since never been heard of in your hometown in the following decades, with people living their daily lives as peacefully as they might have always been.\n\n\nResearcher Norris:\n Well, we had reached the epilogue? That's a compelling story after all.\n\n\nSCP-8222-A:\n I'd like to offer my hearty appreciation for you to participate. See you next time.\n\n\n(SCP-8222-A's voice diminished to a hum, then disappeared into the silence.)\n\n\n<END LOG>\n\n\n\n\n\n\nAfter the experiment session was documented in full length, Dr. Talcite went to search the keywords in the Foundation database regarding joint missions. A matching record was found that dates back to 2001.\n\n\n\n\nMission Abstract:\n Terminating humanoid threat entities that have possessed unauthorized knowledge and production of reality-stabilizing technologies.\n\n\nCasualties:\n 4 in total (2 civilians, 2 subjects of interest).\n\n\n\n\n\n\nName\n\n\nAge\n\n\nIdentity\n\n\nNotes\n\n\n\n\n\n\nRudolf Barton\n\n\n41\n\n\nType Green, Threat Level 5\n\n\nTerminated by Assessment Team \"Chord\" on March 2, 2001.\n\n\n\n\n\n\nDylan Mocksworth\n\n\n29\n\n\nType Green, Threat Level 3\n\n\nTerminated by Agent \"Ulysses\" on March 2, 2001.\n\n\n\n\n\n\nCornell Atwood\n\n\n34\n\n\nCivilian\n\n\nShot by Rudolf Barton on March 1, 2001.\n\n\n\n\n\n\nJames Atwood\n\n\n6\n\n\nCivilian\n\n\nKilled by reality distortion on March 1, 2001.\n\n\n\n\n\n\n\n\nDespite factual discrepancies, the anomalous informational ability of SCP-8222-A, which is shown capable of narrating previous events while also leaving space for deviated progressions, was therefore discovered and documented. Hence, the restriction of security clearance levels regarding SCP-8222 was risen to Level 3 and above.\n\n\n\n\n\n\nIncident Report:\n\n\n\n\nOn February 19, 2022, a containment breach occurred in Site-17. It was later confirmed to be a failure of the automated security system, which allowed chances for intruders of Chaos Insurgency and several other PoIs to successfully break into the facility.\n\n\nIn February 2021, one year prior to the accident, a program aiming at developing new AICs to facilitate automated security systems was initiated firstly in Area-03.\n\n\nBack then, a debate broke out over whether to implement humanlike comprehensive cognitive abilities (esp. emotional interpretation) to AICs or not. The research group led by Dr. Merry Sieling Dashmere, a Containment Specialist who emphasized logical capabilities over other factors won the argument later, canceling out those by Dr. Harrison Elsmor, who insisted on enhancing the similarity of AICs to humans.\n\n\nIt's deemed to have eventually led to the failure of the on-site AIC system later at Site-17, caused by a paradoxical logic attack from hostile PoIs who tried to hack the system.\n\n\nThe whole event has been predicted by narratives of SCP-8222-A in an undocumented experiment on May 25, 2021, despite subtle inconsistencies. Participants include Dr. Dashmere, who used a character card based on Dr. Elsmor in the game upon obtaining his consent.\n\n\nFrom then on, a full detailed log or transcription is mandatory for each test afterward upon SCP-8222.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Tabletop Role-Playing Game, a classic genre of roleplaying game that could be carried out fully on paper, pens and dice, with no need of electronic devices.\n\n\n2\n. Further investigation showed a minimum ~80% ratio of overall integrity was required.\n\n\n3\n. See below in the section of \"Roles\" in the excerpt. Known as PW (Parawatcher/Panorama Weaver) in the case of SCP-8222\n\n\n4\n. In the period from 42 secs to 3 mins observed.\n\n\n5\n. May 3, 2021, the day before the first test log.\n\n\n6\n. Original character.\n\n\n7\n. Thaumatology, as a theory of anomalous science, differs from thaumaturgy, which is a practical anomalous skill.\n\n\n8\n. This line is also seen in a \nGOC Field Manual\n.\n\n\n\n\n\n\n\n\n« \nSCP-8221\n | SCP-8222 | \nSCP-8223\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8222\n\" by Dr Talcite, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8222\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 8222.1 - Excerpts from SCP-8222",
        "Addendum 8222.2 - Experiment Logs"
    ],
    "documents": [],
    "notes": [
        "110 - ( 20 / 10 ) = 108",
        "8 - 10 = -2",
        "[ 110 - ( 20 / 10 ) - 100 ] × ( 50 / 100 ) - 7 = -3",
        "Time: May 5, 2021. Participants: Alexis Talcite, Milo Norris, Holan Wessel. Place: An online chatroom, on the internal server of the Foundation intranet; everyone was in their respective offices or dorms, using laptops to communicate. (A file of SCP-8222 was uploaded so that all three people could access.) Dr. Talcite: Alright. Shall we configure the synchronicity? Researcher Norris: We are not even on topic yet. Agent Wessel: For certain, we are logged onto the internal network? Dr. Talcite: It could be very, very hard to override the SASL gateway. That means you can't access the external network on Foundation terminals if unauthorized. Agent Wessel: Impressive jargons. I'd try to get a bit more serious now: (Wessel sent a file \"a.txt\" to the server. It was later declassified and analyzed to be a brief for a task to be operated on May 7, 2021, two days afterward, code name \"Shack\".) Agent Wessel: Not above our clearance. Dr. Talcite: Jeez. Not one from your old pranks? Agent Wessel: It would be a joke on Monday 5 , but this hassle is really ahead for me tomorrow. Researcher Norris: You guys noticing anything in your surroundings? Agent Wessel: Anything? The sun's going down too dark. I have to turn on the light. Researcher Norris: That answers the question. I'm in a little cell without windows, so do the meeting room we've been to before, yes? Dr. Talcite: You are expecting we gotta confirm the scale of this temporal influence? But that can be hard. Under a circumstance of total time pause, we would all be frozen to death by absolute zero. Magic could be hard to clarify sometimes. Agent Wessel: My clock's not paused and people are bustling everywhere. I guess we've gone way too technical. Researcher Norris: We all need to buckle down on some points. Agent Wessel: Not a complaint. I pretty much got your points. Btw, would you do me a favor, Alexis? Dr. Talcite: Of course. Say? Agent Wessel: Take it seriously or not, role-play the file above? Dr. Talcite: I must admit I'm unfamiliar with tactic jargon. Agent Wessel: Np. I've got my plan. (The web connection suddenly went off. They tried re-establishing.) Agent Wessel: Who got us? Dr. Talcite: No one. We are on a secret server. Perhaps a time halt broke our simultaneity from the central hub. This partly answered your question, Milo. Agent Wessel: Uhhh. Do we have to sit together? Dr. Talcite: Not now, I circumvented the central hub. Now we are in direct connection. But computers are only capable of producing pseudorandom numbers, not knowing if the result could be affected if SCP-8222 dominates over. Only virtual dice are available online. Researcher Norris: Algorithms can also be fucked up by anomalies. (Norris typed the bot-search command to direct a link to SCP-7000 .) Dr. Talcite: Gorgeous. Back to your plan, Holan? Would it be a single-player divination? Agent Wessel: Lmao. It's not that spiritual. It's Skippy. Researcher Norris: In fact I'm intrigued to see that. Just assume it's a cyberpunk Ouija board. I can be PW this time. Dr. Talcite: Milo is our best game master. Agent Wessel: Seconded. Researcher Norris: Lol, the fact is my self-insertion persona might not apply to this story. (A short pause for several minutes.) Researcher Norris: Here we go. You as Agent Wessel are a Foundation on-site MTF agent, ought to be out on a mission the next day to an aberrant place. Little did you know about the underlying, peculiar truth dwelling there, except for the rumors of witnesses suspecting obscure humanoid entities come and go, some floating upon the house even under broad daylight. You are in the first wave aiming for preliminary investigation. The day comes, and you are approaching the epicenter along with some fellow teammates. It is misty - did I get it right? Forecast said it would be misty tomorrow. Hell, we don't even have a single clue for the possible endings. Dr. Talcite: Yeah, mist tomorrow. Agent Wessel: Ah, no problem. It will be a headache and I haven't felt good ever since, but we all learned to keep our cool. At the ready, I'm considering the Absolute Exclusion Harness , i.e. To approach in absolute stealth, not even other MTFs will know my existence. It's crazy ik; the rest is up to Fortuna. Researcher Norris: Then an invisibility check. (The dice was run. It got 4.) Researcher Norris: Holan's Agility is 10, right? Agent Wessel: This doesn't have to be checked. The suit should be fail-proof. Researcher Norris: Then where lies your uncertainty? Agent Wessel: \"Ghosts\". That harness is to exclude the wearer from everyone but perhaps not from anomalous creatures. Researcher Norris: OK. Are they ontokinetic beings that can be measured by the EVE section? Agent Wessel: The true trouble is we know nothing, as somewhat eluded in the task brief. I remember there's a fallback for this situation in the handbook? I was coming for that. Researcher Norris: Dear me. These shall be included in any regular scene of actions as foe info. Yes, there is a fallback for that. A Hard check, could we? Sums up to 14. You have expertise as a Foundation agent so the skill bonus mounts from 10. You are edged out. 24 vs 25 is required, which means you are descried by those anomalies. Agent Wessel: I insist on moving on. Heck, I wouldn't believe that. Are there ways to detour? Researcher Norris: Literally, never would I know. That hut is 3-storey? I'm not the right kind of Containment Specialist for architecture. Presume there is complexity for you to find a cache. See whether you made it, since you can't get covered by anyone else. (Norris ran the dice.) Researcher Norris: Oh, another chance - you squeaked by. For one thing, at least it is an auspice. Agent Wessel: Shall I portray congrats to myself? Anyway, wish me good luck irl. Researcher Norris: Of course. Dr. Talcite: I'm going to be straightforward. So far we all attempted to make good use of 8222, unwilling to see it lying down a corner in the object database. Do you remember why we gathered right after the weekend? Agent Wessel: To play board games in an empty meeting room during workdays. Dr. Talcite: Priceless. Researcher Norris: Are GIFs allowed here? Agent Wessel: Yet, a priceless pastime with no time passes. Dr. Talcite: Brilliant pun. However I reckon it would stop at this point of enchanting dice if there's nothing left for us to know. Researcher Norris: I'm wondering to flesh out some new characters and meet again when y'all are at leisure. Agent Wessel: Next week I'll be on vacation. <END LOG>",
        "\" SCP-8222 \" by Dr Talcite, from the SCP Wiki . Source: https://scpwiki.com/scp-8222 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "The sole digital copy of SCP-8222 is to be kept within this database and access to it is limited to staff above clearance level 3 who are to test or use it and have obtained written approval in advance.",
    "description": "SCP-8222 is a series of records composing a Tabletop RPG1 rulebook, demonstrating a comprehensive manual titled \"SCP: Panorama\", which elaborates on a whole system of world settings and how to build characters and interact with entities and phenomena, using esoteric, professional terminologies from Foundation and other GoIs, including Global Occult Coalition and a few more normalcy-protecting organizations; and a rather simple numerical system to introduce randomization using dices and to calculate statistics, eg. ability/skill scores and attribute values.",
    "title": "SCP-8222"
}