{
    "url": "https://scp-wiki.wikidot.com/scp-8230",
    "all_text": "SCP-8230 is believed to be the subject of local legend within the town of Shadesbrook, Yorkshire.\n\n\n\n\n\n\nrating: \n+39\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n8230\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nA photograph of tracks that has been locally attributed to SCP-8230.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to its status and recorded behavior, very little intervention is needed for the continued containment of SCP-8230. Whenever necessary, the Foundation is to distribute misinformation, or plant noticeable hoaxes in regards to sightings, to maintain skepticism in the existence of SCP-8230.\n\n\nDescription:\n SCP-8230 is believed to be the subject of local legend within the town of Shadesbrook, Yorkshire, and records of sightings have gone back as far as the 1860s.\n\n\nDepictions of SCP-8230 typically describe an indistinct, black canine with glowing eyes and a howl that sounds akin to that of the ringing of a church bell. Stories involving it consistently characterize the entity as peaceful, usually observing others from a distance before vanishing. The town of Shadesbrook have associated SCP-8230 with being a benign warning, as its appearances will often coincide with incoming stormy weather. Some stories have indicated that the brightness of its eyes depended on the severity of the warning.\n\n\nThe existence of SCP-8230 came to be known by the Foundation via a news report on 11/02/2002 that claimed to have a photograph of the entity. It would later be dismissed as a doctored hoax after Foundation intervention. In spite of this, the existence of SCP-8230 has not been truly verified by the Foundation, but is believed to due to consistency present in sightings and stories.\n\n\nSearch for SCP-8230 by the Literary Science Department is ongoing for purpose of study, as reported sightings of the entity appearing \"sickly\" have begun to arise with increasing frequency in the past year. It also appears that the entity is approaching Shadesbrook more and more, breaking it's usual patterns, and indicating a potential shift in its folkloric meaning.\n\n\nAddendum 8230.1:\n On 23/07/2004, a trio of agents sent out by the Literary Science Department spotted SCP-8230 standing in the woods bordering Shadesbrook. Consistent with townsfolk sightings, the entity appeared ill — visibly emaciated with patchy fur, panting heavily. When they attempted to approach SCP-8230, the subject fled into the woods and vanished. It would return a few hours later, only to again retreat when approached. One agent described it as having \"jumped into the shadows\". Tranquilization attempts failed due to this newly noted ability.\n\n\nDepartment Head Luca Armaros would request aid after three days of attempting to approach/capture SCP-8230 had resulted in failure. Faeowynn Wilson of \nWilson's Wildlife Solutions\n would be contacted due to the organization's paraveterinary and animal behavior specialties. She, alongside members of MTF Beta-4,\n1\n would arrive at Shadesbrook soon after.\n\n\n\n\n\n\n\n\nSCP-8230.\n\n\n\n\n\n\n\n\nOn 07/08/2004, SCP-8230 would finally be captured. The subject was coaxed out of the woods via set out water and food, which lead to it gradually allowing closer approach; and it became far less skittish while being fed over the course of four days.\n2\n Once SCP-8230 was successfully calmed and willingly in the open, it was able to be safely tranquilized and retrieved by the Foundation. This several day mission would be covered-up as animal control efforts.\n\n\n \n\n\nSCP-8230 was then temporarily transported to a local Foundation outpost, and given a medical evaluation by a veterinary member of Wilson's Wildlife.\n\n\n\n\n\n\n\n\n\n\nTo:\n \nl.armaros@scp.int\n\n\nFrom:\n \nfaeowynnwilson@wws.int\n\n\nSubject:\n SCP-8230\n\n\n\n\n\n\nDr. Armaros,\n\n\nHey, we've got a problem with SCP-8230.\n\n\nWe've ran all sorts of medical exams — blood tests, respiratory checks, GI tract, everything — but we haven't been able to locate any possible causes for the symptoms. He doesn't have an infection, no physical wounds, he barely eats. He's just… wasting away.\n\n\nI think whatever he's got isn't any sort of physical illness, and we're at a loss for what to do. His condition is worsening.\n\n\n\n\nWilson's Wildlife Solutions\n\n\nWhere All Critters Are Welcome\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n \nfaeowynnwilson@wss.int\n\n\nFrom:\n \nl.armaros@scp.int\n\n\nSubject:\n RE:SCP-8230\n\n\n\n\n\n\nFaeowynn,\n\n\nI feared as much. I've been doing some background reading and scouring of reports and legends related to SCP-8230, as to try and figure out his nature, and made a series of interesting notes that may point us to what's going on.\n\n\nA black canine, a howl like church bells, a forewarner to storms.\n\n\nI think he might be a Church Grim. Does Wilson's have any records relating to them?\n\n\n\n\nLiterary Science Department Head\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n \nl.armaros@scp.int\n\n\nFrom:\n \nfaeowynnwilson@wws.int\n\n\nSubject:\n RE:SCP-8230\n\n\n\n\n\n\nDr. Armaros,\n\n\nWe've had our share of \nodd, black dogs\n like him before, but never specifically a Church Grim. I admittedly don't know much about them aside from the whole 'haunting graveyards', are they spirits? SCP-8230 has vital signs, the guy breathes, eats and sleeps. It's not very ghost-ly.\n\n\n\n\nWilson's Wildlife Solutions\n\n\nWhere All Critters Are Welcome\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n \nfaeowynnwilson@wss.int\n\n\nFrom:\n \nl.armaros@scp.int\n\n\nSubject:\n RE:SCP-8230\n\n\n\n\n\n\nFaeowynn,\n\n\nTechnically, they're deemed as guardian spirits, but with SCP-8230 perhaps they're more like \nmanifestations\n. A dog is buried at the cornerstone of graveyard, christened as the first to rest there, and thus its tasked in death to guard it from harm. Whether the biological side of SCP-8230 has been a hermeneutically induced change thanks to Shadesbrook, or just a general trait we simply weren't aware of, is unclear. But speaking of:\n\n\nWhatever sort of illness is plaguing SCP-8230 is getting reinforced by the town's story of it now characterizing it sickly — it's created an awful sort of hermeneutic feedback loop of worsening his health — but the story is change is not the \nsource\n of the problem. Something kickstarted this.\n\n\nIf SCP-8230 is a Church Grim, then where's the graveyard it should be guarding?\n\n\n\n\nLiterary Science Department Head\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\nTo:\n \nl.armaros@scp.int\n\n\nFrom:\n \nfaeowynnwilson@wws.int\n\n\nSubject:\n RE:SCP-8230\n\n\n\n\n\n\nDr. Armaros,\n\n\nYou up for some hiking?\n\n\n\n\nWilson's Wildlife Solutions\n\n\nWhere All Critters Are Welcome\n\n\n\n\n\n\n\n\nTo investigate the theory of SCP-8230 being a Church Grim, a field test was proposed by Dr. Armaros to locate the existence of a potential churchyard or gravestones within the woods outside Shadesbrook. Dr. Armaros was accompanied by Faeowynn Wilson, who served as a handler for SCP-8230. SCP-8230 was approved to be included in the field test to observe effects on its condition.\n\n\n\n\n\n\n«SCP-8230 Investigation Log»\n\n\n\n\n\n\nIndividuals Present:\n Dr. Luca Amaros, Faeowynn Wilson, SCP-8230.\n\n\n\n<Begin Log>\n\n\nDr. Armaros and Wilson stand behind a transport vehicle, the trunk has been pulled open. Wilson climbs up into the trunk and grabs a heavy lead, reaching for a sizable crate that lay in the center.\n\n\nDr. Armaros takes a step back and tilts his head.\n\n\nDr. Armaros:\n Is he safe to handle?\n\n\nWilson:\n 'Safe' is a hefty word, but 8230 has been nothing but docile and amicable. We should still tread a bit carefully, regardless. He seems essentially like a wolf.\n\n\nDr. Armaros:\n \n[He nods, smiles]\n Noted!\n\n\nWilson unlocks the door of the crate. For a moment, it looks like the interior is completely empty, only occupied by shadow. After a few moments, SCP-8230 seems to materialize out of the dark. It lays inside — a black, wolf-like entity with a faint, yellow glow from its eyes. SCP-8230 rests with its chin on its paws, wheezing audibly. Its fur is thin and patchy.\n\n\nWilson:\n Hey boy, chin up.\n\n\nShe taps the floor of the crate, and SCP-8230 raises its head. This allows her to clip the heavy duty lead onto the collar around its neck. Wilson then drops down out of the trunk, and gently prompts SCP-8230 to stand. The entity looks around, then jumps out of the trunk with a 'harrumph!' of effort.\n\n\nDr. Amaros:\n Wow… he's magnificent in person, even in this state.\n\n\nWilson tilts her head.\n\n\nWilson:\n Have you not seen him till now?\n\n\nDr. Armaros:\n Wasn't doing much of the hands-on fieldwork when he was first retrieved — mostly processing and overseeing the more behind-the-scenes aspects. So… yeah. Yeah this is.\n\n\nSCP-8230 sniffs at the air, walking a bit towards Dr. Armaros. He offers forward a hand towards the entity, who sniffs at him. The doctor speaks in a more high-pitched tone when addressing the anomaly.\n\n\nDr. Armaros:\n Hey buddy. You're gonna help us find your home, yeah?\n\n\nSCP-8230 sneezes, prompting a chuckle from Dr. Armaros.\n\n\nWilson:\n We should head towards the woods where he was found, it's likely somewhere in his historical territory.\n\n\nWilson gestures to the forest they've parked at the edges of, and Dr. Armaros nods. The two of them begin to approach, and a gentle tug on the lead prompts SCP-8230 to trundle along behind them. Once they reach the treeline, though, Dr. Armaros pauses.\n\n\nDr. Armaros:\n Actually, hold on.\n\n\nWilson:\n Mm?\n\n\nDr. Armaros:\n Maybe I can get a bit of an aerial view of where we're searching if I just—\n\n\nA light blue glow fills the air, prompting both Wilson and SCP-8230 to pause and turn to face him. This light coalesces on Dr. Armaros' back, bursting out in the form of four pale blue wings. He stumbles with a grunt, spreading out his arms for a bit of extra balance, and looks up at the two with a smile. Wilson gives a surprised look.\n\n\nWilson:\n Well that's a new one.\n\n\nSCP-8230's ears raise up, tail wagging slightly — the anomaly trots over and circles Dr. Armaros, sniffing at the wings. The doctor turns a little to watch the entity with a smile.\n\n\nDr. Armaros:\n Yeah, I don't usually lead with this, it's still quite new. \n[He pauses, seeming a bit flustered]\n Still adjusting myself!\n\n\nWilson tilts her head curiously.\n\n\nWilson:\n Is it… intrusive if I ask how that happened?\n\n\nDr. Armaros:\n I- I thought you already knew? Like you were briefed, I wouldn't have… it's \na long story\n.\n\n\nThe man gives a sheepish and nervous chuckle. Wilson nods, deciding not to press, but then does a double take.\n\n\nWilson:\n Um. Luca I think you uh— your shirt. \n[She scrunches her nose, makes a loose gesture towards her back]\n\n\nDr. Armaros:\n My? \n[He looks over his shoulder, seeing the torn open hole in his shirt and coat from where his wings have appeared]\n Oh. Oh f— oh \ndrat.\n\n\nHe briefly braces a palm against his forehead, borderline glaring at the dirt. SCP-8230 is still sniffing at his wings.\n\n\nDr. Armaros:\n That's. Fine. This is \nfine.\n Lemme do that aerial view real quick—\n\n\nAs Dr. Armaros beats his four wings a tad unevenly, Wilson cups her hands around her mouth to shout.\n\n\nWilson:\n Try to look for small clearings!\n\n\nThe doctor gives a thumbs up, and pushes himself off the ground. Wilson tilts her head back to watch as he unsteadily rises. SCP-8230 plops down and puts its head back on its paws with a tired sounding huff, which leaves Wilson alone in watching the man above.\n\n\nDr. Armaros' bodycam shows a shaky view of the forest above, and he can be heard muttering over the wind.\n\n\nDr. Armaros:\n \nJust keep yourself steady, keep them spread. Think like birds, they don't flap much they just glide. Trrryyyy to match the wIND—!\n\n\nHe yelps a bit, visibly faltering in the air.\n\n\nDr. Armaros:\n \nFocus-focus-focus. Clearings, look for clearings.\n\n\nIn the distance, roughly northeast, there are a few scattered gaps in the trees. Dr. Armaros raises a hand to try and block out the sun to get a better look, but a gust of wind blows him off balance — he yelps loudly.\n\n\nWilson, from the ground, winces at the sight of the doctor tumbling mid-air. SCP-8230 raises its head a little, and she glances down at it to remark:\n\n\nWilson:\n Somethin tells me 'a bit new to me' might've… been an understatement. \n[She sighs, cups her hands around her mouth again]\n YOU HANGING ON UP THERE?\n\n\nDr. Armaros:\n \nAUGH—\n\n\nWilson:\n TAKING THAT AS A NO.\n\n\nApproximately five seconds later, Dr. Armaros completely looses balance and crashes into the forest a few meters ahead. Wilson winces a little at the sounds of snapping branches, and sighs.\n\n\nWilson:\n C'mon critter, let's go get 'im. We're burning daylight here.\n\n\nWilson trots on forward, SCP-8230 stands shakily and trots along behind her as she walks into the woods.\n\n\nThey find Dr. Armaros half sat in the dirt with a sour expression, the wings still visible. His outfit is now dirtied, and he's picking leaves out his hair by the time the two approach him. SCP-8230 returns to sniffing at him, walking small circles around the man.\n\n\nWilson:\n You hurt at all?\n\n\nDr. Armaros:\n I think only my pride's wounded.\n\n\nWilson:\n Least it's nothing physical, here—\n\n\nWilson offers Dr. Armaros a hand, and he gives a small smile. She tugs him off the ground with a grunt, and he stumbles up to his feet.\n\n\nDr. Armaros:\n \n[He dusts off his shirt]\n I saw something that looked a bit promising juuuust before I took my tumble, a gap in the trees North East from here.\n\n\nWilson:\n \n[She nods firmly]\n Then we've got ourselves a lead.\n\n\nSCP-8230's ears twitch, the entity watching the two. It starts to sniff at the forest floor as it trots along, following the two as they start to head deeper into the woods. The canine walks a bit unsteadily, occasionally making audible huffs. Wilson glances back worriedly.\n\n\nWilson:\n …I hope this is a good idea. I was… apprehensive about bringing him out here in this state, but he was only getting worse in the facility.\n\n\nDr. Armaros glances over at SCP-8230 as well.\n\n\nDr. Armaros:\n Does he seem more lively out here?\n\n\nWilson:\n A bit. Back in veterinary care he was primarily just laying down, one of the vet techs had to use a strap to hold him up while examining his fur and trying to cut out some of the worse of the matting. At least while out here, he's walking — as tired as he may seem.\n\n\nDr. Armaros:\n Perhaps the fresh air is doing him some good?\n\n\nWilson:\n Perhaps. But if he stops, \nwe\n stop. I'm not going to push him to do anything he doesn't want to.\n\n\nDr. Armaros nods. His gaze trails down to SCP-8230 as it trots alongside them.\n\n\nDr. Armaros:\n I almost wonder if he's confused, or lost, or hell — \nmissing\n something. They just… found him wandering, right? If he's a Church Grim, he's likely old — been watching the countryside grow more and more into the woods. Hah — that's almost relatable.\n\n\nWilson:\n …deforestation?\n\n\nDr. Armaros slightly spreads the wings at his back.\n\n\nDr. Armaros:\n I lost the plot on my own metaphor a bit but… I dunno. I've found myself increasingly more entangled with folklore and myth — the stories that I've loved for so long. It's disorientating. It's a lot to take in, a lot of \nchange.\n Stories can change their subjects, and now I've found myself one of those subjects. Just like him.\n\n\nDr. Armaros gestures to SCP-8230.\n\n\nDr. Armaros:\n The sightings, the stories of him, they're changing — because he's sick. It's cementing that… \nhurt\n into him. It's terrifying.\n\n\nWilson:\n It's a feedback loop.\n\n\nDr. Armaros:\n …yeah. But I think — I \nknow\n — it's one that we can reverse. One we can use to our \nadvantage.\n Spin it back around onto itself, and help him out.\n\n\nWilson tilts her head.\n\n\nWilson:\n You seem quite sure in that.\n\n\nDr. Armaros:\n Once we find out just \nwhy\n he's sick, we can start to change his story, too.\n\n\nWilson gives him a small smile.\n\n\nThe three walk for approximately 10 minutes. The silence is only occasionally broken by Dr. Armaros identifying a distant bird call or two, and Wilson's amused chuckles.\n\n\nDr. Armaros:\n Have you ever seen a kingfisher? They're utterly \ngorgeous\n bir—\n\n\nSCP-8230's ears suddenly perk up, and the anomaly suddenly darts forward. Wilson jolts in surprise, and jogs to keep up pace with the animal. Dr. Armaros yelps, and stumbles after the two.\n\n\nDr. Armaros:\n What's he doing?!\n\n\nWilson:\n Something's got his eye, can't tell what yet—\n\n\nWilson keeps a tight grip on the lead, as SCP-8230 dashes through the brush. It weaves around a few trees and bushes, before jumping over a pile of stones with a wheeze. Wilson skids to a stop before the rocks just as SCP-8230 stops within the thick brush. Dr. Armaros tries to stop, but ends up tripping over the rocks.\n\n\nOn closer inspection, the pile of rocks is, in actuality, an old cobble wall. Through the brush, the shape of three other walls become visible.\n\n\nWilson:\n I think we found the cemetery.\n\n\nDr. Armaros groans, pushes himself up. He shakes out his head, and scans around.\n\n\nDr. Armaros:\n You sure? Almost seems more like someone's garden, with how many plants are in here.\n\n\nWilson steps over the stone wall, and pushes a bit through the brush, she pulls aside some grass. Through the weeds, marble can be seen.\n\n\nWilson:\n Pretty sure.\n\n\nOnce the two cross over the wall, they find SCP-8230 circling and pawing at the dirt. The entity whines audibly, before heavily plopping down with a huff.\n\n\nWilson:\n Buddy?\n\n\nShe darts to SCP-8230, and crouches down. Wilson presses her hand gently against the anomaly's side to feel the pace of his breathing. It's steady. Dr. Armaros furrows his brow.\n\n\nDr. Armaros:\n Did he hurt himself when he ran in here?\n\n\nWilson:\n I… don't think so. Maybe he's just tired?\n\n\nShe trails off as her eyes follow SCP-8230's gaze, and finds a marble headstone half buried in the dirt and obscured by a bush. Wilson pushes some of the branches aside, and is able to make out the last name 'WALKER'.\n\n\nWilson:\n You know this place, don't you?\n\n\nShe looks over at SCP-8230, who stares up at her and makes a 'harrumph' sound in response. Wilson pushes herself to stand. Both her and Dr. Armaros begin to further scan the area.\n\n\nThe most visible marker, poking above the foliage, is that with a carved angel on top. Dr. Armaros runs his hand across the lichen covered marble, pushes aside some brambles to try and read the inscription. It is the grave of a girl named Edna Walker. The date is hard to read due to erosion and stains, but it seems she lived from 1882 to 1901.\n\n\nDr. Armaros frowns.\n\n\nWilson approaches one of the far walls of the cemetery, passing a few broke headstones, and peers over it. Beyond it, a few meters away, there is another clearing. Against foliage and tall grass, stone and rotted wood can be seen. What looks to be the remains of a building's foundation sits within the woods.\n\n\nWilson:\n There used to be a house here… or some sort of building. Is that weird, for a Church Grim? Are they not limited to… churches?\n\n\nDr. Armaros:\n We don't have a lot of information on them, but it could be quite possible that the Walkers were religious — or had a priest amongst them.\n\n\nWilson:\n Interesting…\n\n\nDr. Armaros taps his chin in thought, still standing by the angel headstone. SCP-8230 hauls itself back up to its feet, and nudges past him. He tilts his head as it approaches the far corner of the overgrown cemetery. Wilson, pushing through the brush to make her way back over to the two, watches as the anomaly digs at the North corner, snuffling at the weeds. Dr. Armaros gives the grave marker a small pat before he slips past it and walks over to SCP-8230.\n\n\nDr. Armaros:\n Whatcha sniffin' for now, boy? Nother one of your folks?\n\n\nWilson tugs away some of the brush, and the two see that SCP-8230 stands before a small, shallow hole with a grave maker. It's a fraction of the size of others within the graveyard, and is the most heavily weathered. Unlike the others, there's no date nor full name upon it. It's in too small of a corner to be a grave for any man.\n\n\nIt reads:\n\n\n\n\nSAINT\n\n\nMay you watch over us all.\n\n\n\n\nWilson:\n …this is yours, isn't it? Are you Saint?\n\n\nSCP-8230 perks up, gives a quiet and weak yip.\n\n\nDr. Armaros:\n So this \nis\n your yard. Buried North, of course! We were right, Faeowynn, he's a Church Grim.\n\n\nDr. Armaros reaches out a hand to gently runs his hand across the entity's fur. Wilson turns her head to once more scan the area with a frown, staring at the mossy stone and overgrown weeds.\n\n\nWilson:\n The yard's in one hell of a sorry state. \n[She sighs, and glances back to SCP-8230]\n Just like you bub—\n\n\nAs the words leave her mouth, a realization seems to dawn on her face. Dr. Armaros whips his head over, seeming to connect the same dots.\n\n\nWilson:\n It's why he's sick. This place has fallen apart — probably ever since they took that house down, \n[She gestures to the ruined foundation just beyond the old stone walls]\n and he fell apart with it!\n\n\nDr. Armaros:\n His longevity being tied to the place he's sworn to protect would make sense — like… a spiritual link of some sort. So… that could mean, if we can get this place fixed—\n\n\nWilson:\n —he can finally recover.\n\n\nThe two share a mutual smile, Wilson looks especially relieved by the realization. Dr. Armaros looks over at SCP-8230, then back to the various ruined gravestones.\n\n\nDr. Armaros:\n So I think our new problem is… where the hell do we even start with all this?\n\n\nWilson:\n It'll take more than just us, that's for sure. But we can start by getting the tools to clear out all this damn brush.\n\n\nShe flicks a nearby branch, and then takes a step back.\n\n\nWilson:\n I say we head back, we load Saint into the van, we start figuring out how to clean this place. A bit of tool getting, a bit of research — we can get some stills from this recording \n[she taps Dr. Armaros' bodycam]\n so that everyone else knows what we're tackling.\n\n\nSCP-8230's tail is wagging, ears perked up. Dr. Armaros smiles as he pushes himself up to stand. He gives SCP-8230 a hearty pat on the back while doing so.\n\n\nDr. Armaros:\n Sounds like a plan.\n\n\n<End Log>\n\n\n\n\n\n\nFollowing the discovery of the Walker Family Cemetery, and the confirmation of SCP-8230's nature as a Church Grim, the Literary Science Department would create and execute a project to restore the condition of both the graveyard and SCP-8230. A summary of the action taken, and the results, have been attached below:\n\n\n\n\n\n\nProject Gravetenders\n\n\nSaints for a Saint\n\n\n\n\n\n\nNow, graveyards aren't exactly my specialty by any metric, but what are they if not monuments to stories once told? Their remembrance is important, as is their preservation.\n\n\nSaint fell ill for two reasons, and a through-line laid between them. The cemetery — the old burial of the Walker family — fell to disrepair, unknown to the town that laid away from the manor's reach. Church Grims are old, wonderful beasts, but their wellbeing is tied to their place of guardianship. When the old cemetery finally started to crumble, when the Walkers' manor was finally without inhabitant, Saint's health started to decline.\n\n\nThe sickness that befell him was then hermeneutically reinforced, as sightings of the beast continued. A shambling black dog can easily be re-contextualized as something far mangier. But in the knowledge that it was reinforced by the tales of him, we realized that there lay a strength. If we began to improve Saint's health, and encouraged \"accidental\" sightings of him in better conditions, perhaps over time we could turn the tides of his tale.\n\n\nAnd that's what we did.\n\n\nSo we took to our pages, and began our work to research our course of action. Graveyard maintenance is a first for me, but it'd be a lie to say I wasn't excited to get my hands dirty.\n\n\nThe process was surprisingly simple. Our team took to weeding — whacking thicker foliage or the wayward bush, clearing out vines and brambles, giving ourselves poison ivy — the works! The grass beneath was in a sorry state, but the stones were what we were mainly concerned with. A good chunk were in their original places, but many were either crooked or broken.\n\n\nRepairing the stones was a daunting task. The lost pieces were often buried, and it was (admittedly) a bit nerve-wracking to be digging around in a graveyard — but we were able to recover a good chunk of the headstones. Fixing them up was a matter of matching broken pieces to their owners, and utilizing a mixed epoxy. Any crooked stone was straightened when we dug out around their bases, and filled it in with gravel chips (though, carrying those big old bags into the woods sure did a number on us!). It was surprising, how some of the stones were still quite readable after all these centuries! A friend mentioned that the buried ones came out most in-tact, which I suppose makes sense, the soil protected their carved lettering from rain and wind.\n\n\nAn ammonia cleaning solution — D/2 as it's called — was used to get that old marble to show its shine again. Once the spray turned the stones orange, we were able to spray them down with water and scrape off most lichens, mosses and dirt.\n\n\nIt was a laborious ordeal, and one that spanned multiple trips, but all our work is paying off.\n\n\nSaint's health has improved tenfold since the cleanups complete, and our controlled releases of him into the areas surrounding Shadesbrook to ensure hermeneutical reinforcement makes it stick are going well.\n\n\nWe predict it'll only be a few months before he's back to full health, and with his status as a folktale the Veil is at no risk when we return him to the cemetery full-time; as long as we keep our eye on it and ensure its continued maintenance.\n\n\nThe Shadesbrook Saint will be returning home soon.\n\n\n\n\n— Dr. Luca Armaros, Literary Science Department\n\n\n\n\n\n\n\n\n\n\nProject Status: \nSuccessful\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nSCP-8230, as of 12/10/2010.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Lead by Captain Ingrid Esau\n\n\n2\n. The feeding was also done under notice of the anomaly's malnutrition.",
    "addendums": [
        "Addendum 8230.1: On 23/07/2004, a trio of agents sent out by the Literary Science Department spotted SCP-8230 standing in the woods bordering Shadesbrook. Consistent with townsfolk sightings, the entity appeared ill — visibly emaciated with patchy fur, panting heavily. When they attempted to approach SCP-8230, the subject fled into the woods and vanished. It would return a few hours later, only to again retreat when approached. One agent described it as having \"jumped into the shadows\". Tranquilization attempts failed due to this newly noted ability.\nDepartment Head Luca Armaros would request aid after three days of attempting to approach/capture SCP-8230 had resulted in failure. Faeowynn Wilson of Wilson's Wildlife Solutions would be contacted due to the organization's paraveterinary and animal behavior specialties. She, alongside members of MTF Beta-4, 1 would arrive at Shadesbrook soon after.\nOn 07/08/2004, SCP-8230 would finally be captured. The subject was coaxed out of the woods via set out water and food, which lead to it gradually allowing closer approach; and it became far less skittish while being fed over the course of four days. 2 Once SCP-8230 was successfully calmed and willingly in the open, it was able to be safely tranquilized and retrieved by the Foundation. This several day mission would be covered-up as animal control efforts.\nSCP-8230 was then temporarily transported to a local Foundation outpost, and given a medical evaluation by a veterinary member of Wilson's Wildlife.\nTo investigate the theory of SCP-8230 being a Church Grim, a field test was proposed by Dr. Armaros to locate the existence of a potential churchyard or gravestones within the woods outside Shadesbrook. Dr. Armaros was accompanied by Faeowynn Wilson, who served as a handler for SCP-8230. SCP-8230 was approved to be included in the field test to observe effects on its condition.\nFollowing the discovery of the Walker Family Cemetery, and the confirmation of SCP-8230's nature as a Church Grim, the Literary Science Department would create and execute a project to restore the condition of both the graveyard and SCP-8230. A summary of the action taken, and the results, have been attached below:\n"
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "Due to its status and recorded behavior, very little intervention is needed for the continued containment of SCP-8230. Whenever necessary, the Foundation is to distribute misinformation, or plant noticeable hoaxes in regards to sightings, to maintain skepticism in the existence of SCP-8230.",
    "description": "SCP-8230 is believed to be the subject of local legend within the town of Shadesbrook, Yorkshire, and records of sightings have gone back as far as the 1860s.",
    "title": "SCP-8230"
}