{
    "url": "https://scp-wiki.wikidot.com/scp-8232",
    "all_text": "Dr Lerche\n\n\n\n\n\n\nLikho\n\n\nHello readers,\n\n\nThis is the second part of a series I'm making but serves as a mostly standalone prequel. If you're interested in this and in Slavic mythology in general, you may check out my previous chapter: \nBubak\n.\n\n\nSpecial thanks to,\n\n\nMaxyfran73\n for being my second brain.\n\n\nAnAnomalousWriter\n for making the pictures.\n\n\nNonacherontia\n for an insightful reviewing.\n\n\nMiss Lapis\n for getting emotionally scarred twice for this. Your sacrifice will be remembered.\n\n\nBe sure to check out the discussions tab for more info and author commentary.\n\n\nI do hope you enjoy this. If you do, please do consider an upvote, and maybe nice little comment. Will make my day.\n\n\nIf there are any technical or SPaG issues, please do tell in the discussions tab. Will try my very best to fix them.\n\n\nIf you would like to see more of my works, visit my authorpage:\n\n\nhttps://scp-wiki.wikidot.com/lerche-s-merchant-shop-inn\n\n\nHave a great day.\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+18\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains heavy topics such as abortion, motherhood, and victim blaming. Viewer discretion is advised.\n\n\n\n\n\n\n\n\nrating: \n+18\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\nItem#:\n \n8232\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\nPersonnel in the rural areas of the Czechoslovakian region are to be on high alert from August to the end of October. They are to keep watch at maternity wards and households with expecting mothers between 4 and 9 months of pregnancy.\n\n\nIf a case of Phantom Birth Syndrome is reported or suspected to occur, personnel are to cordon off the zone and investigate for further developments.\n\n\nDescription:\n\nSCP-8232, colloquially known as Phantom Birth Syndrome (PBS), is an as-of-yet unidentified phenomenon targeting pregnant women across the Czechoslovakian region. All victims were between 4 and 9 months of pregnancy when they experienced sudden induced labour and the subsequent disappearance of the foetus. The phenomenon always occurs when the victim is alone.\n\n\nAs of writing, 18 women have been affected by said phenomenon: eleven survived, two died on the spot, and five died after complications from losing the child. Victims were all in households or maternity wards. Interviews with the victims have so far yielded little to no information regarding the phenomenon.\n\n\n\n\n\n\nLocation\n\n\nTime Period\n\n\nNumber of cases\n\n\n\n\n\n\nŠakvice, South Moravia\n\n\n7 October - 10 October 1983\n\n\n2\n\n\n\n\n\n\nZnojmo District, South Moravia\n\n\n17 August - 19 August 1984\n\n\n3\n\n\n\n\n\n\nGalanta District, Trnava Region\n\n\n20 August - 29 August 1986\n\n\n3\n\n\n\n\n\n\nMichalovce District, Košice Region\n\n\n23 September 1987\n\n\n2\n\n\n\n\n\n\nOlomouc District, Olomouc Region\n\n\n3 October- 5 October 1989\n\n\n6\n\n\n\n\n\n\nDomažlice District, Pilsen Region\n\n\n16 August 1991\n\n\n2\n\n\n\n\n\n\nIt is noted that these cases of PBS have all occurred during a period coinciding with the Slavic harvest festival of Dożynki and the Czech festival of Posviceni. The correlation between the two is unknown, but investigation is underway.\n\n\nAddendum 1:\n Incident-8232- PBS-19\n\nThe Foundation was alerted to a PBS case in Stráž, Tachov District, Plzeň Region, at a local polyclinic. The victim, 27-year-old Karolina Marková, was found bloodied in the clinic’s ward. After being stabilised, she was lucid enough to be interviewed.\n\n\n\n\nDate:\n 02/10/1992 - 02:24\n\n\nInterviewed:\n Karolina Marková\n\n\nInterviewer:\n Agent Eric Chovan\n\n\nForeword:\n [Foundation medical staff stabilised the patient and interviewed her within the clinic. A nurse was allowed to stay to tend to her.]\n\n\n<Begin Log>\n\n\nChovan:\n Ms. Marková, are you ready?\n\n\n(After a moment, the subject slowly nods.)\n\n\nChovan:\n Okay. I need your help, Ma’am. What happened in that room?\n\n\nMarková:\n …\n\n\nNurse:\n Take your time.\n\n\n(Subject remains silent and stares at her legs.)\n\n\nChovan:\n Ma’am?\n\n\n(The subject does not speak.)\n\n\nChovan:\n \n(Sighs)\n It’s alright. We’ll continue later. Let her rest.\n\n\n(Agent Chovan closes his notebook and moves to get up.)\n\n\nMarková:\n … I was… asleep.\n\n\n(He stops and looks at her.)\n\n\nMarková:\n … I was dreaming about a forest… I was lying on the ground…\n\n\n(He sits back down and quickly begins writing into his notebook.)\n\n\nMarková:\n I was looking up into the sky. It was cloudy and dark, and the canopy covered it… Moonlight was passing through the clouds… I reached out to touch it…\n\n\n(The subject tenses up. The nurse tries to calm her down.)\n\n\nMarková:\n Then my hand went down… I tried to move again, but I couldn’t. My hands and legs were heavy. Like they were being pushed into the earth.\n\n\nMarková:\n I shook, but slowly, I felt cold… I couldn’t move at all, and I couldn’t breathe. Then, the world became black. I couldn’t see or hear.\n\n\nChovan:\n Continue.\n\n\nMarková:\n Then… Then I woke up. I saw people around me… They were touching my legs. I realised they were the doctors and nurses. And then… and then I started to feel growing pain. I could finally move, but slowly. I looked down…\n\n\n(The subject begins sobbing.)\n\n\nMarková:\n There was blood… everywhere. And my stomach was small again. The pain hit me, and I…I…\n\n\nChovan:\n Karolina, I’m… so sorry.\n\n\nNurse:\n \n(Stroking her head)\n It’s alright, dear. It will be alright.\n\n\nMarková:\n Can… \n(Coughs)\n… Can you get some water, please?\n\n\nNurse:\n Sure, dear. I’ll get it.\n\n\n(The nurse leaves the room. When she does, the subject quickly turns to the agent and gestures for him to come closer.)\n\n\nMarková:\n \n(Whispers)\n Officer, please come here.\n\n\nChovan:\n Uh- Sure.\n\n\n(Agent Chovan approaches her bedside.)\n\n\nChovan:\n \n(Whispers)\n What is it?\n\n\nMarková:\n \n(Gulps and looks out towards the door then back to Chovan)\n I remember seeing something. Please, don’t tell the people here.\n\n\nChovan:\n I… \n(Looking behind him then back to the subject)\n promise. What did you see?\n\n\nMarková:\n I’m not sure… but think I saw a mask.\n\n\n(She cups her hand around her nose and mouth as she says this.)\n\n\nMarková:\n Like the one they put on patients. And I saw a face. This… woman with something white on her head.\n\n\nChovan:\n You mean…\n\n\nMarková:\n I think it looked like a nurse.\n\n\n<End Log>\n\n\nClosing Statement:\n [When the nurse re-entered, the subject immediately ceased talking. She then inquired further on what was discussed. Her requests were denied.]\n\n\n\n\nWith the information gleamed from Ms. Marková, field personnel began interrogating the polyclinic staff and other patients. The following is an interview with 19-year-old Silvie Veselá, who shared the ward with the victim.\n\n\n\n\nDate:\n 02/10/1992 - 04:17\n\n\nInterviewed:\n Silvie Veselá\n\n\nInterviewer:\n Agent Eric Chovan\n\n\nForeword:\n [Silvie was brought into a room. Her mother and brother are nearby. Despite attempts to keep them away, the family insisted on being with the subject.]\n\n\n<Begin Log>\n\n\nChovan:\n So, from what I’ve been told, you were assigned to the same ward, right?\n\n\n(The subject looks at the mother before turning back.)\n\n\nVeselá:\n Yes.\n\n\nChovan:\n I see… And what were you doing that night?\n\n\nVeselá:\n … I was talking to her – Karol.\n\n\nChovan:\n Hmmm, what did you talk about?\n\n\nVeselá:\n Our babies. We were going to name them. Karol wanted to name him Albert. Then we talked about our lives and so on.\n\n\nChovan:\n Continue.\n\n\nVeselá:\n Then we went to sleep. I wasn’t feeling too tired, so I went up and walked.\n\n\nChovan:\n In the middle of the night?\n\n\nVeselá:\n I needed to stretch my legs. The doctors advised me not to sit for too long.\n\n\nChovan:\n Did you see anything on your walk? Any staff?\n\n\nVeselá:\n I saw the janitor talking to some nurses, but nothing particularly unusual.\n\n\nChovan:\n \n(Jots down in book)\n What happened after that?\n\n\nVeselá:\n Suddenly, I heard screaming, and doctors and nurses were rushing… into the ward. I went back in and– and. She was screaming and…\n\n\n(The subject starts hyperventilating.)\n\n\nChovan:\n Ma’am. Ma’am. Relax. Breathe slowly. I know you are scared.\n\n\n(The mother of the patient notices the commotion, and pushes through.)\n\n\nMother:\n Oh, for God’s sake, let me through.\n\n\nChovan:\n Ma’am please. This is an investigation.\n\n\nMother:\n Investigate what?! You think she did it? She already said she didn’t say anything!\n\n\nBrother:\n Mama, enough. Plea-\n\n\nMother:\n Quiet, you! Haven’t we gone through enough?!\n\n\n(The woman walks towards the subject.)\n\n\nMother:\n Come! We’re leaving.\n\n\n(She grabs the subject’s arm and pulls her up.)\n\n\nVeselá:\n Mama-\n\n\nMother:\n Come now.\n\n\nChovan:\n Ma’am, we need informat-\n\n\nMother:\n My daughter did nothing. Here is your information. Now, goodbye.\n\n\n(Subject is pulled away as the brother apologises to the personnel.)\n\n\nChovan:\n What the hell.\n\n\n<End Log>\n\n\nClosing Statement:\n [Due to the incident, a future interview with the subject is in the plans.]\n\n\n\n\nInterrogation of the other staff, especially the doctor present that night, revealed that the hospital would carry out illicit operations for patients in exchange for bribes. However, there was no substantial proof that this is what occurred to Ms. Marková or the other victims of SCP-8232. Regardless, the polyclinic was blackmailed to shut down operations by the Foundation.\n\n\nAddendum 2:\n\nAs part of the investigation, plainclothes agents were dispatched throughout the town to gather information about the victim. The following information was gleaned during one of these interactions\n\n\n\n\nVideo Log Transcript\n\n\nDate:\n 03/10/1992\n\n\nSubject:\n SCP-8232\n\n\nPersonnel Involved:\n Agent Ian McKinnon, Agent Bohumir Zima, Agent Eric Chovan\n\n\n\n\n(Extraneous log cut for brevity.)\n\n\n[BEGIN LOG - 12:34]\n\n\n(Agent McKinnon and Zima enter a local café towards a table where Agent Chovan gestures to them.)\n\n\nChovan:\n Found anything?\n\n\nMcKinnon:\n Nothing much. Just the same gossip about her family.\n\n\nZima:\n Yeah, these kids, man. They say whatever comes to their mind, don’t they?\n\n\nChovan:\n You were like that once.\n\n\nZima:\n Yes. Yes. Sorry, old man.\n\n\nChovan:\n You guys want anything? Ian?\n\n\nZima:\n No, thank you.\n\n\nMcKinnon:\n It’s ok, sir.\n\n\n(They both sit at the table.)\n\n\nMcKinnon:\n Did you find anything?\n\n\nChovan:\n Unfortunately no. Girl is a housewife. The family hasn’t seen anything unusual.\n\n\nMcKinnon:\n You really think someone did this?\n\n\nChovan:\n Not sure. I did get \nthe folk guys\n to look through cases of child sacrifice, and the clinic’s been shut down, so we’ll have to wait and see.\n\n\nZima:\n For another phenomenon?\n\n\nChovan:\n Hopefully not…\n\n\n(Chovan sips his coffee as the men look around.)\n\n\nZima:\n Huh. Look at that.\n\n\n(The men turn to where Zima gestures towards. Nearby at one of the market stalls is Ms. Vesela and her family. She is waiting as her mother and brother speak to the seller.)\n\n\nChovan:\n That’s Ms. Vesela, right?\n\n\nMcKinnon:\n Yes. His favourite.\n\n\n(Zima hits McKinnon on the shoulder as the latter and Chovan chuckle.)\n\n\nZima:\n Shut up, you! She’s a pretty one, what can I say?\n\n\nChovan:\n I don’t think you should get romantic with the investigation subjects, yes. Especially during your first one.\n\n\nZima:\n Yes. Sorry, sir!\n\n\nChovan:\n Heheh, don’t beat yourself over it. Besides, you have competition there.\n\n\n(Chovan points behind the men, who turn to follow his gaze. Amidst the crowd, a bearded man can be seen near a lorry unloading goods, looking towards the family. After several seconds, he is scolded by the man on the lorry bed, who hands him a box. The agents chuckle to themselves.)\n\n\n(After a moment, Silvie's eyes wander to the men at the table.)\n\n\nZima:\n \n(Looking behind before turning back)\n Is she looking at us?\n\n\n(As the men shift their gazes, Silvie says something to her brother before walking to another stall. After a moment, looking back towards her family, occupied in a conversation, she briskly walks into the crowd towards the café.)\n\n\nMcKinnon:\n She’s coming here.\n\n\nZima:\n Oh shit.\n\n\n(Chovan raises his hand to silence the men as the woman walks quietly. She appears to cautiously approach the table. The trio make eye contact with her.)\n\n\nChovan:\n Hello, Ma’am. Can I help you?\n\n\n(Silvie looks down and nods her head. She make a glance backwards towards the market before turning back to Chovan.)\n\n\nVeselá:\n Yes… Sir, there is something I need to tell you.\n\n\nChovan:\n Certainly. About what?\n\n\nVeselá:\n About… About the hospital case.\n\n\n(There is a moment of silence as Silvie looks behind her.)\n\n\nChovan:\n Go— Come, \n(Standing up)\n please, take a seat.\n\n\n(Chovan offers an empty chair. Silvie looks at it and the other men. Ian nods gently with a smile.)\n\n\nZima:\n You can trust us, Ma’am. You’re safe here.\n\n\n(Silvie smiles timidly before sitting down next to Chovan.)\n\n\nChovan:\n So— What do you want to tell us?\n\n\nVeselá:\n I'm sorry… Remember I told you I went for a walk that night?\n\n\nChovan:\n Yes?\n\n\nVeselá:\n I lied, sorry. I- I was scared to tell. My mother would get angry with me. People would think I’m a nutcase. I didn’t want to cause—\n\n\nChovan:\n Ma’am… It’s alright. Whatever it is, tell it to us. It can help.\n\n\nVeselá:\n \n(Sniffling and whispers)\n Please don't tell anyone else.\n\n\n(Chovan holds her hand.)\n\n\nChovan:\n Only the four of us.\n\n\n(Silvie composes herself and begins to speak quietly.)\n\n\nVeselá:\n That night, I woke up and went to the toilet in the ward. Karolina was fast asleep. As I was finishing up, I heard some noises outside. You know those sounds when someone is moving around in bed? Like that. At first, I thought Karol was having some restless sleep or dreaming of something.\n\n\nChovan:\n Go on.\n\n\nVeselá:\n But then, as I was going to open the door, I heard something that made me freeze. It was this… chittering— these small clicking sounds.\n\n\n(Silvie attempts to mimic the sounds to the agents.)\n\n\nVeselá:\n They reminded me of scissors snipping but quicker, deeper. I felt something was off. So, I carefully opened the door and peeked through the gap to see what was making that sound and… and—\n\n\n(Silvie crumples her skirt in her hands and struggles to speak.)\n\n\nChovan:\n Ma’am, calm down. You’re doing well. What did you see?\n\n\n(The woman doesn't make eye contact, continuing to stare at the table.)\n\n\nVeselá:\n It was on top of her. This thing— it looked like a giant spider.\n\n\nChovan:\n A spider?\n\n\nVeselá:\n Yes. She had many long legs and a big body. She was using her legs to hold down Karol. But she also had a tail. It came from behind, and the end covered her face and-\n\n\nChovan:\n I’m sorry, she?\n\n\nVeselá:\n The spider. It had the head of a woman. She was looking down at Karol as it held her. And…oh God… I saw her stomach deflate. The damn thing was eating her baby out of her.\n\n\n(Silvie begins tearing up.)\n\n\nMcKinnon:\n Jesus Christ…\n\n\n(Agent Zima takes a tissue paper and offers it to the woman. She looks down and takes it.)\n\n\nVeselá:\n Thank you.\n\n\n(She wipes her tears and continues speaking.)\n\n\nVeselá:\n I couldn’t do anything. I was so scared. I watched it take her baby from her, and then it released its grip. When the tail came off, I saw Karol just staring into thin air. It then scuttled out of the window. I- I couldn’t move, but I forced myself out of that room and screamed for help. I didn’t know if she was dead or alive when the staff ran in. Then I heard her scream.\n\n\nChovan:\n Silvie, I’m so sorry you had to see that… But what you told us now will help more than you can imagine. Thank you for telling us this. You are a brave girl.\n\n\nVeselá:\n But I just watched as that monster hurt her. I could have done something.\n\n\nChovan:\n Nothing much could have been done. It could have hurt you. You did the best you could, Ma’am.\n\n\n(Silvie's crying slows down at this point and she looks at Investigator Chovan.)\n\n\nVeselá:\n Sir?\n\n\nChovan:\n Yes… Silvie.\n\n\nVeselá:\n That creature… Was that \nTeta Potrat\n?\n\n\n(Chovan stays silent before sharing a look with the other two agents.)\n\n\nVeselá:\n The kids here. They said it will come for bad women. Is— Is that why it… why…\n\n\nChovan:\n Hey, hey. Ma'am. There has to be an explanation. That is our job to find out. Onto you, though. We’re going to put you under our protection. As you are pregnant, there is a chance it may come back to target you. I’ll get my men to make the arrangements and inform your family. We’ll also notify those closest to you. Is your husband in town at the moment?\n\n\nVeselá:\n My…\n\n\n(Silvie remains silent and is seen rubbing her forearm. Chovan touches her hands once again.)\n\n\nChovan:\n Ma’am, where is your hus-\n\n\nUnknown woman:\n GET YOUR HANDS OFF HER!\n\n\n(The table and everyone in the café turns to the source of the shouting. The subject’s mother is in the entrance walking quickly towards the table. The agents and Silvie stand up.)\n\n\nMother:\n You stupid girl! What are you doing here?\n\n\nVeselá:\n Mama, please!\n\n\nMother:\n You shush!\n\n\n(She grabs the subject by the arm and pulls her.)\n\n\nMother:\n Can’t stop hurting the family name, and after all this, you go off flirting with men, you whore!\n\n\nZima:\n Madam, stop. Enough.\n\n\nChovan:\n Ma’am, we were just talking about the investigation and having an interview. Nothing else happened.\n\n\nMother:\n I already told you we are innocent! Stop hounding us!\n\n\nVeselá:\n Mama, I’m only trying to help-\n\n\nMother:\n Shut up!\n\n\n(The woman strikes Silvie hard across the face and repeatedly hits her.)\n\n\nZima:\n I said enough!\n\n\n(Agent Zima lunges at the woman as Agent McKinnon quickly holds him back. As the altercation continues, the brother rushes into the cafe and separates his mother and the agents.)\n\n\nBrother:\n Ma! Calm down. Enough!\n\n\nMother:\n Oskar, don’t stop me!\n\n\nBrother:\n It’s a public place, for God’s sake! \n(Turns to the agents.)\n Sir, I am so, so sorry.\n\n\n(He continues to push his mother and sister away from the scene till they exit the café and leave. The three agents compose themselves, as Zima is let go by McKinnon.)\n\n\nChovan:\n Dear God.\n\n\nZima:\n What a bitch!\n\n\n[END LOG]\n\n\nClosing Statement:\n [Agent Bohumir Zima was reprimanded for unprofessional behaviour.]\n\n\n\n\nAddendum 3: Analysis of the “Teta Potrat” Urban Legend\n\n\n\n\nTeta Potrat, translated as “Aunt Miscarriage,” is an urban legend in Czechoslovakia likely spawned from the Phantom Birth incidents. The phenomenon was initially blamed on the Likho\n1\n and was spread by the older population as a superstitious explanation for the incidents. In the mid-1980s, it is suspected that the younger generation adopted and embellished the story, creating the name “Teta Potrat” as a scary story to tell amongst friends. The story soon evolved into a creature which specifically targets pregnant women, presumably taking attributes from the demoness Abyzou of the Near East and Gello of Greek mythology. Descriptions vary but always entail a female entity that targets expecting mothers. Further details described how to summon the demon as a curse.\n\n\nThe following is a translation of the poem describing the entity along with the steps needed to summon her and target a victim, both of which have remained popular as urban horror folklore amongst school students:\n\n\n\n\nPoem:\n\n\nBeware, Beware O' mother,\n\n\nFor Teta Potrat comes,\n\n\nBeware, Beware O' young lover,\n\n\nFor she knows what you hold\n\n\nBeware, Beware O' adulterous one,\n\n\nFor she appears when you won’t resist\n\n\nBeware, Beware O' unwilling,\n\n\nFor prayers will no longer desist\n\n\nBeware, Beware O' meretricious one,\n\n\nFor she will hold you down\n\n\nBeware, Beware O' libertine,\n\n\nFor she will take what’s hers\n\n\nFor one must first sow,\n\n\nin order to reap.\n\n\n\n\nSummoning Steps:\n\n\n1) Sew the verse upon a cloth with the sacrifice’s name at the end.\n\n\n2) Make a female cornhusk doll.\n\n\n3) Add bodily material from the sacrifice to the doll.\n\n\n4) Soak the cloth in blood.\n\n\n5) Fold the cloth and push it into the doll, preferably towards the stomach.\n\n\n6) Release the doll into the marsh, river, or lake.\n\n\n\n\nAddendum 4:\n\nDue to the information provided by Ms. Veselá, the Foundation began screening her as a potential target and to gather more insight for the investigation.\n\n\nThe following are interviews conducted with close associates of the subject. Only pertinent information was kept in the transcripts. The interviews were carried out in Czech:\n\n\n\n\nInterviewed:\n Oskar Veselý\n\n\nInterviewer:\n Ian McKinnon\n\n\nForeword:\n [The interview occurred at a local café with several plainclothes agents at a table nearby. The subject appeared sheepish, but was cooperative towards the agents.]\n\n\n<Begin Log>\n\n\nMcKinnon:\n Again, I would like to say thank you for your time, Mr. Veselý.\n\n\nVeselý:\n \n(Nods)\n Okay. I just want to… settle all this, you know? I’ll tell you whatever you need.\n\n\nMcKinnon:\n I get it. Sorry if we appeared menacing… Now, onto the topic. Could you tell me about Silvie’s husband?\n\n\nVeselý:\n Oh… Him.\n\n\nMcKinnon:\n Yes. I noticed she wasn’t wearing a ring. Did something happen?\n\n\nVeselý:\n \n(Moving in closer)\n Sir… My sister has no husband.\n\n\nMcKinnon:\n Sorry?\n\n\nVeselý:\n …When Silvie was in secondary school, she got into a relationship with a guy a couple years her senior.\n\n\nMcKinnon:\n What was his name?\n\n\nVeselý:\n Patrik. Patrik Rmoutil. He worked in a nearby town, Bor. He took a liking to Silvie early on. Mother was not happy. She hated seeing them together, but of course, that didn’t stop them. They used to go on trips around the countryside.\n\n\nMcKinnon:\n What happened?\n\n\nVeselý:\n One day, he disappeared. Stopped coming to the town or even seeing Silvie. We found out his family had left their house as well.\n\n\n\n\nMcKinnon:\n And when was this?\n\n\nVeselý:\n Around eight months ago…\n\n\nMcKinnon:\n …Did he?\n\n\nVeselý:\n Yes. Silvie started showing the signs a month after he screwed off. She tried to hide it, but you can only hide for so long. Soon, everyone was talking about it. About her…\n\n\n(The two remain silent.)\n\n\nVeselý:\n He was my friend, you know? We played together since we were kids. And this is what he did to me… that bastard.\n\n\nMcKinnon:\n I’m sorry this happened to you. Do you know where he is now?\n\n\nVeselý:\n If I did… Heh. \n(Shakes his head)\n No. No one knows where he is.\n\n\n<End Log>\n\n\n\n\n\n\n\n\nInterviewed:\n Iveta Veselá\n\n\nInterviewer:\n Bohumir Zima\n\n\nForeword:\n [Interview occurred in the Veselý household dining room with two other agents observing the situation.]\n\n\n<Begin Log>\n\n\nZima:\n So, are you ready to talk now, Ma’am?\n\n\nMrs. Veselá:\n Yes. Will you focus on protecting my daughter and not interrogating her after this?\n\n\nZima:\n Well, it depends on how you answer my questions, Ma’am… but we assure you on the first part regardless.\n\n\n(The subject stares at Zima and then towards the other agents before nodding.)\n\n\nZima:\n What do you know about the baby’s father?\n\n\nMrs. Veselá:\n He's is a good-for-nothing bastard. He caused trouble all over the town; made everyone’s day worse. His father was friends with the previous mayor, so he could always get him out of trouble, only for him to do it again. And my stupid daughter kept going for him.\n\n\nZima:\n Ma’am, no need for that. Let’s keep this to the boyfriend. Did no one try to stop him? Your husband-\n\n\nMrs. Veselá:\n \n(Slams the table)\n If my husband were still here, he would have shot that nutcase the day he touched his daughter!\n\n\n(There is a moment of silence. Ms. Veselá slowly looks down at the table and begins tearing up. Agent Zima looks towards the other agents before looking back at her. He gingerly removes a handkerchief and offers it to her.)\n\n\nZima:\n \n(In a gentler tone)\n \nMa'am?\n\n\n(Mrs. Veselá looks up at Zima and the handkerchief. She sighs and takes it.)\n\n\nMrs. Veselá:\n I'm sorry. \n(Dabbing her eyes)\n The— \n(Sniffles)\n The thing— My husband was an officer. But a good man. After he passed away… I tried very hard to protect this family. To keep them safe. Oskar and Silvie, they’re all I have. \n(Sniffles)\n And when that devil left my girl pregnant and ran off, I faced so, so much to protect her. Do you know what I have to hear every day? From neighbours, people I called friends, random strangers on the street questioning my daughter’s character? What kind of family we must be? How many men have been with her?\n\n\nMrs. Veselá:\n My little girl is young and naïve. She only knows how to be friendly to people. But not everyone is a good person, and I tried to protect her and—and… I couldn’t.\n\n\n(The subject starts slowly crying.)\n\n\nMrs. Veselá:\n I don’t know where to throw my anger. But she did nothing wrong. I couldn’t protect my little girl.\n\n\n(Zima moves forward to comfort her.)\n\n\nZima:\n Ma’am. Ma’am. \nMa’am.\n It’s ok. It’s ok— C-Can you get her some water?\n\n\nMrs. Veselá:\n \n(Muffled)\n N-No. It’s ok—\n\n\nZima:\n \nMa'am, it's ok.\n\n\n(An agent pours a glass of water and hands it to Zima.)\n\n\nZima:\n Here. \nDrink.\n\n\n(The subject takes small sips for a while.)\n\n\nMrs. Veselá:\n I'm sorry. \n(Pause)\n I love my daughter a lot. She’s my world. I’ll do anything to protect her. Anything that is needed.\n\n\nZima:\n \n(Holding her hand)\n I promise you, Ma’am. We will do whatever it takes to protect her.\n\n\n(The subject looks up at the agents and smiles weakly. Her smile then fades a bit.)\n\n\nMrs. Veselá:\n I’m very sorry for my outburst yesterday, young man.\n\n\nZima:\n I’m sorry too.\n\n\n(Mrs. Veselá resumes drinking her water.)\n\n\nZima:\n I need to ask one more thing, Ma’am.\n\n\nMrs. Veselá:\n Certainly.\n\n\nZima:\n Do you know anyone who might want to hurt Silvie? Either directly or to hurt your family? Any enemies?\n\n\n(The subject appears to ponder for a moment.)\n\n\nMrs. Veselá:\n No, young man. My husband might have crossed a few people in his line of work, but none to the extent of harming Silvie in such a manner. Moreover, Silvie is well-liked by everyone in town. They may hate Patrik— the boyfriend— but Silvie? Everyone loved her.\n\n\nZima:\n Alright then.\n\n\nMrs. Veselá:\n Can I ask something?\n\n\nZima:\n Sure.\n\n\nMrs. Veselá:\n This… Teta Potrat, these youngsters have been talking about. Do you think it’s a person who’s doing these horrible things?\n\n\nZima:\n …As of now, we’re not sure Ma’am. We want to take as much precaution as possible.\n\n\n<End Log>\n\n\n\n\n\n\n\n\nInterviewed:\n Nora Bauerová\n\n\nInterviewer:\n Eric Chovan\n\n\nForeword:\n [Subject was interviewed in the yard of her family’s house with permission from her father. Due to tensions within the Veselý family, Silvie has been staying here.]\n\n\n<Begin Log>\n\n\nChovan:\n How close are you to Silvie?\n\n\nBauerová:\n Quite so, sir. We’ve been friends since childhood.\n\n\nChovan:\n I see. Could you… tell me about her? How is she as a person? What do people think of her?\n\n\nBauerová:\n She’s a really nice person. One of the friendliest people you’d meet, I’d say. She was the one who first made friends with me back in school.\n\n\nChovan:\n \n(Nods and jots down in notes)\n Continue.\n\n\nBauerová:\n Well, I like her a lot. And she was liked by a lot of other people, mostly other boys. They always tried, and she would chat with them. Some girls here were jealous of this, yes, and gossiped behind her back. They say she was flirty, but I disagree. I think she was just very friendly, and she didn’t really know how to hide like most of us.\n\n\nChovan:\n And Patrik?\n\n\nBauerová:\n Hmph, all the boys used to woo her, but she fell for him. She always told me she loved his jokes.\n\n\nChovan:\n I see. I have heard he pulled off a lot of antics here—quite the troublemaker, some would say.\n\n\nBauerová:\n True, Patrik was more… carefree than most, but he had a good heart. He was caring toward Silvie and would always look after her.\n\n\nChovan:\n Could you tell me about his family?\n\n\nBauerová:\n Patrik worked at a grocery store in Bor. His father actually ran the place.\n\n\nChovan:\n They were not from Stráž.\n\n\nBauerová:\n No, they came to Bor around when I was in primary school. Patrik came to the same school as us, and he made friends with the local boys. He, Silvie’s brother, and my boyfriend would all become one gang.\n\n\nChovan:\n What happened to them? The Rmoutil family.\n\n\nBauerová:\n I don’t know, sir. All of a sudden, they closed the store, and they both left town. No one I know of knows where they went. Then Silvie got pregnant, and everyone thought that’s why. Silvie’s mother and some of the men went to get the authorities to take action, but so far, nothing has been done.\n\n\nChovan:\n Sounds like people were supportive of Silvie’s family. Then what’s with the gossip about her?\n\n\n(There is a brief moment of silence. Ms. Bauerová's expression appears uneasy.)\n\n\nBauerová:\n Well, it’s because of the baby. Silvie’s mother and others urged her to get an abortion, but Silvie insisted on keeping it. That’s when the rumours started spreading of her character. Her mother is not happy about it, I’ll tell you.\n\n\nChovan:\n And that’s why she’s living with you.\n\n\nBauerová:\n Yes.\n\n\nChovan:\n Oh dear.\n\n\nBauerová:\n Silvie doesn’t deserve this. She’s a good girl. Not like what they’re saying. But so is Patrik. He wouldn’t have left just like that without her. Not on his own will—\n\n\nChovan:\n What do you mean by that?\n\n\nBauerová:\n I—\n\n\n(The subject looks back at the house. Her father can be seen watching along with one of the agents.)\n\n\nChovan:\n \n(Gesturing to the father)\n Igor.\n\n\n(The agent gently escorts the father into the house.)\n\n\nChovan:\n \n(Moving in closer)\n What happened to the Rmoutil family, Miss?\n\n\nBauerová:\n …There… there is a rumour. Many people here didn’t like Patrik. Someone might have… done something to him.\n\n\nChovan:\n You mean… kill them?\n\n\nBauerová:\n Either that or force them to leave. I mean, I’ve heard talking in the bar about how they should teach him a lesson. Then again, they were drunk.\n\n\nChovan:\n Can you tell me who they were?\n\n\nBauerová:\n I’m not sure, sorry. But many men here. Many here wanted him gone. And anything that reminded them of him.\n\n\nChovan:\n And your father?\n\n\nBauerová:\n No. Not him. He’s allowed her to stay for this long. He wouldn’t.\n\n\nChovan:\n Not Silvie, Miss.\n\n\nBauerová:\n \n(Pauses)\n No. He didn’t like Patrik, but I don’t think enough to kill him.\n\n\n<End Log>\n\n\nClosing Statement:\n [Further investigation will be conducted on the local men.]\n\n\n\n\nWhen searching the former Rmoutil residence, a picture was found of the senior Rmoutil and the doctor from the polyclinic. When inquired, Artur Janoušek—the doctor— stated the two were friends some time ago. However, he denies any knowledge of their current whereabouts.\n\n\nAddendum 5: Incident-8232-1\n\nThe following incident occurred when agents were dispatched to the Veselý residence to follow up on an interview.\n\n\n\n\nPatrol Video Log Transcript\n\n\nDate:\n 05/10/1992 - 22:24\n\n\nPersonnel:\n Agent Eric Chovan, Agent Ian McKinnon, Agent Bohumir Zima\n\n\n\n\n[BEGIN LOG]\n\n\n(Bodycam footage shows the agents walking down the street leading to the house.)\n\n\nMcKinnon:\n …Then he went off on this tangent that this Patrik was some American spy who slept with his wife for some special mission here.\n\n\nZima:\n Well, that’s what you get when you interview a man on his nth panák\n2\n of slivovica.\n3\n\n\nMcKinnon:\n Well, his lips had to be loosened.\n\n\nZima:\n There is loosened and then there is that verbal diarrhoea, Ian.\n\n\nChovan:\n Right, you two, we’re almost there. Remember what to ask.\n\n\nMcKinnon:\n Roger.\n\n\nZima:\n Got it, sir. But honestly, he’ll be alone with us. We’ll have plenty of time to ask anything, right?\n\n\nChovan:\n Fair enough. But we shouldn’t spook him. He’s already jittery enough.\n\n\nMcKinnon:\n The lights are off.\n\n\n(The house comes into view. Not lights are on.)\n\n\nChovan:\n Strange. I thought only the mother went out.\n\n\nMcKinnon:\n Shall I check with the others?\n\n\nChovan:\n No, no. We’ll see to it first. Maybe he’s asleep.\n\n\n(They approach the door. Suddenly, Chovan raises his hand.)\n\n\nZima:\n Could he-\n\n\nChovan:\n \n(Raising his hand.)\n Shhhh.\n\n\n(The three become silent. Faint sounds of movement can be heard from within the house.)\n\n\nChovan:\n \n(Quiently.)\n That's a lot of movement.\n\n\n(Chovan moves up and raps on the door.)\n\n\nChovan:\n Mr. Veselý? This is the police. We have some questions for you. Are you in?\n\n\n(There is no response as the sounds continue. Chovan knocks again.)\n\n\nChovan:\n Mr. Veselý? Oskar? We would just like to talk. Are you alright?\n\n\nUnknown male voice:\n Ahh!\n\n\nVeselý:\n HELP! HELP M-\n\n\n(The shout is quickly muffled and cut off.)\n\n\nChovan:\n Ian! Call backup!\n\n\n(Agent McKinnon calls for backup as the other two draw their pistols and start trying to kick down the door. The faint sounds of struggling can be heard on the other side.)\n\n\nChovan:\n Hurry up!\n\n\n(After several attempts, Agent Zima kicks open the door. Upon shining their lights down the doorway far into the kitchen, a man in a coat is seen on top of a bloodied Mr. Veselý clutching a claw hammer. The assailant looks up towards the light source. He is later identified via footage as the lorry worker from the market.)\n\n\nChovan:\n POLICE! DROP YOUR WEAPON!\n\n\nVeselý:\n \n(Grunting.)\n\n\nChovan:\n I SAID DROP THE WEAPON!\n\n\n(The man shouts and brings the hammer towards Oskar. Agent Chovan fires two shots, one hitting the assailant, causing him to drop the weapon. He quickly jumps off Oskar, leaving past the doorway out of view.)\n\n\nVeselý:\n DON'T- Shit! Bohumir, move up!\n\n\n(Zima move up down the hallway towards the kitchen as cluttering and Oskar's moans can be heard. McKinnon gets down next to Vesely. He face is bloodied and his right forearm is fractured.)\n\n\nMcKinnon:\n Oh shit. Stay with me, Oskar. You’re safe now.\n\n\nChovan:\n How is he?\n\n\nMcKinnon:\n Fucked up, but he’ll live.\n\n\n(Zima approaches the kitchen. The place is a mess, and the back door is wide open. A small blood trail leads from the kitchen floor out the door. The man is seen running across the field into the forest.)\n\n\nChovan:\n Zima! Status?\n\n\nZima:\n He’s gone into the woods, but he’s bleeding.\n\n\nChovan:\n Leave him. We’ll get him later. \n(Into radio.)\n Site, this is Chovan. We need urgent medical here. I repeat, we need urgent medical. Civilian injured. Suspect has fled but is injured. Possible location in the forest heading Southeast.\n\n\nVeselý:\n Sir! Sir… It’s him. It’s him!\n\n\nMcKinnon:\n Oskar, relax. Relax. What do you mean?\n\n\nVeselý:\n Patrik! \n(Coughs.)\n That was Patrik.\n\n\n[END LOG]\n\n\n\n\nWhen questioned about the encounter post-treatment, Mr. Veselý stated that Patrik Rmoutil had unexpectedly visited him last night when he was home alone, demanding he bring Silvie with him. Oskar said he refused and told him to leave or he would tell others of Rmoutil’s presence in the town. This led to an argument where Rmoutil produced the hammer and attempted to murder Oskar.\n\n\nFollowing this questioning, Oskar stated he might know where Patrik Rmoutil may be hiding. The former pointed to an old hut in Dlouhý rybnik, location 49.667457, 12.802533, where Patrik and Oskar used to hang out. Scouting revealed that the hut was still standing.\n\n\nPersonnel raiding the property discovered debris across the floor. These were later suspected to be the pieces of an effigy. Also found was a blood-stained kitchen knife and blood trails across the floor leading out of the hut. These trails lead to the discovery of a dead body floating in the lake underneath the pier. The recovered body was confirmed to be 23-year-old Patrik Rmoutil.\n\n\nAn autopsy showed he had a gunshot wound to the right anterior shoulder and a stab wound to the abdomen, puncturing his liver. Due to the absence of water in his lungs, death was deemed to be blood loss due to the combination of the wounds, made worse by the removal of the knife from his liver. Also discovered were older injuries to his groin area and genitals, which, according to an urologist, would have rendered him infertile.\n\n\nOn his left forearm was a tattoo of the following symbol:\n\n\n\n\ntext\n\n\n\n\nUpon investigation, it was revealed to be a symbol of Mokosh, a Slavic pagan Goddess of fertility, childbirth, women, harvest, among others. One of Her symbols is a spider.\n\n\nBased on the evidence, it is suspected that SCP-8232 and the worship of Mokosh are related. This is supported by the motif of the spider and the fact that the “Phantom Birth” all correspond to harvest festivals. Therefore, all the incidents could have been a form of sacrifice to Mokosh to gain fertility. The current theory is that Patrik offered Karolina’s baby as a sacrifice to make himself fertile again and then start a family with Silvie.\n\n\nDespite this, Silvie Vesela was still regarded by Investigator Chovan as a target and a request was made to provide her protection. After deliberation by the Site Director, this was granted as a means of potentially capturing and containing the cause of SCP-8232. In the following days, SCPF personnel maintained surveillance on Ms. Vesela’s residence - the Bauer household codenamed “The Red House”- along with keeping agents on standby monitoring the situation. However, despite being advised by personnel, the Bauer family refused to have security cameras set in their home. This would be mitigated by routine checks by agents. The residents were also ordered to keep a clear view of the subject’s bedroom for observation via the open window.\n\n\nAddendum 6: Incident-8232-PBS-20\n\nThe following occurred seven days later.\n\n\n\n\nVideo Log Transcript\n\n\nDate:\n 12/10/1992\n\n\nSubject:\n “Phantom Birth Syndrome” Investigation\n\n\n\n\n[BEGIN LOG- 22:17]\n\n\n[Video and body camera footage shows Agents McKinnon and Zima staking out The Red House. Oskar Veselý is visiting the subject in her room. Footage shows the two siblings conversing. It is too far away to record the audio.]\n\n\nAgent Zima:\n Wish boss could join us. Know where he is?\n\n\nAgent McKinnon:\n He said he’s looking for the polyclinic doctor. Guy left to Karlovy Vary so he’s going there.\n\n\nAgent Zima:\n So a paid vacation\n4\n, heh?\n\n\nAgent McKinnon:\n Pretty much.\n\n\n(They both watch as the brother and sister speak.)\n\n\nAgent McKinnon:\n \n(Into radio.)\n McKinnon to all units, anything to report?\n\n\nAgent Polák:\n Polák to Irishman. All clear here.\n\n\nAgent Engels:\n Engels to McKinnon. Bar patron's are thinning out. All good.\n\n\nAgent Beran:\n Beran to McKinnon, back area is clear. Over.\n\n\nAgent McKinnon:\n Roger. Roger. Keep your eyes up.\n\n\nAgent Zima:\n This family needs to catch a break.\n\n\nAgent McKinnon:\n Well, that's why we're here, brother.\n\n\nAgent Zima:\n Yeah, but we're technically waiting for her to get attacked.\n\n\nAgent McKinnon:\n …It's the best Eric could get from them. We'll have to work with it.\n\n\nAgent Zima:\n Huh… look at that.\n\n\n(Footage shows the subject showing her brother a small, handmade doll. He takes it and smiles, before saying something to her and handing it back.)\n\n\nAgent McKinnon:\n That's cute. She's still a girl. She doesn't have to go through all this shit.\n\n\nAgent Zima:\n Yeah. She deserves better… Screw that Patrik guy.\n\n\nAgent McKinnon:\n …And speaking of such matters, I see that she's taken a liking to ya. Made you your very own flower crown.\n\n\nAgent Zima:\n It's a wreathe… And she was just being thankful I guess. But Eric deserves it more. He's the one pulling all the strings for her and made sure they allowed her to celebrate in the festival.\n\n\nAgent McKinnon:\n But that's only because you made it an issue first. You were the first to step in and stand up for her, mate. That matters.\n\n\nAgent Zima:\n \n(Pauses)\n Thank you… Ian.\n\n\nAgent McKinnon:\n And besides, \n(Reaching into his shirt pocket.)\n it got me this gem of a pose.\n\n\n(McKinnon pulls out a Polaroid of Zima standing in a crowd of festival goers, posing with the wreathe atop his head.)\n\n\nAgent McKinnon:\n Bloody Mr. Universe right here!\n\n\nAgent Zima:\n \n(Quickly turns his head)\n Oi G—Give me that! Kurwa!\n\n\n(McKinnon dodges while laughing as Zima tries to take back the photo.)\n\n\nAgent Polák:\n All units. Oskar Veselý is leaving the Red House.\n\n\n(The men quickly stop scuffling and McKinnon puts the photo back. The bedroom's lights are off with the subject lying in bed.)\n\n\nAgent McKinnon:\n \n(Into radio.)\n Copy that.\n\n\n(A moment later, the front door opens with Mr. Bauer escorting the man out.)\n\n\nAgent McKinnon:\n All units. Oskar has left the building.\n\n\n(Veselý leaves and soon all the lights in the house turn off. The agents continue staking out the property.)\n\n\n[EXTRENEUOS FOOTAGE CUT FOR BREVITY]\n\n\n23:15\n\n\n(Agents McKinnon and Zima are speaking about other topics. As they do, footage shows the curtain of the subject's room slowly closing.)\n\n\nAgent McKinnon:\n And that's how I got transferred to this lovely country.\n\n\nAgent Zima:\n Interesting. I'm going to need another coffee.\n\n\nAgent McKinnon:\n Got you. \n(Bends down.)\n I'm sure there was another can down here.\n\n\nAgent Zima:\n Heheh… \n(Pause.)\n Ian.\n\n\nAgent McKinnon:\n Hold on, I'll get it.\n\n\nAgent Zima:\n \n(Tapping his back)\n Ian, the window is closed.\n\n\nAgent McKinnon:\n \n(Looking up quickly.)\n What?\n\n\nAgent Zima:\n Call them, quick!\n\n\nAgent McKinnon:\n \n(Into radio.)\n All units. Curtains to subject's room has closed. Can someone go check?\n\n\nAgent Kraus:\n I'm on it.\n\n\n(A moment later. Agent Miloslav Kraus is seen briskly walking towards the house. He walks along the side of the house towards the window.)\n\n\nAgent Kraus:\n I swear if this is just this girl getting col—\n\n\n(Agent Kraus stops abruptly and leans to the side towards the window.)\n\n\nAgent McKinnon:\n What is he doing?\n\n\n(As he slowly pulls a bit of the curtain, he jerks his hand back and moves back.)\n\n\nAgent Kraus:\n [CZECH] \n(Whispering.)\n Oh fuck no.\n\n\nAgent McKinnon:\n \n(Into radio.)\n Milo, what's wrong!?\n\n\n(Kraus starts sprinting back.)\n\n\nAgent Kraus:\n Get your fucking guns! PBS! There's something in the room!\n\n\nAgent Zima:\n [SLOVAK] Jesus!\n\n\nAgent McKinnon:\n Shit! SHIT! CODE RED! CODE RED! ALL UNITS MOBILISE! PBS IN PROGRESS.\n\n\n(The two run out of the car towards the booth. They open it, revealing two armoured chest rigs, two carbines, and miscellaneous gear. They quickly equip said gear before shutting the door and rushing towards the house.)\n\n\nAgent McKinnon:\n Haul ass, mate. Let’s go.\n\n\nSite:\n All units, be advised. PBS is in progress. Make your way to the Red House.\n\n\n(Footage shows the two moving towards the house rifles drawn, as more similarly dressed agents approach from other angles.)\n\n\nAgent McKinnon:\n Site, this is McKinnon and Zima. Approaching Red House.\n\n\nSite:\n Site to all units. Set up a perimeter and wait for Epsilon-6. Nothing goes in or out. Do not engage. Repeat! Do not engage.\n\n\nZima:\n But the civilian?\n\n\nSite:\n They are compromised. Backup and conspec\n5\n will be here in 10 minutes. Just secure the perimeter.\n\n\nAgent Zima:\n [SLOVAK] \n(Mutters)\n This is fucked up.\n\n\nAgent McKinnon:\n Keep your cool, man.\n\n\n(Collected footage shows agents surrounding the house. Seconds later, a crash is heard. The lights turn on and voices can be heard in the house.)\n\n\nAgent Zima:\n \n(Running forward.)\n [SLOVAK] Fuck this shit.\n\n\nAgent McKinnon:\n Zima! Wait! Damn it.\n\n\n(Zima swiftly approaches the window as McKinnon and other agents follow in an attempt to stop him. As he does, the commotion in the house becomes more frantic. He pushes open the curtains and shines his light inside. He stands still.\n)\n\n\nAgent Zima:\n Oh God… Silvie.\n\n\nAgent McKinnon:\n Zima, what’s wrong?\n\n\n(McKinnon approaches the window beside him. His body camera now has a clear view of the room. The light shines on a large, insectoid creature sprawled atop the subject, restraining her. The creature appears to be made of metal and covered in black cloth. Its “tail” is clamped onto her face. At the front of the creature is a female mannequin head wearing a nurse cap. The second the light shines on it, it snaps towards the agents.)\n\n\nAgent McKinnon:\n The fuck is that!?\n\n\n(The entity raises its front legs and quickly turns to face the window in a move similar to the defensive posture of a scorpion. Below the mannequin’s head, a set of black eyes are visible, and appendages ending in various blood-stained tools are seen being retracted into what appears to be its mouth. It emits a chittering sound.)\n\n\nAgent McKinnon:\n All units, hold your fire. The thing’s on—\n\n\n(The sound of the door knob frantically being tried is heard.)\n\n\nUnknown male:\n [CZECH] Silvie?! SILVIE, DEAR?! What’s going on? SILVIE!\n\n\n(The door starts shaking as the man rams against it. At the same time, agents at the front door kick it open and move through the house down the corridor where Mr. Bauer and Ms. Nora are attempting to open the door.)\n\n\n(Suddenly, the creature leaps off the bed towards the window.)\n\n\nAgent Zima:\n FUCK! FUCK!\n\n\n(Zima fires at the creature.)\n\n\nAgent McKinnon:\n NO!\n\n\n(McKinnon quickly tackles him to the side. Two agents move up to prevent the creature from escaping. The creature, in turn, directs its tail at the window and sprays them with a gas. The agents begin choking and laughing as they collapse to the ground. Other agents open fire, forcing the creature to skitter away from the window.)\n\n\nAgent Zima:\n [SLOVAK] Fucking shit! Get off me, Ian!\n\n\nAgent McKinnon:\n The girl’s in there, you dickhead!\n\n\nAgent Zima:\n I KNOW!\n\n\n(He pushes past McKinnon and vaults through the window.)\n\n\nAgent Zima:\n MOVE UP! MOVE UP!\n\n\nAgent McKinnon:\n Goddammit.\n\n\n(Ian and two other agents follow suit as the two incapacitated agents are pulled by others to safety.)\n\n\n(Zima opens fire on the creature, hitting it as it moves erratically across the floor. It then swings its front legs at the agent, but he dodges and falls to the side as what is later identified as blades swing past. The agents keep firing. The creature then sprays the men, causing them to suffer its effects and collapse.)\n\n\nSite:\n McKinnon, what’s going on there? Gustav? Goddammit?!? Denis, can you hear me?\n\n\nAgent Polák:\n Polák to Site. Door's stuck! Hold on!\n\n\nMr. Bauer:\n [CZECH] Nora, go upstairs now!\n\n\n(After several kicks, Agent Polák breaks the door open. He and Mr. Bauer are seen in the doorway, and the creature turns. The four agents are seen crumpled on the floor nearby. Mr. Bauer is looking at the bed.)\n\n\nMr. Bauer:\n \n(Running through.)\n Silvie! OH GOD!\n\n\nAgent Polák:\n SIR, NO!\n\n\n(The creature runs forward and stabs Mr. Bauer in the chest with its front legs, pinning him against the wall. It then crawls up and across the wall, charging through the group with Mr. Bauer in front of it. People scream and open fire as the creature knocks into them, spraying gas.)\n\n\nAgent Polák:\n OHF-[Coughing and laughing.]\n\n\n(The creature runs past and drops Mr. Bauer’s body as two more agents, Lars Brotz and Matyáš Adamček, enter the corridor. The creature leaps onto and tramples Brotz before climbing onto the dining table and then onto the kitchen wall. Adamček fires at it as the creature scrambles up the wall and breaks a hole through the roof, squeezing through. Footage shows the creature running off the roof and escaping into the wilderness.)\n\n\nAgent Adamček:\n [CZECH] You good, man?\n\n\nAgent Brotz:\n [CZECH] \n(Getting to his feet.)\n Fucker smells like a bloody dog. Check on the others.\n\n\n(The other agents begin getting to their feet.)\n\n\nAgent Zima:\n \n(Coughing and grunting.)\n In-Ian. You alright?\n\n\nAgent McKinnon:\n //(Grunts)/ /Yeah. Kraus?\n\n\nAgent Beran:\n Heheheh-He’s out, Sir-Heheh, But alive. \n(Heaving.)\n\n\n(Agent Polák gets up laughing but turns to see Mr. Bauer on the floor.)\n\n\nAgent Polák:\n \n(Stifled laughter.)\n Oh no. Mr. Bauer!\n\n\n(He stumbles forward to the body. Adamček catches him.)\n\n\nAgent Adamček:\n He’s gone, sir.\n\n\nAgent Polák:\n …The daughter? \n(Quickly turning back.)\n\n\nAgent Brotz:\n She’s out. Thank God.\n\n\nAgent Polák:\n Good…The target?\n\n\nAgent Zima:\n \nSilvie…\n\n\n(Zima stumbles staggers quickly towards the bedside as McKinnon follows. The subject is lying on the bed slowly coming to. Her lower dress and the bedsheets are soaked in blood.)\n\n\nMcKinnon:\n Oh fuck. \n(Into radio.)\n McKinnon to Site, we need urgent medical NOW! Target is still alive!\n\n\nSite:\n Medical is on the way, McKinnon. 2 minutes.\n\n\n(Agent Kraus sees the situation and vomits.)\n\n\n(Zima crouches down, quickly placing his hand on his head and holding her other hand.)\n\n\nAgent Zima:\n [CZECH] \n(Stroking.)\n Silvie. Silvie. Can you hear me? Silvie.\n\n\nVeselá:\n [CZECH] …sirr?\n\n\nAgent Zima:\n [CZECH] Silvie. Silvie. Look at me. Help is on the way.\n\n\nVeselá:\n [CZECH] I feel weird. Why… painful?\n\n\n(Silvie slowly looks down at her stomach. Several seconds later, she starts crying.)\n\n\nVeselá:\n [CZECH] They took her…\n\n\nAgent Zima:\n [CZECH] Silvie… I’m sorry. But just hold on. We can save you.\n\n\n(Silvie starts wailing. Other agents have entered the room at this point.)\n\n\nVeselá:\n [CZECH] THEY TOOK HER! THEY TOOK MY CHILD!\n\n\nAgent Zima:\n [CZECH] I’m sorry.\n\n\nVeselá:\n [CZECH] THEY TOOK! THEY Took! They took… They…\n\n\n(The subjects voice starts fading and her movements become slower.)\n\n\nAgent Zima:\n [CZECH] Silvie? SILVIE! \n(Tapping her face.)\n LOOK AT ME! HEY! STAY WITH ME! Help is on the way. Please!\n\n\nVeselá:\n [CZECH] They…He…\n\n\nAgent Zima:\n [CZECH] SILVIE!\n\n\n(The subject's breathing is becoming shallower.)\n\n\nVeselá:\n [CZECH] He said he won’t lock it…\n\n\n(The subjects hand goes limp.)\n\n\nAgent Zima:\n [CZECH] SILVIE? SILVIE, WAKE UP! God, please, no! Wake up!\n\n\nAgent McKinnon:\n Bohumir…\n\n\nAgent Zima:\n [CZECH] Silvie, please! Your mother needs you. She’s waiting for you.\n\n\n(The medical team arrives. McKinnon places his hand on shoulder.)\n\n\nAgent McKinnon:\n Bohumir. She’s gone.\n\n\nAgent Zima:\n [CZECH] No! No! No… Girl, please wake up. No.\n\n\nAgent McKinnon:\n [CZECH] Bohumir, she's gone!…\n(Pause.)\n I'm sorry….\n\n\n(Agent Zima stands still. The other personnel stand in silence.)\n\n\nAgent Zima:\n …Ok.\n\n\nAgent McKinnon:\n [CZECH] We did all we could. \n(Turning to the medical team.)\n Help the others. Go.\n\n\n(The medical team follows Agent Polák to aid the others.)\n\n\n(Zima bends over and picks something up from the floor. Footage shows a small cornhusk doll in his hand, with the name “Andrea” on the dress. McKinnon turns to Silvie’s body and rubs some blood off her stomach.)\n\n\nAgent McKinnon:\n Bohumir. \n(Looks up at Agent Zima.)\n Bohumir!\n\n\n(Zima turns to look at McKinnon.)\n\n\nAgent Zima:\n What, sir?\n\n\nAgent McKinnon:\n Look…\n\n\n(McKinnon gently pulls back her dress, revealing the symbol of Mokosh tattooed on her waist.)\n\n\n***\n\n\n(The agents are seen waiting near McKinnon's car at a medical tent. Nearby, personnel have cordoned off the Bauer house as a crowd gathers. Agent Polák smokes a cigarette as watches the scene.)\n\n\nAgent Polák:\n That's 20.\n\n\nAgent Becan:\n Twenty too much. She was too young to die like that.\n\n\nAgent McKinnon:\n They all were.\n\n\n(There is a brief silence.)\n\n\nAgent McKinnon:\n How are the rest?\n\n\nAgent Brotz:\n Engels and Kašpar are still feeling symptoms. The Bauer girl is being treated for a concussion.\n\n\nAgent Kraus:\n The fuck was that thing? It looked stitched together. It had metal and cloth and shit.\n\n\nAgent Polák:\n I don't know…\n\n\n(Personnel carry two bodies on stretchers out of the house. Ms. Iveta Veselá is seen at the front of the crowd wailing. Her son, Oskar, is next to her solemnly standing. The personnel bring the stretchers to the tent, walking past the agents.)\n\n\nAgent Beran:\n We shouldn't have waited.\n\n\nAgent McKinnon:\n Orders were orders. That's moot now.\n\n\nAgent Zima:\n But it ate her.\n\n\n(Everyone turns to Agent Zima. He is sitting against the car with the doll in his hand. Agent Adamček walks towards the group.)\n\n\nAgent Adamček:\n Ian. Security Director is here. Wants a word with us.\n\n\nAgent McKinnon:\n [IRISH] \n(Mutters.)\n Damn that bastard. [CZECH] Beran. Polák. Follow me.\n\n\n(The team leaves. After a moment, a phone is heard ringing. Zima looks around before slowly getting up and turning to McKinnon's car. Opening the door, he takes it and the screen displays \"Chovan\". He takes the call. Chovan's side cannot be heard properly.)\n\n\nAgent Zima:\n Sir, this is Bohumir. Ian’s busy with something. Site’s preparing decontamination and disinf-\n\n\n(Agent Zima stops speaking and listens silently as Chovan speaks. After a moment, he briefly turns to the crowd and turns back.)\n\n\nAgent Zima:\n Will do.\n\n\n(Zima cuts the call and puts the phone back before marching towards the crowd.)\n\n\nAgent Brotz:\n [CZECH] What’s up?\n\n\nAgent Zima:\n [CZECH] You two follow me.\n\n\n(Kraus and Brotz follow suit as the three make their way to the crowd. As they approach, footage shows Veselý staring at them before slowly backing up. At this the agents increase their pace.)\n\n\nAgent Zima:\n [CZECH] Oskar, please come with us!\n\n\n(At this, Veselý turns to flee.)\n\n\nAgent Zima:\n [CZECH] I SAID COME HERE YOU BASTARD!\n\n\n(Zima quickly runs up, grabbing him, before throwing him to the ground.)\n\n\nVeselý:\n [CZECH] HELP ME! IT HURTS! MAMA!\n\n\nMs. Veselá:\n [CZECH] What are you doing?\n\n\n(Agent Brotz handles the crowd as Kraus and Zima restrain and pull the suspect up.)\n\n\nAgent Zima:\n [CZECH]You are under arrest. \n(Panting.)\n… What the hell did you do…\n\n\n\n\nAddendum 8:\n\nOskar Veselý was taken into Foundation custody at Site-86.\n\nWhen Investigator Chovan arrived back in Stráž a day later, he went to interrogate the suspect.\n\n\n\n\nInterviewed:\n Oskar Veselý\n\n\nInterviewer:\n Investigator Eric Chovan\n\n\nForeword:\n [Suspect is seen at the table fidgeting from behind the two-way mirror. Investigator Chovan enters. The Suspect briefly makes eye contact before looking back down. Chovan sits opposite him.]\n\n\n<Begin Log>\n\n\nChovan:\n Hello Oskar.\n\n\n(Suspect remains silent and continues looking at the floor.)\n\n\nChovan:\n Want me to tell you why you’re here?\n\n\n(Suspect remains unresponsive.)\n\n\nChovan:\n You summoned Teta Potrat, didn’t you?\n\n\n(Suspect remains unresponsive.)\n\n\nChovan:\n Mr. Veselý, we know it was you. Why did you do it?\n\n\nVeselý:\n She brought so much shame to our family. We went through abuse every day because of her. I-I had to do it.\n\n\nChovan:\n So you killed her sister and your nephew.\n\n\nVeselý:\n No! His son! That bastard’s son. A damn reminder of the insult to us. And that selfish girl didn’t want it removed. She… she wasn’t supposed to die. I thought— if it took the baby, everyone would focus on the monster than her. They would be more sympathetic towards us. She wasn’t supposed to die…\n\n\n(There is a moment of silence as Chovan jots notes in his book.)\n\n\nChovan:\n Oskar, what happened the night we visited your house? When Patrik was there, I mean. Why was he there?\n\n\nVeselý:\n \n(Looking up.)\n I— I already told you.\n\n\nChovan:\n Tell me again.\n\n\nVeselý:\n Ok… that night, that bastard visited me and told me he was going to take Silvie away and start his family. I refused. Told him no. To get lost, but he got angry and tried to kill me. Pulled out a hammer and started hitting me. I had to stab him to protect myself. He would have killed me if you hadn’t arrived.\n\n\nChovan:\n Hmmm…\n\n\n(The investigator removes a picture of Rmoutil’s tattoo and places it on the table.)\n\n\nChovan:\n When we examined Patrik’s body, we found this. Recognise it?\n\n\n(Oskar looks at it and shakes his head.)\n\n\nChovan:\n Right. \n(Pointing at the tattoo.)\n This is a symbol for Mokosh. Old Slavic Mother Goddess. Goddess of childbirth, fertility, sexuality, and whatnot. This symbol was also on your sister. You’ve never seen it?\n\n\nVeselý:\n …No.\n\n\nChovan:\n Right. Now, we also found what we thought was an effigy of Mokosh in that hut. We also found that Patrik had an injury to his groin, which would have rendered him… infertile. We think that Patrik and Silvie believed that praying to Mokosh would bring back his fertility.\n\n\nVeselý:\n …Well, it worked then, didn’t it? Since he came to take back Silvie with such confidence.\n\n\nChovan:\n So it may seem, but that’s where we found something. You remember the good doctor, Dr. Artur Janoušek, yes? Well, one night, I got him a few drinks and brought up the topic of Patrik’s injury. After a bit of prodding, he told me a story…\n\n\nChovan:\n One late night, he was in his house when he heard a lorry pull up. Walking out, he saw his best friend Vladan Rmoutil pulling his bloodied son out of the front seat. From what he heard, the young man got into some trouble and was shot in the forest. Listening to his desperate pleas, the good doctor set him on a table and got to work fixing the wound. Patrik would survive, but the injury to his… manhood was significant. He knew that but could not bear to tell his best friend, so he lied, saying there could be a chance once he recovered and sent them on their way.\n\n\nVeselý:\n So he began praying to the Goddess to get his manhood working again.\n\n\nChovan:\n Correct, Oskar.\n\n\nVeselý:\n So it worked.\n\n\nChovan:\n Yes. Yes. But one little problem, Oskar…\n\n\nChovan:\n According to the doctor, this happened exactly 12 months ago.\n\n\n(The is a pause. Oskar shifts in his seat.)\n\n\nChovan:\n Based on the evidence… Patrik is not the father.\n\n\nVeselý:\n W-What are you saying?\n\n\n(The investigator moves his chair closer.)\n\n\nChovan:\n And according to that calculation, Patrik, too, would have known this. That’s probably why he destroyed his shrine and allowed himself to die. Though, why would he have tried to kill you all of a sudden?\n\n\nVeselý:\n He wanted Silvie all to himself. He’s crazy!\n\n\n(He moves forwards closer.)\n\n\nChovan:\n I checked the polyclinic’s records, and it said Silvie was the sole occupant of the ward. Ms. Marková only was admitted much later. Teta Potrat attacks when people are alone. Koralina was alone many times for longer at her house. Why attack her in the hospital and risk being seen by the patient next to her? That is… if we consider Ms. Marková the target in the first place.\n\n\n(The suspect starts fidgeting further.)\n\n\nChovan:\n Silvie was supposed to get attacked that night, yes? Out of pure luck, she left Karolina alone in the room, so it went for that poor woman instead. Well, what can we expect from what is ostensibly a demon? But that now begs the question…\n\n\n(Chovan moves the chair now inches from the suspect.)\n\n\nChovan:\n Why did you want to hurt her that badly? Actually, better question: why did you want to hurt her baby that badly? Why would you afflict such horror on your own sister?\n\n\n(Veselý starts quietly sobbing.)\n\n\nChovan:\n Oskar. \n(Places hand on his shoulder.)\n The truth will come out eventually. Better here now, amongst us, than later.\n\n\n(The suspect places his head in his hands and begins crying. After a moment, Chovan removes his hand from his shoulder.)\n\n\nChovan:\n What did you do, boy?\n\n\nVeselý:\n …It was a mistake. It was a big mistake! We were alone. I was drunk and— and… she wanted me. She wanted a child so bad… It felt good at the time. It was a fucking mistake! That whore seduced me!\n\n\n(The investigator stares in silence.)\n\n\nVeselý:\n She wanted to keep it. No matter what I said, the stupid girl wouldn’t listen. Everyone would have known Patrik was not the father if that child was born. They would be even more suspicious. It would have destroyed any last shred of respect we had… I had to do it. I had no choice!\n\n\nChovan:\n Alcohol only removes inhibition, Mr. Veselý. You still should have known she’s your sister.\n\n\nVeselý:\n \n(Looking at Chovan.)\n No-NO! You listen to me! It was her fault! She did some pagan bullshit and made me do it!\n\n\nChovan:\n No, Mr. Veselý… You could have said no. You gave in to lust. You then tried to cover up your own tracks to protect \nyourself\n. You did a horrible thing, and because of that, four people are dead. \nYou\n destroyed your family.\n\n\n(Oskar continues crying as Investigator Chovan packs his items and gets up.)\n\n\nChovan:\n I don’t know what Teta Potrat is and how exactly it works. But I know what you are. And that that thing can do what it does, because of people like you.\n\n\n(Chovan leaves the room as Mr. Veselý continues mumbling in denial.)\n\n\nVeselý:\n It wasn’t my fault. It wasn’t my fault… It wasn’t… \nmy fault\n.\n\n\n<End Log>\n\n\nClosing Statement:\n [Suspect was later amnesticised and provided to authorities. A cover story is to be made that Oskar Veselý planned the murders of the victims. Request made for Ms. Iveta Veselá to be amnesticised and moved to another town with the cover story that her husband and only daughter had passed.]\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n+ This page has been updated. New information is highlighted.\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8232\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\nPersonnel in the rural areas of the Czechoslovakian region are to be on high alert from August to the end of October. They are to keep watch at maternity wards or households with expecting mothers between 4 and 9 months of pregnancy.\n\n\nIf SCP-8232 is spotted engaging in its behaviour, armed personnel are to set up a perimeter and MTF Epsilon-6 are to be deployed to kill or capture the creature.\n\n\nDescription:\n\nSCP-8232 is a predatory entity targeting lone, pregnant women in their second to third trimester. It resembles an arachnid approximately 1.5 m (5 feet) in length, comprising Uropygid\n6\n, Amblypygid\n7\n, and Solifugae\n8\n characteristics. However, it appears made from various materials, such as metal, fabrics, bone, and plastic. The entity itself appears to be covered in black cloth.\n\n\nAkin to an arachnid, the body consists of 2 parts: A cephalothorax and an abdomen. At the end of the abdomen, SCP-8232 possesses a long, retractable tail ending with an oxygen mask-like contraption connected to a tube, which it uses to administer or spray a gas, later identified through blood tests as Nitrous Oxide. Based on the artificial nature of the entity, it is suspected that the abdomen houses a tank of said gas as well as space to hold foetus material.\n\n\nThe first pair of legs are long and function like the raptorial legs of a praying mantis, with the tibia and femur comprised of pointed, sharp, serrated metal blades. The tarsus is blunt and clawlike, used for mobility. The other four pairs of legs stablise the creature, and are used for general mobility. These limbs seem to extend and contract via spring-loaded pistons.\n\n\nThe cephalothorax contains the pedipalps, which are shorter but thicker, ending in two metal pincer claws. It also appears to house several chelicerae, ending with surgical tools. Above this mouth are one or two pairs of eyes-like structures, and on the top of the cephalothorax is the broken head of a female mannequin with a wig and a nurse hat on.\n\n\nUpon finding the target alone, it is believed SCP-8232 will use its forearms and pedipalps restrain the target and push apart their legs. Near simultaneously, it will attach its tail to the target's face and administer the gas to incapacitate them. Following this, it will position itself facing the birth canal and, using its chelicerae, remove the foetus from the womb. Upon consumption, SCP-8232 will run away, leaving the target to wake up several minutes later.\n\n\nAddendum: 12/10/2005\n\nWith the information gleaned from \nSCP-7332\n, Investigator Chovan requested for the limb piece recovered from SCP-8232 to be analysed. The results showed that both entities are made from the same cloth material, containing high levels of ectoplasm. Further investigation is underway.\n\n\nAs of writing, there have been 41 SCP-8232 Incidents in the Czechoslovakian region.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An embodiment of evil fate and misfortune in Slavic mythology, a creature with one eye, often depicted as an old, skinny woman in black. Rather than being included in the major canon of the Slavic belief system, the Likho is traditionally found in fairy tales.\n\n\n2\n. A small shot glass.\n\n\n3\n. Called Slivovitz, a fruit spirit (or fruit brandy) made from damson plums produced in Central, Eastern, and Southern Europe.\n\n\n4\n. Karlovy Vary is a famous spa city.\n\n\n5\n. Containment specialists.\n\n\n6\n. An arachnid order comprising invertebrates commonly known as whip scorpions\n\n\n7\n. An order of arachnids also known as whip spiders\n\n\n8\n. An order of animals in the class Arachnida known variously as camel spiders.\n\n\n\n\nImage created by AnAnomalousWriter.\n\n\n\n\n\n\n« \nSCP-8231\n | SCP-8232 | \nSCP-8233\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8232\n\" by Dr Lerche, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8232\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName:\n Extended arm.jpg\n\n\nAuthor:\n Genusfotografen (Tomas Gunnarsson) / Wikimedia Sverige\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nhttps://upload.wikimedia.org/wikipedia/commons/6/6d/Extended_arm.jpg\n\n\n\n\n\n\nName:\n Mokosh symbol red.svg\n\n\nAuthor:\n Eckhardt Etheling\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://upload.wikimedia.org/wikipedia/commons/4/48/Mokosh_symbol_red.svg",
    "addendums": [
        "Addendum 1: Incident-8232- PBS-19 The Foundation was alerted to a PBS case in Stráž, Tachov District, Plzeň Region, at a local polyclinic. The victim, 27-year-old Karolina Marková, was found bloodied in the clinic’s ward. After being stabilised, she was lucid enough to be interviewed.\nWith the information gleamed from Ms. Marková, field personnel began interrogating the polyclinic staff and other patients. The following is an interview with 19-year-old Silvie Veselá, who shared the ward with the victim.\nInterrogation of the other staff, especially the doctor present that night, revealed that the hospital would carry out illicit operations for patients in exchange for bribes. However, there was no substantial proof that this is what occurred to Ms. Marková or the other victims of SCP-8232. Regardless, the polyclinic was blackmailed to shut down operations by the Foundation.",
        "Addendum 2: As part of the investigation, plainclothes agents were dispatched throughout the town to gather information about the victim. The following information was gleaned during one of these interactions",
        "Addendum 3: Analysis of the “Teta Potrat” Urban Legend",
        "Addendum 4: Due to the information provided by Ms. Veselá, the Foundation began screening her as a potential target and to gather more insight for the investigation.\nThe following are interviews conducted with close associates of the subject. Only pertinent information was kept in the transcripts. The interviews were carried out in Czech:\nWhen searching the former Rmoutil residence, a picture was found of the senior Rmoutil and the doctor from the polyclinic. When inquired, Artur Janoušek—the doctor— stated the two were friends some time ago. However, he denies any knowledge of their current whereabouts.",
        "Addendum 5: Incident-8232-1 The following incident occurred when agents were dispatched to the Veselý residence to follow up on an interview.\nWhen questioned about the encounter post-treatment, Mr. Veselý stated that Patrik Rmoutil had unexpectedly visited him last night when he was home alone, demanding he bring Silvie with him. Oskar said he refused and told him to leave or he would tell others of Rmoutil’s presence in the town. This led to an argument where Rmoutil produced the hammer and attempted to murder Oskar.\nFollowing this questioning, Oskar stated he might know where Patrik Rmoutil may be hiding. The former pointed to an old hut in Dlouhý rybnik, location 49.667457, 12.802533, where Patrik and Oskar used to hang out. Scouting revealed that the hut was still standing.\nPersonnel raiding the property discovered debris across the floor. These were later suspected to be the pieces of an effigy. Also found was a blood-stained kitchen knife and blood trails across the floor leading out of the hut. These trails lead to the discovery of a dead body floating in the lake underneath the pier. The recovered body was confirmed to be 23-year-old Patrik Rmoutil.\nAn autopsy showed he had a gunshot wound to the right anterior shoulder and a stab wound to the abdomen, puncturing his liver. Due to the absence of water in his lungs, death was deemed to be blood loss due to the combination of the wounds, made worse by the removal of the knife from his liver. Also discovered were older injuries to his groin area and genitals, which, according to an urologist, would have rendered him infertile.\nOn his left forearm was a tattoo of the following symbol:\nUpon investigation, it was revealed to be a symbol of Mokosh, a Slavic pagan Goddess of fertility, childbirth, women, harvest, among others. One of Her symbols is a spider.\nBased on the evidence, it is suspected that SCP-8232 and the worship of Mokosh are related. This is supported by the motif of the spider and the fact that the “Phantom Birth” all correspond to harvest festivals. Therefore, all the incidents could have been a form of sacrifice to Mokosh to gain fertility. The current theory is that Patrik offered Karolina’s baby as a sacrifice to make himself fertile again and then start a family with Silvie.\nDespite this, Silvie Vesela was still regarded by Investigator Chovan as a target and a request was made to provide her protection. After deliberation by the Site Director, this was granted as a means of potentially capturing and containing the cause of SCP-8232. In the following days, SCPF personnel maintained surveillance on Ms. Vesela’s residence - the Bauer household codenamed “The Red House”- along with keeping agents on standby monitoring the situation. However, despite being advised by personnel, the Bauer family refused to have security cameras set in their home. This would be mitigated by routine checks by agents. The residents were also ordered to keep a clear view of the subject’s bedroom for observation via the open window.",
        "Addendum 6: Incident-8232-PBS-20 The following occurred seven days later.",
        "Addendum 8: Oskar Veselý was taken into Foundation custody at Site-86. When Investigator Chovan arrived back in Stráž a day later, he went to interrogate the suspect.\n"
    ],
    "documents": [],
    "notes": [
        "Date: 02/10/1992 - 02:24 Interviewed: Karolina Marková Interviewer: Agent Eric Chovan Foreword: [Foundation medical staff stabilised the patient and interviewed her within the clinic. A nurse was allowed to stay to tend to her.] <Begin Log> Chovan: Ms. Marková, are you ready? (After a moment, the subject slowly nods.) Chovan: Okay. I need your help, Ma’am. What happened in that room? Marková: … Nurse: Take your time. (Subject remains silent and stares at her legs.) Chovan: Ma’am? (The subject does not speak.) Chovan: (Sighs) It’s alright. We’ll continue later. Let her rest. (Agent Chovan closes his notebook and moves to get up.) Marková: … I was… asleep. (He stops and looks at her.) Marková: … I was dreaming about a forest… I was lying on the ground… (He sits back down and quickly begins writing into his notebook.) Marková: I was looking up into the sky. It was cloudy and dark, and the canopy covered it… Moonlight was passing through the clouds… I reached out to touch it… (The subject tenses up. The nurse tries to calm her down.) Marková: Then my hand went down… I tried to move again, but I couldn’t. My hands and legs were heavy. Like they were being pushed into the earth. Marková: I shook, but slowly, I felt cold… I couldn’t move at all, and I couldn’t breathe. Then, the world became black. I couldn’t see or hear. Chovan: Continue. Marková: Then… Then I woke up. I saw people around me… They were touching my legs. I realised they were the doctors and nurses. And then… and then I started to feel growing pain. I could finally move, but slowly. I looked down… (The subject begins sobbing.) Marková: There was blood… everywhere. And my stomach was small again. The pain hit me, and I…I… Chovan: Karolina, I’m… so sorry. Nurse: (Stroking her head) It’s alright, dear. It will be alright. Marková: Can… (Coughs) … Can you get some water, please? Nurse: Sure, dear. I’ll get it. (The nurse leaves the room. When she does, the subject quickly turns to the agent and gestures for him to come closer.) Marková: (Whispers) Officer, please come here. Chovan: Uh- Sure. (Agent Chovan approaches her bedside.) Chovan: (Whispers) What is it? Marková: (Gulps and looks out towards the door then back to Chovan) I remember seeing something. Please, don’t tell the people here. Chovan: I… (Looking behind him then back to the subject) promise. What did you see? Marková: I’m not sure… but think I saw a mask. (She cups her hand around her nose and mouth as she says this.) Marková: Like the one they put on patients. And I saw a face. This… woman with something white on her head. Chovan: You mean… Marková: I think it looked like a nurse. <End Log> Closing Statement: [When the nurse re-entered, the subject immediately ceased talking. She then inquired further on what was discussed. Her requests were denied.]",
        "Date: 02/10/1992 - 04:17 Interviewed: Silvie Veselá Interviewer: Agent Eric Chovan Foreword: [Silvie was brought into a room. Her mother and brother are nearby. Despite attempts to keep them away, the family insisted on being with the subject.] <Begin Log> Chovan: So, from what I’ve been told, you were assigned to the same ward, right? (The subject looks at the mother before turning back.) Veselá: Yes. Chovan: I see… And what were you doing that night? Veselá: … I was talking to her – Karol. Chovan: Hmmm, what did you talk about? Veselá: Our babies. We were going to name them. Karol wanted to name him Albert. Then we talked about our lives and so on. Chovan: Continue. Veselá: Then we went to sleep. I wasn’t feeling too tired, so I went up and walked. Chovan: In the middle of the night? Veselá: I needed to stretch my legs. The doctors advised me not to sit for too long. Chovan: Did you see anything on your walk? Any staff? Veselá: I saw the janitor talking to some nurses, but nothing particularly unusual. Chovan: (Jots down in book) What happened after that? Veselá: Suddenly, I heard screaming, and doctors and nurses were rushing… into the ward. I went back in and– and. She was screaming and… (The subject starts hyperventilating.) Chovan: Ma’am. Ma’am. Relax. Breathe slowly. I know you are scared. (The mother of the patient notices the commotion, and pushes through.) Mother: Oh, for God’s sake, let me through. Chovan: Ma’am please. This is an investigation. Mother: Investigate what?! You think she did it? She already said she didn’t say anything! Brother: Mama, enough. Plea- Mother: Quiet, you! Haven’t we gone through enough?! (The woman walks towards the subject.) Mother: Come! We’re leaving. (She grabs the subject’s arm and pulls her up.) Veselá: Mama- Mother: Come now. Chovan: Ma’am, we need informat- Mother: My daughter did nothing. Here is your information. Now, goodbye. (Subject is pulled away as the brother apologises to the personnel.) Chovan: What the hell. <End Log> Closing Statement: [Due to the incident, a future interview with the subject is in the plans.]",
        "Interviewed: Oskar Veselý Interviewer: Ian McKinnon Foreword: [The interview occurred at a local café with several plainclothes agents at a table nearby. The subject appeared sheepish, but was cooperative towards the agents.] <Begin Log> McKinnon: Again, I would like to say thank you for your time, Mr. Veselý. Veselý: (Nods) Okay. I just want to… settle all this, you know? I’ll tell you whatever you need. McKinnon: I get it. Sorry if we appeared menacing… Now, onto the topic. Could you tell me about Silvie’s husband? Veselý: Oh… Him. McKinnon: Yes. I noticed she wasn’t wearing a ring. Did something happen? Veselý: (Moving in closer) Sir… My sister has no husband. McKinnon: Sorry? Veselý: …When Silvie was in secondary school, she got into a relationship with a guy a couple years her senior. McKinnon: What was his name? Veselý: Patrik. Patrik Rmoutil. He worked in a nearby town, Bor. He took a liking to Silvie early on. Mother was not happy. She hated seeing them together, but of course, that didn’t stop them. They used to go on trips around the countryside. McKinnon: What happened? Veselý: One day, he disappeared. Stopped coming to the town or even seeing Silvie. We found out his family had left their house as well. McKinnon: And when was this? Veselý: Around eight months ago… McKinnon: …Did he? Veselý: Yes. Silvie started showing the signs a month after he screwed off. She tried to hide it, but you can only hide for so long. Soon, everyone was talking about it. About her… (The two remain silent.) Veselý: He was my friend, you know? We played together since we were kids. And this is what he did to me… that bastard. McKinnon: I’m sorry this happened to you. Do you know where he is now? Veselý: If I did… Heh. (Shakes his head) No. No one knows where he is. <End Log>",
        "Interviewed: Iveta Veselá Interviewer: Bohumir Zima Foreword: [Interview occurred in the Veselý household dining room with two other agents observing the situation.] <Begin Log> Zima: So, are you ready to talk now, Ma’am? Mrs. Veselá: Yes. Will you focus on protecting my daughter and not interrogating her after this? Zima: Well, it depends on how you answer my questions, Ma’am… but we assure you on the first part regardless. (The subject stares at Zima and then towards the other agents before nodding.) Zima: What do you know about the baby’s father? Mrs. Veselá: He's is a good-for-nothing bastard. He caused trouble all over the town; made everyone’s day worse. His father was friends with the previous mayor, so he could always get him out of trouble, only for him to do it again. And my stupid daughter kept going for him. Zima: Ma’am, no need for that. Let’s keep this to the boyfriend. Did no one try to stop him? Your husband- Mrs. Veselá: (Slams the table) If my husband were still here, he would have shot that nutcase the day he touched his daughter! (There is a moment of silence. Ms. Veselá slowly looks down at the table and begins tearing up. Agent Zima looks towards the other agents before looking back at her. He gingerly removes a handkerchief and offers it to her.) Zima: (In a gentler tone) Ma'am? (Mrs. Veselá looks up at Zima and the handkerchief. She sighs and takes it.) Mrs. Veselá: I'm sorry. (Dabbing her eyes) The— (Sniffles) The thing— My husband was an officer. But a good man. After he passed away… I tried very hard to protect this family. To keep them safe. Oskar and Silvie, they’re all I have. (Sniffles) And when that devil left my girl pregnant and ran off, I faced so, so much to protect her. Do you know what I have to hear every day? From neighbours, people I called friends, random strangers on the street questioning my daughter’s character? What kind of family we must be? How many men have been with her? Mrs. Veselá: My little girl is young and naïve. She only knows how to be friendly to people. But not everyone is a good person, and I tried to protect her and—and… I couldn’t. (The subject starts slowly crying.) Mrs. Veselá: I don’t know where to throw my anger. But she did nothing wrong. I couldn’t protect my little girl. (Zima moves forward to comfort her.) Zima: Ma’am. Ma’am. Ma’am. It’s ok. It’s ok— C-Can you get her some water? Mrs. Veselá: (Muffled) N-No. It’s ok— Zima: Ma'am, it's ok. (An agent pours a glass of water and hands it to Zima.) Zima: Here. Drink. (The subject takes small sips for a while.) Mrs. Veselá: I'm sorry. (Pause) I love my daughter a lot. She’s my world. I’ll do anything to protect her. Anything that is needed. Zima: (Holding her hand) I promise you, Ma’am. We will do whatever it takes to protect her. (The subject looks up at the agents and smiles weakly. Her smile then fades a bit.) Mrs. Veselá: I’m very sorry for my outburst yesterday, young man. Zima: I’m sorry too. (Mrs. Veselá resumes drinking her water.) Zima: I need to ask one more thing, Ma’am. Mrs. Veselá: Certainly. Zima: Do you know anyone who might want to hurt Silvie? Either directly or to hurt your family? Any enemies? (The subject appears to ponder for a moment.) Mrs. Veselá: No, young man. My husband might have crossed a few people in his line of work, but none to the extent of harming Silvie in such a manner. Moreover, Silvie is well-liked by everyone in town. They may hate Patrik— the boyfriend— but Silvie? Everyone loved her. Zima: Alright then. Mrs. Veselá: Can I ask something? Zima: Sure. Mrs. Veselá: This… Teta Potrat, these youngsters have been talking about. Do you think it’s a person who’s doing these horrible things? Zima: …As of now, we’re not sure Ma’am. We want to take as much precaution as possible. <End Log>",
        "Interviewed: Nora Bauerová Interviewer: Eric Chovan Foreword: [Subject was interviewed in the yard of her family’s house with permission from her father. Due to tensions within the Veselý family, Silvie has been staying here.] <Begin Log> Chovan: How close are you to Silvie? Bauerová: Quite so, sir. We’ve been friends since childhood. Chovan: I see. Could you… tell me about her? How is she as a person? What do people think of her? Bauerová: She’s a really nice person. One of the friendliest people you’d meet, I’d say. She was the one who first made friends with me back in school. Chovan: (Nods and jots down in notes) Continue. Bauerová: Well, I like her a lot. And she was liked by a lot of other people, mostly other boys. They always tried, and she would chat with them. Some girls here were jealous of this, yes, and gossiped behind her back. They say she was flirty, but I disagree. I think she was just very friendly, and she didn’t really know how to hide like most of us. Chovan: And Patrik? Bauerová: Hmph, all the boys used to woo her, but she fell for him. She always told me she loved his jokes. Chovan: I see. I have heard he pulled off a lot of antics here—quite the troublemaker, some would say. Bauerová: True, Patrik was more… carefree than most, but he had a good heart. He was caring toward Silvie and would always look after her. Chovan: Could you tell me about his family? Bauerová: Patrik worked at a grocery store in Bor. His father actually ran the place. Chovan: They were not from Stráž. Bauerová: No, they came to Bor around when I was in primary school. Patrik came to the same school as us, and he made friends with the local boys. He, Silvie’s brother, and my boyfriend would all become one gang. Chovan: What happened to them? The Rmoutil family. Bauerová: I don’t know, sir. All of a sudden, they closed the store, and they both left town. No one I know of knows where they went. Then Silvie got pregnant, and everyone thought that’s why. Silvie’s mother and some of the men went to get the authorities to take action, but so far, nothing has been done. Chovan: Sounds like people were supportive of Silvie’s family. Then what’s with the gossip about her? (There is a brief moment of silence. Ms. Bauerová's expression appears uneasy.) Bauerová: Well, it’s because of the baby. Silvie’s mother and others urged her to get an abortion, but Silvie insisted on keeping it. That’s when the rumours started spreading of her character. Her mother is not happy about it, I’ll tell you. Chovan: And that’s why she’s living with you. Bauerová: Yes. Chovan: Oh dear. Bauerová: Silvie doesn’t deserve this. She’s a good girl. Not like what they’re saying. But so is Patrik. He wouldn’t have left just like that without her. Not on his own will— Chovan: What do you mean by that? Bauerová: I— (The subject looks back at the house. Her father can be seen watching along with one of the agents.) Chovan: (Gesturing to the father) Igor. (The agent gently escorts the father into the house.) Chovan: (Moving in closer) What happened to the Rmoutil family, Miss? Bauerová: …There… there is a rumour. Many people here didn’t like Patrik. Someone might have… done something to him. Chovan: You mean… kill them? Bauerová: Either that or force them to leave. I mean, I’ve heard talking in the bar about how they should teach him a lesson. Then again, they were drunk. Chovan: Can you tell me who they were? Bauerová: I’m not sure, sorry. But many men here. Many here wanted him gone. And anything that reminded them of him. Chovan: And your father? Bauerová: No. Not him. He’s allowed her to stay for this long. He wouldn’t. Chovan: Not Silvie, Miss. Bauerová: (Pauses) No. He didn’t like Patrik, but I don’t think enough to kill him. <End Log> Closing Statement: [Further investigation will be conducted on the local men.]",
        "Interviewed: Oskar Veselý Interviewer: Investigator Eric Chovan Foreword: [Suspect is seen at the table fidgeting from behind the two-way mirror. Investigator Chovan enters. The Suspect briefly makes eye contact before looking back down. Chovan sits opposite him.] <Begin Log> Chovan: Hello Oskar. (Suspect remains silent and continues looking at the floor.) Chovan: Want me to tell you why you’re here? (Suspect remains unresponsive.) Chovan: You summoned Teta Potrat, didn’t you? (Suspect remains unresponsive.) Chovan: Mr. Veselý, we know it was you. Why did you do it? Veselý: She brought so much shame to our family. We went through abuse every day because of her. I-I had to do it. Chovan: So you killed her sister and your nephew. Veselý: No! His son! That bastard’s son. A damn reminder of the insult to us. And that selfish girl didn’t want it removed. She… she wasn’t supposed to die. I thought— if it took the baby, everyone would focus on the monster than her. They would be more sympathetic towards us. She wasn’t supposed to die… (There is a moment of silence as Chovan jots notes in his book.) Chovan: Oskar, what happened the night we visited your house? When Patrik was there, I mean. Why was he there? Veselý: (Looking up.) I— I already told you. Chovan: Tell me again. Veselý: Ok… that night, that bastard visited me and told me he was going to take Silvie away and start his family. I refused. Told him no. To get lost, but he got angry and tried to kill me. Pulled out a hammer and started hitting me. I had to stab him to protect myself. He would have killed me if you hadn’t arrived. Chovan: Hmmm… (The investigator removes a picture of Rmoutil’s tattoo and places it on the table.) Chovan: When we examined Patrik’s body, we found this. Recognise it? (Oskar looks at it and shakes his head.) Chovan: Right. (Pointing at the tattoo.) This is a symbol for Mokosh. Old Slavic Mother Goddess. Goddess of childbirth, fertility, sexuality, and whatnot. This symbol was also on your sister. You’ve never seen it? Veselý: …No. Chovan: Right. Now, we also found what we thought was an effigy of Mokosh in that hut. We also found that Patrik had an injury to his groin, which would have rendered him… infertile. We think that Patrik and Silvie believed that praying to Mokosh would bring back his fertility. Veselý: …Well, it worked then, didn’t it? Since he came to take back Silvie with such confidence. Chovan: So it may seem, but that’s where we found something. You remember the good doctor, Dr. Artur Janoušek, yes? Well, one night, I got him a few drinks and brought up the topic of Patrik’s injury. After a bit of prodding, he told me a story… Chovan: One late night, he was in his house when he heard a lorry pull up. Walking out, he saw his best friend Vladan Rmoutil pulling his bloodied son out of the front seat. From what he heard, the young man got into some trouble and was shot in the forest. Listening to his desperate pleas, the good doctor set him on a table and got to work fixing the wound. Patrik would survive, but the injury to his… manhood was significant. He knew that but could not bear to tell his best friend, so he lied, saying there could be a chance once he recovered and sent them on their way. Veselý: So he began praying to the Goddess to get his manhood working again. Chovan: Correct, Oskar. Veselý: So it worked. Chovan: Yes. Yes. But one little problem, Oskar… Chovan: According to the doctor, this happened exactly 12 months ago. (The is a pause. Oskar shifts in his seat.) Chovan: Based on the evidence… Patrik is not the father. Veselý: W-What are you saying? (The investigator moves his chair closer.) Chovan: And according to that calculation, Patrik, too, would have known this. That’s probably why he destroyed his shrine and allowed himself to die. Though, why would he have tried to kill you all of a sudden? Veselý: He wanted Silvie all to himself. He’s crazy! (He moves forwards closer.) Chovan: I checked the polyclinic’s records, and it said Silvie was the sole occupant of the ward. Ms. Marková only was admitted much later. Teta Potrat attacks when people are alone. Koralina was alone many times for longer at her house. Why attack her in the hospital and risk being seen by the patient next to her? That is… if we consider Ms. Marková the target in the first place. (The suspect starts fidgeting further.) Chovan: Silvie was supposed to get attacked that night, yes? Out of pure luck, she left Karolina alone in the room, so it went for that poor woman instead. Well, what can we expect from what is ostensibly a demon? But that now begs the question… (Chovan moves the chair now inches from the suspect.) Chovan: Why did you want to hurt her that badly? Actually, better question: why did you want to hurt her baby that badly? Why would you afflict such horror on your own sister? (Veselý starts quietly sobbing.) Chovan: Oskar. (Places hand on his shoulder.) The truth will come out eventually. Better here now, amongst us, than later. (The suspect places his head in his hands and begins crying. After a moment, Chovan removes his hand from his shoulder.) Chovan: What did you do, boy? Veselý: …It was a mistake. It was a big mistake! We were alone. I was drunk and— and… she wanted me. She wanted a child so bad… It felt good at the time. It was a fucking mistake! That whore seduced me! (The investigator stares in silence.) Veselý: She wanted to keep it. No matter what I said, the stupid girl wouldn’t listen. Everyone would have known Patrik was not the father if that child was born. They would be even more suspicious. It would have destroyed any last shred of respect we had… I had to do it. I had no choice! Chovan: Alcohol only removes inhibition, Mr. Veselý. You still should have known she’s your sister. Veselý: (Looking at Chovan.) No-NO! You listen to me! It was her fault! She did some pagan bullshit and made me do it! Chovan: No, Mr. Veselý… You could have said no. You gave in to lust. You then tried to cover up your own tracks to protect yourself . You did a horrible thing, and because of that, four people are dead. You destroyed your family. (Oskar continues crying as Investigator Chovan packs his items and gets up.) Chovan: I don’t know what Teta Potrat is and how exactly it works. But I know what you are. And that that thing can do what it does, because of people like you. (Chovan leaves the room as Mr. Veselý continues mumbling in denial.) Veselý: It wasn’t my fault. It wasn’t my fault… It wasn’t… my fault . <End Log> Closing Statement: [Suspect was later amnesticised and provided to authorities. A cover story is to be made that Oskar Veselý planned the murders of the victims. Request made for Ms. Iveta Veselá to be amnesticised and moved to another town with the cover story that her husband and only daughter had passed.]",
        "\" SCP-8232 \" by Dr Lerche, from the SCP Wiki . Source: https://scpwiki.com/scp-8232 . Licensed under CC-BY-SA .",
        "Name: Extended arm.jpg Author: Genusfotografen (Tomas Gunnarsson) / Wikimedia Sverige License: CC BY 4.0 Source Link: https://upload.wikimedia.org/wikipedia/commons/6/6d/Extended_arm.jpg",
        "Name: Mokosh symbol red.svg Author: Eckhardt Etheling License: Public Domain Source Link: https://upload.wikimedia.org/wikipedia/commons/4/48/Mokosh_symbol_red.svg"
    ],
    "containment_procedures": "Personnel in the rural areas of the Czechoslovakian region are to be on high alert from August to the end of October. They are to keep watch at maternity wards or households with expecting mothers between 4 and 9 months of pregnancy.",
    "description": "SCP-8232 is a predatory entity targeting lone, pregnant women in their second to third trimester. It resembles an arachnid approximately 1.5 m (5 feet) in length, comprising Uropygid6, Amblypygid7, and Solifugae8 characteristics. However, it appears made from various materials, such as metal, fabrics, bone, and plastic. The entity itself appears to be covered in black cloth.",
    "title": "SCP-8232"
}