{
    "url": "https://scp-wiki.wikidot.com/scp-8233",
    "all_text": "rating: \n+21\n+\n–\nx\n\n\n\n\n\n\nPlease be aware that you are accessing the SCP-8233 file within the SCiPNet Database with a \nLEVEL 2\n employee authorization code. SCP-8233's file requires \nLEVEL 4\n authorization in order to obtain complete material. Accessing Foundation files with lower authorization levels may lead to the withholding, expungement and/or total removal of information for the safety of personnel, though all information present remains factually correct. If you have any questions regarding this and/or require clarification of any of the following data, please contact your corresponding Site Supervisor for an Information Request.\n\n\nThank you.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8233, aerial view, c. 1950. Photo found within facility proper.\n\n\n\n\n\n\n\n\nItem №:\n SCP-8233\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Typical surveillance of SCP-8233 is to be done remotely via the Foundation-standard V.O.Y.E.U.R.I.S.T. drone network, with units prepared with both standard and incendiary armaments. Due to both its distance from surrounding settlements along with its significance, SCP-8233 does not require barriers or barricades of any kind as nearby locals will not approach it.\n\n\nSCP-8233 is not to be entered by personnel unless given L4 clearance by a Site Administrator. Personnel are not to enter SCP-8233 without wearing Foundation-standard PPE, here consisting of a full-████ ███ ████ prepped with fresh ██████ canisters.\n\n\n\n\n \n\n\n[INFORMATION OMITTED: INFECTION PROCEDURE]\n\n \n\n\n\n\nFurther investigation of SCP-8233 is prohibited unless otherwise stated.\n\n\nDescription:\n SCP-8233 is an isolated government facility located along the coast of the Khatanga (Хатанга) River, approx. 200 km northwest of the village of Novorybnaya (Новорыбная), all located within the far upper north of the district of Krasnoyarsk Krai (Красноя́рский Край), Russia. SCP-8233 shows signs of damage consistent with continuous disuse, abandonment, and neglect over a long period of time.\n\n\nSCP-8233's site proper holds a series of facility blocks that were presumably dedicated to documentation and research, with many rooms holding filing cabinets and desks emptied of their contents. A farther portion of the building leads to large-scale storage, with slightly separated faculties containing tools utilized in weapons manufacturing. The only room within SCP-8233 with an intact plaque is labelled \"\nЛазарет\n\",\n1\n though it has also been completely cleared out of all materials and equipment.\n\n\n\n\n \n\n\n[INFORMATION OMITTED: SUB-LEVEL FORMAT]\n\n \n\n\n\n\nRecovered materials:\n\n\n\n\nA severely vandalized and sodden English copy of \nThe Great Gatsby\n\n\nA severely vandalized and sodden journal written in Ukrainian\n\n\nAn incomplete deck of cards\n\n\nA bloodstained handkerchief\n2\n\n\nA 5-piece Reichspfennig coin\n\n\nA discarded pair of eyeglasses\n\n\nA chipped button\n3\n\n\nFragments of a chess board\n\n\nA rusted scalpel blade\n\n\n\n\n\n\n \n\n\n[INFORMATION OMITTED: SCP-8233-1]\n\n \n\n\n\n\nDiscovery:\n SCP-8233 was located following the 1998 routine global anthropological assessment of urban legends and folklore. When overviewing documentation regarding folkloric practices that persisted in communities through the period of Soviet rule, various data points were located for potential investigation, specifically regarding nighttime-tales that were disseminated amongst the children of settlements within and south of Novorybnaya. A roughly-translated nursery rhyme reads as follows:\n\n\n\n\n\n\n'Beware the men who watch and stare\n\nAnd do not shut your eyes.\n\nFor they will think you're mocking them\n\nAnd bring on your demise.'\n\n\n\n\n\n\nFurther research revealed this to be a piece of folklore passed down to the generations following the second World War, with the elderly insisting upon it as a protective fable used to teach children about the vulnerability and potential dangers brought upon by sleep. Further investigation revealed contradictory origins \nand a significant lack of evidence.\n4\n\n\nTwo agents were sent to the settlement in 2003 in order to interview locals and gauge anomalous activity, leading to the identification of SCP-8233 following the interrogation of the village's local government. After an extended and strenuous process,\n5\n the anomaly was reported to Site-22 and a containment crew was dispatched.\n\n\nFive crude wooden crosses were discovered approx. 65 m behind SCP-8233's plot, stuck upright in the snow in a straight line. Exhumation of the immediate area recovered a gold wedding band and 217 additional wooden crosses. No human remains were found.\n\n\n\n\n\n\n« \nSCP-8232\n | SCP-8233 | \nSCP-8234\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8233\n\" by Quicksilvers, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8233\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n airview.jpg\n\n\nName:\n Deepfreeze I 018a.jpg\n\n\nAuthor:\n United States Navy\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Infirmary.\n\n\n2\n. Presumed to be dyed brown upon initial discovery.\n\n\n3\n. The ragged edge of object is also stained with blood.\n\n\n4\n. \n[INFORMATION OMITTED: MORTUARY RECORDS]\n\n\n5\n. \n[INFORMATION OMITTED: AGENT R. PAVLOVIC CAUSE OF DEATH]",
    "addendums": [],
    "documents": [],
    "notes": [
        "'Beware the men who watch and stare And do not shut your eyes. For they will think you're mocking them And bring on your demise.'",
        "\" SCP-8233 \" by Quicksilvers, from the SCP Wiki . Source: https://scpwiki.com/scp-8233 . Licensed under CC-BY-SA .",
        "Filename: airview.jpg Name: Deepfreeze I 018a.jpg Author: United States Navy License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "object_class": "Euclid",
    "containment_procedures": "Typical surveillance of SCP-8233 is to be done remotely via the Foundation-standard V.O.Y.E.U.R.I.S.T. drone network, with units prepared with both standard and incendiary armaments. Due to both its distance from surrounding settlements along with its significance, SCP-8233 does not require barriers or barricades of any kind as nearby locals will not approach it.",
    "description": "SCP-8233 is an isolated government facility located along the coast of the Khatanga (Хатанга) River, approx. 200 km northwest of the village of Novorybnaya (Новорыбная), all located within the far upper north of the district of Krasnoyarsk Krai (Красноя́рский Край), Russia. SCP-8233 shows signs of damage consistent with continuous disuse, abandonment, and neglect over a long period of time.",
    "title": "SCP-8233"
}