{
    "url": "https://scp-wiki.wikidot.com/scp-8235",
    "all_text": "The Foundation cracked magic just like physics before it. They have an equation for every spell, a constant for every rite. But what happens when magic doesn't play by the rules anymore?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n/\n*\n \nThese\n \ntwo\n \narguments\n \nare\n \nin\n \na\n \nquirked-up\n \nCSS\n \nModule\n (\nrather\n \nthan\n \nthe\n \nmain\n \ncode\n \nblock\n) \nso\n \nusers\n \ncan\n \nfeed\n \nWikidot\n \nvariables\n \ninto\n \nthem\n. \n*\n/\n \n\n#header\n \nh1\n \na\n:\n:before\n \n{\n\n    \ncontent:\n \"SCP Foundation\"\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n#header\n \nh2\n \nspan\n:\n:before\n \n{\n\n    \ncontent:\n \"Secure, Contain, Protect\"\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n\n\n\n\n\nrating: \n+80\n+\n–\nx\n\n\nAnorrack/Plilt\n\n\n\n\n\n\nSCP-8235:\n Magic, Unchained (5214 words)\n\n\nAuthors:\n \nAnorrack\n and \nPlilt\n\n\nAnorrack's Author Page\n\n\nPlilt's Wanderer's Library Author Page\n\n\nArticles you may enjoy:\n\n\nVoice of Rage and Ruin\n:\n Behind enemy lines in the Pacific. A resurrection ritual gone awry. Forget the others, can Kiran save himself? By Anorrack\n\n\nDead Men Tell Tales\n:\n Florida's governor is kidnapped, and the UIU is on the case. How many corpses have the kidnappers left behind? By Anorrack\n\n\nAnd I Was Present at the Death of a God\n:\n A talk with a dying god. But nothing stays dead forever… By Plilt\n\n\nWe Are Forgotten\n:\n A poem about evolution and the fall of giants. By Plilt\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nDue to recent events that have adversely affected critical Foundation infrastructure, the file you are about to read may be disorganized, corrupted, or incomplete. You may want to bookmark this file and return at a later date, or request a paper copy from the archives if one is available.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n \n\n\nItem #:\n SCP-8235\n\nObject Class:\n Explained\n\n\nSpecial Containment Procedures:\n Unified containment procedures for SCP-8235 are currently non-existent. SCP-8235 phenomena requiring active containment are classified under other SCP numbers. Containment should be conducted according to the Special Containment Procedures for the relevant entries. Declassification of SCP-8235 has been proposed and a decision is pending.\n\n\nThe Foundation is to contribute funding to ICSUT to support and maintain a free distribution service and open-access archive regarding all past and present studies and papers on SCP-8235, in an effort to promulgate best practices to the anomalous community. As necessary, the Foundation will partner with state-affiliated GoIs to ensure that this information is readily available.\n\n\n\n\n\n\nFigure 1.\n Model microEVESpec of kinked narreme string cross-section around ontologically-pure silver. Note the low density and thickness of the string.\n1\n\n\n\n\n\n\nDescription:\n SCP-8235 is the sum collection of reality-altering phenomena colloquially known as \nmagic\n or \nthaumaturgy\n (the study of which is known as \nthaumatology\n). For most of human history, SCP-8235 was unexplained and believed to be an anomalous phenomenon beyond the ability of science to understand. While some aspects of it were explained over time, most of it was not and was hidden from the public through the Veil Protocol. However, with the advent of Unified Thaumatological Theory in the 1970s, the creation of instruments capable of Elan-Vital Energy (EVE) spectroscopy, and advancements in string theory, the scientific basis for SCP-8235 began to be understood. In 2019, thaumatologists were able to derive a \nGrand Unified Theory of Thaumatology\n that explains all known magical phenomenon.\n\n\nWhile the precise equations and theorems have been modified and made more precise over the decades since, the Two Laws of Thaumotology still provide the underlying architecture for GUTT:\n\n\n\n\nLaw of Contagion: The part affects the whole, and inversely, the whole affects the part.\n\n\nLaw of Sympathy: Like produces like.\n\n\n\n\nAs is currently understood at its most basic form, magic relies on the manipulation of reality-intersecting nth-dimensional information-dense WIMP\n2\n strings called \nfabulons\n, capable of affecting consensus reality in a myriad of ways.\n3\n Certain entities have the ability to control fabulons, allowing them to produce changes their immediate area. As a byproduct of this process, the fabulons release a flood of thaumatological radiation, in the form of quasiparticle \npronons\n. This radiation can be detected by VERITAS imagers and has traditionally been referred to as \naspect radiation\n,\n4\n5\n with a base unit of 1 kiloCasper (10 MeV/Fē).\n6\n\n\nBacklash\n, as termed in thaumatology, is a wave of inverse-frequency aspect radiation, oftentimes producing harmful effects on the user or their environment. This can be thought of as \"friction\" as the fabulons move within the fabula, similar to the heat given off by dry friction. Because the backlash to any given working or ritual is directly inverse to the value of the working, wards may be put in place to redirect this byproduct, or even harness it in a feedback mechanism. Backlash decreases on an exponential scale, although it is less intense in areas with high Hume density due to the insulative nature of fabulons.\n\n\nCertain clusters of fabulons are conscious, or self-aware to a certain extent. While their properties and origins are not fully understood, it is theorized that there are naturally-occurring and synthetic fabulon clusters.\n7\n These strings can be thought of as self-willed stories and constantly produce virtual biblical particles in addition to fundamental narrative particles.\n8\n The mutual constant annihilation of the virtual biblical particles results in \nAkiva radiation\n, which is both indicative of divine presence and lethal to human life in sufficient quantities. Low levels of Akiva radiation constantly suffuse every narrative where Akiva strings exist, but there are spikes when Akiva strings are nearby or actively affecting consensus reality.\n\n\nFabulon density can be measured through the constant radiation of narrativistic particles, which can be detected using a Kant counter (1 Hume = 13.4 Fē/m\n4\n). Type Greens can destroy fabulons in their surroundings, allowing them to impose their own will on reality. This weakens reality, and sufficient numbers of Type Greens can lead to a localized ZK-Class Reality Failure Scenario. The Scranton Reality Anchor counters this effect by synthesizing artificial fabulons by rapidly oscillating a crystal of ontologically-pure galena through a nickel-chromium wire coil.\n\n\nThe systematization of thaumatology has allowed normalcy organizations across the globe to take great strides in both protecting the Veil from myriad threats. It has also engendered revolutions in manufacturing, software development, economics, agriculture, and many other sectors, producing mundane products at low cost and improving quality of life worldwide. Normalcy organizations have prepared information packets and low-level demonstrations for mundane researchers in preparation for the declassification of SCP-8235.\n\n\nAs this article is just a summary of the field as a whole, further reading on the proofs, studies, and other miscellaneous topics on the subject can be found at \nlocal.arxiv.scipnet/thm\n.\n\n\n\n\n\n\nPROJECT: SIREN PROPOSAL\n\n\n\n\n\n\n\n\nWith the complete understanding of SCP-8235 achieved, total surveillance of the anomalous is now possible. The proposed Project SIREN would use an array of geosynchronous/polar orbit satellites, land-based sensors, and oceanic sensor buoys to monitor all anomalous activity on the planet. This would allow the immediate detection of extradimensional intrusions into Earth, real-time tracking of PoIs, and the locating of any SCPs currently outside the Foundation's control.\n\n\nThe project in its fullest extent would be carried out through Casper, Hume, Akiva\n9\n Multi-vector Probes (CHAMPs), a full sensor suite capable of multi-spectrum analysis of thaumaturgical and divine energies worldwide. However, as a dry run for the project, we propose a scaled-down version of SIREN, Near-Earth eveSpec Survey (NESS), to act as a proof of concept. NESS will consist of three geosynchronous and two polar-orbiting satellites.\n\n\nProposal: \nAPPROVED\n\n\n\n\n\n\nSIREN Documentation:\n\n\n\n\n\n\nCHAMP EVEspec image of Cairo, Illinois. Red hotspots indicates strong EVE signature from night life and traffic. The maroon in the right is a calibration error, as the forest should not be able to produce that high of an EVE signature.\n\n\n\n\n\n\nThe full SIREN Array was completed in late 2024 and went online January 3, 2025. It consists of a constellation of twenty satellites in geostationary orbit and over a thousand oceanic sensor buoys and land-based sensors (generally located at or near Foundation outposts). The produced data is analyzed by Panopticon.aic, a dedicated custom-built Foundation artificial intelligence. Any noteworthy readings are sent to the Intelligence Agency and ETTRA. The sensor logs are available upon request.\n\n\nWhile the existence of CHAMPs is known to the anomalous community, the Foundation officially denies any existence of the SIREN Array. Foundation employees should disavow any knowledge of Project SIREN.\n\n\nNotable SIREN readings, first three days of operation:\n\n\n\n\n\n\nSatlink\n\n\nValues\n\n\nTimestamped Connection Status\n\n\nNotes\n\n\n\n\n\n\nSIRENL_130\n, Mecca, Saudi Arabia\n\n\n140 kCasp, 14 Akiva, 20.3 pHume\n\n\n13:20:12 January 3, 2025 \nCONFIRMED\n\n\nLower than reference locations, but within normal values.\n\n\n\n\n\n\nSIRENL_231\n, Fushimi Inari-taisha,\n10\n Japan\n\n\n124 kCasp, 1 Akiva, 21.7 pHume\n\n\n15:43:56 January 3, 2025 \nCONFIRMED\n\n\nExceptionally low Akiva value.\n\n\n\n\n\n\nSIRENS_086\n, Jay Em, Wyoming\n\n\n136 kCasp, -59 Akiva, 85.3 pHume\n\n\n18:32:18 \nCONFIRMED\n\n\nImminent Tartarean event suspected. MTF Mu-0 dispatched.\n\n\n\n\n\n\nSIRENO_138\n, Boston, Massachusetts\n\n\n245 kCasp, 3 Akiva, 13.8 pHume\n\n\n01:57:12 January 4, 2025 \nCONFIRMED\n\n\nAbnormally high readings. May represent increase in Way traffic.\n\n\n\n\n\n\nSIRENS_014\n, Môa River, Acre, Brazil\n\n\n196 kCasp, 5 Akiva, 85.3 pHume\n\n\n09:07:58 January 4, 2025 \nCONFIRMED\n\n\nAbnormally high Hume and Casper readings. No apparent cause. Investigation underway.\n\n\n\n\n\n\nSIRENL_102\n, Salt Lake City, Utah\n\n\n0 kCasp, 0 Akiva, 0 pHume\n\n\n12:00:00 January 29, 2025 \nCAUTION\n\n\nPresumed to be an error. Data discarded.\n\n\n\n\n\n\nSIRENL_109\n, San Francisco, California\n\n\n0 kCasp, 0 Akiva, 0 pHume\n\n\n12:00:00 January 29, 2025 \nCAUTION\n\n\nPresumed to be an error. Data discarded.\n\n\n\n\n\n\n40 Identical Values Omitted\n\n\nPresumed to be an error. Data discarded.\n\n\n\n\n\n\nSIRENL_162\n, Vatican City\n\n\n249 kCasp, 18 Akiva, 149 pHume\n\n\n17:43:40 January 4, 2025 \nCONFIRMED\n\n\nWithin normal values.\n\n\n\n\n\n\nSIRENL_199\n, Rovaniemi, Finland\n\n\n128 kCasp, 7 Akiva, 2.5 pHume\n\n\n02:16:23 January 5, 2025 \nCONFIRMED\n\n\nCritically low Hume values. MTF Omega-12 dispatched to strengthen reality with SRAs and terminate responsible Type Greens.\n\n\n\n\n\n\nSIRENL_130\n, Mecca, Saudi Arabia\n\n\n140 kCasp, 0 Akiva, 20.3 pHume\n\n\n12:47:13 January 5, 2025 \nCONFIRMED\n\n\nMTF ETA-77 dispatched. No anomalies reported. Contacts with Horizon Initiative report nothing out of the ordinary. Possible calibration error.\n\n\n\n\n\n\n\n\nThe full Project SIREN array has now been running for one year and has been remarkably successful. The array has allowed us to locate seventeen additional SCP objects and avert one potential XK-Class scenario. In addition, the array's real-time monitoring has greatly improved our relationship mapping of rival organizations, enabling the break-up of several Sarkic cults. Additional funding for Project SIREN has been approved.\n\n\nHowever, calibration issues have been a persistent flaw for Project SIREN and they have become a severe, persistent error, only growing worse with time. Recalibration now occurs once every 24 hours. The Project SIREN team believes this to be both due to the sensitivity of the instruments involved and a bias in the data set used to calibrate the sensors in the first place. They intend to correct this in the next model of CHAMPs.\n\n\nIn addition, they will be integrating new technology into SIREN\n--\nthe Omnistabilization Anchoring Node (OAN).\n11\n The next generation of CHAMPs will not only detect anomalous phenomena, they will be able to eliminate it.\n\n\n\n\n\n\nIncidentview, page 1 of 4:\n\n\n\n\n\n\nINCIDENT REPORT\n\n\n\n\n\n\nINCIDENT CRIMSON EYE\n\n\nDATE OF OCCURRENCE:\n 2026/03/24\n\n\n\n\nAt 8:48 (local time) March 24, 2026, high levels of anomalous activity were reported in the town of Bend, Wisconsin. Initial reports describe the snow turning blue, two moons visible in the morning sky, and asphalt being overgrown with pulsating wildflowers and grasses. While this is consistent with critically low Hume values, the CHAMP unit at the Foundation outpost in town reported no change in values.\n\n\nBelieving the CHAMP unit to be miscalibrated and unable to identify the cause of the phenomenon, Captain Gerald Simmons took charge and ordered the activation of the OAN at 9:01. The theory of operation for OAN units held that miscalibration of the CHAMPs should not matter, as OANs merely return local values to baseline levels. Even if the CHAMP couldn't detect the change in thaumaturgical values, the OAN should still be able to normalize the region.\n\n\n\n\n\n\nAnti-lightning effects after INCIDENT CRIMSON EYE, localized around SIRENL_129 in Wisconsin. Darkflashes persist for five days after the incident, amnesticization of full population considered infeasible.\n\n\n\n\n\n\nUpon activation, anti-lightning and darkflashes began emitting from SIRENL_129, leeching color from the area and draining electrical current from struck objects.\n12\n Anomalous phenomena worsened in the area, with variable number of suns reported, and all snow igniting with a blue heatless flame that converted what it burned to ice. Due to the brick construction of much of the town and earlier snowmelt the damage was relatively constrained to the downtown area, but several groves of trees turned to ice and five buildings collapsed, leading to the deaths of 34 people, including the technicians operating the OAN and Captain Simmons. While the other Foundation personnel were unharmed, they were unable to reach the OAN to deactivate it.\n\n\nAt 11:25, additional anomalous phenomena were reported. The pews, cross, and minister of the First Methodist Church spontaneously transmogrified into swarms of eastern tiger swallowtails, the stained glass of the windows morphing to exhibit insectoid patterns. Several anomalous items in storage at the outpost began to show changed or increased anomalous properties. AI-1359867 had previously been a key capable of opening any lock. During Incident CRIMSON EYE, it emitted flashes of red light every ninety minutes, during which random buildings in Bend would spatially invert. Roads leading to Bend would rearrange, preventing help from arriving. These events continued even after the initial anomalous phenomena dissipated at 16:38.\n\n\nPower to the OAN would finally be cut at 17:34. This returned AI-1359867 to its previous state. Lightning strikes neutralized most of the butterfly swarms, though repeated strikes on the First Methodist Church had minimal effect.\n13\n The Foundation was able to set up checkpoints and occupy governmental buildings, but due to the infrastructure damage was unable to fully secure the town with available assets.\n\n\n\n\nSUMMARY:\n\n\n\n\nExecutive action was taken, without consultation with the Regional Site Director.\n\n\n34 people died during the event, 6 of which were Foundation personnel. The rest were civilians.\n\n\nAll CHAMPs in the region, even those carried by the rescue teams from the surrounding area, registered no Triad values deviating from the norm during the duration of the events of CRIMSON EYE.\n\n\nNotably, activation of the OAN exacerbated anomalous activity, rather than neutralizing the effects.\n\n\n\n\n\n\nRECOMMENDATIONS:\n\n\n\n\nDecommissioning and testing of all OANs and CHAMPs in the Midwest region to vet their reliability and calibration.\n\n\nRe-examine calibration data, reaffirming baseline values in standardized testing locations.\n\n\nUpdate CHAMP integration software and bring into line with current Foundation standards.\n\n\nReaffirm chain-of-command protocol with regional staff and personnel.\n\n\n\n\n\n\n\n\n \n\n\n\n\nBROKEN ABACUS Incident Inquiry 026\n\n\nInterviewer:\n Linda Larson, Interorganization Thaumaturgical Investigative Committee\n\n\nInterviewed:\n Agostino Veronesi, JOVE\n\n\nBegin Transcript Excerpt\n\n\nI used to be into history before I got this gig. Classics, Roman Republic era, mostly. Prime PhD candidate, so I'm told.\n\n\nDid you know the Romans used to mass manufacture curse tablets? Hell, they worked for the most part, too, according to witness accounts. But ICSUT could never crack them. They weren't \"made right.\" They didn't work according to \"the model.\"\n\n\nWho cares if they didn't work in the model if they actually worked in the field?\n\n\nAnyways, shortly after curse tablet production got into full swing, Rome burnt to the ground. Kinda bit them in the ass, in the end. Pushed a good thing too far, and it snapped back.\n\n\nWhat does this have to do with BROKEN ABACUS? Hell if I know, I'm just rambling…\n\n\nEnd Transcript Excerpt\n\n\n\n\n\n\n \n\n\n\n\n\n\nINCIDENT REPORT\n\n\n\n\n\n\nINCIDENT YELLOW EYE\n\n\nDATE OF OCCURRENCE:\n 2026/07/20\n\n\n\n\nFor several months prior to the incident, high levels of cult activity were reported in the city of Anchorage, Alaska, as well as in the surrounding region of Southcentral Alaska.\n\n\nAt 12:00 (local time) July 20th, 2026, an unidentified man (initially reported to police as a crazed vagrant) walked onto Kincaid Beach in Anchorage, Alaska. He was belligerent towards passersby and wild animals that drew near until he found a piece of driftwood and began to draw a large, intricate ritual circle in the sand.\n\n\nAt 12:15, local police and embedded UIU elements approached the scene, observing the man \"frantically dancing\" and shouting in a \"scraping\" language. Storm clouds grew overhead, though the sky had been clear minutes before.\n\n\nAt 12:17, officers attempted to detain the vagrant, but were repelled by an unseen force. Through police body-cams and witness testimony, it is known that the vagrant withdrew a lighter from his pocket and ignited it. The spark jumped off of the lighter and began to ricochet around the ritual circle, growing larger and accelerating with each reflection, until it became a swirling inferno, consuming the man entirely. For every seventh full rotation the inferno completed, it grew in size. The police unit dispatched lost three officers before retreating to a safe location.\n\n\n\n\n\n\nImage captured from cockpit of Pilot Leviticus Jefferson depicting destruction of wingman Pilot Samuel Doyle's aircraft.\n\n\n\n\n\n\nThe fire continued to grow until reaching a height at fifty feet at 12:45. At that point, the inferno lanced out at a 45 degree angle over the inlet, and was observed to impact something invisible in the air. Fog formed swirling fractals around the area until the projectile punched through and disappeared into a large \"hole\" over the ocean.\n\n\nAt 12:50, UIU elements reported a large, unidentified, amorphous entity passing through the Way and falling into the ocean.\n\n\nAt 13:10, 3rd Wing aircraft were deployed from Joint Base Elmendorf-Richardson (JBER) to survey the incident, reporting boiling water and movement below the waves. Tentacles lashed out from the ocean and struck down one F-22 Raptor, killing the pilot. The entity began to move towards Anchorage.\n\n\nAt 13:23 the entity was liquidated by an additional squadron deployed from JBER. No additional anomalous activity was observed that day.\n\n\n\n\nSUMMARY:\n\n\n\n\n30,000 civilians in Anchorage and the surrounding communities observed the anomalous incident. JBER was forced to deploy \n[CLASSIFIED]\n to protect the Veil.\n\n\nThe manifestation and Way reported were inconsistent with the described ritual, not obeying conventional GUTT in terms of power requirements and necessary components.\n\n\nSimilarly, the exponential backlash cascade leading up to the creation of the Way should be impossible in all but the most specific of laboratory conditions, as backlash almost universally decays over time.\n\n\nIn parallel to CRIMSON EYE, Foundation elements reported no deviation in local Triad values, except during JBER's \n[CLASSIFIED]\n.\n\n\n\n\n\n\nRECOMMENDATIONS:\n\n\n\n\nTeardowns and in-depth refits of regional CHAMPs to fit with current standards and calibrations, with on-the-minute normalized regional references for fabula stabilization.\n\n\nReaffirm the Nassau Accords with American liaisons and other signatories.\n\n\nOrganize an investigative working body to look into into the cause of anomalous thaumaturgical events like those of YELLOW and CRIMSON EYE.\n\n\nLobby for stronger theistic and anti-heretic legislation in America, Canada, and Mexico.\n\n\n\n\n\n\n\n\n \n\n\n\n\nBROKEN ABACUS Incident Inquiry 015\n\n\nInterviewer:\n Linda Larson, Interorganization Thaumaturgical Investigative Committee\n\n\nInterviewed:\n Hal Everill, SCP Foundation\n\n\nBegin Transcript Excerpt\n\n\nThe CHAMPs? They worked great. At first. IT hated the bastards, they were so swingy with their predictions, honestly would have better luck flipping a coin or throwing a dart at a map on some days. But then it would nail a guy in Afghanistan or something who was building a magic nuke, ready to start Occult War VIII, and then all wrongs were forgotten. Honestly should have been the writing on the wall…\n\n\n[…]\n\n\nThe proposal? We were pressed for time. O5s wanted an answer we couldn't possibly give for a question we couldn't possibly know. So we came up with one that we thought would stick, one that was too big for the O5s to possibly want to rubberstamp… why did they do it?\n\n\n[…]\n\n\nYou want my opinion? The Raspberry Pi. That was why it failed. It should have been \nBard\n, or one of the .aics, something with computing power, y'know, to handle the energy requirements… But I was shot down at the drawing board, the working theory being that the lower the specs, the less complex the working needed for uplift. If the Apollo landings were done with the computing power of a smart fridge, who was I to argue?\n\n\n… Who am I to say now? Now I'm just a guy with a useless degree…\n\n\nEnd Transcript Excerpt\n\n\n\n\n\n\n \n\n\n\n\n\n\nINCIDENT REPORT\n\n\n\n\n\n\nINCIDENT BLACK EYE\n\n\nDATE OF OCCURRENCE:\n 2027/01/10\n\n\n\n\nAt 02:58 (local time) Security Camera B-6 showed visual distortions in a hallway at Site-34, followed by the apparent conversion of the eastern half of the hallway into an urban alleyway. This was only visible on B-6; other security cameras in the hallway showed no anomalous activity. The onsite CHAMP unit showed no anomalous readings at this time. A mix of human and non-human intruders\n14\n emerged from the alleyway, apparently appearing out of thin air to the other cameras. As the fourth figure emerged, the onsite CHAMP unit (attached to SIRENL_614) showed a decrease in pHume readings consistent with a weak Type Green. After seven intruders exited the alleyway, the hallway appeared to return to normal and the intruders began to head to low-security anomalous item storage.\n\n\nSecurity guards noticed the intruders at 02:59 and initiated lockdown procedures. They attempted to seal off the area remotely, but PoI-8235-4, the Type Green, converted large sections of the bulkheads to filings. This jammed the bulkhead mechanisms and prevented them from deploying correctly. Bulkheads 15 and 17 were partly converted only once they had lowered, delaying security teams. Tactical Response operatives began cutting through the bulkheads with plasma cutters.\n\n\nThe intruders reached anomalous item storage at 03:04. PoI-8235-6 deactivated security protocols and opened all doors through unknown means; no fluctuations in the CHAMP readings were detected at this point. While PoIs -1 and -3 stood guard, -2, -5, and -7 began sorting through anomalous items. Invaders retained twenty-five items and destroyed eight using a combination of reality warping and an unknown form of thaumaturgy that engulfed objects in red sparks and disintegrated them. No backlash was observed and there was no apparent energy source being used for the thaumaturgy. While the CHAMP displayed standard Hume fluctuations when -4 used its abilities, no changes in Triad values were observed when -6 used its thaumaturgy.\n\n\nAt 03:07, the on-site OAN was activated. -4's reality-bending abilities stopped working immediately, stopping them in the middle of erasing an anomalous sculpture from existence. -6 was unaffected. PoIs conversed.\n\n\nAt 03:10, -6 placed its hands on the south wall, near a major power cable. Several seconds later the OAN suffered a fatal error. Technicians began the reboot process.\n\n\nAt 03:15, security teams breached the bulkheads and began advancing towards the vaults. PoIs -1, -2, and -3 then moved to the back of anomalous item storage and began to perform a ritual while the other PoIs established positions near the entrance. Nearing storage, personnel encountered an unknown physical force that resisted their forward progress, but was unable to fully stop their advance.\n\n\nAt 03:17, personnel engaged the PoIs. -4 used its reality bending abilities to cause eye irritation, blinding security. -6 used thaumaturgy to attack officers who were out of cover. Video evidence shows purple sparks intercepting incoming rounds and disintegrating Foundation personnel. The CHAMP showed slight decreases in Hume levels but no change in kiloCasper values.\n\n\nAt 3:19, the OAN was rebooted and reactivated. -4's abilities were blocked, restoring personnel's vision, but -6's thaumaturgy was unaffected by the OAN.\n\n\nAt 03:20, PoIs -1, -2, and -3 completed their ritual and converted the back wall of anomalous item storage into the same alleyway they had arrived through. No backlash was observed. Triad readings did not fluctuate, though on-site gravimetric sensors reported a 0.05% decrease in gravity. All PoIs exfiltrated and the back wall returned to normal.\n\n\n\n\nSUMMARY:\n\n\n\n\nAntagonists involved in BLACK EYE executed thaumaturgical workings deemed impossible within physical GUTT restraints and conventional power/energy requirements.\n\n\nSuch acts, if promulgated, could be destructive to normalcy organizations and/or revolutionize our understanding of thaumaturgical capabilities.\n\n\nEffects on PoI-8235-4 and anomalies housed on-site confirm that the OAN was activated, but -6's thaumaturgy and -1, -2, and -3's ritual was not affected. Based on video logs, they did not appear to realize that the OAN had been activated until informed by -4.\n\n\nAgain, CHAMP readings were not consistent with eyewitness reports and observed damages. Systems and subsystems are to be analyzed for hitherto-unknown design flaws or hardware limitations.\n\n\n\n\n\n\nRECOMMENDATIONS:\n\n\n\n\nPending.\n\n\n\n\n\n\n\n\n\n\n\n\nTo All Relevant Personnel and Contractors:\n\n\nThe Interorganization Thaumaturgical Investigative Committee (ITIC) conference to be rescheduled and convene \nASAP\n.\n\n\nFindings are to be presented and summarized to O5 Council and other leadership bodies in paper and digital form.\n\n\n\n\n\n\n\n\n\n\nMemo to the O5 Council\n\n\n\n\n\nAfter several months of diligent work, a team of Foundation, ICSUT, and JOVE researchers has concluded that while GUTT is a valid model for the workings of magic, it may not remain so indefinitely.\n\nThe errors and skewed data that has been observed since the launch of the SIREN system is correlative, but not causative. The SIREN system merely allowed us to view a process that was already occurring:\n\n\nThe constants of magic are shifting.\n\n\nThis is not an unfamiliar idea in physics as a whole. There are several theories that posit fundamental physical constants may change over time, such as the gravitational constant or the half-life of a proton. However, those changes are theorized to be minute, happening over a time scale of billions, if not trillions of years.\n\n\nThat is not the case here.\n\n\nOur models show that the constants that undergird GUTT, such as Dostoevsky's Number, Le Guin's Constant, as well as several others, are changing, at an average rate of several hundredths per year. This rate can be successfully mapped to several factors, such as population growth, rate of anomalous incidents, median OECD GDP per capita, and other frivolous causes, though it may be impossible to define for certain.\n\n\nHowever, we have a proposed solution.\n\n\nUtilizing the \nRite of Solomon\n, we can go even below the fundamental constants, and change the equations that govern the constants themselves. As such, we can prevent this gradual shift from occuring, and preserve our current understanding of thaumaturgy as a whole. But this would require swift and decisive action, as we do not currently understand how a large constant shift may affect the Rite of Solomon, or even render it ineffective. Because of this, our proposal should not and cannot be delayed.\n\n\n\n\nProposal: \nAPPROVED\n\n\nPROJECT: ERA DUSK INITIATED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSITE LOCKDOWN IN EFFECT\n\n\n\n\nSITE LOCKDOWN IN EFFECT\n\n\n\n\n\n\n\n\n\n\n\n\n\nThis is an automated message being broadcast on the emergency HOTLINE system. If you are reading this, the infrastructure for your Site has been \nCRITICALLY\n damaged. Lockdown will continue until repairs can be commenced and regular activity may resume.\n\nPlease stay calm and follow the directions of your Division Supervisor, or consult the Emergency Operations Manual for additional instructions until such a time as our \n$$ Crisis Way Network \nRemove From Broadcast\n$$\n can reestablish connection to your Site.\n\n\nLockdown is in effect for Site-01, Site-02, Site-03, Site-04, Site-05, Site-06, Site-07… \nShow 92 additional entries?\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\nINCIDENT REPORT\n\n\n\n\n\n\nINCIDENT BROKEN ABACUS\n\n\nDATE OF OCCURRENCE:\n 2027/12/21\n\n\n\n\nBegin Transcript\n\n\n\n\n23:20:\n Cameras and blackbox audio are activated and reveal an expansive warehouse, filled with humming machinery and bustling scientists. Seven large wooden crates are wheeled in under guard of MTF Alpha-1 (\"Red Right Hand\"), stamped with the logos of various GOIs.\n\n\n23:34:\n The ritual circle is prepared, \n[CLASSIFIED UNDER THE KÖLN AGREEMENT]\n. The camera and audio crackle from EVE exposure as SCP-3457-B1 through -B7 are lifted out of their crates. The memetic SCRAMBLE blinders on one scientist fail, reducing him to ash. The ritual proceeds.\n\n\n23:47:\n Glass and metal rattles as a storm brews outside of the warehouse, drawn by the ley-lines and the gathering of the Keys. The ritual proceeds.\n\n\n23:50:\n The low pressure and ozone alter the calculations, and the scientists attempt to compensate for the changing variables. The SCP-3457 candidate is removed from its container and placed within \n[CLASSIFIED UNDER THE KÖLN AGREEMENT]\n. The ritual proceeds.\n\n\n00:00:\n The ritual proceeds. Winds are clocked to 48 mph outside the warehouse. The screams of the damned are heard. \nSIRENS_173\n detects the corresponding spike in Akiva radiation.\n\n\n00:00:\n \nSIRENS_005\n reports a spike in Akiva radiation.\n\n\n00:00:\n \nSIRENS_321\n reports a spike in Akiva radiation.\n\n\n00:00:\n \nSIRENS_049\n reports a spike in Akiva radiation.\n\n\n[396 IDENTICAL REPORTS OMITTED]\n\n\n00:01:\n SIREN Array crashes. SIREN Watchgroup attempts to reboot.\n\n\n00:02:\n The ritual proceeds. SCP-3457 candidate begins to deconceptualize.\n\n\n00:04:\n Fluctuations detected in \nC_OAN_12-17\n. Ticket issued to IT.\n\n\n00:04:\n \nC_OAN-5-01\n ceases functionality. Bound Type-Green resumes activity.\n\n\n00:05:\n Site-01 HOTLINE reports a containment breach.\n\n\n00:06:\n The ritual proceeds.\n\n\n00:08:\n \nSite-666\n HOTLINE reports a Tartarean Incursion, Code BLACK.\n\n\n00:09:\n Multiple Sites HOTLINE report partial-or-total digital infrastructure collapse due to \nmalfunctioning electronics\n. All established Faustian bargains with the Foundation are anomalously nullified.\n\n\n00:07:\n The ritual proceeds. Casualties within permissible limits.\n\n\n00:10:\n SIREN Array is restored to full functionality. Crashes immediately after issuing a global alert of low Akiva radiation levels. Watchgroup attempts a second reboot.\n\n\n00:10:\n SCP-3457 candidate fully deconceptualizes, no longer visible to the unsanctified eye.\n\n\n00:12:\n Site-666 is lost.\n\n\n00:13:\n Site-01 is lost.\n\n\n00:13:\n The O5 Council is assembled. Motion to halt PROJECT ERA DUSK is dismissed 1-12.\n\n\n00:14:\n The ritual proceeds.\n\n\n00:15:\n The ritual ends. O5-2 is lost. The Keys are lost. 12 Sites are lost. 10% of ERA DUSK personnel are lost. 2% of Foundation personnel worldwide are lost.\n\n\n00:17:\n SIREN Array is restored to full functionality. Crashes immediately, reporting global Triad levels of 0. Watchgroup is unable to reboot it. Handheld units generally confirm reports, though they do show slight, irregular fluctuations around anything that formerly had particularly high readings.\n\n\n00:30:\n ICSUT Prague detonates in a twenty-ton explosion leveling two square blocks. Eventually tracked to a runaway reaction within its experimental thaumaturgical tokamak fusion reactor. 842 casualties, 212 fatalities. Most students were away on holiday.\n\n\n00:45:\n 72% of the residents of \nSCP-5525-Byzantine\n were found to be regressed to the biological age of seven.\n\n\n[23,555 OTHER BROKEN ABACUS-INDUCED INCIDENTS OMITTED FOR BREVITY]\n\n\n05:00:\n BROKEN ABACUS-induced incidents begin to subside. OANs rendered largely ineffective. Most anomalies appear entirely unaffected. Clean-up operations begin, with the Foundation, GOC, and national normalcy organizations working jointly to enact disinformation protocols. Veil breaches are widespread but judged not to threaten the Veil as a whole if prompt action is taken.\n\n\n\n\n\n\nEnd Transcript\n\n\n\n\n\n\n\n\nBROKEN ABACUS Incident Inquiry 033\n\n\nInterviewer:\n Linda Larson, Interorganization Thaumaturgical Investigative Committee\n\n\nInterviewed:\n Dr. Gerald Martin, formerly of the ICUST\n\n\nBegin Transcript Excerpt\n\n\n\"Don't let facts get in the way of a good theory.\" We usually say it to mock people, but we were doing the same thing, weren't we? There was stuff that didn't seem to fit into the model and we always knew it. But it seemed so beautiful it had to be true, and the O5s were riding our asses and wanted something \nnow\n. And so we figured that the approach was right, it just needed… tweaking. I can't be too hard on the others; they'd usually be right. Just look at the neutrinos.\n\n\n[…]\n\n\nGeneral consensus is that we broke magic. That's why SRAs don't work against most of the stuff they used to, it's why Akiva readings are always zero, it's why GUTT doesn't work any longer. I think they're wrong, though, I don't think it ever really worked. Maybe it was just incomplete or maybe we were going down the wrong path entirely, but we tried to mess with reality because we thought we understood it and we didn't. Under GUTT, the Rite of Solomon shouldn't have worked like that. Even if it failed like it did\n--\nand according to GUTT, it shouldn't have\n--\nit shouldn't have made Akiva readings hit zero while doing nothing to Fushimi Inari-taisha or Mecca. Why did it hit GUTT but not OTT, TIOM, or all the other crackpot methodologies? The point of the ritual is to affect \nall\n magic.\n\n\n[…]\n\n\nNo, I don't know why the ritual failed like it did. I just don't tell myself that I do, or that we can figure it out using the same ideas that got us into this mess.\n\n\nEnd Transcript Excerpt\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nItem #:\n SCP-8235\n\n\nObject Class:\n Uncontained\n\n\nSpecial Containment Procedures:\n All existing theories are being reevaluated.\n\n\n\n\n\n\nFinal collated output of the SIREN Array prior to indefinitely crashing. Analysis ongoing.\n\n\n\n\n\n\nDescription:\n SCP-8235 is the sum collection of reality-altering phenomena colloquially known as \nmagic\n. This phenomena does not obey any broad, encompassing laws, beyond traditional, thematic conditions (e.g. a curse lasting a year and a day, ritual components requiring esoteric substances like \"the beard of a woman\"). Artifacts created using SCP-8235 do not function properly under laboratory conditions. Thaumaturgical machinery and instruments no longer function as designed, and are unable to be repaired.\n\n\nThe situation is being assessed.\n\n\n\n\nFootnotes\n\n\n1\n. Edgar, J. E., Roberts, H. T., Xyank, T., et al. (2007). Ontological density of materials, utilizing advancements in MicroEVESpec. \nJournal of Narrativistics\n, 3(10), 24-43.\n\n\n2\n. Weakly Interacting Massive Particles.\n\n\n3\n. Edgar, J. E., Roberts, H. T., Joyce, P. P., and Storstrand, E. E. (2012). Narrative-thaumatological cosmic strings: An analysis of the indirect evidence. \nJournal of Narrativistics\n, 2(4), 209-214.\n\n\n4\n. Elan-Vital Energy (EVE) is a lower frequency than typical aspect radiation, analogous to infrared on the light spectrum, emanated by living beings as they pass through and observe the fabulon fabric.\n\n\n5\n. \nA prior categorizing system\n denoted the value axes of aspect radiation momentum as Hue, Pitch, and Weave, though that system has since been deprecated in favor for a more standardized and simplified notation.\n\n\n6\n. Standardized unit equivalent to the aspect radiation created through transmuting 1 cubic meter of water to wine.\n\n\n7\n. Edgar J., Robert A. H., and Hunter P. P. (1996). Faith and the creation of gods. \nThe Holy Papers of the Silicon Nornir\n, 5(4), 10-54.\n\n\n8\n. Hunter P. P and Gould D. A. (2021). A metafictional analysis of the Dialogue of St. Eric. \nFoundation Journal of Tactical Theology\n, 31(1), 406-425.\n\n\n9\n. Informally known as the \"Magic Triad\" units.\n\n\n10\n. One of the most important shrines to the kami Inari Okami.\n\n\n11\n. A recently developed device that combines SRA technology, an antimonadic field, and adaptive harmonic dampening and cancellation paratechnology to emit an anti-thaumaturgical field.\n\n\n12\n. In living beings, this led to the total cessation of brain activity.\n\n\n13\n. Apparently due to the Church's particularly well-constructed lightning rod.\n\n\n14\n. Designated PoI-8235-1 through -7. Later identified as members of a Hand-affiliated militant indigenous group.",
    "addendums": [],
    "documents": [
        "SIREN Documentation:\nThe full SIREN Array was completed in late 2024 and went online January 3, 2025. It consists of a constellation of twenty satellites in geostationary orbit and over a thousand oceanic sensor buoys and land-based sensors (generally located at or near Foundation outposts). The produced data is analyzed by Panopticon.aic, a dedicated custom-built Foundation artificial intelligence. Any noteworthy readings are sent to the Intelligence Agency and ETTRA. The sensor logs are available upon request.\nWhile the existence of CHAMPs is known to the anomalous community, the Foundation officially denies any existence of the SIREN Array. Foundation employees should disavow any knowledge of Project SIREN.\n"
    ],
    "notes": [
        "The full Project SIREN array has now been running for one year and has been remarkably successful. The array has allowed us to locate seventeen additional SCP objects and avert one potential XK-Class scenario. In addition, the array's real-time monitoring has greatly improved our relationship mapping of rival organizations, enabling the break-up of several Sarkic cults. Additional funding for Project SIREN has been approved. However, calibration issues have been a persistent flaw for Project SIREN and they have become a severe, persistent error, only growing worse with time. Recalibration now occurs once every 24 hours. The Project SIREN team believes this to be both due to the sensitivity of the instruments involved and a bias in the data set used to calibrate the sensors in the first place. They intend to correct this in the next model of CHAMPs. In addition, they will be integrating new technology into SIREN -- the Omnistabilization Anchoring Node (OAN). 11 The next generation of CHAMPs will not only detect anomalous phenomena, they will be able to eliminate it.",
        "To All Relevant Personnel and Contractors: The Interorganization Thaumaturgical Investigative Committee (ITIC) conference to be rescheduled and convene ASAP . Findings are to be presented and summarized to O5 Council and other leadership bodies in paper and digital form."
    ],
    "object_class": "Uncontained",
    "containment_procedures": "All existing theories are being reevaluated.",
    "description": "SCP-8235 is the sum collection of reality-altering phenomena colloquially known as magic. This phenomena does not obey any broad, encompassing laws, beyond traditional, thematic conditions (e.g. a curse lasting a year and a day, ritual components requiring esoteric substances like \"the beard of a woman\"). Artifacts created using SCP-8235 do not function properly under laboratory conditions. Thaumaturgical machinery and instruments no longer function as designed, and are unable to be repaired.",
    "item": "SCP-8235",
    "title": "SCP-8235"
}