{
    "url": "https://scp-wiki.wikidot.com/scp-8240",
    "all_text": "The scene cuts to a well-groomed middle-aged man wearing a tan suit, resting one leg on a pale green rock with his arms crossed over the thigh. His hair is copper brown, and his eyes are light grey. He begins to speak.\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+9\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-8240:\n Ad Astra per Commercium, by D-Barschina\n\n\nReading Time:\n ~8 minutes\n\n\n\n\nThanks for reading! If you like this, check out some of my other work:\n\n\nSCP-8849: Maskirovka\n\n\n\n\n\n\n\n\n\n\nrating: \n+9\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8240 prior to containment\n\n\n\n\n\n\nItem #:\n SCP-8240\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-8240 is kept within the offices of the Foundation Department of Interplanetary Research branch located at Site 12. It should remain plugged into the site’s electrical power and monitored continuously for broadcasts. Any and all broadcast material is to be video-recorded and subsequently transcribed for analysis and possible utilisation by the Department of Interplanetary Research.\n\n\n\n\nDescription:\n SCP-8240 is an Admiral-brand colour television set. According to its manufacturer's mark it was assembled at the company's plant in Lawsburg, Michigan, USA in 1959. The controls on the TV console are entirely non-functional barring the volume-adjustment knob, and the unit doesn't operate through conventional terrestrial radio-wave transmissions. Instead, when SCP-8240 is connected to power through its back port the screen will generate a constant static which is occasionally replaced by video advertisements. The occurrence of these adverts is infrequent and greatly variable; with the shortest recorded interval being only a few seconds between airings, and the longest constituting a period of several months.\n\n\nA typical SCP-8240 broadcast will imitate the format of television advertising common to the United States in the late 1950s and 1960s, though some commercials have been noted at over 20 minutes in duration. A presenter will often first introduce themselves, always self-identifying as a representative of “Madison Avenue Translunar Real-Estate Solutions,” and apologise for the interruption of programming before the advertisement begins proper. No occurrence of the same presenter appearing in successive broadcasts has been recorded, though all have shared common characteristics. American English is the only language spoken by any entity shown on SCP-8240, though regional accents do vary. All are dressed formally; are typically conventionally attractive; and appear outwardly non-anomalous. Sex, ethnicity, and age (within a bracket of approximately 25-60 years) have also been noted to differ consistently. Every salesperson so far documented has been seen to possess grey irises.\n\n\nBroadcasts from SCP-8240 invariably consist of the presentation of a specific moon, planet, planetary region, asteroid or other celestial body as though it were purchasable real estate. The salesperson will comment on attributes such as the climate, habitability, natural beauty, safety and other benefits of buying and living in these places. This is accompanied by sweeping panoramic footage, as well as of them and other humans directly interacting with the environment. Each advertisement is also scored in the \"Light music\" style of the period.\n1\n It is noted that physical and environmental factors which could prove detrimental to human survival on these \"properties\" are regularly neglected or downplayed in their pitches. Exempting this, SCP-8240 events have proved largely accurate in their depiction of extraterrestrial bodies (see Addendum 8240-1).\n\n\nThe audio-visual quality of SCP-8240 broadcasts is on-par with television produced in the late 1950s, and is seemingly unaffected by the supposed filming conditions of the advertisements. To this date, no source transmission for the material shown by SCP-8240 has been detected. Neither Madison Avenue Translunar Real-Estate Solutions, nor any of its purported employees, have yet been verified to exist outside of SCP-8240 broadcasts.\n\n\nAddenda:\n\n\n\n\nAddendum 8240-1: Containment procedure alterations as of 17/02/2044\n\n\n\n\n- Close Addendum 8240-1\n\n\n\n\n\n\nUpdate - 17/02/2044:\n\n\nOn initial containment no action was taken beyond monitoring SCP-8240 for further variations in broadcasts, as the locations it presented were assumed to be fabricated. The containment procedures were modified after the broadcast now recorded as 01-a however, which concerned the sale of several plots on Europa, a moon of Jupiter within our Solar System. The footage was externally recorded and compared with the most current images obtained by satellite photography - displaying a high degree of similitude.\n\n\nDespite the inferior picture quality, exact matches were identified between areas advertised by SCP-8240 and images of the Mehen Linae, Conamara Chaos region, and the Boeotia Macula: all distinct geological features of Europa. Information relayed about the moon's stability, closeness to Earth, percentage water coverage, and its astronomical coordinates, were all similarly confirmed in accuracy.\n2\n After this, SCP-8240 was requisitioned by the Interplanetary Research Department, who began recording the events with the aim of cataloguing potentially habitable worlds.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8240-2: Transcribed exemplar SCP-8240 Event\n\n\n\n\n- Close Addendum 8240-2\n\n\n\n\n\n\n\n\nSCP-8240 Event 097-b\n\n\n\n\n\n\nBroadcast Date:\n 28/09/2065\n\n\n\n\n\n\nStart Time:\n 18:37\n\n\n\n\n\n\nDuration:\n 6 minutes, 24 seconds\n\n\n\n\n\n\n\n\nBroadcast begins:\n\n\nThe “camera” pans across a lush heavily forested horizon at evenfall, eventually progressing upwards to centre on an exceedingly tall mountain enveloped in deep pink mist and framed by twin setting stars. At this point a bright orchestral fanfare reaches its crescendo as the words “Tamarisk Nine” fall in from left-to-right across the screen in a bold white sans-serif font. The scene cuts to a well-groomed middle-aged man wearing a tan suit, resting one leg on a pale green rock with his arms crossed the. His hair is copper brown, and his eyes are light grey. He begins to speak.\n\n\n“Good evening to you ladies and gentleman, my name is Milton Ford. And as much as I want to apologise for interrupting the wild adventures of Roy Rogers, and that oh so mischievous Palomino Trigger, I have a special message to bring you courtesy of our fine people at Madison Avenue Translunar Real-Estate Solutions.”\n\n\nThe scene cuts again as the man smiles. A wide-angle shot moves slowly over a desert landscape populated with tall buttes of blue rock. A suite of light music accompanies.\n\n\n“This folks is the distant world of Tamarisk Nine. Now some of you may be familiar with our country’s more rugged climes, those badlands way out west that just ring with the tales of the old Cowboys and Indians. Well Tamarisk Nine is just like that; a charming moon slam-full of character, waiting for brave pioneers to settle its untamed prairies and jungles.”\n\n\nShot transitions to show a vast smooth-sided valley; a coursing purple river trailing through its heart.\n\n\n“With the cleanest air this side of Cassiopeiae and solar radiation levels so low it’d make our Sun blush, Tamarisk Nine is the real hot-spot for the savvy intergalactic home-buyer. Boasting mighty views over miles of undisturbed wilderness, fewer dust-hurricanes than ever in its proud history, and pure inherent freedom in its broad, unfettered expanses.”\n\n\nThe camera now follows Ford as he walks along the bottom of a steep canyon, matted purple flora forming a canopy above him.\n\n\n“Tired of the busy suburbs? Sick of the long commute into the city? Tamarisk provides the solution to all the problems of the forward-thinking American. Why crowd yourself into that charmless Levittowns’ sprawl when you can roam like Kit Carson in unspoiled woodlands and mountains? Criss-crossed by a network of handsome liquid iodine rivers, the daily to-and-fro here is easier than ever before. Its twin-suns, unmatched in both vitality and youthfulness, affect a refreshingly tropical climate across the northern hemisphere. Making sure any journey is a breeze from within or without your automobile.”\n\n\nFord walks out of frame and the camera lingers for a moment. The next sequence depicts a young boy, seemingly on Earth, struggling to remove a sewer grate after his paper boat falls through it before giving up and beginning to cry. The music is grave, carrying a mournful violin melody.\n\n\n“Does this happen to you often, kid?”\n Ford asks in voiceover.\n\n\nThe boy looks up and nods sombrely, wiping his tears with one hand before again staring at the ground.\n\n\n“Not on Tamarisk Nine it doesn't.”\n\n\nThe boy looks up, a quizzical look on his face. The music again rises in tempo and liveliness.\n\n\n“That’s right.\"\n [The scene wipes into another: showing the boy on a sparsely vegetated desert plain on Tamarisk Nine]. \n\"With gravity only half as strong as Earth’s, even the most difficult of obstacles is simply no challenge.”\n\n\nThe boy picks a large boulder off the ground and hurls it away, revealing his paper boat underneath. He smiles and retrieves it, beginning to sway the toy back and forth. After a moment a large crash is heard offscreen. The boy startles and looks guiltily at the camera.\n\n\n“I won’t tell if you won’t champ.”\n\n\nA chime is heard as the boy smiles hugely once more before the camera cuts away. The new focus is a young woman in a drab grey blouse and stained white apron, wearing worn brown bar-shoes. The narration continues.\n\n\n“Yes, there’s something for everyone on this grand new rock. Even for our plain-looking housewife here.”\n\n\nThe woman runs her hands wearily down her garments and sighs deeply.\n\n\n“With the fresh striking colours of Tamariskin fabrics; why there's no reason an ugly duckling can’t turn into the bell of the ball.”\n\n\nA transition of glittering particle effects, synchronous with an ascending harp glissando, momentarily obscures the woman. On her reappearance she is attired in a vibrant orange and purple floral-patterned house-dress and red heels. She smirks flirtatiously at the camera, now made-up with cherry-red lipstick and wearing a pair of white cat-eye sunglasses, with an intensely yellowed-coloured kerchief tied across her hair. The clothes seem to softly pulse waves of radiation at the camera.\n\n\n“See? Now she’s the bees’ knees.”\n\n\nFord returns to screen, standing in front of a dense rainforest-like environment. The boy and the woman previously shown are present at his sides, both in a state of wonderment. The music is slower but still stirring.\n\n\n“Folks, with such bounty, liberty and comfort just 612,000 lightyears away; can you really afford not to invest in your, and your family’s future on this most comely of worlds?”\n\n\nHe holds the woman’s hand and ruffles the boy's hair.\n\n\n“Buy lifetime rights to this wild and beautiful property now to ensure security, satisfaction, and a guaranteed appreciation in value. Thank you for listening to this message, courtesy of Madison Avenue Translunar Real-Estate Solutions of Manhattan. Please enjoy your show.”\n\n\nThe camera pans out as the boy and woman smile and wave. The shot expands to include a large swath of the forest. In the horizon is the tall peak shown at the start of the broadcast, still framed by the binary stars, but now shown in bright orange-tinted daylight. The score concludes as “Madison Avenue Translunar Real-Estate Solutions, Est. 1902” appears across the picture; followed by a set of astronomical coordinates. SCP-8240's screen returns to static.\n\n\nBroadcast Ends.\n\n\n\n\n\nImaging from the Foundation's Tereshkova-V space telescope has confirmed the existence of an intrasolar satellite at the given position, which resembles the moon depicted in Event 097-b. The Department of Interplanetary Research has been granted a conditional funding increase, subject to evaluations of their progress in developing technologies that will facilitate the examination of anomalies in outer-space.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See \nexample.\n\n\n2\n. Although no information about its oxygen-deficient atmosphere or high levels of surface radiation was similarly communicated.\n\n\n\n\n\n\n\n\n« \nSCP-8239\n | SCP-8240 | \nSCP-8241\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8240\n\" by D-Barschina, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8240\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Admiral.png\n\n\nAuthor:\n Thom Quine\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8240 \" by D-Barschina, from the SCP Wiki . Source: https://scpwiki.com/scp-8240 . Licensed under CC-BY-SA .",
        "Filename: Admiral.png Author: Thom Quine License: CC BY 2.0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-8240",
    "object_class": "Safe",
    "containment_procedures": "SCP-8240 is kept within the offices of the Foundation Department of Interplanetary Research branch located at Site 12. It should remain plugged into the site’s electrical power and monitored continuously for broadcasts. Any and all broadcast material is to be video-recorded and subsequently transcribed for analysis and possible utilisation by the Department of Interplanetary Research.\n\nDescription: SCP-8240 is an Admiral-brand colour television set. According to its manufacturer's mark it was assembled at the company's plant in Lawsburg, Michigan, USA in 1959. The controls on the TV console are entirely non-functional barring the volume-adjustment knob, and the unit doesn't operate through conventional terrestrial radio-wave transmissions. Instead, when SCP-8240 is connected to power through its back port the screen will generate a constant static which is occasionally replaced by video advertisements. The occurrence of these adverts is infrequent and greatly variable; with the shortest recorded interval being only a few seconds between airings, and the longest constituting a period of several months.",
    "title": "SCP-8240"
}