{
    "url": "https://scp-wiki.wikidot.com/scp-8243",
    "all_text": "rating: \n+14\n+\n–\nx\n\n\nItem #:\n SCP-8243\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n After each confirmed remanifestation event, a local Foundation agent is to be briefed on the nature of SCP-8243 and tasked with its retrieval. Due to the historically low threat posed by the object, more urgent duties may take precedence if needed, but retrieval is not to be delayed without cause.\n\n\nThe website \"www.geocaching.com\"\n1\n is under continuous monitoring by the automated \"ChestSeeker\" script, and is to remain so. In addition to alerting containment staff to the details of each remanifestation, the script also automatically hides the newly generated listing from the general public. Activities and websites similar and/or alternative to Geocaching\n2\n are to be preemptively monitored as well.\n\n\nUpon request and analysis, the agent tasked with recovering an SCP-8243 manifestation may be allowed to keep its contents, as long as they pose no form of threat and confirm fully non-anomalous.\n3\n\n\nDescription:\n SCP-8243 is a roughly 18cmx12cmx7cm plastic food container with a locking lid. Outside of remanifestation events it is completely inert, and ignoring minor identifying details, indistinguishable from similar non-anomalous containers.\n\n\nSCP-8243's anomalous properties activate roughly once a week. Whether assembled or not, all of its constituent components spontaneously vanish, and reappear concealed at a seemingly random hiding location near a facility with stationed Foundation personnel. To date, this has included locations around the Earth, beyond the Earth, and within said Foundation facilities\n4\n.\n\n\nFurthermore, two secondary effects are observed: First, SCP-8243 is filled with an assortment of minor items, usually confectioneries\n5\n, small toys, novelty items, and souvenirs from the country the remanifestation event takes place in. Second, a listing is generated on the website \"geocaching.com\", highly similar to those of regular geocaches, offering information regarding some nearby civilian point of interest, and more crucially, details, hints, puzzles and possibly direct GPS coordinates intended to help locate SCP-8243.\n\n\nUpon being recovered, SCP-8243 remains inert until next remanifestation.\n\n\nSelect Addenda:\n\n\n\n\nAddendum 8243.4 Log of Remanifestation Events – Excerpts\n\n\n\n\nAddendum 8243.4 Log of Remanifestation Events – Excerpts\n\n\n\n\n\n\n\n\nManifestation Number\n\n\nGeocache Type\n\n\nHiding Location\n\n\nNotes\n\n\n\n\n\n\n1\n\n\nTraditional\n\n\nTree stump\n\n\nAccompanied with a private message addressed to a personal Geocaching account of a Foundation researcher stationed nearby. So far the only manifestation to be announced directly.\n\n\n\n\n\n\n2\n\n\nTraditional\n\n\nPark bench\n\n\nFirst manifestation containing edible items.\n\n\n\n\n\n\n4\n\n\nMulti\n\n\nUnderpass of an urban road\n\n\nFirst manifestation of the Multi-Cache type, requiring multiple locations to be visited. Locations consisted of famous landmarks of Prague, Czech Republic. Noted as a \"pleasant experience\" by recovering agent.\n\n\n\n\n\n\n12\n\n\nMystery\n\n\nFake breaker box compartment on a public street\n\n\nFirst Mystery Cache type, requiring a puzzle to be solved. Recovering agent, an occasional geocacher, completed retrieval in a high-visibility vest and work overalls. Disguise recommended for future use in urban environments.\n\n\n\n\n\n\n16\n\n\nTraditional\n\n\nSide of a brook\n\n\nAgent mentioned SCP-8243 contained his favorite confectioneries. As a precaution, previous recovering agents contacted. Nearly all confirmed similar affinity to contents of SCP-8243 as per their finds. Research on SCP-8243 elevated in priority.\n\n\n\n\n\n\n26\n\n\nTraditional\n\n\nCrevice dug out in an ice sheet\n\n\nSCP-8243 manifested in Antarctica.\n\n\n\n\n\n\n31\n\n\nWherigo\n\n\nTree stump\n\n\nFirst Wherigo Cache type. Recovery complicated by technical issues with the Wherigo website and the \"cartridge\" file. Noted standard for the geocache type.\n\n\n\n\n\n\n33\n\n\nLetterbox Hybrid\n\n\nNear a public lookout tower, under a large rock\n\n\nFirst Letterbox Hybrid type. \"ChestSeeker\" script updated to work on websites similar/related to Geocaching.\n\n\n\n\n\n\n76\n\n\nMystery\n\n\nFake birdhouse\n\n\nAgent recovered a golden wedding ring from SCP-8243. After examination, recognized the ring as her own, having lost it in the year prior. Allowed to keep it after analysis.\n\n\n\n\n\n\n91\n\n\nMystery\n\n\nTree, suspended by a pulley mechanism, along with other containers\n\n\nMechanism belonged to a non-anomalous geocache hidden in the same manner at the same location. Hider contacted and archived visitor logs cross-referenced. Visitors noted to have included a number of Foundation staff.\n\n\n\n\n\n\n97\n\n\nMulti\n\n\nMissing section of a wall, hidden by a brick\n\n\nNotable for having manifested in FP-01, Three Portlands. Recovery completed by the Unusual Incidents Unit on Foundation request.\n\n\n\n\n\n\n100\n\n\nTraditional\n\n\nSite-19 cafeteria, under a table\n\n\nResearch priority increased. Staff interrupted during lunch quickly introduced to the nature of SCP-8243 by recovering agent.\n\n\n\n\n\n\n102\n\n\nMulti\n\n\nAbandoned lakeside fast food stall\n\n\nSCP-8243 contained a handwritten note. Writing cross-referenced as per standard procedure, providing a 99.8% match to Jiří Ondráček, a late Foundation researcher. For contents of the note and the attempt at communication that followed, see addendum 8243.27.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8243.27 Handwritten Notes Related to SCP-8243\n\n\n\n\nAddendum 8243.27 Handwritten Notes Related to SCP-8243\n\n\n\n\nNote recovered from the 102nd remanifestation of SCP-8243, denoted 8243.27-1:\n\n\n\n\nUsed to love this place.\n\n\nYou know, it occurred to me… that being a hundred hides in, at this point, I might be draining more Foundation resources than bringing anyone fun.\n\nBesides, I'm sure the novelty has started to wear off.\n\n\nI'm… tired. I had spent a lot of years with the Foundation. Never got a big break, never hurt that much for one. But I had seen a lot of bad stuff, as we all have.\n\n\nSo, when I passed, I figured I deserved to mess around a bit, drag you all into my hobby. I had visited a lot of cool places, made a lot of nice memories, met a lot of friendly people thanks to it… all outside of the concrete of Site walls.\n\n\nAnd I think that that last part's important.\n\n\nI hope you all enjoyed yourselves as well.\n\nSee you on the other side.\n\n\n\n\nNote composed by the SCP-8243 research team, denoted 8243.27-2 and inserted into SCP-8243 prior to its final demanifestation:\n\n\n\n\nDr. Ondráček,\n\n\nthis is Senior Researcher Vydra, on behalf of the SCP-8243 (yes, that's your denotation) research team.\n\n\nIt is true that, as with any anomaly, containing SCP-8243 has cost the Foundation somewhat in resources, time and attention it could have likely put elsewhere. Naturally, not everyone involved found it as amusing as you would have hoped, either. As Foundation staff, we have ultimately had to treat SCP-8243 as any other object requiring our attention. We're sure you understand.\n\n\nThat said, we confess that many field agents we've sent to recover the hides claimed to enjoy the experience. So have we mostly looked forward to coming to the project to unwind and see where the box ended up. In a world where most anomaly discoveries are inherently unpleasant, difficult things, a little treasure hunt often proved a welcome break.\n\n\nThank you for your consideration, and for all your other work over the years.\n\n\nFarewell and godspeed,\n\nSenior Researcher Lukáš Vydra, and the SCP-8243 research team\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8243.4 Log of Remanifestation Events – Excerpts, Part 2\n\n\n\n\nAddendum 8243.4 Log of Remanifestation Events – Excerpts, Part 2\n\n\n\n\n\n\n\n\nManifestation Number\n\n\nGeocache Type\n\n\nHiding Location\n\n\nNotes\n\n\n\n\n\n\n103\n\n\nN/A\n\n\nThe desk of Senior Researcher Lukáš Vydra\n\n\nSCP-8243 manifested empty. Object Class to be updated to \"Neutralized\" after standard grace period.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8242\n | SCP-8243 | \nSCP-8244\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8243\n\" by vtipoman, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8243\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Geocaching is a global game/outdoor activity, in which participants hide and discover containers – geocaches – based on GPS coordinates. To acquire said coordinates, solving a puzzle or visiting multiple locations is sometimes required.\n\n\n2\n. Such as Opencaching and Letterboxing.\n\n\n3\n. In regular Geocaching, the items inside of a container are traded for, not simply taken.\n\n\n4\n. For details, see addendum 8243.4.\n\n\n5\n. Despite perishable items being normally banned from geocaches.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Used to love this place. You know, it occurred to me… that being a hundred hides in, at this point, I might be draining more Foundation resources than bringing anyone fun. Besides, I'm sure the novelty has started to wear off. I'm… tired. I had spent a lot of years with the Foundation. Never got a big break, never hurt that much for one. But I had seen a lot of bad stuff, as we all have. So, when I passed, I figured I deserved to mess around a bit, drag you all into my hobby. I had visited a lot of cool places, made a lot of nice memories, met a lot of friendly people thanks to it… all outside of the concrete of Site walls. And I think that that last part's important. I hope you all enjoyed yourselves as well. See you on the other side.",
        "Dr. Ondráček, this is Senior Researcher Vydra, on behalf of the SCP-8243 (yes, that's your denotation) research team. It is true that, as with any anomaly, containing SCP-8243 has cost the Foundation somewhat in resources, time and attention it could have likely put elsewhere. Naturally, not everyone involved found it as amusing as you would have hoped, either. As Foundation staff, we have ultimately had to treat SCP-8243 as any other object requiring our attention. We're sure you understand. That said, we confess that many field agents we've sent to recover the hides claimed to enjoy the experience. So have we mostly looked forward to coming to the project to unwind and see where the box ended up. In a world where most anomaly discoveries are inherently unpleasant, difficult things, a little treasure hunt often proved a welcome break. Thank you for your consideration, and for all your other work over the years. Farewell and godspeed, Senior Researcher Lukáš Vydra, and the SCP-8243 research team",
        "\" SCP-8243 \" by vtipoman, from the SCP Wiki . Source: https://scpwiki.com/scp-8243 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8243",
    "object_class": "Euclid",
    "containment_procedures": "After each confirmed remanifestation event, a local Foundation agent is to be briefed on the nature of SCP-8243 and tasked with its retrieval. Due to the historically low threat posed by the object, more urgent duties may take precedence if needed, but retrieval is not to be delayed without cause.",
    "description": "SCP-8243 is a roughly 18cmx12cmx7cm plastic food container with a locking lid. Outside of remanifestation events it is completely inert, and ignoring minor identifying details, indistinguishable from similar non-anomalous containers.",
    "title": "SCP-8243"
}