{
    "url": "https://scp-wiki.wikidot.com/scp-8247",
    "all_text": "rating: \n+74\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nCW: This article includes mentions of humans being mauled, although it is not graphic. Viewer discretion is advised.\n\n\n\n\n\n\n\n\nrating: \n+74\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\nItem #:\n SCP-8247\n\n\nObject Class:\n Euclid\n\n\n\n\n\n\nAn instance of SCP-8247 in an active state.\n\n\n\n\n\n\n\n\n\n\nAn instance of SCP-8247 in an inactive state.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Instances of SCP-8247 are each to be kept in large, separate animal enclosures at Site-908. SCP-8247 instances are to be provided with appropriate food, water, and enrichment daily. As SCP-8247 instances can transform at will, Foundation Personnel are to approach instances of SCP-8247 with extreme caution. Access to the enclosures outside of providing SCP-8247 instances with their daily needs is not permitted.\n\n\nReports of wild animals and/or house pets that show behaviors or abilities that align with documented information about SCP-8247 instances are to be monitored by the SCP-8247 research team in cases of possible containment breaches.\n\n\nAll witnesses of SCP-8247 are to be administered amnestics and released.\n\n\nDiamond Summers may be allowed to visit SCP-8247-A27 for three hours twice a day during its meal times. Summers is permitted to feed SCP-8247-A by hand.\n\n\nDescription:\n SCP-8247 refers to an anomalous subspecies of felines. SCP-8247 instances possess the ability to transform into a Bengal Tiger at will. SCP-8247 instances have often been observed to display violent tendencies, often attacking and consuming other animals and humans. Despite their primal behaviors, instances demonstrate behaviors of a typical house cat regardless of which form they are currently in. SCP-8247 instances do not require raw meat and are capable of surviving on processed cat food, although larger portions are required and instances still exhibit a preference for fresh meat. Despite anatomy differences, SCP-8247 maintain behavioral traits influenced by the anatomy of big cats, such as the inability to purr except when exhaling. There are currently 247 instances of SCP-8247 in containment.\n\n\nAddendum-1-Findings:\n The following are relevant media discovered of a notable SCP-8247 instance (dubbed SCP-8247-A27) found by the Foundation in deduced chronological order. This includes social media posts on the platform \nInstagram\n and journal logs by its owner, Diamond Summers. This is the only SCP-8247 instance known to be a house pet.\n\n\n\n\n\n\n\n\n\n\nmeaganthekittycat\n\n\n•••\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n249 likes\n\n\nmeaganthekittycat\n \nToday is our last day in our apartment! Moving into the new house tomorrow! Hopefully there will be lots of room for Meagan to roam and lay down!\n\n\nView all 24 comments\n\n\n\n\n\n\n\n\nAdd a comment…\n\n\n\n\n\n\n\n\n\n\n\n\nMay 6th, 2021\n\n\nSo my therapist (before money became an issue) suggested this journaling thing, so hello journal lol. Anyways, I can’t fucking BELIEVE I’m getting evicted from my apartment. And my only option is to move in with my aunt and uncle\n\n\nThey fucking hate me. They’ve always thought internet influencer wasn’t a ‘real job’. But they offered to let me live with them, probably just so they can boss me around tbh\n\n\nThey've always been so bossy, even when I was a fucking kid. They always yelled at me and called me lazy and shit, and still do. Like they'd even insult my parents for letting me turn out the way I did. Anyway at least I’ve got Meagan, she’s always been so sweet\n\n\n\n\n\n\n\n\n\n\n\n\nmeaganthekittycat\n\n\n•••\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n224 likes\n\n\nmeaganthekittycat\n \nWe've moved into our new house! Meagan gets along with our roommates rather well!\n\n\nView all 19 comments\n\n\n\n\n\n\n\n\nAdd a comment…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nmeaganthekittycat\n\n\n•••\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n220 likes\n\n\nmeaganthekittycat\n \nTaking Meagan to the vet to get her checked out! Everyone wish her luck at the vet!\n\n\nView all 25 comments\n\n\n\n\n\n\n\n\nAdd a comment…\n\n\n\n\n\n\n\n\n\n\n\n\nMay 12th\n\n\nEver since we got here, Meagan has been acting very strange. She’s been hissing and scratching my aunt and uncle and once she even bit my aunt. They’re threatening to call animal control if I don’t have her checked out I don’t know what I’m going to do\n\n\nPoor Meagan doesn’t even seem to notice she’s in danger, she’s just been cuddling up with me at night and licking my face\n\n\nI don’t deserve her\n\n\n\n\n\n\nMay 14th\n\n\nThank fuck I have a job interview in 2 weeks just about. The closer I am to getting a job, the closer I am to getting out of here. Being an influencer is not paying as well as I thought it would. I’m just not popular enough and sponsors are so hard to come by these days. Maybe they were right. Maybe being an influencer isn’t a real job, I shouldn’t have quit my job\n\n\n\n\n\n\n\n\n\n\n\n\nmeaganthekittycat\n\n\n•••\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n270 likes\n\n\nmeaganthekittycat\n \nHey guys! I've noticed something kind funny about Meagan. She only purrs when she exhales! Do any of your cats do this? Like she doesn't purr normally. I wonder if it's the breed she is, which I actually don't know lol.\n\n\nView all 30 comments\n\n\n\n\n\n\n\n\nAdd a comment…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nmeaganthekittycat\n\n\n•••\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n257 likes\n\n\nmeaganthekittycat\n \nHey guys! I have a few questions I was hoping you could answer. So Meagan has always had a bit of a large appetite LOL. I was wondering- firstly, do any of you have cats with large appetites? And how do you afford all that food? Cause she sure is running me dry! :P\n\n\nView all 29 comments\n\n\n\n\n\n\n\n\nAdd a comment…\n\n\n\n\n\n\n\n\n\n\n\n\nMay 22nd\n\n\nIt was a mistake asking Rachel and Todd for help with cat food\n\n\nthey just fucking screamed at me and said \"IF YOU CANT AFFORD IT GET RID OF THE DAMN CAT\"\n\n\nI wish Meagan didn't eat so much\n\n\nI love her but she has the biggest appetite of any cat I've ever seen in my entire fucking life\n\n\n\n\n\n\nMay 20th\n\n\nim shaking so badly rn\n\n\nmy whole life has just been turn upside down a lot just happened and why im even still writing in this thing I dont know\n\n\nthey tried to throw Meagan out of the house when I was asleep. I woke up in the middle of the night to get water and I heard meowing by the front door, so I opened it and I FUCKING FOUND HER OUTSIDE I KNOW SHE WOULDNT HAVE GOTTEN OUT ON HER OWN SHE HATES GOING OUTDOORS\n\n\nSo I go and wake the fuckers up and confront them and they just scoffed and said ‘it’s not a big deal’\n\n\nso I tell them 'YES IT IS THATS MY CAT SHES MY BABY'\n\n\nand they're like 'its always about the damn cat'\n\n\nand we argued for awhile about meagan and how I only care about the cat and how they hate me and that im worthless and I need to do something worthwhile and then eventually\n\n\nTodd jumps out of bed and grabs me by the collar and punches me screaming at me to shut up\n\n\nand then\n\n\ntheres a fucking tiger in the room\n\n\nblood\n\n\nand guts and gore\n\n\nthey're gone\n\n\nthen it just walked up to me afterwards, turned into MEAGAN, and rubbed against me like nothing happened\n\n\nwhat am I supposed to do\n\n\nmeagan is a tiger\n\n\nmy aunt and uncle are fucking dead\n\n\nits a gory mess in here\n\n\nim fucking terrified\n\n\n\n\n\n\nMay 20th\n\n\nI have to get out of here the police are going to come and find me and they'll blame me for this\n\n\nshould I take meagan with me?\n\n\nwhat if she just eats me\n\n\nbut I can't just leave her im all shes ever known\n\n\nbut I just\n\n\nI dont know what to do\n\n\n\n\n\n\n\n\n\n\n\n\nmeaganthekittycat\n\n\n•••\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n304 likes\n\n\nmeaganthekittycat\n \nGuys I think something is seriously wrong with Meagan\n\n\nView all 37 comments\n\n\n\n\n\n\n\n\nAdd a comment…\n\n\n\n\n\n\n\n\n\n\nAddendum-2-Police-Reports:\n On June 8th, 2021, Diamond Summers and her cat Meagan were reported missing by the local Police Department after the discovery of the bodies of Rachel and Todd Smith. Summers had left behind all personal belongings, including all electronics. Summers was later discovered on June 17th in Saint Joseph, Michigan, approximately two hours away from her hometown of Joliet, Illinois. Summers' was discovered when local reports of a tiger mauling local residents were released. Upon Summers' apprehension, physical notes were found on her person.\n\n\n\n\nJune 9th\n\n\nI had to go\n\n\nI had to protect Meagan\n\n\npeople would find out\n\n\nthey were going to look for her\n\n\nand I couldn't have that\n\n\nI know im homeless now\n\n\nbut I was going to be anyway\n\n\nits worth it\n\n\n\n\n\n\nJune 10th\n\n\nI just realized\n\n\nhow am I gonna feed her\n\n\nI dont have cat food\n\n\nshes a fucking tiger\n\n\nwhat if she eats someone again\n\n\nwhat if she eats me\n\n\nshes never attacked me before but what if she does it when she goes hungry\n\n\nshit\n\n\n\n\n\n\nJune 12th\n\n\nI haven't given her something to eat in like 3 days we're both starving all she's had is grass\n\n\nshes started to lick me for no reason im scared\n\n\n\n\n\n\nJune 13th\n\n\nI don't think I trust Meagan anymore\n\n\nshes been acting really weird\n\n\nshes been randomly turning into her tiger form for no reason\n\n\nI do not like this\n\n\nhow did I ever trust her\n\n\nwhy did I do this\n\n\nmaybe I should go back\n\n\nand just turn her into the authorities\n\n\nsave my own skin\n\n\nshes just a cat\n\n\n\n\n\n\nJune 14th\n\n\nshe did it again\n\n\nsomeone tried to talk to us\n\n\nand she ate them\n\n\nshe can't keep doing this\n\n\nI begged her to stop and I think she understands\n\n\n\n\n\n\nJune 14th\n\n\nOh my god\n\n\nhe had a knife\n\n\nI think he was gonna try to mug me\n\n\nor something\n\n\nshe did it to protect me\n\n\nnot because she was hungry\n\n\nwhy do I keep doubting her\n\n\nI'm such a terrible cat owner\n\n\nshe loves me\n\n\nand I love her\n\n\nmeagan I love you\n\n\n\n\n \n\n\nAddendum-3-Interview:\n Diamond Summers was taken into by the Foundation on June 20th, 2021. Summers' was later interviewed about SCP-8247-A27. This interview took place before SCP-8247’s file was created.\n\n\n\n\n Open Interview\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewed:\n Diamond Summers\n\n\nInterviewer:\n Researcher Cara Sandals\n\n\nForeword:\n Researcher Cara Sandals of the Zoology department at Site-908 was tasked with interviewing Diamond Summers, the owner of SCP-8247-A27.\n\n\n<Begin Log>\n\n\nSandals:\n Hello, Diamond. I appreciate you coming to talk with me about Meagan.\n\n\nSummers:\n Uh… hello? You said you wanted to like, study her. You’re not going to poke and prod her with needles or anything are you?\n\n\nResearcher Sandals laughs.\n\n\nSandals:\n Oh, no. It’s closer to observing her. But no poking or prodding involved.\n\n\nSummers:\n Good. Also, just for your information, the people she hurt were in self-defense! She doesn’t just attack people for no reason she’s not dangerous just because she’s a tiger!\n\n\nSandals:\n Diamond, I understand your defensiveness, but I’m going to ask you to calm down. I didn’t accuse her of being dangerous. You seem to know a lot about her.\n\n\nSummers:\n Of course I know a lot about her, she’s my cat! I’ve had her since she was a kitten. And are you sure you don’t think she’s dangerous? I don't believe that you don't!\n\n\nSandals:\n While others like Meagan have shown violent tendencies, Meagan herself has not. I’ve worked with animals a long time. I can tell when one is bonded to a human the way Meagan is bonded to you. I do not think she’s dangerous. I think she’s protective.\n\n\nSummers:\n I still don't believe you! I still don't believe you won't take her away from me! Wait- others like her? There are others like Meagan?\n\n\nSandals:\n Yes. We currently have other instances in containment. As I said, you seem quite knowledgeable about the species. What else have you observed about Meagan?\n\n\nSummers:\n Observed? Like what? Like what she likes to do? Why do you want to know that? So you can use it against her?\n\n\nSandals:\n Like behaviors, natural instincts, likes, dislikes. Stuff like that. And no, not to use it against her. To help her. Please just answer the question.\n\n\nSummers:\n Ugh, fine. Um… she eats.\n\n\nSummers pauses, then laughs.\n\n\nSummers:\n \nA lot.\n Like she’s got this \nhuge\n appetite! But that makes sense with the tiger thing now.\n\n\nSandals:\n Bengal tigers can eat as much as sixty to seventy-five pounds of food in one night. The instances we currently contain have all been observed to eat a lot of animals and people. But it seems Meagan was able to survive off of cat food.\n\n\nVisible discomfort is seen on Summers’ face.\n\n\nSummers:\n Egh, I could never imagine Meagan doing such a thing. She’s a sweetheart, she really is. Yeah, but she eats a lot of it like I said. Um, she also doesn’t purr right. Like she only purrs when she exhales.\n\n\nSandals:\n That’s another natural behavior of a tiger. I’m surprised that didn’t set you off to there something being off sooner.\n\n\nSummers:\n Me too, to be honest. Recently I made a post asking my Instagram followers about it, but I never looked at the comments. Still, this all confuses me. What's your goal here?\n\n\nSandals:\n I get that. We’re not all thinking about things like that too hard. Our goal is to help Meagan as I already said. Anything else you've observed?\n\n\nSummers:\n Yeah. I’ve found Meagan really likes to play with toys. Have you tried toys with the other instances? Meagan really loves those wands that have the feathers and worms you know?\n\n\nSandals:\n We have not. Currently, we just feed them and give them places to climb and such.\n\n\nSummers:\n The fact that you call them 'instances' tells me a lot. Even though they’re tigers, maybe they’d be happier if you played with them! They’re cats too! Maybe you just haven’t found some of their playful sides. Cats often get what seems to be violent when they really just want to play.\n\n\nSandals:\n That’s true. That’s a very common house cat behavior.\n\n\nSandals sets down her clipboard.\n\n\nSandals:\n Diamond. You’re very knowledgeable about Meagan. Which leads us to believe that you may be of some help to us here. Meagan has also already shown to not like to be distanced from you for too long. It’s been a week and she’s already injured three staff members and attempted to injure two more. Before this interview, I was discussing something with my colleagues, and you've only further proven yourself here. We would like to offer you an opportunity.\n\n\nSummers gasps.\n\n\nSummers:\n What kind of opportunity?\n\n\nSandals:\n The kind where we allow you to continue to see Meagan. As we see you’re currently homeless, we will house you and provide you with basic needs. In exchange, you will help us study and take care of Meagan, and possibly other instances of SCP-8247 if it is deemed safe.\n\n\nSummers:\n I… I get to keep Meagan? So you were serious about helping her? Now I feel kind of bad for doubting you.\n\n\nSandals:\n You can’t live with her anymore. But you will be allowed to visit her. How often is yet to be determined. What do you say?\n\n\nSummers:\n I… of course. I’m not really in the position to turn you down. I’d love to help you. Thank you. Thank you so much.\n\n\nSandals:\n No problem, Diamond. Now, Meagan is probably waiting to see you.\n\n\n<End Log>\n\n\nClosing Statement:\n As of June 25th, 2021, Diamond Summers has been granted Level 0 clearance with some exceptions. Allowing Diamond Summers access to interact with other instances of SCP-8247 is currently pending.\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n« \nSCP-8246\n | SCP-8247 | \nSCP-8248\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8247\n\" by DianaBerry, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8247\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n commented.png\n\n\nAuthor:\n \nFish^12\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-sandbox-3.wikidot.com/local--files/collab:mombun-and-fish-12/commented.png\n\n\n\n\n\n\nFilename:\n comment.png\n\n\nAuthor:\n \nFish^12\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-sandbox-3.wikidot.com/local--files/collab:mombun-and-fish-12/comment.png\n\n\n\n\n\n\nFilename:\n liked.png\n\n\nAuthor:\n \nFish^12\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-sandbox-3.wikidot.com/local--files/collab:mombun-and-fish-12/liked.png\n\n\n\n\n\n\nFilename:\n likes.png\n\n\nAuthor:\n \nFish^12\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-sandbox-3.wikidot.com/local--files/collab:mombun-and-fish-12/likes.png\n\n\n\n\n\n\nFilename:\n shared.png\n\n\nAuthor:\n \nFish^12\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-sandbox-3.wikidot.com/local--files/collab:mombun-and-fish-12/shared.png\n\n\n\n\n\n\nFilename:\n share.png\n\n\nAuthor:\n \nFish^12\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-sandbox-3.wikidot.com/local--files/collab:mombun-and-fish-12/share.png\n\n\n\n\n\n\nFilename:\n blank\n\n\nAuthor:\n \nDianaBerry\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttp://scp-sandbox-3.wikidot.com/local--files/well-she-s-harmless-to-me/blank\n\n\n\n\n\n\nFilename:\n M1\n\n\nAuthor:\n \nDianaBerry\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttp://scp-sandbox-3.wikidot.com/local--files/well-she-s-harmless-to-me/M1\n\n\n\n\n\n\nFilename:\n M2\n\n\nAuthor:\n \nDianaBerry\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttp://scp-sandbox-3.wikidot.com/local--files/well-she-s-harmless-to-me/M2\n\n\n\n\n\n\nFilename:\n M3\n\n\nAuthor:\n \nDianaBerry\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttp://scp-sandbox-3.wikidot.com/local--files/well-she-s-harmless-to-me/M3\n\n\n\n\n\n\nFilename:\n M4\n\n\nAuthor:\n \nDianaBerry\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttp://scp-sandbox-3.wikidot.com/local--files/well-she-s-harmless-to-me/M4\n\n\n\n\n\n\nFilename:\n M5\n\n\nAuthor:\n \nDianaBerry\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-sandbox-3.wikidot.com/local--files/well-she-s-harmless-to-me/M5\n\n\n\n\n\n\nFilename:\n tiger\n\n\nName:\n Tiger in Ranthambhore.jpg\n\n\nAuthor:\n Bjørn Christian Tørrissen\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Tiger_in_Ranthambhore.jpg\n\n\n\n\n\n\nFilename:\n cat1\n\n\nName:\n Domestic cat (Barras) (photo 2012; cropped 2022).JPG\n\n\nAuthor:\n Barras\n\n\nLicense:\n Creative Commons Attribution-Share Alike 3.0 Unported\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Domestic_cat_(Barras)_(photo_2012;_cropped_2022).JPG",
    "addendums": [
        "Addendum-1-Findings: The following are relevant media discovered of a notable SCP-8247 instance (dubbed SCP-8247-A27) found by the Foundation in deduced chronological order. This includes social media posts on the platform Instagram and journal logs by its owner, Diamond Summers. This is the only SCP-8247 instance known to be a house pet.",
        "Addendum-2-Police-Reports: On June 8th, 2021, Diamond Summers and her cat Meagan were reported missing by the local Police Department after the discovery of the bodies of Rachel and Todd Smith. Summers had left behind all personal belongings, including all electronics. Summers was later discovered on June 17th in Saint Joseph, Michigan, approximately two hours away from her hometown of Joliet, Illinois. Summers' was discovered when local reports of a tiger mauling local residents were released. Upon Summers' apprehension, physical notes were found on her person.\n",
        "Addendum-3-Interview: Diamond Summers was taken into by the Foundation on June 20th, 2021. Summers' was later interviewed about SCP-8247-A27. This interview took place before SCP-8247’s file was created."
    ],
    "documents": [],
    "notes": [
        "Interviewed: Diamond Summers Interviewer: Researcher Cara Sandals Foreword: Researcher Cara Sandals of the Zoology department at Site-908 was tasked with interviewing Diamond Summers, the owner of SCP-8247-A27. <Begin Log> Sandals: Hello, Diamond. I appreciate you coming to talk with me about Meagan. Summers: Uh… hello? You said you wanted to like, study her. You’re not going to poke and prod her with needles or anything are you? Researcher Sandals laughs. Sandals: Oh, no. It’s closer to observing her. But no poking or prodding involved. Summers: Good. Also, just for your information, the people she hurt were in self-defense! She doesn’t just attack people for no reason she’s not dangerous just because she’s a tiger! Sandals: Diamond, I understand your defensiveness, but I’m going to ask you to calm down. I didn’t accuse her of being dangerous. You seem to know a lot about her. Summers: Of course I know a lot about her, she’s my cat! I’ve had her since she was a kitten. And are you sure you don’t think she’s dangerous? I don't believe that you don't! Sandals: While others like Meagan have shown violent tendencies, Meagan herself has not. I’ve worked with animals a long time. I can tell when one is bonded to a human the way Meagan is bonded to you. I do not think she’s dangerous. I think she’s protective. Summers: I still don't believe you! I still don't believe you won't take her away from me! Wait- others like her? There are others like Meagan? Sandals: Yes. We currently have other instances in containment. As I said, you seem quite knowledgeable about the species. What else have you observed about Meagan? Summers: Observed? Like what? Like what she likes to do? Why do you want to know that? So you can use it against her? Sandals: Like behaviors, natural instincts, likes, dislikes. Stuff like that. And no, not to use it against her. To help her. Please just answer the question. Summers: Ugh, fine. Um… she eats. Summers pauses, then laughs. Summers: A lot. Like she’s got this huge appetite! But that makes sense with the tiger thing now. Sandals: Bengal tigers can eat as much as sixty to seventy-five pounds of food in one night. The instances we currently contain have all been observed to eat a lot of animals and people. But it seems Meagan was able to survive off of cat food. Visible discomfort is seen on Summers’ face. Summers: Egh, I could never imagine Meagan doing such a thing. She’s a sweetheart, she really is. Yeah, but she eats a lot of it like I said. Um, she also doesn’t purr right. Like she only purrs when she exhales. Sandals: That’s another natural behavior of a tiger. I’m surprised that didn’t set you off to there something being off sooner. Summers: Me too, to be honest. Recently I made a post asking my Instagram followers about it, but I never looked at the comments. Still, this all confuses me. What's your goal here? Sandals: I get that. We’re not all thinking about things like that too hard. Our goal is to help Meagan as I already said. Anything else you've observed? Summers: Yeah. I’ve found Meagan really likes to play with toys. Have you tried toys with the other instances? Meagan really loves those wands that have the feathers and worms you know? Sandals: We have not. Currently, we just feed them and give them places to climb and such. Summers: The fact that you call them 'instances' tells me a lot. Even though they’re tigers, maybe they’d be happier if you played with them! They’re cats too! Maybe you just haven’t found some of their playful sides. Cats often get what seems to be violent when they really just want to play. Sandals: That’s true. That’s a very common house cat behavior. Sandals sets down her clipboard. Sandals: Diamond. You’re very knowledgeable about Meagan. Which leads us to believe that you may be of some help to us here. Meagan has also already shown to not like to be distanced from you for too long. It’s been a week and she’s already injured three staff members and attempted to injure two more. Before this interview, I was discussing something with my colleagues, and you've only further proven yourself here. We would like to offer you an opportunity. Summers gasps. Summers: What kind of opportunity? Sandals: The kind where we allow you to continue to see Meagan. As we see you’re currently homeless, we will house you and provide you with basic needs. In exchange, you will help us study and take care of Meagan, and possibly other instances of SCP-8247 if it is deemed safe. Summers: I… I get to keep Meagan? So you were serious about helping her? Now I feel kind of bad for doubting you. Sandals: You can’t live with her anymore. But you will be allowed to visit her. How often is yet to be determined. What do you say? Summers: I… of course. I’m not really in the position to turn you down. I’d love to help you. Thank you. Thank you so much. Sandals: No problem, Diamond. Now, Meagan is probably waiting to see you. <End Log> Closing Statement: As of June 25th, 2021, Diamond Summers has been granted Level 0 clearance with some exceptions. Allowing Diamond Summers access to interact with other instances of SCP-8247 is currently pending.",
        "\" SCP-8247 \" by DianaBerry, from the SCP Wiki . Source: https://scpwiki.com/scp-8247 . Licensed under CC-BY-SA .",
        "Filename: commented.png Author: Fish^12 License: CC-BY-SA 3.0 Source Link: https://scp-sandbox-3.wikidot.com/local--files/collab:mombun-and-fish-12/commented.png",
        "Filename: comment.png Author: Fish^12 License: CC-BY-SA 3.0 Source Link: https://scp-sandbox-3.wikidot.com/local--files/collab:mombun-and-fish-12/comment.png",
        "Filename: liked.png Author: Fish^12 License: CC-BY-SA 3.0 Source Link: https://scp-sandbox-3.wikidot.com/local--files/collab:mombun-and-fish-12/liked.png",
        "Filename: likes.png Author: Fish^12 License: CC-BY-SA 3.0 Source Link: https://scp-sandbox-3.wikidot.com/local--files/collab:mombun-and-fish-12/likes.png",
        "Filename: shared.png Author: Fish^12 License: CC-BY-SA 3.0 Source Link: https://scp-sandbox-3.wikidot.com/local--files/collab:mombun-and-fish-12/shared.png",
        "Filename: share.png Author: Fish^12 License: CC-BY-SA 3.0 Source Link: https://scp-sandbox-3.wikidot.com/local--files/collab:mombun-and-fish-12/share.png",
        "Filename: blank Author: DianaBerry License: CC-BY-SA 3.0 Source Link: http://scp-sandbox-3.wikidot.com/local--files/well-she-s-harmless-to-me/blank",
        "Filename: M1 Author: DianaBerry License: CC-BY-SA 3.0 Source Link: http://scp-sandbox-3.wikidot.com/local--files/well-she-s-harmless-to-me/M1",
        "Filename: M2 Author: DianaBerry License: CC-BY-SA 3.0 Source Link: http://scp-sandbox-3.wikidot.com/local--files/well-she-s-harmless-to-me/M2",
        "Filename: M3 Author: DianaBerry License: CC-BY-SA 3.0 Source Link: http://scp-sandbox-3.wikidot.com/local--files/well-she-s-harmless-to-me/M3",
        "Filename: M4 Author: DianaBerry License: CC-BY-SA 3.0 Source Link: http://scp-sandbox-3.wikidot.com/local--files/well-she-s-harmless-to-me/M4",
        "Filename: M5 Author: DianaBerry License: CC-BY-SA 3.0 Source Link: https://scp-sandbox-3.wikidot.com/local--files/well-she-s-harmless-to-me/M5",
        "Filename: tiger Name: Tiger in Ranthambhore.jpg Author: Bjørn Christian Tørrissen License: CC-BY-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Tiger_in_Ranthambhore.jpg",
        "Filename: cat1 Name: Domestic cat (Barras) (photo 2012; cropped 2022).JPG Author: Barras License: Creative Commons Attribution-Share Alike 3.0 Unported Source Link: https://commons.wikimedia.org/wiki/File:Domestic_cat_(Barras)_(photo_2012;_cropped_2022).JPG"
    ],
    "item": "SCP-8247",
    "object_class": "Euclid",
    "containment_procedures": "Instances of SCP-8247 are each to be kept in large, separate animal enclosures at Site-908. SCP-8247 instances are to be provided with appropriate food, water, and enrichment daily. As SCP-8247 instances can transform at will, Foundation Personnel are to approach instances of SCP-8247 with extreme caution. Access to the enclosures outside of providing SCP-8247 instances with their daily needs is not permitted.",
    "description": "SCP-8247 refers to an anomalous subspecies of felines. SCP-8247 instances possess the ability to transform into a Bengal Tiger at will. SCP-8247 instances have often been observed to display violent tendencies, often attacking and consuming other animals and humans. Despite their primal behaviors, instances demonstrate behaviors of a typical house cat regardless of which form they are currently in. SCP-8247 instances do not require raw meat and are capable of surviving on processed cat food, although larger portions are required and instances still exhibit a preference for fresh meat. Despite anatomy differences, SCP-8247 maintain behavioral traits influenced by the anatomy of big cats, such as the inability to purr except when exhaling. There are currently 247 instances of SCP-8247 in containment.",
    "title": "SCP-8247"
}