{
    "url": "https://scp-wiki.wikidot.com/scp-8253",
    "all_text": "777\n\n\n\n\n\n\n\n\n\n\nBeneath broken skies, I came to learn truth.\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+21\n+\n–\nx\n\n\n\n\n\n\n“Gog and Magog are at work in the Middle East. The biblical prophecies are being fulfilled. This confrontation is willed by God, who wants to use this conflict to erase his people’s enemies before a New Age begins.”\n\n\n\n\n\n\n\n\n— President George W. Bush\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nRESTRICTED FILE: \"SCP-8253\"\n\n\nYou are currently viewing a Class-A01 restricted file. As such, please remember that dissemination of any of the following information is grounds for termination. For further information, please contact \nDr. Jerome Stephens\n, director of the Unorthodox Solutions division.\n\n\n\n\n\n\n\n\nCOMMENTING MODE: Comments left by editors will remain on the file, and will remain visible to all other contributors. You are currently commenting as \"JeromeS\".\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-8253\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-8253 is to be held in High-Exclusion Vault A01 of Section 54 of the Unorthodox Solutions Division's Primary Headquarters (Site-757-A). Under no circumstances is Vault A01 to be opened by anyone without Clearance Level 5/8253.\n\n\nThe entirety of Section 54 is to remain inaccessible to all personnel without Clearance Level 5/8253. All information on SCP-8253 is to remain within Section 54, including all copies of this document, physical or digital.\n\n\n\n\nJeromeS: In retrospect, Section 91 would've been better. Wouldn't require so much walking. Nothing to do about that now unfortunately.\n\n\n\n\nAcquisition of materials, equipment, and D-Class personnel for testing of SCP-8253 must go through indirect channels in order to preserve security, for now.\n\n\nAs of writing, the only Foundation personnel with Clearance Level 5/8253 is Dr. Jerome Stephens, director of the Unorthodox Solutions Division. No other personnel in the Unorthodox Solutions Division, or the larger Department of Tactical Theology is to be informed of SCP-8253 for the time being.\n\n\nThe exit chamber of Section 54 has been fitted with a discreet amnestic dispersal system.\n\n\n\n\nJeromeS: need to re-organize this entire thing eventually whenever im done whenever that is\n\n\n\n\n\n\n\n\nA polaroid photo depicting SCP-8253 in an abstract form. SCP-8253 is only visible to Dr. Stephens.\n\n\n\n\n\n\nDESCRIPTION:\n SCP-8253 is a large, amorphous entity of unknown origins. SCP-8253's appearance is usually of an indistinct ball of light, but often differs in appearance at indeterminate intervals. So far, SCP-8253 has taken the following forms: inanimate objects such as flora, fauna, and humanoid-like figures, as well as abstract forms such as complex, non-euclidean geometric patterns, three-dimensional fractal imagery, and unknown forms of life with unconventional physiologies. However, all of SCP-8253's recorded forms have manifested a consistent glowing white light. During a physical examination, it was described that SCP-8253's exterior had a smooth, silk-like texture that, below which, a soft feathery material covering a hard, solid, lumpy, grid-like structure could be felt.\n\n\n\n\nJeromeS: Words fail to really describe the sensation. I'll never forget it. Reaching into the softest, fluffiest pillow in the world, pulling back when you hit bone and flesh, finding yourself covered in golden viscera, more real than anything you've seen in all your years. More real than the blood on the pavement debris.\n\n\n\n\nTesting has demonstrated that in the event that multiple subjects view SCP-8253 at once, it will show a different appearance depending on the view (see Testing Log 02). Viewers have often described SCP-8253 as heavily wounded, and the nature of this wound changes according to the form that SCP-8253 assumes at the time. For example: conventional lifeforms have conventional wounds, inanimate items are damaged, and abstracts forms show symbolic or abstract wounds. However, these wounds exude a golden liquid with a faint glow, which polls at the bottom of its vault. The manner in which SCP-8253 exudes this liquid depends on its current observed form. This liquid is completely intangible and does not fill up the vault past a certain point, despite its constant exudation.\n\n\nSCP-8253 is not detected on standard containment monitoring equipment, lacking any detectable conventional radiation or Akiva Radiation. Photodetectors have been unable to detect SCP-8253's light, with the exception of two of Dr. Jerome Stephens' personal equipment: his personal Akiva Counter, which registered SCP-8253's Akiva count at wildly inconsistent levels, and his personal polaroid camera — which can capture SCP-8253's form as Dr. Stephens sees it, but is completely blank to everyone else. The reasons for this exception is unknown. In addition, SCP-8253 has exhibited multiple gestures suggesting a possible interest in Dr. Jerome Stephens. The current motive or reason for these behaviors remain unclear.\n\n\n\n\nJeromeS: still not lying at this part because this is the righteous, holy path. I don't understand why this happened\n\n\n\n\nSince its discovery, several minor anomalous events at Site-757-A have ocurred. Dr. Stephens has attributed these events to SCP-8253 due to the presence of several reoccurring traits associated with SCP-8253. Assuming this to be the case, it is unknown if SCP-8253 caused these events voluntarily or not.\n\n\nPrior to its recovery, SCP-8253 produced vocalizations in a manner that has been described as serene and, paradoxically, completely comprehensible and incomprehensible at the same time. However, SCP-8253 has remained completely silent for the entire duration of its containment.\n\n\nSCP-8253 has made no attempt to escape from its vault since its containment on 7/7/2016.\n\n\nADDENDUM:\n D-Class visual analysis testing log.\n\n\n\n\nSCP-8253 LOG 02 - D-CLASS VISUAL ANALYSIS\n\n\nForeword:\n Auto-transcription on. Uh, the following will be the first D-Class visual inspection of SCP-8253. Conducting is Dr. Jerome Stephens, project lead of the SCP-8253 containment project. Auto-reformat. Auto, auto-format. Wait. Start log. Start.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Stephens:\n Okay, here we go. D-31345, are you there?\n\n\nD-31345:\n I'm here, I'm here. Look, man. I don't think this is part of my schedule.\n\n\nDr. Stephens:\n It's just a quick detour, it won't be a problem with Dr. Weiss.\n\n\nD-31345:\n I was supposed to be at '42 by now, even if I leave now, I'd be—\n\n\nDr. Stephens:\n Look, it's only 5 minutes, alright? I'll talk to her if anything happens. Quicker this is done, quicker you'll leave.\n\n\n\n\nJeromeS: Weiss never did find out. The first few days, I was sloppy. Mind like wading through quicksand. But I made it work, documents and all. Weiss should've found out, but she didn't. Some would say it was reckless luck but I knew it was a sign. Of what, I didn't know.\n\n\n\n\nD-31345:\n Alright, fine.\n\n\nDr. Stephens:\n Tell me what you see in this picture.\n\n\n[Dr. Stephens produces a photograph. The photograph is of an empty Vault A01.]\n\n\nD-31345:\n It's… the inside of big spherical room. Uh. Made of metal. Really dark.\n\n\nDr. Stephens:\n Nothing else?\n\n\nD-31345:\n Nothing else. Are we done?\n\n\nDr. Stephens:\n No, no, not yet. Look, okay, I'm gonna need you to stand over there. Go.\n\n\n[Dr. Stephens gestures at the closed viewing port.]\n\n\nD-31345:\n You okay, man? You look like you haven't slept—\n\n\nDr. Stephens:\n Do you want to finish this in 5 minutes or not?\n\n\nD-31345:\n Okay, okay. What am I supposed to do here?\n\n\nDr. Stephens:\n Tell me what you see.\n\n\n[Dr. Stephens opens the viewing port.]\n\n\nD-31345:\n [silence]\n\n\nDr. Stephens:\n What do you see?\n\n\nD-31345:\n …I don't know. It's… It's something glowing.\n\n\nDr. Stephens:\n Do you see a woman? A trumpet? Scenery, things like that.\n\n\nD-31345:\n I don't… I don't know what I'm looking at. It's… It's like if you put a bunch of mirrors together and shone a thousand lights through it, and the light made a mosaic. It looks beautiful, though. Except…\n\n\nDr. Stephens:\n What?\n\n\nD-31345:\n One corner of it. It's like, broken. It's leaking yellow stuff. Shit, I know I'm not being too descriptive—\n\n\nDr. Stephens:\n Nevermind. Do you think you can draw it?\n\n\nD-31345:\n Look, that'd take ages. I'm not… Something's happening.\n\n\nDr. Stephens:\n What is it?\n\n\nD-31345:\n It's changing. The thing in the chamber, it's changing shape.\n\n\n[At this point, SCP-8253 still appears to Dr. Jerome Stephens as a ball of light.]\n\n\nDr. Stephens:\n What is it, what is it changing to?\n\n\nD-31345:\n I don't know, it's… some buildings. Tall buildings, skyscrapers. There's yellow smoke and \n[REDACTED]\n.\n\n\nDr. Stephens:\n Auto-redact the last 15 seconds. Stop talking.\n\n\nD-31345:\n Okay, okay. Jesus Christ, calm down man.\n\n\nDr. Stephens:\n Don't say that. Stop.\n\n\n[Silence.]\n\n\nD-31345:\n Are you alright?\n\n\nDr. Stephens:\n We're done for the day. I'll give a note to give Weiss. You can go now.\n\n\n[Dr. Stephens gestures to the exit chamber.]\n\n\n[END LOG]\n\n\n\n\n\n\nJeromeS: I was there. I had only recently joined Unorthodox Solutions for a couple of months at that point. I had been on an assignment when pieces of the sky started falling down and blood started raining from the Heavens. And for the first time since I joined the Foundation did the world seem real again. And it knows that. So it knows me.\n\n\n\n\nClosing note:\n I still don't understand why this is happening.\n\n\n\n\nOver the course of the following 3 days, all personnel stationed at the Unorthodox Solution Division's Primary Headquarters apparently experienced deep bouts of vague, undefined emotional distress at irregular intervals. Analysis of personnel internet search histories during this time showed an unusual uptake in searches related to grief and grief-related topics.\n\n\n\n\nJeromeS: put this in the table already but thought it'd be relevant to put it here too\n\n\n\n\nOn the 4th day after the visual analysis test, Dr. Jerome Stephens woke up to find that his bed had been stained in blood. The patterns of the blood vaguely resembled a winged humanoid with a dozen extremities. DNA analysis showed that the blood was a match for Dr. Stephens. Dr. Stephens did not sustain any injuries in the night, nor was he missing a noticeable quantity of blood.\n\n\n\n\nSCP-8253 LOG 04 - INTERVIEW 02\n\n\nForeword:\n Auto-transcription on. Skip silence.\n\n\n\n\nDr. Stephens:\n I got your message.\n\n\nDr. Stephens:\n That's the only thing that it could be, right?\n\n\nDr. Stephens:\n A signal?\n\n\nDr. Stephens:\n A sign?\n\n\nDr. Stephens:\n That you wish to speak?\n\n\nDr. Stephens:\n That \nHe\n… wishes to speak?\n\n\nDr. Stephens:\n Hello?\n\n\nDr. Stephens:\n Please say something. Please, just tell me what I'm doing wrong here.\n\n\nDr. Stephens:\n Because this is a good thing. This is good work. This is good, holy, sacred work I'm doing here. So I don't… I don't understand. Please.\n\n\nDr. Stephens:\n I just can't understand.\n\n\n[END LOG]\n\n\n\n\nClosing note:\n SCP-8253 did not respond.\n\n\n\n\n\n\nJeromeS: and I won't forget this all happened because I'm trying to do a GOOD THING HERE\n\n\n\n\nNotable attempts at documenting SCP-8253's various forms are to be documented in the table below.\n\n\nSCP-8253 LOG 06 - OBSERVATION TABLE\n\n\n\n\n\n\nAttempt No.\n\n\nObserver\n\n\nNotes\n\n\n\n\n\n\n2\n\n\nDr. Stephens\n\n\nFirst attempt at photographing SCP-8253. Photograph depicts SCP-8253 as a large, monstrous pigeon with 10 large wings. The pigeon has been roughly debeaked. 2 of its wings appears broken.\n\n\n\n\n\n\n3\n\n\nDr. Weiss\n\n\nDr. Stephens showed Dr. Weiss the photograph from attempt 2. She is unable to perceive SCP-8253 in the photograph.\n\n\n\n\n\n\n5\n\n\nD-31345\n\n\nD-31345 intially describes SCP-8253 as a \"beautiful mosaic\" composed of reflected light. Notably, one section of the mosaic has been damaged, leaking yellow fluid. Mid-observation, the entity morphs into a scene closely resembling an event early in Dr. Stephens' career.\n\n\n\n\n\n\n6\n\n\nDr. Stephens\n\n\nDr. Stephens observes SCP-8253 at the same time as D-31345, and perceives it as a mass composed out of an unknown species of flower. The flowers begins to wilt at the same time D-31345 reported SCP-8253 changing forms.\n\n\n\n\n\n\n8\n\n\nD-124754\n\n\nSCP-8253 appeared as a large jointed wooden sculpture mannequin, similar to those used by artists for pose referencing. D-123754 reported that its head was grossly detached from its torso.\n\n\n\n\n\n\n10\n\n\nDr. Stephens\n\n\nSCP-8253 appears as an abstractly-shaped crystalline lifeform with thousands of eyes, all of which had been roughly blinded. All audio equipment in the vault becomes temporarily disabled.\n\n\n\n\n\n\n12\n\n\nD-45124\n\n\nSCP-8253 appears as a collection of constantly-moving jets of fire moving in a kaleidoscopic-like pattern around the center of the room. D-45124 reports that at certain angles, the jets form the silhouette of a three-eyed woman's face. The woman has no mouth and bears heavy resemblance to D-45124's late mother. D-45124 express unease as the jets continues to move in such a way that they depict her being skinned.\n\n\n\n\n\n\n19\n\n\nD-29591\n\n\nUnknown. D-29591 described observed contents of the vault to be something resembling a cross between \"a soup kitchen\" and \"the idea of summer vacation\", and was unable to elaborate in any other way aside from noting that \"the door [was] missing.\" Further conversation ceased after D-29591 started bleeding from his ears, having gone deaf.\n\n\n\n\n\n\n19\n\n\nD-841243\n\n\nSCP-8253 appeared as a puppy. D-841243 recognized it as their old childhood puppy, \"Sparkles,\" who was a mute golden retriever gifted to them by their grandfather. Sparkles was mistakenly euthanized.\n\n\n\n\n\n\n25\n\n\nDr. Stephens\n\n\nSCP-8253 appeared as a large amount of vaguely humanoid shapes standing in formation at the bottom of the vault. SCP-8253 maintained this form for 7 hours before the individual humanoids begins to viciously claw at each other, spraying golden fluids across the cell — at which point it collapses into a ball of light once more.\n\n\n\n\n\n\n28\n\n\nD-91293\n\n\nIn sequence: A broken pair of golden glasses, a scroll of old paper (contents unknown), a large white pillar, old rotting fungi, a scene resembling D-91293's fifth birthday, several branch-like limbs reaching out from the walls. D-91293 suddenly goes into a trance, and repeats the phrase \"Come full\" several times before collapsing. Meaning \nunknown\n unknown.\n\n\n\n\n\n\n32\n\n\nDr. Stephens\n\n\nUnknown. Vault is completely white. Dr. Stephens temporarily loses his hearing for 23 minutes.\n\n\n\n\n\n\n35\n\n\nDr. Stephens\n\n\nSCP-8253 appeared identical to Dr. Stephens. Entity constantly mimes shouting something in anger, but can only produce copious amounts of golden liquid due to a large laceration on its throat. Lip-reading seems to imply that SCP-8253 is shouting \"It can be done.\"\n\n\n\n\n\n\n \n\n\n\n\nJeromeS: It can be done. Of course it can be. But then so what? Why does\n\n\n\n\n \n\n\nDr. Jerome Stephens was unable to ascertain the significance of SCP-8253's final documented form in the above sequence, until later that day when he recalled having expressed a similar sentiment in one of his prior conversations.\n\n\n\n\nSCP-8253 LOG 09 - POSSIBLE REFERENCED EVENT\n\n\nForeword:\n The following excerpt is a conversation between Dr. Jerome Stephens and Dr. Geoffrey Kahnwald, former Director of the Unorthodox Solutions Division. Dr. Geoffrey Kahnwald insisted that all conversations in his office were recorded for security, available only to him. They were only rediscovered after Dr. Stephens assumed the position of director.\n\n\nDate:\n 03/01/2002\n\n\n\n\n[BEGIN EXCERPT]\n\n\nDr. Stephens:\n …Are you kidding me? You're serious? They \nknew\n? They \nknew\n it was going to happen?\n\n\nDr. Kahnwald:\n Look, I'm sorry, I don't know what you want me to say. The Foundation does not, and cannot, interfere in world affairs. I know you haven't been here long enough for—\n\n\nDr. Stephens:\n No, no! I— The Foundation, it knew what was gonna happen? It knew that \nhellfire\n was gonna rain down in my city, where I lived and worked. Where my children,\nmy\n children—\n\n\nDr. Kahnwald:\n That… that was a compartmentalization problem. That—that shouldn't have happened. The intelligence people would've notified us if they knew we had people stationed there, but the Overseers wanted the entire division to be top secret. You shouldn't have been called in that day—\n\n\nDr. Stephens:\n I'm not talking about me! I'm alive, aren't I?! Thousands are fucking dead! Maybe they should've gotten the notification instead!\n\n\nDr. Kahnwald:\n Are you even listening to yourself? I just told you, the Foundation can't just call up the president every single time a camel takes a shit in the desert.\n\n\nDr. Stephens:\n Thousands of people are \ngone\n! Do you even know what I've seen?! I can't fucking sleep. I-I still can't fucking \nsleep\n!\n\n\nDr. Kahnwald:\n I told you, listen for me once. Just listen, for once in your life, to someone that isn't you. You're mad. You're pissed. I get it. \nBut this is not what we deal with\n. This is not what the Foundation deals with. We are not a humanitarian organization. We are not a peacekeeping force. We do not end conflicts that have been going on since the Fourth Occult War. We can't be. We don't do that sort of thing. You know who is supposed to do that?\n\n\nDr. Stephens:\n It's bullshit, is what it is—\n\n\nDr. Kahnwald:\n The rest of the world. The rest of the world is supposed to do that. They didn't. And what's done is done.\n\n\nDr. Stephens:\n And the world fucks it up, again. Why'd you think that is? Because it doesn't know any better. Because it doesn't know that all of its— its petty problems, all of that shit, the answers already exists—\n\n\nDr. Kahnwald:\n We're not doing this again.\n\n\nDr. Stephens:\n You can't possibly still think we can sit on our asses after this. Unorthodox Solutions was formed to repair the world, and everyday, the world is broken more and we do fucking nothing. It was frustrating back then, day after day after day: to read about dead kids, shootings, little babies with cancer, while I work in an office directly next to the room where we keep entire crates of SCP-500 replicates and miracle technologies—\n\n\nDr. Kahnwald:\n For the \napocalypse\n, Jerome. It was a terrorist attack, not the start of the World War Three.\n\n\nDr. Stephens:\n But now? Do you know how this makes me feel? The complicity? I feel guilty. I feel sinful… it's horrific.\n\n\nDr. Kahnwald:\n What in the actual fuck are you talking about now? Look, I know you're upset. I know you lost people, and I'm sorry, but that's just it. \nYou\n got screwed over. The world at large? It's mostly fine, it barely even notices. The world hasn't ended. Geopolitics will crap itself, people will die. And the Foundation?\n\n\nDr. Kahnwald:\n It won't notice a damn thing. Shit's been going on in the world forever, shit will keep going on in the world. Shit won't stop.\n\n\n[Dr. Kahnwald pauses. The two look at each other in silence. Dr. Kahnwald sighs, and retrieves a bottle of liqueur from his cabinet. He pours a glass for himself.]\n\n\nDr. Kahnwald:\n Look. How would you have done it?\n\n\nDr. Stephens:\n What?\n\n\nDr. Kahnwald:\n Say it was you calling the shots. Say you get to be the one running Unorthodox Solutions and all the forty-plus projects under its purview. How do you \"repair the world\" then?\n\n\nDr. Stephens:\n Well I'd… form a team of advisors. I'd begin rolling out the solutions through our various channels. Fix the agricultural problems. We can remove all pollution, we have the means, the solutions—\n\n\nDr. Kahnwald:\n Solutions derived from anomalous science, which will send the world into panic the moment literally anyone tries to look at it. And \"fix the agricultural problems\" — what the fuck does that even mean? You're trying to get the world to accept parasolutions en-masse and \nthis\n is how you're pitching it?\n\n\nDr. Stephens:\n I-It'd require lifting the Veil first, but if—\n\n\nDr. Kahnwald:\n And that's the rub, isn't it? You can solve all the world's issue — you just need to get them to think outside of their tiny notion of reality first. You want a miracle world, you need to convince 8 billion people that they've been wrong their whole lives, and that all their beliefs were incorrect.\n\n\n[RELEVANT TEXT LOCATED.]\n \nDr. Stephens:\n It can be done.\n\n\nDr. Kahnwald:\n No, it can't. It's the one solution we haven't figured out. We're only here because we've just seen what people will do to defend their beliefs. You can mass clone cancer cures, you can colonize entire goddamn solar systems, you can siphon free energy from alternate dimensions, but you can't change human nature — you can't just change how people think. And you sound like an idiot for even suggesting all of this.\n\n\nDr. Stephens:\n …I get it.\n\n\nDr. Kahnwald:\n No, you don't. It's the same idealistic bull that I've told you to knock off ever since you joined. I don't understand how many times I have to say it. Every third or fourth Foundation guy gets this idea, this, this notion that this is what we do. For some reason. And y'know what happens? They outgrow it. Or they \ngo\n. You're not going to save the world. The Foundation is not going to save the world. And I've had this talk a million times—\n\n\nDr. Stephens:\n I don't see you trying.\n\n\nDr. Kahnwald:\n What the fuck is that supposed to mean?\n\n\nDr. Stephens:\n Nothing, nothing. I mean, just… have a bit of faith, will you?\n\n\n[END EXCERPT]\n\n\n\n\nClosing Note:\n Dr. Stephens was temporarily demoted from Solutions Development after this conversation. His demotion was reverted in late 2003 by Dr. Oswald Weiss, who assumed the role of Director of the Unorthodox Solutions Division after Dr. Kahnwald's passing.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nA polaroid photo depicting SCP-8253, taken prior to viewing port being sealed shut.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nSCP-8253 LOG 10 - INTERVIEW 05\n\n\nForeword:\n Auto-transcription on. Skip silence.\n\n\n\n\n[BEGIN LOG.]\n\n\nDr. Stephens:\n I know what you're trying to do. It won't work.\n\n\nDr. Stephens:\n \"And no wonder, for Satan himself masquerades as an angel of light.\"\n\n\nDr. Stephens:\n Wickedness, that's what this is. That's what I'm trying to end. That's what… That's what you were trying to stop.\n\n\nDr. Stephens:\n If you try to stop the end of wickedness, what does that make you?\n\n\n\n\nJeromeS: What does this make me?\n\n\n\n\nDr. Stephens:\n I will not be led astray.\n\n\nDr. Stephens:\n I will not falter.\n\n\nDr. Stephens:\n I will not stop.\n\n\n[END LOG]\n\n\n\n\nClosing note:\n SCP-8253 will not respond.\n\n\n\n\n\n\nJeromeS:\n\n\n\n\n \n\n\nSince its containment, SCP-8253 has been responsible for several minor anomalous events at Site-757-A. All on-site has been notified to report all events directly to Dr. Stephens, and to ignore all events.\n\n\nSCP-8253 LOG 14 - MINOR ANOMALOUS INCIDENTS\n\n\n\n\n\n\nEvent No.\n\n\nObserver\n\n\nNotes\n\n\n\n\n\n\n1\n\n\nAll\n\n\nAll water sources in Site-757-A becomes visually identical to the liquid that SCP-8253 constantly exudes. This change is reverted within 12 minutes. Consumption of the liquid appears to have no effects.\n\n\n\n\n\n\n2\n\n\nAll\n\n\nAn androgynous voice is heard speaking over the intercom system. The contents of its message is impossible to remember, but personnel described the tone as \"urgent\" and \"fearful\".\n\n\n\n\n\n\n5\n\n\nDr. Lopez\n\n\nDr. Lopez reported seeing a small glowing butterfly entering her office. She attempted to follow the butterfly after it exited. After 15 minutes, the butterfly seemingly died and dematerialized upon hitting the floor. Tracing Dr. Lopez's path revealed that the butterfly was apparently leading her towards Vault A01.\n\n\n\n\n\n\n8\n\n\nAll\n\n\nFirst incident to happen directly after testing. Personnel experienced deep bouts of vague emotional distress for 3 days.\n\n\n\n\n\n\n9\n\n\nDr. Stephens\n\n\nImmediately after the prior entry. Dr. Stephens finds anomalous blood matching his own on his bed, forming a winged creature.\n\n\n\n\n\n\n10\n\n\nDr. Stephens\n\n\nFirst incident after Interview 02. Dr. Stephens woke up at 4:23 AM to the sound of fists and wings beating at his front door. He did not open the door. At 6:06 AM the noises ceased. Video footage of Vault A01 during this time is heavily corrupted.\n\n\n\n\n\n\n23\n\n\nDr. Stephens\n\n\nAll writings in Dr. Stephens' personal library is modified to an unknown degree. Dr. Stephens does not re-enter the library until D-29952 confirmed that the effect had ceased.\n\n\n\n\n\n\n28\n\n\nDr. Kressler\n\n\nDr. Kressler reported a glowing, emaciated figure with no lower body reaching towards him as was waiting for the Level 9 elevator to close. Would not respond when asked if the figure was vocalizing anything.\n\n\n\n\n\n\n32\n\n\nDr. Stephens\n\n\nBlood and feathers flooded Dr. Stephens' bathtub whilst he was in it. Dr. Stephens moved to exit the bathroom, but did not open the door as the sounds from Event No. 10 had reappeared. He remained in the bathroom for 3 hours until the noises stopped, at which point all anomalous incidents reverted.\n\n\n\n\n\n\n35\n\n\nDr. Stephens\n\n\nFirst incident after Interview 05. The water in Dr. Stephens' water cooler turns into salt water. This did not revert.\n\n\n\n\n\n\n36\n\n\nDr. Stephens\n\n\nDr. Stephens tries to reset his SCiPnet password, and receives the activation code \"ROM1221\". Possibly unconfirmed.\n\n\n\n\n\n\n37\n\n\nDr. Stephens\n\n\nThe first letters of every line on an O5 missive delivered to Dr. Stephens spelled out \"STPONWO\" — an anagram of \"STOPNOW\". Possibly unconfirmed.\n\n\n\n\n\n\n38\n\n\nDr. Stephens\n\n\nA pencil on Dr. Stephens' desk trembled for 2 seconds. Possibly unconfirmed.\n\n\n\n\n\n\n \n\n\n\n\nJeromeS: can't be good for me to spend my time down here all the time but it won't do anything anymore\n\n\n\n\nNo further anomalous incidents involving SCP-8253 would occur until 1/4/2018.\n\n\nADDENDUM:\n Incident Log.\n\n\n[DATA EXPUNGED]\n\n\n\n\nSCP-8253 LOG 17- POSSIBLE REFERENCED EVENT\n\n\nForeword:\n The following is an excerpt from Dr. Jerome Stephens' personal journal.\n\n\n\n\nA reflection:\n\n\nWhen I was seven, I prayed for the Lord for a miracle. I prayed for my father's health. I didn't know how far his sickness had gotten at the time. But that wasn't how things worked. I remember endlessly and aimlessly wandering in the months to come. One night, I had a revelation. Salvation lies within, it is said. There are miracles inside us all. It is unfair to expect Him to do all the work, especially when His message was clear. The miracles, then, must come from us, from our own actions. And on that cold dark field, I came to learn purpose.\n\n\nI joined the Foundation's Tactical Theology department at the age of 24 - a recipient of the Brightspot scholarship. And in the chaos and euphoria of revelation, the true, vast expanse of God's kingdom, I saw it took shape. The outline of my destiny, the contours of my fate. What the Lord has guided me toward, after all these years. I remember that first night in the office. I remember poring over the files on my desk. And in that cramped cubicle, I came to learn direction.\n\n\nThen came the Unorthodox Solutions division, and the plan had never been clearer. Good men and women, working together in tandem, pumping out miracles on a production line for a better world. And I saw a vision of a future where the sky is clear and blue, when we are all as one. In a bunker a thousand miles in the Earth, I came to learn hope.\n\n\nThen the towers fell, and I am holding someone's broken body in my arms, and there is blood on the pavement, and the skies are darkened, and I learned something I somehow never did before. Beneath broken skies, I came to learn truth.\n\n\nAnd it is a dark truth. I learn again, that there are demons that walk among us. I learn again, that there is evil in the world that cannot be hidden away or locked in boxes. I learn again of Devil men with Devil faiths, wearing men's skins and hiding in caves like rats. And I know this now, because the Lord has opened my eyes and shocked me out of the comfortable complicity I slept in, and I knew it then, in that office of Kahnwald's, as I came to learn patience, resolve, and cunning.\n\n\nNow Kahnwald is dead, and I have learned just about enough for what is to come.\n\n\n\n\nClosing Note:\n Remove later.\n\n\n\n\nOn 1/4/2018, Dr. Jerome was suddenly overcome with a severe headache as well as severe emotional distress. This event is hypothesized to have been caused by SCP-8253 as a way to signal a willingness to communicate.\n\n\n\n\nSCP-8253 LOG 18 - INTERVIEW 07\n\n\nForeword:\n Auto-transcription on. Skip silence.\n\n\n\n\n[BEGIN LOG.]\n\n\nDr. Stephens:\n Please just say something.\n\n\nDr. Stephens:\n Please.\n\n\nDr. Stephens:\n I'm sorry.\n\n\nDr. Stephens:\n I'm sorry, I did wrong. I just—\n\n\nDr. Stephens:\n Please just talk to me again. I'm ready… I'm ready to listen.\n\n\n[END LOG]\n\n\n\n\nClosing note:\n SCP-8253 can not respond.\n\n\n\n\nDr. Jerome Stephens remained in Vault A01 for 5 hours before leaving. Notably, his headache and emotional distress rapidly ceased after leaving the vault.\n\n\nThere has been no other anomalous incidents associated with SCP-8253 since.\n\n\n\n\nJeromeS: A moment of weakness.\n\n\n\n\nADDENDUM:\n Recovery Log.\n\n\nSCP-8253 was first discovered when it appeared in Dr. Jerome Stephens' office on 7/7/2016. It was contained after a brief struggle.\n\n\n\n\nSCP-8253 LOG 01- INITIAL ENCOUNTER\n\n\nForeword:\n Dr. Jerome Stephens is working on a project at his computer. His journal, badge, and security firearm is on the table. At around 7:07 PM, SCP-8253 manifested behind him. This is a transcription of the ensuing conversation.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Stephens:\n Auto-transcription on. Oh my, oh my God. Oh, my God.\n\n\nSCP-8253:\n \n[SEVERE COGNITOHAZARD EXPUNGED]\n\n\nDr. Stephens:\n Yes, that's… that's me. Are you… Are you who I think you are? You… you speak for Him?\n\n\nSCP-8253:\n \n[SEVERE COGNITOHAZARD EXPUNGED]\n\n\nDr. Stephens:\n I can't believe it. My entire life, oh, thank you. Thank you. Praise the Lord, I've spent my entire life. Please, please—\n\n\nSCP-8253:\n \n[SEVERE COGNITOHAZARD EXPUNGED]\n\n\nDr. Stephens:\n Tell me, please.\n\n\nSCP-8253:\n \n[SEVERE COGNITOHAZARD EXPUNGED]\n\n\nDr. Stephens:\n I… yes. And what is… What is my role in all of this?\n\n\nSCP-8253:\n \n[SEVERE COGNITOHAZARD EXPUNGED]\n\n\n[Silence.]\n\n\nDr. Stephens:\n What?\n\n\nSCP-8253:\n \n[SEVERE COGNITOHAZARD EXPUNGED]\n\n\n[Dr. Stephens starts breathing heavily.]\n\n\nDr. Stephens:\n I… I don't… Please, I don't understand.\n\n\nSCP-8253:\n \n[SEVERE COGNITOHAZARD EXPUNGED]\n\n\nDr. Stephens:\n …Is… Is this about… Project FulCom?\n\n\nSCP-8253:\n \n[SEVERE COGNITOHAZARD EXPUNGED]\n\n\nDr. Stephens:\n No, that… that can't be right. Please, He would understand. The things I've seen… It took so long, so many years. I- I've \nfound\n the solution, in all of human history, no one else, \nno one\n else has been able to get this far, t- to \nfix\n things. I'm on the right track here, please let me—\n\n\nSCP-8253:\n \n[SEVERE COGNITOHAZARD EXPUNGED]\n\n\n[Dr. Stephens begins to hyperventilate.]\n\n\nDr. Stephens:\n Stop \nsaying\n that!\n\n\nSCP-8253:\n \n[SEVERE COGNITOHAZARD EXPUNGED]\n\n\nDr. Stephens:\n You're lying. You're- You're \nlying\n. I \ncan't\n… I-I don't…\n\n\nSCP-8253:\n \n[SEVERE COGNITOHAZARD EXPUNGED]\n\n\nDr. Stephens:\n No, no, no, \nno, no, no, no\n. You don't. You don't… No, no! \nYou don't.\n You're… I \nknow\n who you are. Who you \nreally\n are. \nDeceiver\n. You don't speak for \nHim\n. I know- I know what you want. You're not taking this away from me! \nGod\n willing, I will-\n\n\n[At this point, it was determined that Dr. Stephens knocked over his computer while reaching for the security firearm. The remainder of the encounter was not recorded.]\n\n\n[END LOG]\n\n\n\n\nClosing Note:\n Dr. Stephens subsequently transported SCP-8253 to Vault A01 for containment while it was incapacitated.\n\n\n\n\n \n\n\n\n\n\n\nAttempt No.\n\n\nObserver\n\n\nNotes\n\n\n\n\n\n\n1\n\n\nDr. Stephens\n\n\nFirst observation. SCP-8253 appeared to be a glowing \nmale\n female humanoid with six wings on its back, dressed in a long white robe. Golden liquid leaked from its eyes, mouth, and a large laceration on its throat.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nJeromeS: not much else to say\n\n\n\n\n\n\nJeromeS: not much else I can say.\n\n\n\n\n\n\nJeromeS: I know what must be done.\n\n\n\n\n\n\nJeromeS: I'm ready.\n\n\n\n\nADDENDUM:\n Project Retirement.\n\n\nAs of 2/4/2018, Vault A01's entrance is to be sealed with concrete. All available files relating to SCP-8253 is to be permanently locked.\n\n\n\n\nJeromeS: This path is holy. This path is righteous. This path is right. I know this, and I shall never stray, no matter what the Enemy sends my way. I will kill all doubt in my mind. I have killed all doubt in my mind. I shall walk down this path, and I shall keep walking, and walking, and walking. At the end, there will be Salvation.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-8252\n | SCP-8253 | \nSCP-8254\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8253\n\" by FrankEntropy, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8253\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n logoUTS.png\n\n\nName:\n Unorthodox Solutions Division logo\n\n\nAuthor:\n FrankEntropy\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nAdditional Notes:\n Original creation\n\n\n\n\n\n\nFilename:\n Gabriel3dark.jpg\n\n\nName:\n Gabriel Background.\n\n\nAuthor:\n FrankEntropy\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nAdditional Notes:\n Composite of 2 images.\n\n\nDerivative Of:\n\n\nName:\n A Dome in St Peters Basillica in the Vatican (47554376201).jpg\n\n\nAuthor:\n Bely Medved\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://commons.m.wikimedia.org/wiki/File:A_Dome_in_St_Peters_Basillica_in_the_Vatican_(47554376201).jpg\n\n\nName:\n Icon of Gabriel from the Annunciation Greek Orthodox Cathedral (Chicago).jpg\n\n\nAuthor:\n Bagabondo\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Icon_of_Gabriel_from_the_Annunciation_Greek_Orthodox_Cathedral_(Chicago).jpg\n\n\n\n\n\n\nFilename:\n gabe1.png\n\n\nName:\n First photo of Gabriel.\n\n\nAuthor:\n FrankEntropy\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nAdditional Notes:\n Edited image.\n\n\nDerivative Of:\n\n\nName:\n 23 0073157 Convair Negative Image - Empty room (54268433323).jpg\n\n\nAuthor:\n San Diego Air & Space Museum Archives\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:23_0073157_Convair_Negative_Image_-_Empty_room_(54268433323).jpg\n\n\n\n\n\n\nFilename:\n gabe2.png\n\n\nName:\n Second photo of Gabriel.\n\n\nAuthor:\n FrankEntropy\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nAdditional Notes:\n Edited composite of 4 images.\n\n\nDerivative Of:\n\n\nName:\n 23 0067417 Convair Negative Image - Empty room (54158113530).jpg\n\n\nAuthor:\n San Diego Air & Space Museum Archives\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:23_0067417_Convair_Negative_Image_-_Empty_room_(54158113530).jpg\n\n\nName:\n Av Mourning Dove JG.jpg\n\n\nAuthor:\n JeffreyGammon\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Av_Mourning_Dove_JG.jpg\n\n\nName:\n Captive Red-tailed Hawk at Bacara.jpg\n\n\nAuthor:\n Steve Jurvetson\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Captive_Red-tailed_Hawk_at_Bacara.jpg\n\n\nName:\n Lush Field - geograph.org.uk - 565687.jpg\n\n\nAuthor:\n wfmillar\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Lush_Field_-_geograph.org.uk_-_565687.jpg\n\n\n\n\n\n\nFilename:\n gabe3.png\n\n\nName:\n Last photo of Gabriel.\n\n\nAuthor:\n FrankEntropy\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nAdditional Notes:\n Edited composite of 3 images.\n\n\nDerivative Of:\n\n\nName:\n Figure of a woman MET 58.125.3 01.jpg\n\n\nAuthor:\n Metropolitan Museum of Art\n\n\nLicense:\n CC BY-SA 1.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Figure_of_a_woman_MET_58.125.3_01.jpg\n\n\nName:\n 23 0067618 Convair Negative Image - Empty room (54183354494).jpg\n\n\nAuthor:\n San Diego Air & Space Museum Archives\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:23_0067618_Convair_Negative_Image_-_Empty_room_(54183354494).jpg\n\n\nName:\n Captive Red-tailed Hawk at Bacara.jpg\n\n\nAuthor:\n Steve Jurvetson\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Captive_Red-tailed_Hawk_at_Bacara.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8253 \" by FrankEntropy, from the SCP Wiki . Source: https://scpwiki.com/scp-8253 . Licensed under CC-BY-SA .",
        "Filename: logoUTS.png Name: Unorthodox Solutions Division logo Author: FrankEntropy License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Additional Notes: Original creation",
        "Filename: Gabriel3dark.jpg Name: Gabriel Background. Author: FrankEntropy License: CC BY-SA 4.0 Source Link: SCP Foundation Wiki Additional Notes: Composite of 2 images. Derivative Of: Name: A Dome in St Peters Basillica in the Vatican (47554376201).jpg Author: Bely Medved License: CC BY-SA 2.0 Source Link: https://commons.m.wikimedia.org/wiki/File:A_Dome_in_St_Peters_Basillica_in_the_Vatican_(47554376201).jpg Name: Icon of Gabriel from the Annunciation Greek Orthodox Cathedral (Chicago).jpg Author: Bagabondo License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Icon_of_Gabriel_from_the_Annunciation_Greek_Orthodox_Cathedral_(Chicago).jpg",
        "Filename: gabe1.png Name: First photo of Gabriel. Author: FrankEntropy License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Additional Notes: Edited image. Derivative Of: Name: 23 0073157 Convair Negative Image - Empty room (54268433323).jpg Author: San Diego Air & Space Museum Archives License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:23_0073157_Convair_Negative_Image_-_Empty_room_(54268433323).jpg",
        "Filename: gabe2.png Name: Second photo of Gabriel. Author: FrankEntropy License: CC BY-SA 4.0 Source Link: SCP Foundation Wiki Additional Notes: Edited composite of 4 images. Derivative Of: Name: 23 0067417 Convair Negative Image - Empty room (54158113530).jpg Author: San Diego Air & Space Museum Archives License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:23_0067417_Convair_Negative_Image_-_Empty_room_(54158113530).jpg Name: Av Mourning Dove JG.jpg Author: JeffreyGammon License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Av_Mourning_Dove_JG.jpg Name: Captive Red-tailed Hawk at Bacara.jpg Author: Steve Jurvetson License: CC BY-SA 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Captive_Red-tailed_Hawk_at_Bacara.jpg Name: Lush Field - geograph.org.uk - 565687.jpg Author: wfmillar License: CC BY-SA 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Lush_Field_-_geograph.org.uk_-_565687.jpg",
        "Filename: gabe3.png Name: Last photo of Gabriel. Author: FrankEntropy License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki Additional Notes: Edited composite of 3 images. Derivative Of: Name: Figure of a woman MET 58.125.3 01.jpg Author: Metropolitan Museum of Art License: CC BY-SA 1.0 Source Link: https://commons.wikimedia.org/wiki/File:Figure_of_a_woman_MET_58.125.3_01.jpg Name: 23 0067618 Convair Negative Image - Empty room (54183354494).jpg Author: San Diego Air & Space Museum Archives License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:23_0067618_Convair_Negative_Image_-_Empty_room_(54183354494).jpg Name: Captive Red-tailed Hawk at Bacara.jpg Author: Steve Jurvetson License: CC BY-SA 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Captive_Red-tailed_Hawk_at_Bacara.jpg"
    ],
    "title": "SCP-8253"
}