{
    "url": "https://scp-wiki.wikidot.com/scp-8256",
    "all_text": "rating: \n-6\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8256\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThreat Level:\n Black\n\n\n\n\nSpecial Containment Procedures and Description\n\n\n\n\n\n\n\n\nA 2-hour long exposure image of SCP-8256 taken using the ████ Foundation telescope.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nDue to the distance, size and nature of \nSCP-8256\n containment is currently considered impossible. Instead, Foundation efforts focus on disinformation campaigns in both the public and academic spheres, discrediting any reports of either 'disappearing' or 'reappearing' galaxies as either hoaxes or photography errors with parties involved being administered Class A amnestics. Foundation WebCrawler 8256, nicknamed the, \"\nGalactic Hunter\n\", is tasked with monitoring online astronomical and astrophotography groups and forums for references made to \nSCP-8256\n, with any media related to \nSCP-8256\n being deleted, with associated individuals administered an amnestic via an anti-memetic screen message. Foundation agents embedded in national space agencies and academic institutions are to discourage the study of sky where \nSCP-8256\n is located and are to manually edit \nSCP-8256\n out of any photographs or videos before publication of scientific material.\n\n\nSCP-8256\n is currently monitored weekly\n1\n by Sr Researcher Sarah Broder at \nSite-12\n's astrophysics department, with any major visual or structural changes to be immediately reported to Site 12's site director. Should an Almada event occur O5-█, Dr Williams, NASA and the ESA are to be immediately contacted, with a relevant cover story released to the public if required.\n\n\nDescription:\n\n\n\n\n\n\nCurrent location of \nSCP-8256\n, (indicated by the small red dot).\n\n\n\n\n\n\nSCP-8256\n is an intermediate spiral galaxy, measuring approximately 24,000ly across and 2000ly in thickness\n2\n, currently located approximately 116 (± 4.7mly) from Earth in the \nColumba\n constellation, (0.4° north-east of γ\n3\n Columbae). The object has an Apparent magnitude of 12.72 (± 1.1V) with no other apparent anomalous physical characteristics that would set it apart from other non-anomalous spiral galaxies typically found in nature. SCP-8256 consists of four massive spiral arms. predominantly blue, pink, and white, surrounding a bright galactic core with an estimate number of 100 billion stars (±5 billion) . At its centre lies a supermassive black hole with an estimated mass of 2.5 million solar masses.\n\n\nSCP-8256's\n primary anomalous property is that no biological organism is capable of viewing it through a telescope, binoculars or any other optical instrument, regardless of the optical size of the instrument, (see experiment logs). Instead observers will simply see a regular patch of sky, filled with an average amount of stars. However, this effect does not extend to photographs or videos of \nSCP-8256\n with viewers initially able to view the object for 5 - 10 seconds, until \nSCP-8256's\n second primary anomalous effect will manifest. This will cause the individual (hereby designated \nSCP-8256-A\n), to become unable to view any photos or videos of \nSCP-8256\n, for a certain period of time. Describing that these appear blurry, nonsensical or simply aren't visible and appear as either blank white or black. Notably, this perceptual anomaly is not universal. Unaffected observers can view images and footage of \nSCP-8256\n without issue, and written descriptions, data, and measurements related to \nSCP-8256\n remain legible to all individuals, including \nSCP-8256-A\n.\n\n\nThe third anomalous property of \nSCP-8256\n, is that individuals who has observed \nSCP-8256\n will slowly over a period of between 30 minutes and 2 hours forget the physical description of the object, nor will they be able to describe what \nSCP-8256\n looks like. However, this does not affect data or information of \nSCP-8256\n, as individuals will still be able to recall how large the galaxy is, amount of stars or other numerical values.\n\n\nAlmada Events:\n\nDue to reasons currently unknown \nSCP-8256\n is capable of spontaneous dematerialization and rematerialization in space, often moving 10's of millions of light years instantly. These events, are proceeded by a sudden increase in X-ray radiation emissions from SCP-8256 for 49 - 120 seconds. Both these events and the new location of SCP-8256 appear to be random, (refer to File-8256 Revision: 26/12/90, File-8256 Revision: 28/08/99 and Incident-8256-4), with no apparent pattern or visible related variables between manifestations. Subsequent investigation of regions affected by Almada events utilizing \nSCP-2154\n has revealed a higher amount of X-ray, microwave and infrared radiation, as well as a noticeable decrease of stars and an increase of nebulous activity.\n\n\n\n\nExperimentation and Discovery\n\n\nExperiment logs of SCP-8256\n\n\n\n\n+ Initial observation experiments with SCP-8256\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\nInitial Observation Experiment 1\n\n\n\n\n\n\n\n\nSubject\n\n\nD8256-A\n\n\n\n\n\n\nEvents\n\n\n\n\nDXXXX-A was ordered to attempt to view \nSCP-8256\n through three separate telescopes:\n\n\n\n\nA 12' Dobsonian-Newtonian telescope\n\n\nA 8' Refractor telescope\n\n\nSCP ██████ Lunar Telescope\n\n\n\n\n\n\n\n\n\n\nResults\n\n\nAs expected, D8256-A was unable to view SCP-8256 and described seeing a normal amount of stars in all telescopes.\n\n\n\n\n\n\n\n\n\n\n\n\nInitial Observation Experiment 2\n\n\n\n\n\n\n\n\nSubjects\n\n\nChimpanzees: \"Bella\", \"Ham\" and \"Max\"\n\n\n\n\n\n\nBackground\n\n\nUnder Foundation biological researcher Dr Mitchell, three chimpanzee's were trained to be able to identify spiral galaxies through the process of a reward system upon pressing a button if one was identified. This was done to identify if non-human animals were able to view \nSCP-8256\n.\n\n\n\n\n\n\nEvents\n\n\n\n\nBella, Ham and Max were ordered to attempt to view \nSCP-8256\n through two separate telescopes:\n\n\n\n\nA 12' Dobsonian-Newtonian telescope\n\n\nA 8' Refractor telescope\n\n\n\n\n\n\n\n\n\n\nResults\n\n\nNone of the three chimpanzees pressed the button and it was assumed that they were not able to see \nSCP-8256\n.\n\n\n\n\n\n\n\n\n\n\n\n\nInitial Observation Experiment 3\n\n\n\n\n\n\n\n\nSubject\n\n\nAstronomical Anomalous Detection and Tracking Software (AADT)\n\n\n\n\n\n\nBackground\n\n\nDeveloped in 1987 the Astronomical Anomalous Detection and Tracking Software (AADT) was an artifical intelligence developed by the Foundation for both the detection and tracking of anomalies beyond the Earth. The goal of this experiment was to determine if non-living beings were capable of viewing \nSCP-8256\n.\n\n\n\n\n\n\nEvents\n\n\n\n\nThe AADT was given a non-exposure camera feed of \nSCP-8256\n using the following three telescopes:\n\n\n\n\nA 12' Dobsonian-Newtonian telescope\n\n\nA 8' Refractor telescope\n\n\nSCP ██████ Lunar Telescope\n\n\n\n\nThe AADT was tasked to both identify if a galaxy was present and to describe the object to the researchers.\n\n\n\n\n\n\n\n\nResults\n\n\nThe AADT was both able to identify that a spiral galaxy was present and was able to describe it's relative brightness and magnitude. This confirmed the hypothesis that \nSCP-8256\n is visible to non-biological organisms.\n\n\n\n\n\n\n_\n\n\n\n\n\n\nInitial Observation Experiment 4\n\n\n\n\n\n\n\n\nSubject\n\n\nSCP-2154\n\n\n\n\n\n\nBackground\n\n\nHandled by Sr Researcher Sarah Broder, \nSCP-2154\n was utilized to determine whether anomalous objects were immune to the effect of \nSCP-8256\n and if they could be used for more reliable and accurate study of the object.\n\n\n\n\n\n\nEvents\n\n\nResearcher Sarah Broder using \nSCP-2154\n directed the anomaly towards the region of sky where \nSCP-8256\n is located and reported seeing [DATA EXPUNGED].\n\n\n\n\n\n\nResults\n\n\n[DATA EXPUNGED]\n\n\n\n\n\n\n\n\n\n\n\n\nDiscovery and Identification\n\n\nSCP-8256\n was first discovered by NASA and the European Space Agency (ESA) following the launch of the \nHubble Space Telescope\n in May 1990 after reports of NASA and ESA personnel being unable to properly identify an anomalous object within telescope images.\n\n\nA Foundation investigation was initiated in early July 1990 after a leaked image containing SCP-8256 surfaced publicly (designated Incident-8256-1). This led to the official identification \nSCP-8256\n. All affected NASA and ESA personnel were administered Class-A amnestics, and a cover story was disseminated, attributing the leaked image to digital manipulation by an unidentified group.\n\n\nFollowing Incident-8256-1 and further study of \nSCP-8256\n, in 1991 study of \nSCP-8256\n was transferred over to the Foundation and an agreement between NASA, ESA and the Foundation allowed for embedded agents to prevent further study of \nSCP-8256\n by the agencies.\n\n\n\n\n\n\n\n\n+ Incident-8256-2\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\n\n\nSTS-38 in Low Earth Orbit after deployment of Foundation Orbital Telescope Lunar Watch.\n\n\n\n\n\n\n\n\nIncident-8256-2\n\n\n\n\n\n\nLocation of \nSCP-8256\n from 02:32 to 03:32 following Incident-8256-2 on December 25th, 1990 (indicated by the small red dot).\n\n\n\n\n\n\nAt approximately 02:32 (GMT) on December 25th, 1990, the Foundation’s lunar orbital telescope, \nLunar Watch\n, reported an anomaly regarding \nSCP-8256\n. For one hour, the object had seemingly teleported from its known position near β Crucis in the Crux constellation to 0.8° west of β Andromedae in the Andromeda constellation before returning to its original location sixty minutes later. Additionally, \nSCP-8256\n moved approximately 27 million light-years closer to Earth, with its apparent magnitude increasing from 12.72 to 11.64, making it significantly brighter and more visible to both space-based and terrestrial telescopes. However, due to the timing and duration of the event, no cover story was required, and since no personnel from established space agencies observed the anomaly, amnestics were deemed unnecessary.\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION ANOMALOUS ASTROPHYSICS RESEARCH DEPARTMENT\n\n\nFollowing yesterday's event (which we have cataloged as \nIncident-8256-2\n for simplicity’s sake), the apparent risk posed by \nSCP-8256\n has, at least in my view, increased drastically. Even if this thing miraculously never teleports, dematerializes, or whatever you want to call it again, the mere fact that it \ncan\n do so should not be understated. We cannot contain an entire galaxy, for goodness' sake. And what if this thing were to manifest in a more dangerous location? We risk both the Foundation’s secrecy and public safety. If \nSCP-8256\n were to materialize near or even inside the Milky Way, the consequences would be catastrophic. For these reasons, I propose reclassifying the object to Keter and formally notifying both NASA and the ESA of the 8256 incident next month in █████.\n\n\n— J Williams, head of Site 12's Astrophysics department, December 26th, 1990.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ File-8256 Revision: 14/01/91\n\n\n\n\n- Close\n\n\n\n\n\n\nFile-8256 Revision: 14/01/91\n\n\n\n\n\n\n\n\nItem#:\n \n8256\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThreat Level:\n Yellow\n\n\nSpecial Containment Procedures:\n\n\n\n\n\n\nMeeting between O5-█, NASA Administrator Richard H. Truly and ESA officials following Incident-8256-1 (1991).\n\n\n\n\n\n\nDue to the distance, size and nature of \nSCP-8256\n containment is currently considered impossible. Instead, Foundation efforts focus on disinformation campaigns in both the public and academic spheres, discrediting any reports of either 'disappearing' or 'reappearing' galaxies as either hoaxes or photography errors with parties involved being administered Class A amnestics. \nSCP-8256\n is currently monitored weekly at Site-12's astrophysics department, with any major visual or structural changes to be immediately reported to Site 12's site director.\n\n\nRevised Special Containment Procedures:\n\nDue to the distance, size and nature of \nSCP-8256\n containment is currently considered impossible. Instead, Foundation efforts focus on disinformation campaigns in both the public and academic spheres, discrediting any reports of either 'disappearing' or 'reappearing' galaxies as either hoaxes or photography errors with parties involved being administered Class A amnestics. \nSCP-8256\n is currently monitored weekly at Site-12's astrophysics department, with any major visual or structural changes to be immediately reported to Site 12's site director.\n\n\nFollowing an agreement between the Overseer Council, NASA Administrator, Richard H. Truly and representatives from the European Space Agency, (whom had both classified SCP-8256 as \nAnomalous Object 1990G\n since Incident-8256-1). All affairs related to \nSCP-8256\n is to be monitored by the Foundation, with both tracking and scientific monitoring of the object to be performed by the Foundation lunar orbital telescope, \nLunar Watch\n. Foundation agents currently embedded in both NASA and the ESA are to discourage the study of sky where \nSCP-8256\n is located and are to manually edit \nSCP-8256\n out of any photographs or videos before publication of scientific material.\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION ANOMALOUS ASTROPHYSICS RESEARCH DEPARTMENT\n\n\nFollowing yesterday's agreement between the O5s, NASA, and the ESA in █████, I am rather disappointed. While we were able to transfer the study of \nSCP-8256\n to the Foundation, I fear the higher-ups aren't taking the apparent threat of \nSCP-8256\n into proper consideration, nor are they willing to reclassify the object from Euclid to Keter - but I digress. As far as I am aware, NASA and the ESA were made aware (mostly due to my pleading with the Council) of Incident-8256-2. Additionally, the Foundation plans to use the telescope launched last year aboard the shuttle to monitor \nSCP-8256\n, which hopefully should allow us to monitor this thing better and understand it.\n\n\n— J Williams, head of Site 12's Astrophysics Department, January 14th, 1991.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ File-8256 Revision: 28/08/99\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\n\n\nLocation of SCP-8256 since August 27th, 1999 (17:55) following Incident-8256-3 (indicated by the small red dot).\n\n\n\n\n\n\n\n\nFile-8256 Revision: 28/08/99\n\n\n\n\n\n\n\n\nItem#:\n \n8256\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThreat Level:\n Red\n\n\n\n\n\n\nNOTICE FROM OVERSEER COMMAND\n\n\nFollowing yesterday’s event (which we have classified as Incident-8256-3), the unprecedented danger posed by \nSCP-8256\n has become clear to the Foundation. What we initially believed to be a simple anti-memetic celestial object has proven to be something far worse. I, along with many members of the Council, agree with Dr. Williams’s assessment and have formally reclassified \nSCP-8256\n from Euclid to Keter. Never before have we encountered an object of such size and nature, \nSCP-8256\n possesses both the capacity to shatter the veil of Foundation secrecy and to bring about the destruction of Earth and humanity along with it.\n\n— O5-█, 28th of August, 1999.\n\n\n\n\n\n\nRevised Special Containment Procedures:\n\n\nDue to the distance, size and nature of SCP-8256 containment is currently considered impossible. Instead, Foundation efforts focus on disinformation campaigns in both the public and academic spheres, discrediting any reports of either 'disappearing' or 'reappearing' galaxies as either hoaxes or photography errors with parties involved being administered Class A amnestics. SCP-8256 is currently monitored weekly at Site-12's astrophysics department, with any major visual or structural changes to be immediately reported to Site 12's site director.\n\n\nFollowing an agreement between the Overseer Council, NASA Administrator, Richard H. Truly and representatives from the European Space Agency, (whom had both classified SCP-8256 as Anomalous Object 1990G since Incident-8256-1). All affairs related to SCP-8256 is to be monitored by the Foundation, with both tracking and scientific monitoring of the object to be performed by the Foundation lunar orbital telescope, Lunar Watch. Foundation agents currently embedded in both NASA and the ESA are to discourage the study of sky where SCP-8256 is located and are to manually edit SCP-8256 out of any photographs or videos before publication of scientific material.\n\n\nShould an \nAlmada\n event occur, both NASA and the European Space Agency are to be made aware,\n4\nwith a relevant cover story released to the public describing \nSCP-8256\n to simply be an unusual reflection of nearby astronomical objects caused by a large dust cloud.\n\n\n\n\n\n\n\n\nX-ray image of \nSCP-8256\n moments before Incident-8256-3, the first \nAlmada\n Event.\n\n\n\n\n\n\n\n\nAlmada Event:\n\nIncident-8256-3 (classified as an \nAlmada\n Event) refers to an event involving \nSCP-8256\n. On August 27, 1999, at approximately 17:54, Foundation telescope \nLunar Watch\n reported a sudden and significant increase in X-ray radiation from \nSCP-8256\n, with emissions reaching approximately 6–7 times its normal baseline rate for an estimated 49 seconds. Following this, \nSCP-8256\n permanently dematerialized from its known location near β Crucis in the \nCrux\n constellation, subsequently rematerializing at a new location, 0.2° east of τ\n5\n Piscis Austrini in the \nPiscis Austrinus\n constellation. A follow-up investigation at Site-12 indicated that \nSCP-8256\n's apparent magnitude had decreased from 11.64 to 12.66, and its distance from Earth had increased by approximately 40.1 million light-years.\n\n\n\n\n\n\n\n\n\n\n+ File-8256 Revision: 7/05/04\n\n\n\n\n- Close\n\n\n\n\nFile-8256 Revision: 7/05/04\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION ANOMALOUS ASTROPHYSICS RESEARCH DEPARTMENT\n\n\nAs you are aware we had another event concerning \nSCP-8256\n roughly 48 hours ago, I alongside the rest of the researchers here at Site-12 have been in panic mode, trying to figure out what is causing what we have deemed an Almada Event to occur. To my knowledge, O5-█ alongside ██████ are in an emergency meeting with both NASA and the ESA trying to figure out what has just happened. Due to the simple fact that we have no idea where the hell it is, and our telescopes have had no luck locating it, for now we are assuming \nSCP-8256\n has either completely vanished from reality, has dematerialised on the other side of the universe or is intentionally hiding from us and we have considered it lost.\n\n\n— J Williams, head of Site 12's Astrophysics Department, May 7th, 2004.\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8256\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThreat Level:\n Black\n\n\nRevised Special Containment Procedures:\n\nDue to the distance, size and nature of \nSCP-8256\n containment is currently considered impossible. Instead, Foundation efforts focus on disinformation campaigns in both the public and academic spheres, discrediting any reports of either 'disappearing' or 'reappearing' galaxies as either hoaxes or photography errors with parties involved being administered Class A amnestics. Foundation WebCrawler 8256, nicknamed the, \"\nGalactic Hunter\n\", is tasked with monitoring online astronomical and astrophotography groups and forums for references made to \nSCP-8256\n, with any media related to \nSCP-8256\n being deleted, with associated individuals administered an amnestic via an anti-memetic screen message. Foundation agents embedded in national space agencies and academic institutions are to discourage the study of sky where \nSCP-8256\n is located and are to manually edit \nSCP-8256\n out of any photographs or videos before publication of scientific material.\n\n\nSCP-8256\n is currently monitored weekly by Sr Researcher Sarah Broder at Site-12's astrophysics department, with any major visual or structural changes to be immediately reported to Site 12's site director. Should an Almada event occur O5-█, Dr Edwards, NASA, ESA and The China National Space Administration are to be immediately contacted, with a relevant cover story released to the public if required.\n\n\nRevised Description:\n\nSCP-8256 is an intermediate spiral galaxy, measuring approximately 24,000ly across and 2000ly in thickness, currently located an unknown distance from Earth. The object last had an Apparent magnitude of 12.66 with no other apparent anomalous physical characteristics that would set it apart from other non-anomalous spiral galaxies typically found in nature. SCP-8256 consists of four massive spiral arms. predominantly blue, pink, and white, surrounding a bright galactic core with an estimate number of 100 billion stars (±5 billion) . At its centre lies a supermassive black hole with an estimated mass of 2.5 million solar masses.\n\n\nSCP-8256's primary anomalous property is that no biological organism is capable of viewing it through a telescope, binoculars or any other optical instrument, regardless of the optical size of the instrument, (see experiment logs). Instead observers will simply see a regular patch of sky, filled with an average amount of stars. However, this effect does not extend to photographs or videos of SCP-8256 with viewers initially able to view the object for 5 - 10 seconds, until SCP-8256's second primary anomalous effect will manifest. This will cause the individual (hereby designated SCP-8256-A), to become unable to view any photos or videos of SCP-8256, for a certain period of time.4 Describing that these appear blurry, nonsensical or simply aren't visible and appear as either blank white or black. Notably, this perceptual anomaly is not universal. Unaffected observers can view images and footage of SCP-8256 without issue, and written descriptions, data, and measurements related to SCP-8256 remain legible to all individuals, including SCP-8256-A.\n\n\nThe third anomalous property of SCP-8256, is that individuals who has observed SCP-8256 will slowly over a period of between 30 minutes and 2 hours forget the physical description of the object, nor will they be able to describe what SCP-8256 looks like. However, this does not affect data or information of SCP-8256, as individuals will still be able to recall how large the galaxy is, amount of stars or other numerical values.\n\n\nAlmada Events:\n\nDue to reasons currently unknown \nSCP-8256\n is capable of spontaneous dematerialization and rematerialization in space, often moving 10's of millions of light years instantly. These events, are proceeded by a sudden increase in X-ray radiation emissions from \nSCP-8256\n for 49 - 120 seconds. Both these events and the new location of \nSCP-8256\n appear to be random, (refer to both File-8256 Revision: 26/12/90 and File-8256 Revision: 28/08/99), with apparent pattern or visible related variables between manifestations. Subsequent investigation of regions affected by Almada events utilizing \nSCP-2154\n has revealed a higher amount of X-ray, microwave and infrared radiation, as well as a noticeable decrease of stars and an increase of nebulous activity. Following\n\n\n\n\n\n\n\n\n\n\n      ⤷ +Incident-8256-4\n\n\n\n\n- Hide whatever\n\n\n\n\n\n\n\n\n\n\nO5-█ alongside ██████ speaking with representatives from NASA and the ESA in the aftermath of Incident-8256-4.\n\n\n\n\n\n\nIncident-8256-4\n\n\nIncident-8256-4 refers to an event involving \nSCP-8256\n. At 23:27 on May 5, 2004, \nSCP-8256\n permanently dematerialized from its known location near τ Piscis Austrini in the \nPiscis Austrinus\n constellation, relocating to an as-yet unknown location. Similar to previous Almada events, a sudden, significant increase in X-ray radiation from the region of \nSCP-8256\n was detected for 120 seconds before the event. A subsequent investigation by the ESA and the Foundation into the τ Piscis Austrini region revealed elevated levels of X-ray, microwave, and infrared radiation.\n\n\nDue to a major astronomy event occurring at the time, an estimated 30,000 civilians witnessed and photographed both Incident-8256-4 and \nSCP-8256\n, with a further 750,000 people becoming aware of the event online in numerous astronomy and astrophotography groups. In response, a cover story involving a large-scale computer glitch and deliberate media manipulation by a troll group was disseminated. All direct witnesses were administered Class-A amnestics, and all online material was expunged from the internet, with the object being both reclassified from Keter to Uncontained and it's threat level being classified to Black.\n\n\nFollowing the aftermath of Incident-8256-4 and the threat \nSCP-8256\n posed to both normalcy and Foundation secrecy, Foundation WebCrawler-8256, nicknamed \"\nGalactic Hunter\n\", was developed and deployed. Its purpose is to monitor media for references to \nSCP-8256\n and to track reports of disappearing or reappearing galaxies, aiding both in suppressing public awareness of \nSCP-8256\n and in determining its new location upon its next manifestation.\n\n\n\n\n\n\n\n\n\n\n+ Incident-8256-5\n\n\n\n\n- Close\n\n\n\n\n\n\nIncident-8256-5\n\n\nIncident-8256-5 refers to an event involving \nSCP-8256\n and subsequently the current location of \nSCP-8256\n. At 07:17 on March 22, 2012, Foundation telescope, \nLunar Watch\n, detected that \nSCP-8256\n rematerialized approximately 0.4° north-east of γ Columbae in the Columba constellation, (116mly away from the Earth). Unlike previous manifestations a large amount of X-ray radiation was detected \nbefore\n manifestation, (approximately 4 times the baseline rate). However, unlike previous Almada events, both the region surrounding \nSCP-8256\n and the object it's self has had an ongoing above normal amount of X-ray radiation,(approximately 2 - 2.5 times the baseline rate). An investigation into this has been launched to determine both the effects on the surrounding space and the threat posed to Earth.\n\n\nIn response to Incident-8256-5, a secondary media cover story was issued, citing the phenomenon as the result of an unprecedented event involving an unknown X-ray emission source. Similar to previous incidents, all direct witnesses were administered Class-A amnestics, and all online material relating to the incident was scrubbed from public access.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Using 2 hour long exposure photographs\n\n\n2\n. (± 2,100ly and ± 108ly)\n\n\n3\n. Gamma\n\n\n4\n. Per agreement 8256-O\n\n\n5\n. Tau\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8256\n\" by JacobW12345, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8256\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 2004meeting.jpeg\n\n\nName:\n National Space Council's Users' Advisory Group Meeting (NHQ202302230023)\n\n\nAuthor:\n NASA HQ PHOTO\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n [\nhttps://commons.wikimedia.org/wiki/File:National_Space_Council%27s_Users%27_Advisory_Group_Meeting_(NHQ202302230023).jpg\n]\n\n\n\n\n\n\nFilename:\n AlmadaEvent.jpeg\n\n\nName:\n Quasar host galaxy (opo9416b)\n\n\nAuthor:\n Dr. John Hutchings\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n [\nhttps://commons.wikimedia.org/wiki/File:Quasar_host_galaxy_(opo9416b).jpg\n]\n\n\n\n\n\n\nFilename:\n Andromeda_constellation_map.jpeg\n\n\nName:\n Andromeda constellation map mk\n\n\nAuthor:\n Kxx\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n [\nhttps://commons.wikimedia.org/wiki/File:Andromeda_constellation_map_mk.svg\n]\n\n\n\n\n\n\nFilename:\n LunarWatchSpaceTelescope.jpeg\n\n\nName:\n Andromeda constellation map mk\n\n\nAuthor:\n Kxx\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n [\nhttps://commons.wikimedia.org/wiki/File:Andromeda_constellation_map_mk.svg\n]\n\n\n\n\n\n\nFilename:\n NGC_3982_galaxy_hubble.jpeg\n\n\nName:\n NGC 3982 galaxy hubble\n\n\nAuthor:\n NASA, ESA, and the Hubble Heritage Team (STScI/AURA)\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n [\nhttps://commons.wikimedia.org/wiki/File:NGC_3982_galaxy_hubble.jpg\n]\n\n\n\n\n\n\nFilename:\n O5MEETING.jpeg\n\n\nName:\n STS-2 Engle Truly press conference 2\n\n\nAuthor:\n NASA\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n [\nhttps://commons.wikimedia.org/wiki/File:STS-2_Engle_Truly_press_conference_2.jpg\n]\n\n\n\n\n\n\nFilename:\n Piscis_Austrinus_constellation_map.png\n\n\nName:\n Piscis Austrinus constellation map\n\n\nAuthor:\n Torsten Bronger, Kxx\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n [\nhttps://commons.wikimedia.org/wiki/File:Piscis_Austrinus_constellation_map.svg\n]\n\n\n\n\n\n\nFilename:\n SCPSTARLOCATION.png\n\n\nName:\n Columba constellation map\n\n\nAuthor:\n Torsten Bronger, Kxx\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n [\nhttps://commons.wikimedia.org/wiki/File:Columba_constellation_map.svg\n]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8255\n | SCP-8256 | \nSCP-8257\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8256 \" by JacobW12345, from the SCP Wiki . Source: https://scpwiki.com/scp-8256 . Licensed under CC-BY-SA .",
        "Filename: 2004meeting.jpeg Name: National Space Council's Users' Advisory Group Meeting (NHQ202302230023) Author: NASA HQ PHOTO License: Public Domain Source Link: [ https://commons.wikimedia.org/wiki/File:National_Space_Council%27s_Users%27_Advisory_Group_Meeting_(NHQ202302230023).jpg ]",
        "Filename: AlmadaEvent.jpeg Name: Quasar host galaxy (opo9416b) Author: Dr. John Hutchings License: Public Domain Source Link: [ https://commons.wikimedia.org/wiki/File:Quasar_host_galaxy_(opo9416b).jpg ]",
        "Filename: Andromeda_constellation_map.jpeg Name: Andromeda constellation map mk Author: Kxx License: CC BY-SA 3.0 Source Link: [ https://commons.wikimedia.org/wiki/File:Andromeda_constellation_map_mk.svg ]",
        "Filename: LunarWatchSpaceTelescope.jpeg Name: Andromeda constellation map mk Author: Kxx License: CC BY-SA 3.0 Source Link: [ https://commons.wikimedia.org/wiki/File:Andromeda_constellation_map_mk.svg ]",
        "Filename: NGC_3982_galaxy_hubble.jpeg Name: NGC 3982 galaxy hubble Author: NASA, ESA, and the Hubble Heritage Team (STScI/AURA) License: Public Domain Source Link: [ https://commons.wikimedia.org/wiki/File:NGC_3982_galaxy_hubble.jpg ]",
        "Filename: O5MEETING.jpeg Name: STS-2 Engle Truly press conference 2 Author: NASA License: Public Domain Source Link: [ https://commons.wikimedia.org/wiki/File:STS-2_Engle_Truly_press_conference_2.jpg ]",
        "Filename: Piscis_Austrinus_constellation_map.png Name: Piscis Austrinus constellation map Author: Torsten Bronger, Kxx License: CC BY-SA 3.0 Source Link: [ https://commons.wikimedia.org/wiki/File:Piscis_Austrinus_constellation_map.svg ]",
        "Filename: SCPSTARLOCATION.png Name: Columba constellation map Author: Torsten Bronger, Kxx License: CC BY-SA 3.0 Source Link: [ https://commons.wikimedia.org/wiki/File:Columba_constellation_map.svg ]"
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-8256"
}