{
    "url": "https://scp-wiki.wikidot.com/scp-8264",
    "all_text": "rating: \n+33\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n8264\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nconscientia\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n \nSCP-8264's engine is to be removed from the locomotive. Under no circumstances should 8264 be removed from its warehouse at Site-83. No extra containment is necessary.\n\n\nBy order of the O5 Council, it has been determined that SCP-8264 be returned to its natural environment to preserve normalcy and economic stability in the New York Metropolitan Area, and that instances of this SCP instead be closely monitored, logged, and secured so that no civilians may accidentally enter or use 8264.\n\n\nAgents must be dispatched to each station along every line under NJT’s purview, providing constant watch for instances of SCP-8264, and preventing any passenger from boarding when doing so. Disgruntled/confused passengers are to be instructed that the train is undergoing a “mechanical malfunction”, and will need to take an alternate route for maintenance. Upon witnessing the return of the train, any citizens that may be aboard must be administered a Class G amnestic, then guided to their next proper train under the guise of an NJT employee.\n\n\nUnder \nno circumstances\n should any Foundation employee board this train. Research and expeditions of 8264 have been placed on an indefinite hold.\n\n\nDescription:\n SCP-8264 resembles a GE Arrow III passenger train, bearing the “New Jersey Transit” logo on both sides across multiple cars, as well as the number “3399”. Although the number observes standard New Jersey Transit identification protocol, there is no train listed officially under this number.\n\n\nIt has been observed to arrive randomly at various stops along the New Jersey Transit lines in the New York metropolitan area. Though stops at other rail lines in the past have been discovered, every reported instance of SCP-8264 from the past 40 years has taken place on NJT lines: Main, Pascack Valley, Montclair-Boonton, Morristown, Gladstone, Raritan Valley, Northeast Corridor, and North Jersey Coast. It is currently unknown why 8264 only operates at these stops, but it has never once been observed to run outside of the United States.\n\n\nUpon investigation of the internal components in the train cars, no anomalous properties were found. The machinery was identical to that of an average GE Arrow III, and removing integral components resulted in a total loss of function (although it was later determined that this method of containment was ineffective).\n\n\nThose who choose to board the train do not appear compelled to do so by any anomalous force, instead simply mistaking it for a normally operating train. Once aboard, they are then transported to an unknown location, believed to resemble an outdoor train station. There are said to be lampposts to provide dim light for the station itself, but none of it reaches past the roughly 50m long station. There is nothing visible beyond the station except a black void.\n\n\n\n\n\n\nA photograph of SCP-8264 arriving at the \nHawthorne Station\n along the \nMain Line\n.\n\n\n\n\n\n\nIt is unknown how SCP-8264 is able to reach this location, as its behavior is indistinguishable from that of a normal train when observed from the outside. Once it can no longer be seen by the human eye, it can no longer be located. All attempts to videotape, audiotape, or track the train’s journey have failed, and communication is consistently cut off when the train disappears from view or reaches its vanishing point.\n\n\nAlways present at the station is SCP-8264-A, a humanoid creature wearing the outfit of a conductor, but bearing absolutely no facial features. On every visit, SCP-8264-A will hold out its hand and request a “Fare” from every passenger. It is unknown how it explicitly communicates this to passengers, with accounts differing on its speech and demeanor.\n\n\nIf the passenger cannot present the Fare, they will not be permitted to board the “Departing Train”, taking them back to the NJT station they began in. It is unclear what occurs to those who cannot pay, or how they are prevented from entering the Departing Train. The Fare must be paid in physical American currency and becomes increasingly more expensive with each expedition.\n\n\n\n\n\n\nAn artistic rendition of SCP-8264-A.\n\n\n\n\n\n\nUpon return, those who were able to pay the fare exit the train unaffected by the goings-on at the station. They retain full memory of their intentions of boarding the train, but ██ ██████ ██ █████ ███ ███ ███ ██████ ████ ████. Only vague recollections are present of the “station” they arrived at. The only consistent memory is that of SCP-8264-A and their ability to pay the “fare” (though unable to remember the precise amount).\n\n\nIn addition, ███ ██████ ██ █████ ███ ███ ███ ██████ ██ ██████ ████ █████ █████ ████ ███ ████ ████ ████, although physical evidence still remains.\n\n\nDiscovery:\n Originally discovered in 1981 by a small team of researchers investigating further into a series of reports conveniently placed along the (then newly-built) New Jersey Transit lines. These reports consisted of documentation proving the existence of people they do not claim to remember. After bringing the information to their superiors and consulting the O5 Council, the researchers were permitted to use Class D personnel to begin investigation and expeditions.\n\n\nHowever, after repeated failed attempts to utilize or understand 8264, the researchers decided to participate directly in the expeditions. Large amounts of resources were lost each trip, and eventually, █████ ███████████, ██ ████. Due to the nature of the SCP, ██ ███████ ████ ████ ██ ███████ ██ ███████ ███ ██████ ██ ███ █████. Their findings remained within Site-333, despite purview falling to Site-83 after its foundation in ████.\n\n\nIn 2010, a low-level Foundation researcher at Site-333, in an effort to standardize and clean out the many documents left behind by those who were let go, discovered an entire folder containing expedition reports and personnel files that no other Foundation personnel had ever heard of. This information was brought to Director Vincent Bohart's attention, but was summarily dismissed as \"flat-fucking stupid\". Despite this, the file was transferred to Director Ruth Bernhart of Site-83, where it was officially catalogued and investigated.\n\n\n\n\nAddendum 8264.A: Table of Known Fare Pricing\n\n\n\n\n-Hide Fare Pricing\n\n\n\n\n\n\n\n\nDate of Expedition\n\n\nFare Price\n\n\n\n\n\n\n3-18-███2\n\n\n$0.25\n\n\n\n\n\n\n9-22-███2\n\n\n$0.50\n\n\n\n\n\n\n5-01-███3\n\n\n>$1.50\n\n\n\n\n\n\n6-30-2010\n\n\n$35.50\n\n\n\n\n\n\n8-13-2010\n\n\n$39.00\n\n\n\n\n\n\n9-26-2010\n\n\n$42.25\n\n\n\n\n\n\n2-14-2011\n\n\n$78.60\n\n\n\n\n\n\n3-20-2011\n\n\n$85.05\n\n\n\n\n\n\n4-09-2011\n\n\n$90.55\n\n\n\n\n\n\n12-12-2011\n\n\n$105.00\n\n\n\n\n\n\n1-05-2012*\n\n\n$143.80\n\n\n\n\n\n\n*Further expeditions forbidden after concerns about civilians not carrying enough cash to pay. It is currently unknown how high the Fare has risen.\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8264.B: '10 Logs\n\n\n\n\n-Hide '10 Logs\n\n\n\n\n\n\n\n\n\n\nSite 333 Memo\n\n\n06-10 Expedition Audio Log\n\n\n02-11 Interview Log\n\n\n\n\n\n\n\n\nInternal Memorandum 8264.10.5 from Agent Randall Mores on May 15th, 2010\n\n\n\n\n\n\nTo:\n Director Vincent Bohart\n\n\nFrom:\n An Extremely Confused Randall Mores\n\n\nSubject:\n Nonsensical Files\n\n\n\n\n\nIs this some sort of hazing ritual? I mean, I know I'm being punished, and I heard you're all an…interesting bunch here at 333, but this filing system is an absolute \ndisaster area\n. Has anyone even looked through these cabinets in years? There's files in here from the 80s and they're all mixed together. Did you seriously expect me to get this all done in a week? I don't think anyone will even be able to sort through this mess during my lifetime.\n\nAnd not to mention- I think a lot of these reports are fake. There's personnel files here for people that were never fired , but nobody's ever heard of them! There's…expedition logs for some train that nobody's heard about, a whole bunch of interviews…The hell's going on here??\n\n\n\n\n\n\n\n\nTranscript of Audio Log 8264.10.4 from on June 30th, 2010\n\n\n\n\nClass-D Personnel #630101 Audio Log\n\n\n\n\nDATE: June 30th, 2010\n\n\n\n\n[BEGIN LOG]\n\n\nClass-D Personnel #630101 and #630102 are outfitted with boots, gloves, and hazmat suits as SCP-8264 begins to arrive at the station. #630101 is additionally given $50 USD, while #630102 is given $25.\n\n\nDr. Fernandez:\n This is strictly fact-finding. Keep your audio and video monitoring devices on at all times. Arrive, pay the supposed Fare, come back. No need to do anything extraneous. Understood?\n\n\n#630102:\n Yeah, sure, whatever. Hey- why'd she get more than me?\n\n\nDr .Fernandez:\n We will explain everything necessary when you arrive at the station. We'd prefer not to elaborate on unnecessary details.\n\n\n#630102:\n Hmph. Figures.\n\n\n#630101:\n Is this…dangerous?\n\n\nThere's a short pause on the tape. SCP-8264 can be heard applying its brakes in the background.\n\n\nDr. Fernandez:\n No. As I said, this is a simple fact-finding mission to investigate a rather tame anomaly. Please enter the train car in front of you.\n\n\nBoth D-Class Personnel can be heard shuffling aboard the train, taking seats near the windows.\n\n\nDr. Fernandez:\n Please describe what you see inside the car.\n\n\n#630102:\n Looks like a train. Cheap seats. Dirty windows you can't see out of.\n\n\n#630101:\n But there's no one else here…Shouldn't there be a conductor?\n\n\nDr. Fernandez:\n Is there anything else of note? Anything that seems out of place?\n\n\n#630102:\n Nope. Looks all normal to me.\n\n\n8264's brakes release as the train begins departing from the station.\n\n\nDr. Fernandez:\n Please keep in contact for the duration of the journey and describe what you can see out of the window.\n\n\n#630101:\n Well, it all looks the same out there now. I can still see you.\n\n\n8264 begins to pick up speed.\n\n\n#630102:\n Uhh…I see the same buildings we spotted on the way in. I see cars stopped at a traffic light. I see…\n\n\nSilence.\n\n\nDr. Fernandez:\n Please continue describing what you see.\n\n\n#630101:\n Well, to be honest, we can't really-\n\n\nA sharp popping sound can be heard, followed by light static.\n\n\nDr. Fernandez:\n Please respond if you're able to hear me.\n\n\nNo response.\n\n\nDr. Fernandez:\n Repeat: please immediately respond if you're still able to hear me.\n\n\nNo response.\n\n\nDr. Fernandez:\n Are…either of you still there?\n\n\nNo response. There is total silence for the next several minutes, until the sound of a train can be heard approaching from a distance. Audio abruptly cuts back in, interrupting the static.\n\n\n#630101:\n -ello? Sir, are you there?\n\n\nDr. Fernandez:\n Yes, hello. I am able to hear you.\n\n\n#630101:\n Oh. Thank goodness. That place was horrifying! Why didn't you tell me there'd be someone else there?!\n\n\nDr. Fernandez:\n Describe who you saw.\n\n\n#630101:\n Well, there was this…man there. Or- just a person. They didn't really have a face. But they- they wanted money from me, or something? I remember….I remember a really raspy voice asking me to pay a \"Fare\".\n\n\nDr. Fernandez:\n Do you remember what the Fare was? Or whether or not you were able to pay it?\n\n\n#630101:\n Well, I paid it, yeah…but I…God, what was it? …I don't know. I really don't remember.\n\n\nDr. Fernandez:\n That is alright. Do you remember anything else of note about where you went?\n\n\n#630101:\n Uh…it was a train station. There's really…not much else I could say about it. I tried to get out of there as quickly as possible. It was terrifying. Dark.\n\n\nDr. Fernandez:\n Anything else that you can describe?\n\n\n#630101:\n …No. No, I don't think so. It was just a normal station, but like…in the middle of nowhere.\n\n\nDr. Fernandez:\n I see.\n\n\n#630101:\n …And- some advice? Don't send anyone in there █████ again. It was creepy enough having to make that journey in the first place.\n\n\nDr. Fernandez:\n Understood. We will consider utilizing larger-\n\n\nShort pause.\n\n\nDr. Fernandez:\n …Wait, what is-\n\n\n#630101:\n …Is something wrong?\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nTranscript of Interview with Class-D Personnel #214115 on February 14th, 2011\n\n\n\n\nInterviewed:\n Class-D Personnel #214115\n\n\nInterviewer:\n Dr. Emilio Fernandez\n\n\nForeword:\n 5 Class-D Personnel were given one of the following: $75, $100, a jeweled silver necklace (est. value: $265), €100, and a cashier's check for $1000. All 5 were seen boarding the train, but upon return, only #214115, who was given $100 in cash, was present with $21.40 remaining in their pocket, and was subsequently interviewed by Researcher Fernandez.\n\n\n<Begin Log>\n\n\nDr. Fernandez:\n Please tell us what you remember about the journey to and from the other station.\n\n\n#214115:\n I…don't remember all that much. It wasn't a long ride, honestly. We left the NJT station and…eventually we were there.\n\n\nDr. Fernandez:\n Weren't you looking out the windows? What could you see?\n\n\n#214115 shuffles his feet nervously.\n\n\n#214115:\n I think I was. I remember…everything kind of faded to black outside the car. Or something like that. It wasn't really black…\n\n\nDr. Fernandez:\n And when you arrived at the station?\n\n\n#214115:\n There was no one there. I think at first I just…kinda sat there waiting for the train to start back up, but it never did. I guess I had to pay the Fare first.\n\n\nDr. Fernandez:\n What Fare?\n\n\n#214115:\n Well, there was a…a guy there. He was holding out his hand like he wanted me to give him something.\n\n\nDr. Fernandez:\n Did this man say anything to you?\n\n\n#214115:\n There was a weird, low hum in the background the whole time, but…no. He didn't say a word. I just gave him my money and got back on the train.\n\n\nDr. Fernandez:\n How did you know he wanted money? And how did you know how much?\n\n\n#214115:\n I'm…not really sure.\n\n\nDr. Fernandez:\n And how much did he require?\n\n\n#214115:\n Oh, it was- Uh…\n\n\n#214115 takes a long pause.\n\n\n#214115:\n Huh. Can't remember. Tip of my tongue, but…\n\n\nDr. Fernandez:\n That's quite alright. Could you elaborate about this \"hum\" you heard?\n\n\n#214115:\n Oh, yeah. It was- Man, it was weird. Sounded like…like a bunch of people trying to hit the same note. And it was always going, like they never needed to breathe.\n\n\nDr. Fernandez takes a long pause.\n\n\nDr. Fernandez:\n Do you have any recollection of others making this journey with you?\n\n\n#214115:\n What? No. It was just me in there.\n\n\nDr. Fernandez:\n You're positive? Were there any other objects of note? Anything besides you and this fare collector?\n\n\n#214115:\n No. Just me and him. Positive.\n\n\n\n\nDr. Fernandez:\n Understood. Thank you for your cooperation.\n\n\n#214115:\n Is there something wrong?\n\n\n\n\nDr. Fernandez:\n Nothing's wrong. Please proceed to the med lab for decontamination procedures. You've done us a great service today, and please take comfort in knowing that your contribution will be valued for years to come.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n SCP-8264 does not seem to accept any form of currency besides physical US dollars. As predicted, those entering the anomaly do not seem permitted or are unable to share their money with others inside, as #214115 would've had enough to permit #214114's entry as well. The interviewer and interview have retained no memories of #214114, #214116, #214117, or #214118, neither does any Foundation staff member introduced to them beforehand.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8264.C: Police Report (Watsessing, NJ) - 10/09/02\n\n\n\n\n-Hide Police Report (Watsessing, NJ) - 10/09/02\n\n\n\n\n\n\nWatsessing P.D. Case #542876\n\n\n\n\nDATE: June 30th, 2010\n\n\n\n\nInitial Interview\n: \nOfficers █████ and █████████ met with Mr. and Mrs. ████████ on October 9th, 2002. The elderly couple reported discovering photos in their home containing a stranger, posing with them as he grew into an adult. Upon investigation, the photos were discovered to be real, and not digitally altered in any way.\n\n\nThe subject of the photos appears to have been born in the 60s, has gotten married, and had two children. The following transcript is from the initial interview of the couple.\n\n\nOfficer █████████:\n We're sorry to have to sit you in an interrogation room. I know this isn't…the most comfortable environment.\n\n\nMr. ████████:\n It'll be fine, thanks.\n\n\nOfficer █████:\n So…█████ at the front desk told us that you…had some photos that you couldn't recognize? He was more than a little confused.\n\n\nMr. ████████:\n Well, it sounds like he's got it to me.\n\n\nA pause. The sound of light shuffling can be heard.\n\n\nMrs. ████████:\n Listen, we- We don't understand this, either. We just felt…This is so strange, someone should know. And it’s a bit…frightening, to say the least.\n\n\nOfficer █████:\n What exactly are you reporting, here?\n\n\nOfficer █████████:\n Uh- W- we just need more information to be able to help you.\n\n\nMrs. ████████:\n Alright, we…Well, yesterday afternoon, we noticed some…photographs in our little condo. They were- I mean they’ve always been there, they were just…altered.\n\n\nOfficer █████:\n Altered how?\n\n\nMr. ████████:\n There’s a man in them. Someone we’ve never met before.\n\n\nOfficer █████:\n …A man?\n\n\nMr. ████████:\n In nearly every picture after our wedding. Looks like he grows up with us. Or that we…\n\n\nMr. ████████ clears his throat. Another pause.\n\n\nOfficer █████:\n …Go on.\n\n\nMrs. ████████:\n We raised him. He looks like our son. We even have photos of his wedding, but we never put them up.\n\n\nMr. ████████:\n There's gr- some kids of his in some photos too. It looks like…Well, it's clearly some practical joke, and it's sick.\n\n\nOfficer █████:\n What makes you say that?\n\n\nMrs. ████████:\n Well, uh…we had always…talked about trying for a child. But we just…never got around to it.\n\n\nMr. ████████:\n Not to mention that it's damn impossible! \nEvery\n photo changed in a night? Someone must be having a laugh at us!\n\n\nOfficer █████:\n Right…Listen, we don’t really have time-\n\n\nOfficer █████████:\n -Have you noticed any signs of a break-in?\n\n\nMr. ████████:\n Nope. House has been locked up tight. Always is.\n\n\nOfficer █████████:\n And did you bring one of these photos with you?\n\n\nMrs. ████████:\n Y-yes. I've got one right here.\n\n\nMrs. ████████ hands Officer █████████ the photograph.\n\n\nOfficer █████████:\n Well this…certainly looks…real.\n\n\nOfficer █████:\n Let me see that.\n\n\nMr. ████████:\n There's tons of 'em. They're everywhere. Took us a couple days to find 'em all and get 'em all down.\n\n\nOfficer █████:\n Look, we'll uh…have this verified by our guys and send an officer over to your place to look around. I'm afraid we can't do much more than that.\n\n\nOfficer █████████:\n I'll personally see to it. We'll get to the bottom of this.\n\n\nMrs. ████████:\n Thank you both so much. That's all we could ask for.\n\n\nThe couple can be heard standing from their chairs and exiting the room.\n\n\nOfficer █████:\n Why the hell would you volunteer for this? Sounds like they're just senile.\n\n\nOfficer █████████:\n No…I’ve got a feeling about this.\n\n\nEnd of interview.\n\n\n\n\nThe photos were later verified as undoctored by the department, and were taken into Foundation possession shortly afterward.\n\n\nOne day later, Officer █████████ visited their home at ████ █████████ ████, Watsessing, NJ. He verified the presence of other photographs of the man mentioned in the interview, as well as made sure that there were no signs of forced entry.\n\n\nHe additionally asked the couple if he could search for other indications that this man knew them or lived in this house. Among other memorabilia, Officer █████████ discovered childhood art projects, high school basketball trophies, and even a birth certificate with the name ██████ █████████ ████████ printed on it. The couple asserted their position that they had never met this man before, though they did recognize his apparent wife and children.\n\n\nUpon leaving the residence, Officer █████████ visited the supposed \"family\" of Mr. ████████ at ███ ████ ██████, Watsessing, NJ. The family, seemingly undisturbed by the disappearance of the \"father\", asserted that they didn't recognize the man in the photos either, even though they did recognize his parents. The children identified them as \"grandma and grandpa\", while Mr. ████████ remained unknown, as does the true identity of their father.\n\n\nThe wife of Mr. ████████ claimed not to remember how her children were conceived, stating that she believed it to be the result of a night of heavy drinking, after which she couldn't remember the encounter. When asked about her children's grandparents, she became notably confused, unsure of how they were tangibly related to her children, but entirely positive that they were, in fact, blood relatives.\n\n\nAfter these interviews, Officer █████████ inputted his findings into the district's system, where it was intercepted by the Foundation and subsequently investigated further. Two agents were dispatched to every known location related to Mr. ████████, confiscating any physical evidence of the man, and administering a Class-G Amnestic to those who had been affected by the investigation, including Officers █████████ and █████.\n\n\nIt is recommended that other unexplained reports resembling this be investigated and properly contained by Foundation staff with at least Level 2 Clearance.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8264.D: Message From O5 Council - 12/31/2010\n\n\n\n\n-Message From O5 Council\n\n\n\n\n\n\n\n\nTo:\n Director Ruth Bernhart\n\n\nFrom:\n The O5 Council's Office\n\n\nSubject:\n SCP-8264's Return \nUrgent\n\n\n\n\n\n\nRuth,\n\n\nThis notice is being delivered to inform you that SCP-8264 will be returned to its original location on the NJT rail lines effective Monday, 1/3/2011. While we understand that this decision may be distressing, it has been determined that the resultant issues with the public transit system due to the removal of SCP-8264 are too severe a disruption to be ignored. Efforts to coordinate with NJT have evidently failed, and the destruction of this integral piece of public transit has greatly affected American economic interests.\n\n\nIt has been decided that this SCP be instead closely monitored to prevent any contact with the general populus. Particular procedure has been entrusted to Site-83 staff.\n\n\nWith Gratitude and Confidence,\n\n\nThe O5 Council\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8264.E: Internal Memorandum 8264.22.47\n\n\n\n\n-Hide Internal Memorandum 8264.22.47\n\n\n\n\nInternal Site-83 Memorandum from Director Bernhart to All Effective Staff\n\n\n\n\n\n\nTo:\n All Site-83 Employees\n\n\nFrom:\n Director Ruth Bernhart\n\n\nSubject:\n We Need to Do Better\n\n\n\n\nEveryone,\n\n\nI am starting to fucking lose my patience, here. Every day- \nevery damn day\n -I get another police report on my desk about some \"missing person\" that no one even remembers! We \ncannot\n be this sloppy, people! If you are falling asleep during your assigned shifts, drink a coffee, listen to music, bring a joy-buzzer- I don't give a fuck. \nStay. Awake.\n This isn't a damn joke.\n\n\n8264 can arrive and depart from a station in a matter of two minutes. That is why there \nmust be\n two agents at every NJT station \nat all times\n. If one of you needs to go to the bathroom, the other better be on their fucking a-game. And \ndefinitely\n do not both leave at the same time for a \"coffee break\".\n\n\nThis kind of unprofessionalism is \nnot\n befitting of the Foundation or its staff, and I am thoroughly disappointed in everyone who has been taking on shifts with 8264. We have to do better, or this could destabilize the entire region.\n\n\nFrom,\n\n\nYour Fucking Director\n\n\nP.S. Everyone who keeps sending me memos requesting transfer off of \"train duty\"- stop. It's not going to happen. Someone's gotta do it. It's quite literally saving lives (or would, if any of you paid attention). \nThis\n is our job, no matter how mundane it may seem. And if you don't put effort into it, we'll find someone who will.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8264.F: '82 Logs - RESTRICTED ACCESS\n\n\n\n\n-'82 logs\n\n\n\n\n\n\nADMINISTRATOR CLEARANCE REQUIRED\n: Enter Personal Identification Code:\n\n\n\n\n\n\n████████\n\n\n\n\n\n\nCode recognized. Hello again, \nRuth\n.\n\n\n\n\n\n\n\n\n\n\n\n\nInitial Discovery Log\n\n\nFirst Expedition Log\n\n\nEmail from Jo Soon-Bok (Subject: \"This is It\")\n\n\nExpedition Log 03.18.82\n\n\nExpedition Log 05.01.83\n\n\n\n\n\n\n\n\nDiscovery Log 8264.81.3 from Agent Jo Soon-Bok on November 22nd, 1981\n\n\n\n\nAnomaly Discovery Report Form\n\n\n\n\nReporting Agent: Jo Soon-Bok\n\n\nReason for Investigation:\n SCP Foundation was drawn to a number of reports about \"ghost people\" present in various photos and public records, despite no single memory of their existence. The only common link between these people was consistent use of the New Jersey Transit system. After dispatching agents to analyze train patterns, a train was located bearing a number not in the NJT official train catalogue: #3399.\n\n\nDescription of Anomaly:\n Resembles a typical NJT train, save for the incorrect number on its cars. The car itself is physical, can be touched, heard, and perceived by the naked eye.\n\n\nEffect of Anomaly:\n Anomaly seemingly transports passengers to an alternate dimension, as it is consistently empty upon returning to the original station. Passengers are effectively \"removed\" from existence, as all memories of them are wiped from those that knew them. Despite this, they still seem to exist in physical evidence.\n\n\nContainment Suggestions:\n Could attempt to remove train from track, but would need to be able to predict what station it will appear at first. For now, Anomaly will be monitored and logged.\n\n\n\n\n\n\n\n\nExpedition Log 8264.82.1 from Agent Jo Soon-Bok on January 8th, 1982\n\n\n\n\nExpedition Form\n\n\n\n\nReporting Agent: Jo Soon-Bok\n\n\nPreparation:\n 2 D-Class Personnel were given hazmat suits and stationed at a single train station on the NJT Main Line. They were told to only board the NJT train with #3399 on its side. The personnel were waiting for several days before witnessing the Anomaly.\n\n\nExecution:\n Personnel boarded the train as instructed and were observed leaving the station. Upon return of the Anomaly, no \"personnel\" were aboard, and Site-333 staff asserted none had been approved for any expedition. This document was the only reference for their existence within the Foundation.\n\n\nConclusion:\n It is still unknown where passengers of this Anomaly are transported or whether or not they can return under any means.\n\n\n\n\n\n\n\n\nEmail from Agent Jo Soon-Bok to Dr. Leslie Page on March 15th, 1982\n\n\n\n\n\n\nTo:\n Dr. Leslie Page\n\n\nFrom:\n Jo Soon-Bok\n\n\nSubject:\n This is It\n\n\n\n\n\nLeslie,\n\nThis is it.\n\n\nI'm going aboard myself. We don't have time to flounder around with these…whatever we call them now. Even after 6 expeditions, not one of them has come back. The council keeps cutting our budget, Bohart's a joke, their faith in the Site is diminishing every \nminute\n…\n\n\nIf we don't prove something, we'll be cut like the rest of them. I've spent my life working for this. I'm not letting it go because of the ridiculous Boy's Club around here that gives us all a bad reputation.\n\n\nThere's no way we'll learn \nanything\n if we don't take the plunge ourselves. Science takes risk. We all knew that when we took this job. It's why any of us are here, in the first place.\n\n\nBut apparently, I'm the only one around here who's willing to actually follow through and take that risk on.\n\n\nI won't let them get in my way.\n\n\n-Jo\n\n\n\n\n\n\n\n\nExpedition Log 8264.82.5 from Agent Jo Soon-Bok on March 18th, 1982\n\n\n\n\nExpedition Form\n\n\n\n\nReporting Agent: Dr. Leslie Page\n\n\nPreparation:\n Agent Jo Soon-Bok entered the Anomaly alone, outfitted with the items on her person: keys, wallet, ID, and pager.\n\n\nExecution:\n Agent Jo Soon-Bok departed the station on the Anomaly at approximately 12:53 P.M. EST. The train returned at 12:57 P.M., with the Agent still aboard.\n\n\nConclusion:\n Agent Soon-Bok recollects paying a \"Fare\" to be able to return, but was unsure about the exact amount of the Fare. Upon examination of her wallet, $0.25 were missing. The agent is able to describe a small train platform, wherein a conductor requested that she pay to return to the station she arrived from.\n\n\nAdditional Findings:\n The following is a transcript of the interview immediately following Agent Soon-Bok's initial venture into SCP-8264 by Researcher Leslie Page. Upon initial examination, Agent Soon-Bok exhibited an elevated heartrate and was tripping over her own words in excitement. It was later determined that she was not under the effects of any anomalous force, save for the obscured memories of the anomaly itself.\n\n\n\n\nAgent Soon-Bok\n: Leslie, this…this is incredible. We're going to- This could save us.\n\n\nResearcher Page\n: Jo, please. We need to log this properly.\n\n\nSoon-Bok\n: Right. You're right. I'm sorry. I'm just- …Go ahead. Ask me the questions.\n\n\nPage\n: 1. Do you currently feel any anomalous effects from your experience on the expedition?\n\n\nSoon-Bok\n: No. None at all. I feel…relatively normal.\n\n\nPage\n: Relatively?\n\n\nSoon-Bok\n: I mean…I'm a bit foggy, but- yeah. Normal.\n\n\nPage\n: 2. Did you bring anything back from where you traveled?\n\n\nSoon-Bok\n: No. There wasn't anything there to bring.\n\n\nPage\n: 3. Please describe your experience inside the anomaly to the best of your ability.\n\n\nSoon-Bok\n: Alright. Well we- We left the station and…I guess eventually we arrived at this other one? It all felt very…smooth. Very natural. Hard to tell where exactly we were going. When we stopped, I stepped out onto another station. I…think it was outside.\n\n\nPage\n: Could you identify anything that told you where you were? Any landmarks? Flora, fauna?\n\n\nSoon-Bok\n: Well, there wasn't much besides the platform itself. Just some lights to keep everything visible. The rest was only…black.\n\n\nPage\n: Really? There was just…nothing?\n\n\nSoon-Bok\n: I'm telling you. Empty. And then, after about…5 minutes, the train sounded its horn, I paid the Fare, and came back.\n\n\nPage\n: The Fare? What Fare?\n\n\nSoon-Bok\n: Oh, well…I uh…I had to pay to get on the train back.\n\n\nPage\n: Pay who?\n\n\nSoon-Bok\n: There was a…guy there. A conductor. He made me give him money before I could leave.\n\n\nPage\n: What did he look like?\n\n\nSoon-Bok\n: He…was wearing a hat. Uh…\n\n\nPage\n: That's it?\n\n\nSoon-Bok\n: Well- He didn't really have any facial features. It was…off-putting, to say the least.\n\n\nPage\n: What did he sound like?\n\n\nSoon-Bok\n: Well, he…Honestly, the voice was like my old C.O. Very harsh, rigid…powerful.\n\n\nA short pause.\n\n\nSoon-Bok\n: I hadn’t heard that voice in a long time…\n\n\nPage\n: So he spoke English?\n\n\nSoon-Bok\n: Seemed to, yeah.\n\n\nPage\n: And how much did you pay him?\n\n\nSoon-Bok\n: I think it was…Hm. It was uh…\n\n\nAgent Soon-Bok takes a long pause, attempting to remember.\n\n\nSoon-Bok\n: Damn. I really feel like I just had it in my head.\n\n\nPage\n: Very odd.\n\n\nSoon-Bok\n: I'm telling you, Leslie. Everything about this anomaly is just…strange. There's so much more here than we can even comprehend right now. I- We need to conduct more expeditions immediately. This- This is going to change everything for 333.\n\n\nPage\n: God, I hope so. Next time, I might have to go along with you.\n\n\nEnd of interview.\n\n\n\n\n\n\n\n\nExpedition Log 8264.83.3 from Agent Jo Soon-Bok on May 1st, 1983\n\n\n\n\nExpedition Form\n\n\n\n\nReporting Agent: Dr. Leslie Page\n\n\nPreparation:\n Agent Jo Soon-Bok and Researcher Leslie Page entered the anomaly with $1.50 each on their person. No other special preparation procedures required for this anomaly.\n\n\nExecution:\n\n\nConclusion:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8264.G Order for Acquisition - RESTRICTED ACCESS\n\n\n\n\n-Order for Acquisition\n\n\n\n\n\n\nADMINISTRATOR CLEARANCE REQUIRED\n: Enter Personal Identification Code:\n\n\n\n\n\n\n████████\n\n\n\n\n\n\nCode recognized. Hello again, \nRuth\n.\n\n\n\n\n\n\n\n\nAcquisition Order\n\n\nPriority: 2 (Crucial)\n\n\n\n\nSubject #5341 has exhibited an extensive connection to SCP-8264, and must be acquired and investigated by the Foundation to enhance understanding of the anomaly.\n\n\nSubject was first alerted to the Foundation on June 2nd, 2014. After reporting her situation to a local police department, the Foundation identified the effects as a result of SCP-8264.\n\n\nAs is common between the relatives of victims of 8264, #5341 has reported documentation regarding a sibling that they do not recall ever having. Despite photographic evidence of said twin, their parents assert only having a single child.\n\n\nAbnormally, however, #5341 additionally reports a feeling of general loss and disconnection, stating that she is positive there is something missing from her life, although she cannot describe exactly what. She believes she has felt this longing since birth, and has always felt a connection to something that is not there.\n\n\nAdditionally, at night, #5341 can occasionally reportedly hear distant screaming, murmuring, or pleading, all in the voice of a young female of the same relative age.\n\n\nAll attempts to apply amnestic procedures to #5341 have succeeded, but the Subject continuously returns and reports the same experiences to local police, their therapist, or their parents. It has been determined that the Subject be contained immediately, to prevent potential dissemination of information related to the true nature of SCP-8264 or the Foundation.\n\n\nThe Foundation currently believes that this internal connection to the plane that SCP-8264 transports its passengers to could lead to increased understanding of the purpose and further ramifications of 8264. As such, Subject #5341 is to be found and placed under Foundation observation for further study.\n\n\nAll attempts to locate #5341 in their hometown have failed, and the Subject is currently believed to be in hiding. Agents should immediately be dispatched to track down the Subject and contain any information already divulged.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8263\n | SCP-8264 | \nSCP-8265\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: Class-D Personnel #214115 Interviewer: Dr. Emilio Fernandez Foreword: 5 Class-D Personnel were given one of the following: $75, $100, a jeweled silver necklace (est. value: $265), €100, and a cashier's check for $1000. All 5 were seen boarding the train, but upon return, only #214115, who was given $100 in cash, was present with $21.40 remaining in their pocket, and was subsequently interviewed by Researcher Fernandez. <Begin Log> Dr. Fernandez: Please tell us what you remember about the journey to and from the other station. #214115: I…don't remember all that much. It wasn't a long ride, honestly. We left the NJT station and…eventually we were there. Dr. Fernandez: Weren't you looking out the windows? What could you see? #214115 shuffles his feet nervously. #214115: I think I was. I remember…everything kind of faded to black outside the car. Or something like that. It wasn't really black… Dr. Fernandez: And when you arrived at the station? #214115: There was no one there. I think at first I just…kinda sat there waiting for the train to start back up, but it never did. I guess I had to pay the Fare first. Dr. Fernandez: What Fare? #214115: Well, there was a…a guy there. He was holding out his hand like he wanted me to give him something. Dr. Fernandez: Did this man say anything to you? #214115: There was a weird, low hum in the background the whole time, but…no. He didn't say a word. I just gave him my money and got back on the train. Dr. Fernandez: How did you know he wanted money? And how did you know how much? #214115: I'm…not really sure. Dr. Fernandez: And how much did he require? #214115: Oh, it was- Uh… #214115 takes a long pause. #214115: Huh. Can't remember. Tip of my tongue, but… Dr. Fernandez: That's quite alright. Could you elaborate about this \"hum\" you heard? #214115: Oh, yeah. It was- Man, it was weird. Sounded like…like a bunch of people trying to hit the same note. And it was always going, like they never needed to breathe. Dr. Fernandez takes a long pause. Dr. Fernandez: Do you have any recollection of others making this journey with you? #214115: What? No. It was just me in there. Dr. Fernandez: You're positive? Were there any other objects of note? Anything besides you and this fare collector? #214115: No. Just me and him. Positive. Dr. Fernandez: Understood. Thank you for your cooperation. #214115: Is there something wrong? Dr. Fernandez: Nothing's wrong. Please proceed to the med lab for decontamination procedures. You've done us a great service today, and please take comfort in knowing that your contribution will be valued for years to come. <End Log> Closing Statement: SCP-8264 does not seem to accept any form of currency besides physical US dollars. As predicted, those entering the anomaly do not seem permitted or are unable to share their money with others inside, as #214115 would've had enough to permit #214114's entry as well. The interviewer and interview have retained no memories of #214114, #214116, #214117, or #214118, neither does any Foundation staff member introduced to them beforehand.",
        "Acquisition Order Priority: 2 (Crucial) Subject #5341 has exhibited an extensive connection to SCP-8264, and must be acquired and investigated by the Foundation to enhance understanding of the anomaly. Subject was first alerted to the Foundation on June 2nd, 2014. After reporting her situation to a local police department, the Foundation identified the effects as a result of SCP-8264. As is common between the relatives of victims of 8264, #5341 has reported documentation regarding a sibling that they do not recall ever having. Despite photographic evidence of said twin, their parents assert only having a single child. Abnormally, however, #5341 additionally reports a feeling of general loss and disconnection, stating that she is positive there is something missing from her life, although she cannot describe exactly what. She believes she has felt this longing since birth, and has always felt a connection to something that is not there. Additionally, at night, #5341 can occasionally reportedly hear distant screaming, murmuring, or pleading, all in the voice of a young female of the same relative age. All attempts to apply amnestic procedures to #5341 have succeeded, but the Subject continuously returns and reports the same experiences to local police, their therapist, or their parents. It has been determined that the Subject be contained immediately, to prevent potential dissemination of information related to the true nature of SCP-8264 or the Foundation. The Foundation currently believes that this internal connection to the plane that SCP-8264 transports its passengers to could lead to increased understanding of the purpose and further ramifications of 8264. As such, Subject #5341 is to be found and placed under Foundation observation for further study. All attempts to locate #5341 in their hometown have failed, and the Subject is currently believed to be in hiding. Agents should immediately be dispatched to track down the Subject and contain any information already divulged."
    ],
    "containment_procedures": "SCP-8264's engine is to be removed from the locomotive. Under no circumstances should 8264 be removed from its warehouse at Site-83. No extra containment is necessary.",
    "description": "SCP-8264 resembles a GE Arrow III passenger train, bearing the “New Jersey Transit” logo on both sides across multiple cars, as well as the number “3399”. Although the number observes standard New Jersey Transit identification protocol, there is no train listed officially under this number.",
    "title": "SCP-8264"
}