{
    "url": "https://scp-wiki.wikidot.com/scp-8268",
    "all_text": "rating: \n+9\n+\n–\nx\n\n\nItem #:\n SCP-8268\n\n\nObject Class:\n Keter\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n A Foundation artificial intelligence system — stabilized with a Scranton Reality Anchor — has been created to monitor all changes of permanent address registered with the U.S. Post Office and to flag any instances of people with publicly available works reporting a move back to their childhood hometown.\n\n\nWhen a potential case has been identified, a Foundation agent will conduct an investigation to determine if the individual meets the known requirements for SCP-8268 activation. If these requirements are met, the agent is authorized to perform a limited intervention in order to remove the potential case from danger, usually in the form of finding a job for said individual.\n\n\nWhile SCP-8268 can be reversed before activated fully, the process can move quickly and there are few observable warning signs. Once activation is complete, the effects of SCP-8268 are irreversible.\n\n\n \n\n\nDescription:\n SCP-8268 is an antimemetic phenomenon which can occur in adults who, after a significant period of time living on their own,\n1\n are forced to move back to their hometown into the care of their parents due to some sort of hardship (financial, romantic, etc.),\n2\n resulting in their disappearance and apparent erasure from reality.\n\n\nIndividuals who have undergone SCP-8268 have consistently experienced a relatively positive childhood, lived in a single place for the entirety of their formative years, and have had careers, vocations, or hobbies in the arts.\n3\n No known SCP-8268 victim grew up in a town with a population greater than 25,000 people, and all victims have been born and raised in the United States.\n\n\n \n\n\nDiscovery:\n SCP-8268 was discovered accidentally in 2022 by Dr. Rebecca Smith, a researcher at Site-41’s antimemetic research lab, who reported that a novel she had been recently reading seemed to no longer exist. In an interview, Dr. Smith reported that her husband — a non-Foundation individual — could not recall the novel, despite the fact that he had bought it for her the previous year. Dr. Smith could find no relevant information on the author online, despite her assertion that the author — Kylie Wilson — was a fairly well-known writer of “cozy mysteries,” with two previous novels to her name.\n\n\nWhile no one at Site-41 could confirm Dr. Smith’s claims, two days later a technician at Site-101’s antimemetics division confirmed that she too was missing a novel penned by Ms. Wilson.\n4\n\n\n\n\n\n\nBoone, North Carolina\n\n\n\n\n\n\nWith Dr. Smith’s assertions corroborated, a small task force was organized to determine the fate of Ms. Wilson. Between the technician at Site-101 and Dr. Smith, the task force was able to ascertain that Ms. Wilson was from Boone, North Carolina, and that she had recently posted on her blog about moving back to her hometown after losing her primary job at a major medical news publication and undergoing a breakup with her long-term boyfriend.\n5\n\n\nBased on this information and a scouring of government databases, a match in the U.S. Social Security Administration was identified — Kylie Wilson was born on June 8, 1986, to Jeff and Rachel Wilson. Further research revealed pediatric medical records, enrollment in the Watauga County School District, and a minor news story in a local Boone newspaper about a young Ms. Wilson, aged 15, winning a writing contest hosted by the Boone VFW in the aftermath of the September 11th terrorist attack.\n\n\nThe final physical evidence of Ms. Wilson's existence is an attendance record from Watauga High School, dated May 9, 2003.\n\n\nA representative from the task force, Dr. Raj Nambiyar, conducted an interview with Ms. Wilson’s parents on the subject of their daughter. Mr. and Mrs. Wilson clearly remembered their daughter being born and growing up, but their memories of Ms. Wilson ended at roughly the same time as the school records stopped, in mid-May of 2003. The Wilsons displayed very little emotion regarding the apparent disappearance of their daughter, seeming to acknowledge it as truth but showing no distress or sorrow over it. It was, as Dr. Nambiyar noted after the initial interview, “as if Kylie Wilson simply stopped existing after May 12th.”\n\n\nDr. Nambiyar conducted a second interview, administering a light dose of mnestics to Mr. and Mrs. Wilson. However, he was forced to end the interview early, as Mr. and Mrs. Wilson became highly distressed and inconsolable as they came to terms with their daughter's apparent erasure from reality. A dose of amnestics was administered, and the Wilsons were able to resume their normal life.\n\n\nBefore the second interview was cut short, Ms. Wilson’s parents revealed a new name, a close friend of Ms. Wilson who lived in Charlotte. Dr. Nambiyar's initial interview with this friend – Jennifer Welch – proceeded in a similar vein as the interview with Mr. and Mrs. Wilson, and a second interview with a light dose of mnestics was authorized.\n\n\n\n\nEXCERPT OF INTERVIEW BEGINS\n\n\nDr. Nambiyar:\n I know it was a long time ago, but I need you to really think back to the spring of 2003. You and Kylie were best friends in those days, right?\n\n\nJennifer Welch:\n Yeah, absolutely. It was great, we were … wow, I am having so many flashbacks right now. And so vivid too. Holy shit, I can practically see our old AP American History classroom. That was always my favorite. Kylie’s too.\n\n\nI can hear Mr. Roberts going on and on about FDR. We spent so much time talking about him, FDR was his favorite president.\n\n\nDr. Nambiyar:\n Good, good, the medication is working well. Now, I need you to focus on Kylie. How was she? Was she acting any different, or-\n\n\nJennifer Welch:\n Yes! I remember when it started, it was-\n\n\n[Ms. Welch pauses briefly as a wave of nausea passes over her]\n\n\nJesus Christ, this shit you gave me is fucking crazy. I just saw like, a week fly by in seconds, but like, I could feel every minute of it.\n\n\nDr. Nambiyar:\n Sorry, I should have warned you to take it slowly. Disorientation is a common side effect of these drugs. Do you need another minute?\n\n\nJennifer Welch:\n No, no, I’m okay now. I don’t want to lose my place and have to come back.\n\n\nDr. Nambiyar:\n What can you see?\n\n\n\n\n\n\nGeneral view of downtown Boone.\n\n\n\n\n\n\nJennifer Welch:\n We’re sitting at Rocky Knob Pizza. It’s April 21st, and we’re looking out the window toward the mountains south of town. It was the first day of the year warm enough to go out in the afternoon without a sweater or jacket. It takes a while for spring to really hit up in Boone, being so high up in the mountains. But the bees were out, and I don’t care what anyone says, I love-\n\n\nDr. Nambiyar:\n Focus, Ms. Welch.\n\n\nJennifer Welch:\n Sorry, I … I miss this place. Was the place to hang out when I was in high school. They had a great deal, $5 for two slices, fries, and a drink. A little tacky on the inside and a little too much taxidermy on the walls, but a deal is a deal. The restaurant that’s there now, I don’t even think you can get an appetizer for less than 10 bucks.\n\n\nDr. Nambiyar:\n Is Kylie there?\n\n\nJennifer Welch:\n Yes, right, she’s sitting right next to me. We’re laughing, Julie Callahan’s little sister had a run-in with Mr. McNew, the old industrial arts teacher at the middle school. Guy was such an obvious creep, every single kid who went through his class saw it, the jokes were just … I guess it’s not so funny now, looking back, considering what he got busted for.\n\n\nShe just stopped. There’s a look on her face, a mixture of fear and confusion. She looks like she just saw a ghost. I’m asking her what’s up. She’s saying ‘Do you see someone out there?’ Of course there are people out there, we’re in the middle of downtown. She’s shaking her head, that isn’t what she meant. None of us know what she means. She’s shrugging and telling us that it isn’t a big deal. Just a trick of the light.\n\n\nI forgot about it by the time we left the restaurant, but then it happened again a couple days later when she and I were out looking for dresses for prom. It’s the same deal, we’re in the shop, she looks out the window and just freezes. I remember the restaurant, and since it’s just us, I get her to say something. It’s like there’s a shadow or ghost out there, walking the street. ‘It has no features, but it feels so familiar,’ she says. ‘It feels like it has my face.’\n\n\nDr. Nambiyar:\n Fascinating. This memory was suppressed until the mnestics were administered, the antimemetic properties of the anomaly clearly take deep root … sorry, continue, Ms. Welch.\n\n\nJennifer Welch:\n It happened five more times in the next two weeks. Twice more at the pizza place, twice as we were walking out of school, and once at the Wal-Mart. And that’s only what I saw. It could have happened more. The second time it happened at school, I heard her say something: \"What are you trying to tell me? I can hear you, but I can’t understand.\"\n\n\nDr. Nambiyar:\n There was an auditory aspect to the visions?\n\n\nJennifer Welch:\n I guess, though she won’t talk about it.\n\n\n[Ms. Welch takes a sharp breath and wipes her eyes.]\n\n\nShe’s pulling away. I can see it now. She was barely talking, she’s distant, withdrawn. Every time I look at her, I’m catching her staring out of windows, her eyes darting back and forth. It’s almost like she’s dreaming while she’s fully awake. We try asking her if she’s okay at first, and she always says she is.\n\n\nIt’s May 12th now. She’s barely functioning now, shambling from class to class. She’s next to me, but I can’t … it’s like I don’t see her now. No one is. She’s not doing her work, but the teachers aren’t saying anything. They don’t see her either. I don’t … it’s like she’s fading away. Not figuratively, she’s literally slipping out of reality and we did nothing! Oh god, Kylie, what did we do?\n\n\n[Kylie breaks down in tears, Dr. Nambiyar comforts her. After 5 minutes, the interview continues.]\n\n\nDr. Nambiyar:\n When was the last time you saw Kylie?\n\n\nJennifer Welch:\n It’s the 15th. I’m walking out of school. The sun is out, it’s bright and warm. I’m almost skipping, Gabe Pearson asked me out to dinner, and I’ve been crushing on him for months. Kylie is out front waiting for me, but I don’t see her. Then she grabs my arm. I jump and yell, like I said, at the time I didn’t realize she was there.\n\n\nShe’s looking me dead in the eye. I ask where she’s been, I haven’t seen her around all week. Kylie doesn’t answer me. Not directly, anyway. All she says is me: “She’s been reaching out to me all this time. She wants to tell me something. I’m going to reach back. It’ll finally all make sense.”\n\n\nI didn’t know what to say, and before I could think of something, she let me go. It’s so … she’s still there, but I can’t see her. My past self, she’s forgetting what happened, I can feel the memory falling apart. Kylie’s gone to me again.\n\n\nBut she’s still there. She’s next to me on the bus home, and she gets off with me. She walks with me to Rocky Knob Pizza. I’m meeting friends there, and she hasn’t disappeared completely. Not yet.\n\n\nWe’re at the intersection of King and Depot Street. The light turns green, and Kylie sprints across the street. Does she see something? She must, she’s reaching out-\n\n\nOh my god.\n\n\nDr. Nambiyar:\n What? What did you see?\n\n\nJennifer Welch:\n Something reached back. It was a person. Or the shadow of one. No, not even, the shadow of a shadow. It was blank and hollow. But Kylie was right. It was familiar. It has her face.\n\n\nAnd now they’re both gone. It lasted a second. Maybe less. I didn’t see any of this! I didn’t notice. And now she’s gone. I never saw her again. Fuck, I never even thought about her again until now. How could that happen? How could I forget someone who was such a massive part of my life for 10 years? We were best friends, and I can’t … once these drugs wear off, will I forget again?\n\n\nDr. Nambiyar:\n Yes, and we’ll give you something so that you’ll never have to remember again.\n\n\nJennifer Welch:\n Good. It feels like a sinkhole’s opened up in my brain, and parts of myself are rushing in to fill the gaps. I don’t like it. Does that make me a bad person? Trying to forget this?\n\n\nDr. Nambiyar:\n Once they’re forgotten, some things are best left unremembered.\n\n\n\n\n \n\n\nExperiment 8268-A\n\n\n\n\n\n\nWaynesboro, Pennsylvania\n\n\n\n\n\n\nTo determine whether or not the anomaly was replicable, O5-9 authorized an experiment utilizing a number of low-level, nonessential Foundation employees. A total of 50 men and women — aged 25-40 years — were dismissed from their jobs and followed for 2 years. (As per Foundation protocols, all dismissed employees were amnesticized and given new memories to ensure no information regarding the Foundation can be passed on.) During this time, 32 were forced to return to their hometown and their parents’ homes.\n\n\nOn July 15, 2023, 4 months after dismissal, Matthew Hamilton, a former medical technician for Site-98, disappeared from Foundation surveillance. Brief interviews with Mr. Hamilton’s family at his home in Waynesboro, Pennsylvania, found that his parents had no memory of their son after September 27, 2009, an apparent match with the behavior of Mr. and Mrs. Wilson.\n\n\nWhile individuals from all backgrounds, educations, and vocations were included in Experiment 8268-A, Mr. Hamilton — a well-known local artist specializing in pencil sketches — shared noticeable attributes with Ms. Wilson’s status as an individual with a lucrative but not financially solvent second career in the arts.\n\n\nInvestigation of the Hamilton household by a Foundation team under the influence of mnestic drugs revealed Mr. Hamilton’s belongings, including a personal journal with the final entry dating July 15th.\n\n\n \n\n\n\n\nJune 22nd, 2023\n\n\nIt’s so strange being back here like this. Obviously, I’ve come to visit plenty in the past 10 years, but that was just for the day. At most, overnight. That was fine. This is different. This isn’t my old bedroom anymore, it’s just my room. A bedroom with space and dinosaur wallpaper that hasn’t changed since I was 7 years old. After more than 10 years of living my life, I’m right back where it all started.\n\n\nI’ve been replaying the old Picard quote in my head a lot these past couple months, once it became inevitable that I’d have to move back home. '\nIt’s possible to do everything right and still lose. That’s life.\n' And I know it’s a valid stance, but how am I supposed to feel like anything other than a failure? I had my life together, and it was taken away from me.\n\n\nTomorrow is a new day. I’ll feel better soon. But for now, I need to feel bad.\n\n\n\n\n\n\nJune 26th, 2023\n\n\nWent for a long walk today to refamiliarize myself with everything. A lot has changed since the old days. Lots of new places. This town’s really done well for itself. Breweries, art galleries, a fucking farmer’s market? The little brewpub downtown has me especially excited, at least based on the brief visit I made today. Seems like a nice place, and I imagine I’ll be making significant use of this new amenity in the future.\n\n\nThere is a part of me that is happy to be here. I have a lot of fond memories of this town, and even though I didn’t go past any of the old nostalgia spots today, there was a certain weird comfort to being a Waynesboro resident again. Not necessarily that I belong here, but I feel a … warmth that I never felt living in Philadelphia. That’s not the right word. I can’t quite describe what I’m feeling. But I’ll be sure to let me know when I do figure it out.\n\n\n\n\n\n\nJuly 2nd, 2023\n\n\nOne thing I can say about unemployment – it’s been great for my legs. I’ve gone on walks every day for the past week, and I’ve discovered that Waynesboro now has official community walking trails going all around town. I swear, this piddly little town is better for walkers than a city a hundred times bigger.\n\n\nAnyway, I was out on the southeast side of town when I noticed a branch of the trail heading out behind the high school, back into what used to be farmland 15 years ago. I assumed it’s a new, more official way to get from town to Renfrew.\n6\n\n\n\n\n\n\nWaynesboro Area Senior High School\n\n\n\n\n\n\nI don’t want to say I’ve been avoiding going past Waynesboro Area Senior High School, but I haven’t gone out of my way to see it. I don’t know, I have so many memories of that place, seeing again now, with the way things are, it really brings things full circle. And not in a good way.\n\n\nBut I couldn’t resist the new trail. And sure enough, I didn’t get too far before the old school came into view. Obviously, that was only four years of my childhood, but they were important years. So much of my time there is etched forever into my mind. Every friend I have today, I made there. And the stories, so many of those as well. I admit, I spent a good 10 minutes there, leaning on the fence separating the trail from the football field, just lost in the memories.\n\n\nHigh school was good to me. I hate to sound like one of those guys, but right now, I really am feeling like that was the peak of my life. And what I wouldn’t give to be back there now. To start over. To try again.\n\n\nI should try to stay away, I think. Nostalgia is nice, but you can’t go back. And it won’t help me get out of here either.\n\n\n\n\n\n\nJuly 4th, 2023\n\n\nTwo days. I lasted two days before going back there and seeing the old high school again. I couldn’t help it, the soccer fields in front of the school are the best place to watch the fireworks from.\n\n\nShould’ve just stayed home, but damn it, I like fireworks. Not because of any particularly patriotic feeling, explosions just appeal to my primitive male mind.\n\n\nIt was so weird being there though. Sitting there in the grass in the gathering gloom, watching kids run around with sparklers, laughing and playing, it all reminded me so much of summers when I was a kid. I swear, I could practically see 10-year-old me chasing fireflies as the sky turned from orange to purple to black, eagerly awaiting the coming light show. There used to be so many fireflies. Not like today.\n\n\nFor a moment, I was there. A foot shorter, 20 years younger, bathed in the light and sound of multicolored explosions. The bombs bursting in air. I’m enthralled.\n\n\nThen a little kid ran straight into me. The look she gave me when she stood back up was haunting. It was like she’d seen a ghost. Then the mother ran over, and while she apologized eventually, I could tell she was struggling. She backed up her daughter when the little girl said she hadn’t seen me, and while of course a mother will always take her child’s word, the woman looked as confused by my presence as the daughter. I watched them go back to their blanket; they were set up about 30 feet behind me. They definitely knew I was there. Had they really not seen me?\n\n\nOne of life’s little mysteries, I suppose.\n\n\n\n\n\n\nJuly 7th, 2023\n\n\nI walked down that new path past the high school again. I can’t get that place out of my mind. I tried to resist the urge, I really did, and the godawful weather the past two days helped, but it couldn’t stay 95 with humidity to match forever. High 80s today felt downright chilly.\n\n\nWhen I reached the football field, I tried to just keep going, but I couldn’t resist stealing a glance. That’s when I saw it. It was me. I was out there, on the track, loping along with a couple friends. I was young, a teenager, and we were in gym class, doing our warm-up laps around the track. It had to be my mind playing tricks on me, but it felt so real. Then it got worse.\n\n\nHe saw me. I saw myself, staring at me through the fence, a ghost from the future haunting my past self. I don’t know what he could see, but my past self froze, terror in his eyes. He could see enough.\n\n\nI wanted to tear myself away, to leave my past self alone, but for a long, awful moment I couldn’t. I wanted to reach out to him, to warn him, to say something to him. And then I felt my hand touch the metal fence. It was cold, colder than it should have been.\n\n\nIn the end, it was my old friends who stopped my past self. They realized after a couple seconds that I’d stopped, and though I couldn’t hear what they said, whatever it was broke the spell. My past self shook his head, shrugged, and resumed his loping jog.\n\n\nFinally, I stepped back, and I realized that the sky had changed. It was pale orange now, and the sun was much lower than I remember it being. When I looked at my phone, it was more than an hour later than it should have been.\n\n\nI don’t know what happened, but I really, really don’t think I should go back to that school.\n\n\n\n\n\n\nJuly 10th, 2023\n\n\nIt happened again. I wasn’t at the school this time either, I’ve stayed away. It was at the Wal-Mart this time. I was just doing some shopping. Mostly grocery shopping, but I decided to pick up a couple things for the annual camping trip I’m going on in a few weeks with friends. When I was walking toward the outdoor activity aisles, I passed by the electronics section, and that’s when I heard it. On full blast, someone had messed with the stereos and a Breaking Benjamin song was roaring throughout the store.\n\n\nI haven’t listened to a Breaking Benjamin song in a long time. Grew out of them, honestly, but man, they figured prominently in my teen playlists. Every CD I burned had a few. Moreover, I was shocked because I thought they’d broken up years ago, and I was surprised a radio station had their music on.\n\n\nOf course, it took a minute for me to realize that Wal-Mart made it impossible to mess with the stereos and blast music years and years ago. I remember, because we’d done it before and were bummed because they’d stopped us from being little punks. Then, I looked around, and no one was reacting to the music. They had to hear it. They couldn’t not, it was so loud. But I can tell the difference between pointedly ignoring and blissfully ignorant. They were definitely the second.\n\n\nWhen I rounded the corner, I was there. I was running down the aisle, laughing with my friends as we sprinted away from the scene of the crime. I could feel the joy in my young heart radiating out, the pure abandon. Once again, I locked eyes with myself. The young man of the past, and the ghost from the future. This time, I found my voice.\n\n\n“It’s so good to see you,” I told myself, holding an open hand out. “I’ve missed you so much.”\n\n\nMy young self gaped at me, then took a staggering step forward. “I know you,” he said. “What do you want?”\n\n\n“I want to go back.”\n\n\nHe raised his arm, slowly and tentatively. Then, in an instant, terror clouded his eyes, and he backed away. Though I swear I kept my gaze on him, he managed to vanish into thin air, and the music faded as well. I was alone, standing in the middle of the store, as if nothing had happened. I heard a faint gasp from behind me; a middle-aged woman had her hand over her heart. “Where did you- never mind, my mistake, I’m sorry!” she said. “I didn’t see you come out from the aisle.”\n\n\nIt was the same look that the mother gave me on the Fourth of July. That same confusion at my very presence.\n\n\nSomething is happening to me. I don’t know what, but I feel adrift. Like I’m slipping away. I need to get out of town, I think, but I don’t have the money for the sort of trip I need, and I don’t want to bother my friends. They have families and lives of their own. I know they wouldn’t mind putting up with me, but I can’t do it. I feel like such a goddamn child.\n\n\n\n\n\n\nJuly 14th, 2023\n\n\nSomething very strange happened today. Other than seeing my past self dogging my every step. That’s almost become routine at this point. Twice more since the Wal-Mart experience.\n\n\nNo, this was different. With all the craziness of the move, I haven’t done much drawing, but I finally finished a piece. It’s a good one as well, maybe not my best work, but damn close. And rather than try to sell it to a local gallery for chump change, I called a gallery in Philadelphia, one I’ve sold multiple pieces to. They know me and they know my work. I figured the extra money they’d give me would be more than enough to offset the cost of driving 3 hours to actually give them the art.\n\n\nBut when I called, the art director didn’t know who I was. I told him my name, and he just went silent for a moment. Then he said something terrifying: “I don’t know who that is. Sorry.” Then he hung up.\n\n\nWhat the actual fuck is happening to me? I know he knows me, and I’m pretty sure he even has me in his address book. My name should have come up when he answered. This was no joke or prank, he was completely serious. I could chalk up the mother and the woman at Wal-Mart to strangers being weird, but this … this is terrifying.\n\n\nI find myself spending more and more time daydreaming. Thinking about the past. It’s getting more vivid every day, just as the present grows more vague and uncertain. I don’t know if I belong here anymore.\n\n\n\n\n\n\nJuly 15th, 2023\n\n\nMom only made dinner for Dad and herself tonight. She’d forgotten I was living here. I don’t even know what she was thinking. She was confused, gaping at me like she barely knew me, like I was a stranger who’d somehow gotten into her home. Finally, I think she remembered my existence, and she apologized. Didn’t know where her mind had been.\n\n\nIt is concerning, of course, when your own parents struggle to remember your existence, but I’m not surprised. No one’s responded to me in the group chat in three days. I really am fading. There’s nothing left for me here. I have to try and convince my past self to take my hand, to pull me back to the past, to a time when I was actually happy.\n\n\nI’m going to go to the high school here in a few minutes. It’s Waynesboro late at night, no one will be out, no one will care or notice me breaking in. This started there, and it’ll end there. The memories are so potent, I’ll be swimming in them.\n\n\nI can’t wait to live again.\n\n\n\n\n \n\n\nOver the next 5 months, eight additional test subjects within Experiment 8268-A underwent similar disappearances. All showed artistic inclinations. On February 27th, 2024, O5-9 presented the results to the Council, and the anomaly was authorized as SCP-8268. All other test subjects were recalled, had their memories restored, and resumed their former duties and careers.\n\n\nIn the initial 6-month trial period of SCP-8268’s AI monitoring system, a total of 147 people were flagged as being vulnerable. Of these, 31 people developed SCP-8268; Foundation agents were able to intervene successfully in all but two of these cases.\n\n\nWhile the monitoring system has shown promising results, current estimates of population data from the US Census and surveys from Pew Research Center show that the number of adults aged over 25 who have moved back in with older relatives has grown by 87% since 2000, with the total proportion of the US population living in a multigenerational household currently at 18%. Based on reports of rationale for multigenerational living and the observed infection rate of roughly 20% for SCP-8268, the Antimemetics Division estimates that the total number of people affected by SCP-8268 between 2000 and 2024 to be between 1 million and 5 million.\n\n\nA motion to expand the scope of the AI monitoring system by O5-9 was defeated on December 12, 2024. The scale of the intervention necessary to counteract SCP-8268 — a task which would require a wholesale restructuring of the US social safety net — is beyond Foundation budgetary limits. A secondary proposal to fund interest groups and politicians amenable to expanded social assistance programs was also defeated, as the O5 Council deemed the current political and business environment hostile to such large-scale programs. The rate of losses as a result of SCP-8268 has been deemed acceptable.\n\n\n\n\n\n\n« \nSCP-8267\n | SCP-8268 | \nSCP-8269\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8268\n\" by Blindbeard, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8268\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Main Street in downtown Montpelier\n\n\nAuthor:\n GearedBull\n\n\nLicense:\n Creative Commons Attribution 3.0\n\n\nSource Link:\n \nhttps://en.wikipedia.org/wiki/Montpelier,_Vermont#/media/File:MainStMontpelier.JPG\n\n\n\n\n\n\nFilename:\n Boone NC - aerial\n\n\nAuthor:\n allison\n\n\nLicense:\n Creative Commons Attribution 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Boone_NC_-_aerial.jpg\n\n\n\n\n\n\nFilename:\n West King Street\n\n\nAuthor:\n Jeremy Mikkola\n\n\nLicense:\n Creative Commons Attribution 2.0\n\n\nSource Link:\n \nhttps://en.wikipedia.org/wiki/Boone,_North_Carolina#/media/File:Boone_NC_-_King_Street.jpg\n\n\n\n\n\n\nFilename:\n Waynesboro PA main street\n\n\nAuthor:\n Lucas Franki (self)\n\n\nLicense:\n Photo released under Creative Commons Attribution 3.0\n\n\nSource Link:\n \nhttps://imgur.com/gallery/waynesboro-pa-main-street-yA6wR6x\n\n\n\n\n\n\nFilename:\n WASHS\n\n\nAuthor:\n Lucas Franki (self)\n\n\nLicense:\n Photo released under Creative Commons Attribution 3.0\n\n\nSource Link:\n \nhttps://imgur.com/gallery/washs-lGBbKrQ\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. While the lower limit remains unclear, the minimum duration of independence observed in an individual affected by SCP-8268 is 5 years.\n\n\n2\n. Individuals who move in with family to provide care/assistance to elderly/sick relatives do not appear to be vulnerable.\n\n\n3\n. It is theorized that an active imagination plays a significant role in the early development of SCP-8268.\n\n\n4\n. While unconfirmed, it is likely that personnel employed by the Antimemetic Division are immune or resistant to the effects of SCP-8268, due to regular use of mnestics.\n\n\n5\n. Ms. Wilson's blog is now unfindable on all major search engines and does not appear to have ever existed. In addition, no evidence of any articles Ms. Wilson wrote for her primary job have been found.\n\n\n6\n. Renfrew Park is a local historical landmark; a 107-acre farm established in the mid-1700s by early settlers in the region.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8268 \" by Blindbeard, from the SCP Wiki . Source: https://scpwiki.com/scp-8268 . Licensed under CC-BY-SA .",
        "Filename: Main Street in downtown Montpelier Author: GearedBull License: Creative Commons Attribution 3.0 Source Link: https://en.wikipedia.org/wiki/Montpelier,_Vermont#/media/File:MainStMontpelier.JPG",
        "Filename: Boone NC - aerial Author: allison License: Creative Commons Attribution 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Boone_NC_-_aerial.jpg",
        "Filename: West King Street Author: Jeremy Mikkola License: Creative Commons Attribution 2.0 Source Link: https://en.wikipedia.org/wiki/Boone,_North_Carolina#/media/File:Boone_NC_-_King_Street.jpg",
        "Filename: Waynesboro PA main street Author: Lucas Franki (self) License: Photo released under Creative Commons Attribution 3.0 Source Link: https://imgur.com/gallery/waynesboro-pa-main-street-yA6wR6x",
        "Filename: WASHS Author: Lucas Franki (self) License: Photo released under Creative Commons Attribution 3.0 Source Link: https://imgur.com/gallery/washs-lGBbKrQ"
    ],
    "item": "SCP-8268",
    "object_class": "Keter",
    "containment_procedures": "A Foundation artificial intelligence system — stabilized with a Scranton Reality Anchor — has been created to monitor all changes of permanent address registered with the U.S. Post Office and to flag any instances of people with publicly available works reporting a move back to their childhood hometown.",
    "description": "SCP-8268 is an antimemetic phenomenon which can occur in adults who, after a significant period of time living on their own,1 are forced to move back to their hometown into the care of their parents due to some sort of hardship (financial, romantic, etc.),2 resulting in their disappearance and apparent erasure from reality.",
    "title": "SCP-8268"
}