{
    "url": "https://scp-wiki.wikidot.com/scp-8275",
    "all_text": "rating: \n+12\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n/\n*\n - == ===\nROOT\n=== == - \n*\n/\n \n\n:root\n \n{\n\n  /\n*\n \nS-CSS-P\n \nintegration\n \n*\n/\n  --\ntheme-base:\n \"black-highlighter\"\n;\n  --\ntheme-id:\n \"raviolistyle\"\n;\n  --\ntheme-name:\n \"Raviolistyle\"\n;\n \n/\n*\n ===\nHEADER\n \nELEMENTS\n=== \n*\n/\n    --\nlogo-image:\n url(\"http://scpdsandbox.wikidot.com/local--files/theme:raviolistyle/\n225.7\n\")\n;\n    --\nheader-title:\n \"SITE-225\"\n;\n    --\nheader-subtitle:\n \"PROTECTING THE \nSMALL\n\"\n;\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8275\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8275 is contained in a traditional Foundation terrarium, with major adjustments to size, in Site-225. Despite size differences, no change in diet is necessary compared to non-anomalous species, other than amount fed. Diet is composed predominately of crickets, however SCP-8275 has been shown to eat other things, up to and including rodents.\n\n\n\n\n\n\nSCP-8275\n\n\n\n\n\n\nDescription:\n SCP-8275 is a thaumaturgicaly enhanced male \nGrammostola rosea\n1\n, thaumaturgic enhancements include but are not limited to:\n\n\n\n\nEnhanced venoms, including those administered through bites and hairs.\n\n\nIncreased size of SCP-8275, now measuring approximately 95 centimeters.\n2\n\n\nIncreased intelligence, similar to the level of an average person. Connected to this is an ability to speak multiple languages, namely English and French.\n\n\n\n\nDiscovery and Apprehension:\n SCP-8275 has close ties to POI-9685, or Adam Morrigan, who is founder and owner of GOI-9685 \"PetSmarter,\" a chain of stores which sell anomalous pets. Adam Morrigan has notable ties to other Groups of Interest, such as Marshall Carter and Dark. During an attempted raid of a PetSmarter store, SCP-8275 was utilized as an attempted deterrent and distraction against Foundation operatives. For further information, view log below.\n\n\n\n\n+ SCP-8275 Apprehension\n\n\n\n\n- Close\n\n\n\n\n\n\nNotes:\n\nOperation is a raid against a GOI \"PetSmarter\" store, located in Atlanta, Georgia, handled at 7:42 PM, under the guise of illegal sale of endangered animals.\n\n\nOperation handled by MTF Beta-16 \"No Shots Fired\"\n3\n\n\nThere are 4 total operatives, carrying typical MTF weaponry and gear. Operatives are numbered, in descending order of hierarchy.\n\n\nDate:\n 6/6/2024\n\n\n\n\nBeta-01:\n Command, permission to breach?\n\n\nCommand:\n Permission granted. Human combat is deemed unlikely, goal is collection of all biological anomalies.\n\n\nB1:\n 'Kay, O3, breach.\n\n\nB3 forces the door open, and enters the building. There is a single light on, which is unable to illuminate the entire main room, leaving much of it in shadow. Further down the room, two staff rooms and a bathroom door are visible. Sounds of animals are clearly audible, notably multiple birds and rodents.\n\n\nB3:\n Clear. Entering building.\n\n\nEach agent enters the building, and begin to inspect the room. There are a multitude of animals, a few of which are visibly anomalous.\n\n\nB1:\n I don't think we got enough cages for all of 'em. Lets clear the building and see if they have more cages. O2 and O4, you clear the staff room. O3, you and I will cage everybody here.\n\n\nB2:\n Got it.\n\n\nB2 and B4 attempt to enter the staff room, yet the door is blocked. Sounds of knocking and footsteps are audible.\n\n\nB2:\n Command, we may have someone in the building. Permission to engage.\n\n\nCommand:\n Permission granted.\n\n\nB2 attempts to breach the door, and on their first attempt are unsuccessful. Sounds become more frantic, and the sounds of breaking glass is audible. B2 is able to break the door on her second attempt. B2 and B4 enter the room, and immediately spot a man, attempting to escape through a broken window, which leads into a parking lot. The man is failing to hold multiple cages stacked atop each other, each with animals.\n\n\nB2:\n On the ground!\n\n\nThe man, later confirmed to be Adam Morrigan, drops each cage in his hand, some of which are unlocked, multiple animals attempt to escape their cage. Notably, a large spider darts out.\n\n\nMaddison:\n Uh. Look over there!\n\n\nB4 looks in the direction Morrigan points, noticing a lonely broom and multiple empty cages. B2 begins to approach to apprehend the subject.\n\n\nMorrigan:\n Uh. Distraction! Go!\n\n\nB2 pauses. Nothing happens.\n\n\nB2 takes another step forward.\n\n\n???:\n HEY! JAILOR!\n\n\nBoth B2 and B4 glance down, and notice a spider staring directly at them.\n\n\nSCP-8275:\n THATS MY DAD YOU'RE HARRASING!\n\n\n04:\n Command? We have a sentient anomaly…?\n\n\nCommand:\n Attempt to apprehend, including their… \"Dad.\"\n\n\nSCP-8275:\n SENTIENT? IM GONNA \"SENT\" YOU PACKING!\n\n\nSCP-8275 attempts to approach B4, who is forced backwards. B2 attempts to capture SCP-8275 with a nearby cage. In the confusion, Maddison is able to grab the nearby broom, and weakly throws it at B4, confusing them and giving SCP-8275 enough time to leap onto him. Due to the protective armor, SCP-8275 poses no legitimate threat. Madison begins trying to climb outside of the window, with limited success.\n\n\nSCP-8275:\n HA! Foolish Jailor, now you shall know the TRUE pain of my venom!\n\n\nSCP-8275 is able to be caged by B2, thanks to it standing still atop B4.\n\n\nB4:\n You owe me for being your bait 2.\n\n\nB2 and B4 notice Madison's escape attempt, he is now mostly outside now.\n\n\nB2:\n Hey! Get down!\n\n\nMadison is able to crawl out of the window, and begins running across the parking lot.\n\n\nB2:\n Damnit! Command, subject has escaped.\n\n\nCommand:\n Fixate on containment of other anomalies, we'll follow up on this later.\n\n\nSCP-8275:\n HAHA! Now my Father has fully escaped! Soon he shalt return and I'll break free from your puny cage!\n\n\nSCP-8275 is largely ignored, each operative begins placing most animals into cages, and soon transport begins. Rest of log cut for brevity.\n\n[[END LOG]]\n\n\n\n\n\n\n\n\n\n\nAddendum and Further information :\n\n\nMultiple interviews were attempted following containment, but all were forced to terminate prematurely due to SCP-8275's lack of compliancy. This was especially true with questions to do with Adam Morrigan, allegedly SCP-8275's biological father\n4\n.\n\n\nFollowing the breach of an \nunconnected anomaly\n, SCP-8275 was able to successfully breach containment due to loss of power.\n\n\n\n\n+ Containment Breach of SCP-8275\n\n\n\n\n- Close\n\n\n\n\n\n\nSCP-8275 is visible, scurrying across its containment cell.\n\n\nAn alarm klaxon blares, clearly shocking SCP-8275. Soon after the containment cell opens, SCP-8275 attempts to exit.\n\n\nSCP-8275:\n Yes! The Jailors have finally been infiltrated by Father, now only for the moment of our beautiful reunite!\n\n\nSCP-8275 exits its containment cell, and begins to explore Site-225. No staff are seen, due to lockdown procedure.\n\n\nSCP-8275 makes multiple attempts to call for Adam Morrigan, yet the only sound are the recurring alarms and echoing gunfire.\n\n\nSCP-8275:\n Hm. It appears that Father is deeper within this facility….\n\n\nSCP-8275 continues to walk throughout the site, ignoring staff quarters and other containment cells. Eventually, SCP-8275 meets a crossroads, two hallways on their left and right.\n\n\nSCP-8275:\n The labyrinth continues… I assume even the jailors must be confused!\n\n\nSCP-8275 pauses for a moment and takes the right path then continues talking.\n\n\nSCP-8275:\n That seems an obvious reason for my Father's absence.\n\n\nSCP-8275 walks in silence, until finding the onsite cafeteria. The room has markedly much more hallways leading out of it, and SCP-8275 inspects all of them.\n\n\nSCP-8275:\n It appears I have found the heart of this facility, the perfect place to lay in wait….\n\n\nSCP-8275 lays in silence atop a table, for 47 minutes. SCP-8275 calls out for Adam Morrigan multiple times. In this time MTF Eta-7 \"Birds of Prey\"\n5\nbegins to clear the area.\n\n\nEta-Captain:\n Clear the cafeteria, then we'll clean up the west containment wing.\n\n\nThe full Eta-7 Task force enters the cafeteria, and quickly notice SCP-8275 on a back table.\n\n\nE2:\n Captain, anomaly. 8275.\n\n\nE2 raises a tranquilizer gun, pointing it at SCP-8275.\n\n\nE2:\n Permission to fire?\n\n\nSCP-8275:\n None granted!\n\n\nSCP-8275 attempts to approach E2. E2 fires a tranquilizer dart, which hits SCP-8275, successfully incapacitating it.\n\n\nE-Cap:\n 5, get 8275 in cage, lets keep going.\n\n[[END LOG]]\n\n\n\n\n\n\n\n\n\n\nFollowing its breach of containment, another interview was attempted. Notably, this was the first interview where SCP-8275 was compliant to questions.\n\n\n\n\n+ SCP-8275 Interview\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewed:\n SCP-8275\n\n\nInterviewer:\n Dr. Harkings\n\n\nForeword:\n Interview was conducted in SCP-8275's enclosure, soon after the containment breach.\n\n\nBEGIN LOG\n\n\n\n\nDr. Harkings:\n Greeting SCP-8275. Did you enjoy the expedition into Site-225?\n\n\nSCP-8275:\n Why was I freed if not because of my father?\n\n\nDr. Harkings:\n Oh. Yeah, Adam Morrigan. Would you like to talk more about him?\n\n\nSCP-8275:\n Well, has he at least attempted to free me?\n\n\nDr. Harkings:\n The Foundation has been attempting to… contact him since we apprehended you, 8275.\n\n\nSCP-8275:\n He has not responded? Have you mentioned me? Maybe he is unaware!\n\n\nDr. Harkings:\n Well, since we're talking about him, will you tell me more about him? Before you were under Foundation care.\n\n\nSCP-8275:\n Well, if you must know to contact him! He saved me, before I could understand anything, before I could mutter a single word.\n\n\nDr. Harkings:\n So you're saying there was a point before your anomalous intelligence?\n\n\nSCP-8275:\n Yes, if this is more important to you, after I was taken from a jail similar to this, though one with significantly more glass, and more visitors, my Father gifted me with my own self.\n\n\nDr. Harkings:\n What happened afterwards?\n\n\nSCP-8275:\n Well, I stayed under my father's protection, in a home of metal, even if it wasn't as spacious as I would hope.\n\n\nDr. Harkings:\n So, you stayed in a cage most of the time?\n\n\nSCP-8275:\n Well, yes if you must call it that.\n\n\nDr. Harkings:\n And how else did Adam Morrigan treat you?\n\n\nSCP-8275:\n We communicated when he wasn't busy. I usually was in the 'staff' room, to protect me further.\n\n\nDr. Harkings:\n 8275, …. I read your log, from when you were apprehended. Do you know what your father called you?\n\n\nSCP-8275:\n Well, it was a blur, considering the fact I was in dangerous combat throughout much of the transgression.\n\n\nDr. Harkings:\n He simply called you a distraction. And he fled the scene immediately after. SCP-8275, I'm not sure if Adam Morrigan has any intention of coming to Site-225.\n\n\nBoth parties sit in silence for multiple seconds. SCP-8275 takes a step back in its enclosure.\n\n\nSCP-8275:\n I. Why wouldn't he? He caused the failure of your site? Why wouldn't he return again?\n\n\nDr Harkings:\n Adam Morrigan didn't cause the containment breach a few days ago, a power failure did. The Foundation hasn't seen him in months, he's likely holed up in a different dimension.\n\n\nSCP-8275 is unresponsive for multiple minutes.\n\n\nSCP-8275:\n Are you attempting to imply father… 'Adam Morrigan,' does not care for me? Despite the gift he granted me?\n\n\nDr. Harkings pauses, before SCP-8275 continues.\n\n\nSCP-8275:\n I need a moment of solitude, jailor.\n\n\nSCP-8275 goes deeper into their enclosure. Dr. Harkings terminates the interview moments later.\n\n\n\n\n\n\n\n\n\n\nFollowing the interview, SCP-8275 showed symptoms of depression, and was assigned a therapist.\n\nDr. Harkings attempted another interview following a pause of two weeks.\n\n\n\n\n+ Follow-up Interview\n\n\n\n\n- Close\n\n\n\n\n\n\nInterviewed:\n SCP-8275\n\n\nInterviewer:\n Dr. Harkings\n\n\nBEGIN LOG\n\n\n\n\nDr. Harkings:\n SCP-8275? I hope you're doing better, and I'm sorry for-\n\n\nSCP-8275:\n Apology accepted, jailor.\n\n\nDr. Harkings:\n That's good. I hope I didn't cause much harm.\n\n\nSCP-8275:\n No, I believe your speech had meaning. A possible wake up to the facts of my life.\n\n\nSCP-8275 pauses for a few moments, Dr. Harkings allows it to continue.\n\n\nSCP-8275:\n I believe Mr. Morrigan played a smaller part in my life then I believe, and deserves less credit then I afforded him. Even accounting for the sizable boon I was granted, the years of containment in the \"Staff Room,\" was not enjoyable.\n\n\nDr. Harkings waits for SCP-8275 to continue, but it does not.\n\n\nDr. Harkings:\n I'm glad to hear you've come to your own conclusions about your past.\n\n\nBoth parties sit in a comfortable silence for multiple moments.\n\n\nDr. Harkings:\n Recently you have been much more amenable to the Foundation. If this continues, I believe cross testing between other non-threatening anomalies may be allowed.\n\n\nSCP-8275:\n That would be nice, I thank you Doctor.\n\n\n\n\n\n\n\n\n\n\nFollowing cross testing between other zoological anomalies in Site-225, SCP-8275 had a notable increase in mood. Cross testing will continue for the foreseeable future.\n\n\n\n\nFootnotes\n\n\n1\n. Chilean rose tarantula. Notably, the most common species of Tarantula to become pets.\n\n\n2\n. Non-anomalous variants of the species measure approximately 9 centimeters.\n\n\n3\n. A MTF focused on raids against GOIs with limited firepower and active combat is deemed unlikely or minimal. Also deployed when noncombatants will likely be present.\n\n\n4\n. No DNA evidence or birth records show this to be true.\n\n\n5\n. On site recontainment force, tasked with handling \nSCP-6773\n\n\n\n\n\n\n\n\n« \nSCP-8274\n | SCP-8275 | \nSCP-8276\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8275\n\" by Numberzz, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8275\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nGrammostola rosea subadult 3.jpg:\n\n\nGrammostola rosea subadult 3:\n\n\nBy Rollopack\n\n\nCC BY-SA 3.0:\n\n\nSource Link\n:",
    "addendums": [
        "Addendum and Further information :\nMultiple interviews were attempted following containment, but all were forced to terminate prematurely due to SCP-8275's lack of compliancy. This was especially true with questions to do with Adam Morrigan, allegedly SCP-8275's biological father 4 .\nFollowing the breach of an unconnected anomaly , SCP-8275 was able to successfully breach containment due to loss of power.\nFollowing its breach of containment, another interview was attempted. Notably, this was the first interview where SCP-8275 was compliant to questions.\nFollowing the interview, SCP-8275 showed symptoms of depression, and was assigned a therapist. Dr. Harkings attempted another interview following a pause of two weeks.\nFollowing cross testing between other zoological anomalies in Site-225, SCP-8275 had a notable increase in mood. Cross testing will continue for the foreseeable future."
    ],
    "documents": [],
    "notes": [
        "\" SCP-8275 \" by Numberzz, from the SCP Wiki . Source: https://scpwiki.com/scp-8275 . Licensed under CC-BY-SA .",
        "Grammostola rosea subadult 3.jpg: Grammostola rosea subadult 3: By Rollopack CC BY-SA 3.0: Source Link :"
    ],
    "containment_procedures": "SCP-8275 is contained in a traditional Foundation terrarium, with major adjustments to size, in Site-225. Despite size differences, no change in diet is necessary compared to non-anomalous species, other than amount fed. Diet is composed predominately of crickets, however SCP-8275 has been shown to eat other things, up to and including rodents.",
    "description": "SCP-8275 is a thaumaturgicaly enhanced male Grammostola rosea1, thaumaturgic enhancements include but are not limited to:",
    "title": "SCP-8275"
}