{
    "url": "https://scp-wiki.wikidot.com/scp-8277",
    "all_text": "rating: \n+59\n+\n–\nx\n\n\n\n\n\n\nSCP-8277\n\n\n\n\n\n\nItem #:\n SCP-8277\n\n\nObject Class:\n Euclid\n1\n\n\nSpecial Containment Procedures:\n SCP-8277 is held in a standard containment locker at Site-588. Any experiment proposals involving SCP-8277 must be reviewed by the project heads before approval.\n\n\nDescription (Provisional):\n SCP-8277 is a crosscut hand saw outfitted with an orange handle.\n\n\nWhen SCP-8277 is used to saw through an object, all created pieces will be subjected to immediate alteration. Generally, these pieces will transform into smaller-scaled replicas of the original object. However, other atypical alterations have also been observed to manifest.\n2\n SCP-8277 also demonstrates higher durability than its materials should allow. Whether the object is significantly resistant or completely immune to damage has not been concluded as of time of writing.\n\n\nAddendum-01:\n The Foundation became aware of SCP-8277 after reports of abnormal carpentry emerged from a construction site in South Lake Tahoe, California. Tracing SCP-8277's origins beyond this point was infeasible as witnesses were uncertain of where the object came from. All relevant parties were amnesticized and SCP-8277 was confiscated without issue.\n\n\nFollowing SCP-8277's arrival to Site-588, multiple personnel were intrigued by the prospect of its properties. Hoping to discover the intricate mechanisms of the anomaly, Dr. Cruise and Dr. Hunter conducted a series of tests, primarily involving cutting a multitude of objects with SCP-8277. Attached below is the abridged version of the testing log. To access the unabridged version, contact the research team.\n\n\n\n\n\n\n\n\n▶ ACCESS SCiPNET:/8277/Test/Abridged ◀\n\n\n\n\n▷ CLOSE FILE ◁\n\n\n\n\n\n\n\n\nTest #:\n 01\n\n\nItem:\n Wood plank.\n\n\nResults:\n Two smaller planks were produced, Both planks were completely identical to each other to the extent of even bearing the same medullary rays. Despite just being sawed through, neither plank displayed signs of being cut.\n\n\nNotes:\n N/A.\n\n\n\n\n\n\nTest #:\n 04\n\n\nItem:\n Steel cube.\n\n\nResults:\n Two smaller identical steel cubes were produced. SCP-8277 was able to saw through the test item with little physical effort.\n\n\nNotes:\n N/A.\n\n\n\n\n\n\nTest #:\n 11\n\n\nItem:\n Laminated glass panel.\n\n\nResults:\n Two smaller identical glass panels. Test item did not break despite the amount of force being applied to it.\n\n\nNotes:\n N/A.\n\n\n\n\n\n\nTest #:\n 25\n\n\nItem:\n Granite table top.\n\n\nResults:\n N/A. Test was denied by Dr. Hunter.\n\n\nNotes:\n \nWhy not?\n —Dr. Cruise.\n\n\nWood. Metal. Stone. Glass. Ice. We'll just get a two-in-one deal like always. It doesn't discriminate. We need a course correction.\n —Dr. Hunter\n\n\nElaborate?\n —Dr. Cruise\n\n\nTesting composition at this point is redundant. If our next batch of items were more complex we may, \nperhaps\n, get better results.\n —Dr. Hunter\n\n\nI see. Hey, isn't May celebrating her birthday here?\n —Dr. Cruise\n\n\nYes. Why?\n —Dr. Hunter\n\n\n\n\n\n\nTest #:\n 26\n\n\nItem:\n Large vanilla rectangular cake adorned with pink frosting and birthday candles.\n\n\nResults:\n A corner section of the cake was sawed through. The corner slice was now roughly the same size as the cake prior to the test, now adorned with copious amounts of frosting. The rest of the cake and candles shrunk tremendously in size, possessing little frosting. The cake was still deemed safe for human consumption.\n\n\nNotes:\n \nTalk about striking gold! I bet we made our birthday girl very happy.\n3\n —Dr. Cruise\n\n\nI know what I said before, but I didn't think it would turn out like this! Incredible.\n —Dr. Hunter\n\n\nHold that thought. We still have the balloons right?\n —Dr. Cruise\n\n\n\n\n\n\nTest #:\n 27\n\n\nItem:\n Water balloon (partially filled).\n\n\nResults:\n Item was sawed through at the point where both the water and air made contact. A completely filled water balloon and a helium party balloon were produced.\n\n\nNotes:\n \nSo it wasn't a one-time thing. Are you sure you absolutely filled it with regular air?\n —Dr. Hunter\n\n\nAll I used was my mouth and the sink; the helium tank was empty. If this doesn't prove 8277 bears a greater transmutation effect than originally surmised I didn't know what will.\n —Dr. Cruise.\n\n\nJust did a recreation of this test but instead sawed through the balloons symmetrically. Only got two smaller copies.\n —Dr. Hunter\n\n\nThe results were different? How?\n —Dr. Cruise\n\n\n…Don't go anywhere. Be right back.\n —Dr. Hunter\n\n\n\n\n\n\nTest #:\n 29\n\n\nItem:\n Grandfather clock.\n\n\nResults:\n Item was sawed below the clock face. A shorter replica of the original grandfather clock and a wall clock was produced.\n4\n\n\nNotes:\n \nIt must be the location of the cut that matters. It makes sense.\n —Dr. Hunter\n\n\nNot really. I don't see the pattern here.\n —Dr. Cruise\n\n\nA cake, balloon, and a clock. They are not uniform like the composition tests and the direct results of these particular experiments… I don't think the structure counts as much as the ''abstractness'' of the object itself.\n— Dr. Hunter\n\n\nI don't understand.\n —Dr. Cruise\n\n\n\n\n\n\nTest #:\n 30\n\n\nItem:\n Giant foam finger glove.\n\n\nResults:\n The 'finger' was sawed off. The glove now resembles a hand performing 'the finger' gesture with its index finger amputated and wrapped in bandages.\n\n\nNotes:\n \nI understand.\n —Dr. Cruise\n\n\n\n\n\n\nTest #:\n 31\n\n\nItem:\n Rectangular mirror.\n\n\nResults:\n Mirror was sawed through diagonally. When an object is visible in either mirror piece their reflections appear to be sliced through diagonally, absent one of their halves. Both mirror pieces were placed in storage.\n\n\nNotes:\n \nI think we're getting somewhere.\n —Dr. Cruise\n\n\n\n\n\n\nTest #:\n 32-42\n\n\nItem:\n Various compact discs (music, blu ray, video game etc.)\n\n\nResults:\n Duplicate discs were created. However the content of these discs only contained half the content their original counterpart did.\n\n\nNotes:\n \nHonestly, that felt… stale? I was expecting a more wild reaction.\n —Dr. Cruise\n\n\nThen perhaps we're scoping out the parameters better than we thought. How many more surprises can we get at this point?\n —Dr. Hunter\n\n\n\n\n\n\nTest #:\n 43\n\n\nItem:\n Replica painting of the Mona Lisa.\n\n\nResults:\n Upon being successfully sawed through, the cut edges of the painting were covered in red paint. Two black \"X's\" were also superimposed over the woman's eyes.\n\n\nNotes:\n \nOh… that's right… we never tried pictures that were primarily people.\n —Dr. Cruise\n\n\nJust did several recreations of this tests, got… similar \nresults\n.\n —Dr. Hunter\n\n\nThat didn't sound like a \"no.\"\n —Dr. Cruise\n\n\n\n\n\n\nTest #:\n 44\n\n\nItem:\n Teddy bear\n\n\nResults:\n Test item's stuffing was replaced with miniature viscera genetically matching that of a grizzly bear. Two black \"X's\" had replaced the teddy bear's eyes.\n\n\nNotes:\n \nFor once I'm glad I missed lunch.\n —Dr. Hunter\n\n\nHuh… so it acts like this when something resembling a living thing gets into the picture?\n —Dr. Cruise\n\n\n\n\n\n\nTest #:\n 45\n\n\nItem:\n Member of D-Class personnel.\n\n\nResults:\n N/A. Test denied on behest of the Ethics Committee.\n\n\nNotes:\n \nWhat's the point of having prosthetics if we're not allowed to use them?\n —Dr. Cruise\n\n\nMaybe we can convince them with more evidence?\n —Dr. Hunter\n\n\nHm…. that could work.\n —Dr. Cruise\n\n\n\n\n\n\nTest #:\n 46\n\n\nItem:\n A large magician's box; mannequin.\n\n\nResults:\n The box was sawed through exactly how the magic trick is typically performed; the mannequin was placed inside the box beforehand. Upon separating both halves of the both, a plethora of blood and viscera fell onto the floor. The box's contents were investigated. The top and bottom halves of the mannequin were replaced by those human of origin, greatly resembling Dr. Cruise and Dr. Hunter respectively on an anatomical and genetic level.\n\n\nNotes:\n \nOn second thought let's abide by the committee's ruling.\n —Dr. Cruise\n\n\n…Yeah. Good call.\n —Dr. Hunter\n\n\n\n\n\n\nTest #:\n 47\n\n\nItem:\n Foam objects resembling various letters of the alphabet and numbers.\n\n\nResults:\n Smaller duplicates were produced in every case with the exception of the foam object resembling a zero. This particular item was unable to be cut by SCP-8277 no matter how much force was applied to it.\n\n\nNotes:\n \nIt's not just foam. I wrote zeroes on multiple things and 8277 was unable to make a dent. What's going on here?\n —Dr. Hunter.\n\n\n\n\n\n\nTest #:\n 52\n\n\nItem:\n T-Shirt with its original price tag still attached.\n\n\nResults:\n All pieces of the shirt did not display any physical alterations. However, the shirt's tag did dramatically lower in price with each successful cut of the item.\n\n\nNotes:\n \nHuh. Even \"prices\" can be slashed? Hm.\n —Dr. Cruise.\n\n\n\n\n\n\nTest #:\n 53\n\n\nItem:\n A printed McDonald's fast food menu.\n\n\nResults:\n The menu was unable to be sawed through. However, the pictures of food were visibly decreasing in portion size everytime SCP-8277 applied force to the test item. In contrast, the menu's prices increased dramatically.\n\n\nNotes:\n \nWhy did it get more expensive?!\n —Dr. Cruise\n\n\nWhy\n indeed.\n —Dr. Hunter\n\n\n\n\n\n\nTest #:\n 54\n\n\nItem:\n $1 dollar bill.\n\n\nResults:\n Two \"$1/2\" dollar bills were produced. Instead of George Washington, both items display a picture of James Buchanan.\n\n\nNotes:\n \nOddly appropriate\n —Dr. Hunter\n\n\nUpdate: they want us to wrap things up. Thoughts?\n —Dr. Cruise\n\n\nJust one more test category. How about from biggest to smallest?\n —Dr. Hunter\n\n\n\n\n\n\nTest #:\n 55\n\n\nItem:\n Taxi.\n\n\nResults:\n Two smart cars with a \"taxi\" aesthetic.\n\n\nNotes:\n \nThe cars work just fine, but why does the GPS keep leading to Paris?\n —Dr. Hunter\n\n\n\n\n\n\nTest #:\n 66\n\n\nItem:\n Brass tuba.\n\n\nResults:\n Although the test item was not subject to physical alteration, both halves of the object somehow remain functional. However, only half of the notes become audible when either half of the object is played.\n\n\nNotes:\n \nCute. What's next?\n —Dr. Cruise\n\n\n\n\n\n\nTest #:\n 78\n\n\nItem:\n iPad.\n\n\nResults:\n Two iPad minis were produced.\n\n\nNotes:\n \nFigures. At least we'll get this done in no time.\n —Dr. Hunter.\n\n\n\n\n\n\nTest #:\n 79\n\n\nItem:\n Strand of seaweed.\n\n\nResults:\n Two substances were produced. One puddle of seawater and one pile of herbaceous material.\n5\n During the experiment, Dr. Hunter had difficulty cutting through the test item.\n\n\nNotes:\n \nDifficulty?\n —Dr. Cruise\n\n\nI don't know. I just found a lot of resistance when I began cutting. That's never happened before. I don't get it. It was pretty small, so why the trouble?\n —Dr. Hunter\n\n\nHow small exactly?\n —Dr. Cruise\n\n\n\n\n\n\nTest #:\n 80\n\n\nItem:\n Purple grape.\n\n\nResults:\n Two grapes, one red and one blue were produced. Dr. Cruise had difficulty cutting through the test item.\n\n\nNotes:\n \nYou're right. I really strained my arms there.\n —Dr. Cruise\n\n\nWhat was different about these two tests compared to all the rest we conducted?\n —Dr. Hunter\n\n\n\n\n\n\nTest #:\n 81\n\n\nItem:\n Toy marble (10mm)\n\n\nResults:\n Two toy marbles measuring 5mm were produced. Dr. Cruise had great difficulty cutting through test object, requiring assistance from Dr. Hunter.\n\n\nNotes:\n \nIt's size! All the other test objects were large or wide enough for a proper cut to be made. 8277's teeth are fairly big for a saw\n —Dr. Hunter\n\n\nYou're saying the object can't be distributed easily when they're tiny?\n —Dr. Cruise\n\n\nDon't know for sure, but the answers are not gonna reveal themselves. We got a deadline.\n —Dr. Hunter\n\n\n\n\n\n\nTest #:\n 82\n\n\nItem:\n One sheet of paper\n\n\nResults:\n Test cancelled. SCP-8277 was unable to cut through the paper.\n\n\nNotes:\n \nCancelled? We cut through paper before!\n —Dr. Cruise\n\n\nYes, but this time I tried to cut the paper directly on its edge. Couldn't even make a dent. I think we're gonna need more help from here on out.\n —Dr. Hunter\n\n\n\n\n\n\nTest #:\n 83\n\n\nItem:\n TBA\n\n\nResults:\n SCP-8277 was attached to a mechanical apparatus to conduct the experiment. Test was ultimately cancelled as the test item was lost and could not be found.\n\n\nNotes:\n \nI can't believe I dropped it.\n —Dr. Cruise\n\n\nI think that's too small even for 8277.\n —Dr. Hunter\n\n\nWe can try something else. A paperclip maybe?\n —Dr. Cruise.\n\n\nGood news! Just managed to find the item by chance. Don't leave the sector just yet we're almost done here.\n —Dr. Hunter\n\n\nYou really think it'll work?\n —Dr. Cruise\n\n\nWorst case scenario we either fail to make a dent or just lose it again. What's the harm?\n —Dr. Hunter\n\n\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n*\n\n\n\n\nAFTER ACTION REPORT\n\n\nCase #:\n A878HYG344\n\n\nDate:\n 10/10/2024\n\n\nLocation of Interest:\n █████, ████████, Site-588.\n\n\nSummary:\n Approximately at 1100 hours, all communication to and from Site-588 was abruptly cut off without warning. This event also coincided with reports of a \"bright light\" being spotted at the facility's location. MTF Beta-7 (“Maz Hatters”) were then deployed to the area as a precautionary measure.\n\n\nNearly half of Site-588 had completely vaporized while the remains of the facility sustained massive irreversible damage. All personnel stationed at Site-588 were either confirmed deceased or M.I.A.. Most anomalies stationed at the facility were also lost. Site-588 was permanently deemed non-functional, with subsequent efforts aimed towards uncovering the cause of the destruction.\n\n\nFoundation investigators quickly deduced the destruction was the result of a thermo-nuclear blast. However, it was learned that Site-588's on-site nukes have not been detonated, and there was no evidence supporting the theory that a hostile GoI was responsible for this incident.\n\n\nHalfway through the investigation, Foundation assets managed to locate SCP-8277. Despite being in the center of the explosion, the object was found to be completely intact. Shortly after, data from Site-588's SCiPNET managed to be recovered. All data logged into the system was not deemed particularly relevant to the case, with exception of the most recent entry, which was uploaded just prior to the incident:\n\n\n\n\nItem:\n One singular grain of sand.\n\n\n\n\nFurther testing with SCP-8277 was immediately suspended for the foreseeable future.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8277\n\" by Nickthebrick1, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8277\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Gergaji Tangan.jpg\n\n\nName:\n Gergaji Tangan.jpg\n\n\nAuthor:\n Edison Zega A.Lewi\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Gergaji_Tangan.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Downgrade to Safe class is up for consideration depending on the conclusion of preliminary testing.\n\n\n2\n. See Addendum-01 for specific details.\n\n\n3\n. Assistant Research May Dove was not content with the results of Test 26.\n\n\n4\n. This object shared many features of the original test item, bearing a similar clock face and becoming affixed to the wall instantly after complete separation.\n\n\n5\n. This material was found to be common lawn weeds and marijuana.",
    "addendums": [
        "Addendum-01: The Foundation became aware of SCP-8277 after reports of abnormal carpentry emerged from a construction site in South Lake Tahoe, California. Tracing SCP-8277's origins beyond this point was infeasible as witnesses were uncertain of where the object came from. All relevant parties were amnesticized and SCP-8277 was confiscated without issue.\nFollowing SCP-8277's arrival to Site-588, multiple personnel were intrigued by the prospect of its properties. Hoping to discover the intricate mechanisms of the anomaly, Dr. Cruise and Dr. Hunter conducted a series of tests, primarily involving cutting a multitude of objects with SCP-8277. Attached below is the abridged version of the testing log. To access the unabridged version, contact the research team."
    ],
    "documents": [],
    "notes": [
        "Item: One singular grain of sand.",
        "\" SCP-8277 \" by Nickthebrick1, from the SCP Wiki . Source: https://scpwiki.com/scp-8277 . Licensed under CC-BY-SA .",
        "Filename: Gergaji Tangan.jpg Name: Gergaji Tangan.jpg Author: Edison Zega A.Lewi License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Gergaji_Tangan.jpg"
    ],
    "item": "SCP-8277",
    "object_class": "Euclid1",
    "containment_procedures": "SCP-8277 is held in a standard containment locker at Site-588. Any experiment proposals involving SCP-8277 must be reviewed by the project heads before approval.",
    "title": "SCP-8277"
}