{
    "url": "https://scp-wiki.wikidot.com/scp-8284",
    "all_text": "rating: \n+11\n+\n–\nx\n\n\n\n\n\n\nSigns placed around the perimeter of SCP-8284's containment cell.\n\n\n\n\n\n\nItem #:\n SCP-8284\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-8284 is strictly forbidden from performing the following actions:\n\n\n\n\nAccessing the internet\n\n\nUsing any electronic devices\n\n\nUsing any writing utensil or similar tools\n\n\nCommunicating, touching, or making eye contact with anyone except preapproved Class-D personnel\n1\n\n\n\n\nThe anomaly is to be confined to a soundproofed containment cell devoid of transparent materials, where SCP-8284 cannot be visually or audibly perceived. Researchers recommend the installation of motion sensors to track the anomaly's movement and exact position. A group of at least 4 security officers are to patrol the perimeter of the cell every few minutes; guards should be armed with MP7 submachine guns with high-capacity magazines and an anti-personnel flamethrower (or similar weaponry).\n\n\nIf any Foundation staff member is exposed to SCP-8284\n2\n, they are required to immediately report the incident to the Site Director. A psychological evaluation will be performed, \nand if necessary, the affected person will be amnesticized.\n and the affected subject will be quarantined and examined carefully.\n\n\nDescription:\n SCP-8284 is a polymorphic entity\n3\n belonging to an unknown, biological species. It typically assumes a form that stands 2 meters tall and possesses a human-like physiology. SCP-8284 has been commonly described by witnesses as having a single eye and retractable claws. The object can anomalously alter its proportions, mass, and pigmentation, but the extent of this ability is not fully understood.\n\n\nThe entity preys on humans, often luring them to isolated, dark areas, where it will rapidly ambush and dispatch them. In 35% of documented incidents involving SCP-8284, victims have been partially or fully consumed (Please see Addendum A for specific examples). It will usually communicate with humans via the internet, establishing a friendship or other close relationship, resulting in the desire for the victim to meet SCP-8284. The anomaly has also relied upon fraud, blackmail, coercion, and collaboration with organized crime to force victims into compliance. It primarily operated in the United States of America, but was spotted in Mexico on rare occasions.\n\n\nWhen a human subject communicates with SCP-8284, even through electronic means, a psychic link is created between the two parties. More interaction will strengthen the psychic imprint, making the victim susceptible to demands from the object. Observing the entity, especially if eye contact is involved, has a small chance to create a psychic link. However, the effectiveness of this phenomena differs greatly between people\n4\n. \nUnder normal circumstances, the psychic link can be mitigated with amnestics.\n\n\n\n\nAddendum A: Victim Profiling\n The following log is a representative selection of incidents involving SCP-8284; information has been omitted for brevity\n5\n. Details were aggregated from numerous sources, including but not limited to police reports, eyewitness testimony, forensic evidence, and surveillance footage.\n\n\n\n\n\n\nMonth/Year – Time\n\n\nCircumstances of Incident\n\n\n\n\n\n\n02/2020 – 9 PM\n\n\nAn 18-year-old woman was ambushed in a wooded area while walking home from a restaurant. Due to insufficient organic remains, further details cannot be determined. According to SCP-8284\n6\n, the entity stalked the woman for several minutes, then inflicted a fatal laceration. It waited for the victim to die from blood loss before devouring her body.\n\n\n\n\n\n\n03/2020 – 9 PM\n\n\nThe 78-year-old male victim was attacked while walking in a park near his nursing home. He was fatally bitten in the neck by the entity. Mysteriously, SCP-8284 seized the victim's white cane and kept it as a personal possession.\n\n\n\n\n\n\n07/2020 – 3 AM\n\n\nAt 4:15 AM, the body of a 22-year-old woman was discovered in a bathroom stall at a nightclub. Claw marks consistent with the entity were found on her shoulders and neck. Closer examination revealed that the victim suffered numerous rib fractures and both of her elbows were dislocated.\n\n\n\n\n\n\n09/2021 – N/A\n\n\nThe victim, an 84-year-old retiree, was bludgeoned to death by SCP-8284 while unloading groceries from her vehicle. She suffered numerous skull fractures and brain bleeding.\n\n\n\n\n\n\n01/2022 - 1 AM\n\n\nThe 19-year-old victim was dragged into an alleyway after attending a university exam. SCP-8284 bit off the woman's face, resulting in avulsion of the facial tissue and instant death.\n\n\n\n\n\n\n02/2022 – N/A\n\n\nThe remains of a 25-year-old man were discovered in an abandoned building, but due to a lack of forensic evidence, the details of the incident are unknown. The victim's death is estimated to have occurred between 2:00 AM and 5:00 AM. Blood stains matching the man were detected on the walls and floors of the compound. A bloodied wheelchair belonging to the victim was also recovered 2 kilometers away in a ditch.\n\n\n\n\n\n\n03/2022 – N/A\n\n\nThe victim, an 18-year-old woman, was lured into a remote camping area at night by SCP-8284, where she was swiftly executed. The entity reconstructed her voice to lure several middle-aged men to the area under the guise of sex work. The following morning, five bodies were found at the scene; their throats had been slashed in an identical manner.\n\n\n\n\n\n\n05/2022 – N/A\n\n\nA 20-year-old drug dealer was found eviscerated and dismembered in his room. He was last seen opening his apartment door to a young woman at 8:52 PM. The woman's identity is unknown, and she was never spotted exiting the room.\n\n\n\n\n\n\n\n\nAddendum B: Communication Methods\n The following reports detail particular interactions with the anomaly. These include face-to-face conversations, phone calls, text messages, and other forms of contact.\n\n\n\n\nReport: Wade Simmons\n\n\n\n\nClose Report\n\n\n\n\nOn December 15, 2019, at roughly 8:00 AM, Wade Simmons was approached by an unknown individual at a subway station in New York. The following transcript is based on security footage recorded from a nearby business. This date coincides with the first recorded appearances of SCP-8284.\n\n\n\n\n(Unknown girl):\n Excuse me, mister, may you please help me?\n\n\nSimmons:\n Mister? I don't look that old, do I?\n\n\n(Unknown girl):\n Please help me, I implore you. I have found myself in a rather desperate situation. Lend this poor child some empathy.\n\n\nSimmons:\n Where are your parents? I probably can't do much for you, sorry. I'm in a hurry.\n\n\n(Unknown girl):\n I merely request that you lend me your telecommunications device.\n\n\nSimmons:\n What did you say? You sure are smart for your age. Do you read a lot of books?\n\n\n(Unknown girl):\n Your cellphone, please. It's an urgent matter, so this prattle must cease. I must call my mother and inform her of my whereabouts. She must be terribly anxious.\n\n\nSimmons:\n I'm not sure if… well… fine. Okay, just one call. Make it quick, alright?\n\n\n[Simmons hands his cellphone to the girl, who dials an unknown number.]\n\n\n(Unknown girl):\n She didn't answer. How worrisome. Nevertheless, thank you, kind stranger. Perhaps another time we shall become acquainted.\n\n\nSimmons:\n Don't mention it, kid…\n\n\nSimmons:\n What the hell…?\n\n\n\n\nThe number that Simmons dialed was traced to a smartphone owned by SCP-8284\n7\n. Based on the entity's internet search history, using Simmons' phone number, it referred to various online sources\n8\nto obtain the victim's contact and personal information.\n\n\nSimmons received a text the following day at 9:15 PM:\n\n\n\n\n[REDACTED]:\n Be careful who you call. You shouldn't give out your number to strangers, Mr. Wade Simmons. Didn't your deceased parents tell you that?\n\n\n\n\nAfter receiving the text, Simmons would receive threatening phone calls, text messages, and emails for several years from anonymous sources. He attempted to hire private investigators after law enforcement could not determine the culprit nor identify any suspects. Following SCP-8284's capture, the victim was amnesticized and remains closely monitored by the Foundation.\n\n\n\n\n\n\n\n\n\n\nReport: Kate Rogers\n\n\n\n\nClose Report\n\n\n\n\nIn early August 2021, Kate Rogers was contacted by SCP-8284 through an online video game forum, where she befriended the entity. The two communicated via the internet over the course of several months.\n\n\nThe following is a chat log between Kate Rogers and SCP-8284. “Kpsky03” corresponds to the victim\n9\n.\n\n\n\n\nKpsky03:\n are you free on saturday?\n\n\nblack_rabb1t:\n Yes.\n\n\nKpsky03:\n awesome! let's talk then. it's getting late now and i have a shit ton of studying to do plus work tomorrow. ive gotten like 2 hours of sleep…\n\n\nKpsky03:\n if i stop replying, it's because im dead lol\n\n\nblack_rabb1t:\n Let's have a face-to-face meeting. It's time.\n\n\nKpsky03:\n wow\n\n\nblack_rabb1t:\n What is it? Won't it be exciting?\n\n\nKpsky03:\n idk what to say tbh. that was so random\n\n\nblack_rabb1t:\n It was inevitable, no? All you need to do is show up, and I'll do the rest. I have the perfect location in mind where no one will bother us.\n\n\nKpsky03:\n hold on, silly. i didnt even say yes lol. don't get all excited over nothing\n\n\nblack_rabb1t:\n Don't you trust me? In your own words, I'm your “only friend left.” Remember everything you told me about Sofia and the others?\n\n\nblack_rabb1t:\n I would never do such a thing to you, and yet you offered them far more leniency. You can do this one thing for me, right?\n\n\nKpsky03:\n i trust you\n\n\nKpsky03:\n but… ive never met someone from the internet before… idk about this. can you give me time to think about it please?\n\n\nblack_rabb1t:\n There's no reason to think. Do you want to be lonely and sad forever at home? Do something uncomfortable and experience life instead of always missing out. Don't live with even more regrets.\n\n\nKpsky03:\n i guess you're right…\n\n\nblack_rabb1t:\n You can confirm our meeting?\n\n\nblack_rabb1t:\n So?\n\n\nblack_rabb1t:\n What will it be? Don't ignore me.\n\n\nblack_rabb1t:\n Don't ignore me, Kate.\n\n\nblack_rabb1t:\n [Deleted message]\n\n\nblack_rabb1t:\n [Deleted message]\n\n\nblack_rabb1t:\n [Deleted message]\n\n\nblack_rabb1t:\n DON'T IGNORE ME.\n\n\nblack_rabb1t:\n Answer me now.\n\n\nblack_rabb1t:\n Katie…\n\n\nKpsky03:\n sorry im just a mess rn. i cant think straight\n\n\nKpsky03:\n fine… let's meet somewhere public tho. what about saturday morning?\n\n\nblack_rabb1t:\n Thank you. It's settled, then.\n\n\nblack_rabb1t:\n [Deleted message]\n\n\nblack_rabb1t:\n Let's meet at the campground at Gates Park at 9:00 PM tomorrow. I'll be waiting for you. Goodnight.\n\n\nKpsky03:\n wait no. sorry i can't. tomorrow's wednsday [sic] and i have exams until friday… remember?\n\n\nKpsky03:\n hi\n\n\nKpsky03:\n hello? where are you?\n\n\nKpsky03:\n hi…\n\n\nKpsky03:\n i cant go btw. please dont be upset\n\n\nKpsky03:\n i can't go btw\n\n\nKpsky03:\n gn…\n\n\nKpsky03:\n hey, good morning. i cant go btw\n\n\n\n\nThe victim was contacted by SCP-8284 the following day at 11:00 PM.\n\n\n\n\nblack_rabb1t:\n Why didn't you come? I waited for 2 hours.\n\n\nblack_rabb1t:\n What's wrong with you? Other people have time and money, too. The world doesn't revolve around you, Kate.\n\n\nKpsky03:\n im so sorry, forgive me. i tried to tell you that i couldn't go. tbh im super uncomfortable with this. cant you understand?\n\n\nblack_rabb1t:\n Are you trying to sabotage things again? Is this how you repay me for everything I've done? Think of all the sacrifices I made while getting nothing in return. Maybe they were right, after all… Maybe you're just a manipulative whore.\n\n\nKpsky03:\n idk what to say. now i just feel like shit. as usual. thanks…\n\n\nblack_rabb1t:\n That was slightly harsh, wasn't it? Surely, you can excuse my justified frustration.\n\n\nblack_rabb1t:\n Evidently, I can rule out any possibility that you'll leave your miserable room. Perhaps, I'll have to come to you.\n\n\nKpsky03:\n omg, stop it. you're starting to scare me\n\n\nKpsky03:\n you there?\n\n\nKpsky03:\n hi?\n\n\nKpsky03:\n haha so funny, im sooo scared\n\n\nblack_rabb1t:\n No, that's not scary. But I can show you something scary.\n\n\nKpsky03:\n oh, really? is this another one of your unfunny jokes?\n\n\nblack_rabb1t:\n Maybe. Look behind you.\n\n\nKpsky03:\n haha okay.\n\n\nKpsky03:\n so?\n\n\nKpsky03:\n hellooooo?\n\n\nblack_rabb1t:\n Wasn't that scary?\n\n\nKpsky03:\n no… lmao\n\n\nblack_rabb1t:\n Turn to your left.\n\n\nKpsky03:\n haha. why?\n\n\nblack_rabb1t:\n Just do it.\n\n\nKpsky03:\n okay… nice weather we have ig\n\n\n[SCP-8284 sends the victim a high-resolution image of herself. From the photo's perspective, it seems to be taken from outside her second-story window. A second photo is sent with an “X” drawn over her face.]\n\n\nKpsky03:\n wtf was that?? is that real?\n\n\nblack_rabb1t:\n It would've been better if you smiled for the occasion.\n\n\nKpsky03:\n you better leave now or im gonna call the police\n\n\nblack_rabb1t:\n Defiance? Silly me, I terribly overestimated the imprint. I do hate it when my toys break, but luckily, they're all replaceable.\n\n\nKpsky03:\n what?? what are you even talking about??\n\n\nKpsky03:\n you're completely insane\n\n\nKpsky03:\n are you still here?\n\n\nKpsky03:\n i already dialed 911 and told them everything\n\n\nKpsky03:\n you better leave before the cops arrive\n\n\nblack_rabb1t:\n My dear, naive Kate, what exactly will you say to those useless bastards when they find no evidence? You can't screenshot this conversation, and I can delete every message in an instant. And just think about it: the pigs will never believe your story, given your lengthy psychiatric history. They'll just tell you to swallow more pills. And besides, that implies that I wouldn't deal with them first.\n\n\nblack_rabb1t:\n In short, Kate, I will do whatever I please with zero repercussions, and there's nothing you can do but hope you don't piss me off.\n\n\nKpsky03:\n but why? why are you doing this?\n\n\nKpsky03:\n what did i even do?\n\n\nKpsky03:\n now you're all silent? not so tough anymore? i hope you get hit by a bus\n\n\n\n\nAfter blocking SCP-8284, Rogers instantly received a text from another account with an identical username.\n\n\n\n\nblack_rabb1t:\n I still see an empty driveway. Are you sure you called someone?\n\n\nKpsky03:\n what do you want from me, you fucking psycho?\n\n\nblack_rabb1t:\n Imagine how a human child is captivated the first time they squash an ant. Maybe the next time, they'll rip off a few legs or burn it to a crisp under a magnifying glass. What can I say? I'm just a curious person, Katie Rogers.\n\n\nKpsky03:\n just go away\n\n\nKpsky03:\n if you come into my house, i swear i will fucking put a bullet in your skull.\n\n\nblack_rabb1t:\n With what? That airsoft rifle hanging on the wall? At least think of a creative bluff.\n\n\nblack_rabb1t:\n You're no fun anymore, so I'll let you simmer for a bit. Fortunately, your deadbeat father won't come home until next week, so I'll make sure to pay you one last visit.\n\n\nblack_rabb1t:\n You may start to wonder if this even happened once I delete everything.\n\n\n[CHAT CLEARED]\n\n[CHAT CLEARED]\n\n\n\n\nRogers received no further messages from SCP-8284. She recorded a video of both conversations using a second smartphone, but only managed to capture a small portion of the original log before it was deleted.\n\n\n\n\n\n\n\n\n\n\nReport: Lilly Martial\n\n\n\n\nClose Report\n\n\n\n\nLilly Martial was unknowingly contacted by SCP-8284 on 506 occasions over the course of 2 weeks. The ominous calls would typically last no longer than a few seconds.\n\n\nThe following transcript is from a phone call recorded on January 12, 2022. At 5:45 AM, Martial received a call from an unknown number.\n\n\n\n\nSCP-8284:\n Hello? Is this—\n\n\nMartial:\n Thank you for calling the [REDACTED] LLC Complaints Department. This is Lilly speaking, how may I help you?\n\n\nSCP-8284:\n How's work, Lilly? Did you sleep alright?\n\n\nMartial:\n Do you have a complaint to file? Otherwise, please don't waste my time.\n\n\nSCP-8284:\n Hold on. I just want to make sure I have the right person. This wouldn't be… Lilly Anne Martial, would it?\n\n\nMartial:\n Excuse me? Do I know you, sir?\n\n\nSCP-8284:\n Of course, you do. We spoke the other day, remember?\n\n\nMartial:\n What do you want, you creep?\n\n\nSCP-8284:\n Listen, Lilly. There is something I need from you, and I'd advise you to listen carefully.\n\n\nMartial:\n Is this some sick prank? This is a recorded call, idiot, so have fun explaining this to the authorities.\n\n\nSCP-8284:\n Maybe I'll have to pay Sam another visit if you don't want to obey…\n\n\nMartial:\n What the fuck are you talking about?\n\n\nSCP-8284:\n Rest assured, children aren't nutritious. I'd never harm the little runt. But, I will remind him how to stab certain things while they sleep.\n\n\nMartial:\n Fuck you. Bye.\n\n\nSCP-8284:\n Wait, you stupid fucking—\n\n\n\n\nThe victim received another call about 30 seconds later on her personal cellphone. SCP-8284 altered its voice during the second call.\n\n\n\n\nSCP-8284:\n Hello? Is this Ms. Martial?\n\n\nMartial:\n Yes… Who is this?\n\n\nSCP-8284:\n I could sneak in at any time and shish kebab you like swine. You always leave the right window unlatched, don't you?\n\n\nSCP-8284:\n Now do you understand what's at stake, Lillian?\n\n\nMartial:\n Go fuck yourself. Enjoy rotting in prison, you piece of shit.\n\n\n\n\n20 seconds later, Martial received another call on her second cellphone.\n\n\n\n\nSCP-8284:\n Hello…?\n\n\nMartial:\n Leave me the fuck alone, you demented freak. This conversation is over.\n\n\nSCP-8284:\n Timothy wouldn't appreciate how you spend your “overtime hours.\" Neither would little Sam nor Amelia.\n\n\nMartial:\n What…? Wait, who are—\n\n\nSCP-8284:\n Tell me, why haven't you called the pigs yet?\n\n\nMartial:\n I did, and they're on the way right now. They'll trace this call, and you'll have a lot of explaining to do.\n\n\nSCP-8284:\n You're repeating yourself, Lillian. But that's beside the point. We both know that you can't call the police, so don't lie to me, you dumb bitch.\n\n\nSCP-8284:\n That's right, I know all about your secret. I know about Damian and the others.\n\n\nSCP-8284:\n I know about that man who you left squirming in a pool of blood. Oopsies. And you gutted him like it was nothing. For a human, that's truly impressive.\n\n\nMartial:\n I have absolutely no clue what you're talking about, but you're going to be in deep shit if you don't leave me alone.\n\n\nSCP-8284:\n Why don't you hang up?\n\n\nSCP-8284:\n If you're so brave, hang up this instant. Do it, bitch.\n\n\nSCP-8284:\n Exactly. You don't know who I am, but I know enough, so you can't predict the consequences of hanging up. You can't risk pissing off the wrong person, after all. I must say, you sure do serve some dangerous clientele, Lilly. Or should I say “Lilith.”\n\n\nMartial:\n What do you want…? Please, if this is a test, just tell me. I know I fucked it up, but I'm at my damn breaking point… I—\n\n\nSCP-8284:\n You ungrateful, useless slut! The audacity it takes to complain and moan. If only I could get paid to destroy peoples' lives, literally and figuratively.\n\n\nSCP-8284:\n This is what you'll do: I will email you two cryptocurrency addresses with the necessary instructions to make a transfer. I need $500,000 in each of them by midnight.\n\n\nMartial:\n Stop, please. I can't—I don't have that kind of money.\n\n\nSCP-8284:\n Don't deceive me, Lilith. This is the first of many payments I need.\n\n\nMartial:\n What if I can't make the payment?\n\n\nSCP-8284:\n You will. Or your “husband” along with everyone at your company—from your coworkers to the board of directors—will know the truth about you. Then say goodbye to your perfect, comfortable world.\n\n\nMartial:\n …I make the payments, and that's it?\n\n\nSCP-8284:\n There's one more thing I want from you.\n\n\nMartial:\n Fuck. What else do you want?\n\n\nSCP-8284:\n For the rest of your life, I want you to constantly look over your shoulder. To jump at every strange noise or movement in the corner of your eye. Every shadow, every twitching bush, every stranger should fill you with dread. I want you to feel vulnerable whenever you're alone, like a deer in the crosshairs of a hunter. Can you dwell on that, Lilith?\n\n\nMartial:\n Please, stop. Just leave me and family alone. I'll give you everything I have!\n\n\nSCP-8284:\n Obviously. Or else I'll come to collect the payment in person.\n\n\n\n\nIn the following months, Martial relocated several times and unsuccessfully attempted to change her legal name. However, she was continually harassed by SCP-8284 until her disappearance on July 9, 2022.\n\n\n\n\n\n\n\n\n\n\nReport: Cory Font\n\n\n\n\nClose Report\n\n\n\n\n5 days before SCP-8284 was successfully contained, it contacted a man named Cory Font. The victim was repeatedly called by the anomaly, posing as an anonymous caller, after reporting a burglary to police.\n\n\nThe following is a transcript from a recorded phone call.\n\n\n\n\nCory Font:\n H-hello?\n\n\nSCP-8284:\n Check your email, Cory.\n\n\nCory Font:\n Who's calling?\n\n\nSCP-8284:\n Check your email right now, you fat sack of shit.\n\n\nCory Font:\n No, fuck you. Who is this?\n\n\nSCP-8284:\n Don't you want to see Mittens again?\n\n\nCory Font:\n You're the fucker who broke into my place? If you did anything—\n\n\nSCP-8284:\n Nothing yet, not that you have any leverage. The abandoned hospital. You have 20 minutes or else.\n\n\nCory Font:\n Thanks for telling me your location, dumbass. The police will have a SWAT team there in no time.\n\n\nSCP-8284:\n I'm monitoring every emergency service frequency in the area. If you say a single word to any pig, I'll skin Mittens alive. Then, I'll come for you. It would be as easy as entering 3-2-9-2-1 into your keypad, then strangling you to death in your sleep.\n\n\nCory Font:\n I'm recording this, you pussy. You better be careful with what you say.\n\n\nSCP-8284:\n Don't threaten me, you miserable, pathetic piece of shit. When you vanish without a trace, no one will care. The world will quietly move on and if nothing happened.\n\n\nSCP-8284:\n You want to know why I chose you… Cory? Because most humans have someone important to them: a partner, a sibling, a parent, a friend. You just have this annoying pest to keep you company in that filthy cesspit you call a home.\n\n\nSCP-8284:\n Considering how your pitiful existence would normally unfold, what I'll do to you will be an act of mercy.\n\n\nCory Font:\n You think you're hot shit? Show your face, then, you fucking coward. I'm waiting for you right here.\n\n\nCory Font:\n Go on, try to kill me. Pussy ass bitch.\n\n\nSCP-8284:\n That “dream” you had last night wasn't a dream, Cory. You don't have a sleep paralysis demon. If you had checked your email, you'd see just how real it was.\n\n\nSCP-8284:\n Are you still there? Are you finally opening your inbox? Filter out all the porn and Domino's pizza, and it should be the most recent message.\n\n\nCory Font:\n Look, I-I don't want any trouble. I just want my cat back. I got $5,000 in my bank account, but that's all, I swear. I can't live without Mittens.\n\n\nSCP-8284:\n 10 minutes. You know where to find me. Arrive even a second late and I'll mail you this vermin in pieces. Goodbye.\n\n\n\n\nFont went missing hours after the call took place, and his body was never recovered. Dozens of calls were traced to the victim's cellphone, which were directly connected to the deaths of 15 people.\n\n\n\n\n\n\n\n\n\n\nAddendum C: Capture\n\n\nOn February 22, 2023, the Foundation received an anonymous tip regarding the whereabouts of SCP-8284. The anomaly was spotted entering a compound in San Diego, California. The private property was owned by Damian Wallace, a prominent member of a local cartel who was involved in human trafficking, prostitution, and arms smuggling operations. A contingent comprising of four MTF squads was mobilized immediately to contain SCP-8284.\n\n\nThe following is a simulation generated from body camera footage and audio from MTF operatives. Each operative is identified by their call sign.\n\n\n\n\nMTF Simulation\n\n\n\n\nClose Simulation\n\n\n\n\n\n\n[SIMULATION START]\n\n\nMTF-Ravage:\n Second floor secure. Proceeding to the upper level.\n\n\nMTF-Titan:\n Copy that. Bravo Squad, you're clear.\n\n\nMTF-Shark:\n Roger. This is Bravo Squad, east stairwell secured. We'll escort the captives to the second extraction point.\n\n\nMTF-Ravage:\n Charlie Squad, provide overwatch. We need eyes on the driveway.\n\n\nMTF-Sentinel:\n Copy. Moving into position. Jammers are also online.\n\n\n[Alpha Squad cautiously clears the west stairwell, reaching the third floor. They gun down several attackers who charge into the hallway. As the group of five rush down a narrow corridor, an explosive device embedded in the floor is detonated, leaving one soldier critically injured.]\n\n\nMTF-Ravage:\n Archer's down.\n\n\nMTF-Deadeye:\n On it. Alpha Squad, keep moving.\n\n\nMTF-Ravage:\n Movement spotted in the cinema ahead. Several hostiles. Anomaly may be present, so stay sharp.\n\n\nMTF-Ravage:\n Cinema breached. Two hostiles neutralized. Seems clear.\n\n\nMTF-Cobra:\n Delta Squad, moving in. We'll provide cover.\n\n\nMTF-Ravage:\n Negative. Secure the hallway and wait on standby. The target might make a run for it.\n\n\n[Alpha Squad encounters a gunman who uses several hostages as human shields; he screams wildly and waves a sawed-off shotgun in the air. With a precise shot through the right eye, the man is killed. For several minutes, the operatives clear the cinema and storm into a master bedroom. There is an open suitcase full of cash sitting on a table as well as a thick binder labeled “Kompromat.” Various passports and immigration documents are scattered across the floor.]\n\n\nMTF-Ravage:\n Sensitive info located. Mark it down for retrieval.\n\n\n[In the corner of the room, a dark figure slowly emerges from a sliding closet. It sways slowly, refusing to face the soldiers.]\n\n\nMTF-Ravage:\n We got eyes on target. Prepare for engagement, but avoid any vitals. Third floor balcony window, far west side. Bravo Squad, forget the secondary objective. Monitor the escape point.\n\n\nMTF-Shark:\n Copy that, moving into position. Deploying flamethrower.\n\n\n[SCP-8284 slowly turns around and faces the soldiers. A small drone is heard buzzing outside, moving left to right.]\n\n\nMTF-Ravage:\n Turn around, put your hands behind your back, and drop to your knees. If you refuse, we will use force.\n\n\nSCP-8284:\n Why did I rely on insects to protect me from other, smarter insects? Since when do you fight back? Do you really—\n\n\nMTF-Ravage:\n This is Alpha Squad. Anomaly is blathering. All Squads, converge on the area: engagement imminent.\n\n\nSCP-8284:\n —beneath me, inferior. No human weapon could possibly harm me. If I leveraged a hostage, you'd—\n\n\nMTF-Ravage:\n Last chance. Turn around now or we open fire.\n\n\n[SCP-8284 hurls a blade at the Squad Leader then jumps through the window. The weapon misses the man by a few centimeters, embedding itself into a wall. The anomaly is shot several times in the leg as it dives head-first into the concrete below. As it scrambles to its feet, the entity is relentlessly hosed down by a flamethrower, causing it to collapse. MTF soldiers pounce on the entity and secure its limbs using magnetic clamps. A thick bag is wrapped tightly over its head.]\n\n\nMTF-Ravage:\n Anomaly secured: mission accomplished. Let's get on with relocation protocols to wrap up Containment.\n\n\n[As SCP-8284 violently thrashes around, its thrown into the back of an armored personnel carrier. Several personnel pin down the entity, securing it to the floor using steel cables. Its restraints shudder as it struggles to pull itself free.]\n\n\nSCP-8284:\n Are you so deluded that you're convinced this is an accomplishment? Everyone involved in this mission will perish soon. And for those unlucky survivors, my kin will come for you.\n\n\nMTF-Ravage:\n Shut your trap or we'll do it for you. Save it for the lab coats.\n\n\nSCP-8284:\n We're everywhere, hidden in plain sight, Mr. ██████. Behind an innocuous smile, a friendly demeanor, a gentle and comforting voice. Unbeknownst to you, you've seen us before. Many times. But you turn a blind eye to uncomfortable suspicion because of sentimentality. Imagine if those closest to you were responsible for your destruction?\n\n\nMTF-Ravage:\n And yet here you are.\n\n\n[SIMULATION END]\n\n\n\n\n\n\n\n\n\n\n\n\nPost-Operation Report\n\n\n\n\nClose Report\n\n\n\n\nFollowing the successful capture of SCP-8284, several notable incidents occurred:\n\n\n\n\nThree MTF soldiers involved in the Containment Operation were neutralized in a “friendly fire” incident in the following days\n10\n\n\nThe six MTF personnel responsible for restraining SCP-8284 began to display a mild form of psychosis\n\n\nTwo MTF specialists who observed the anomaly [REDACTED] and [REDACTED] 54 civilians and hijacked an armored assault vehicle. The two affected operatives were tracked down and eliminated after an intensive manhunt lasting 72 hours\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum D: Interviews\n\n\nFollowing SCP-8284's containment, researchers attempted to communicate with the entity by relaying questions to randomly-selected Class-D personnel. A single Class-D subject would enter the cell for 5 minutes, then be rotated out for a new person. The following is a transcript of an interview conducted in such a manner, which occurred 2 weeks after the anomaly's containment.\n\n\n\n\nSCP-8284:\n Ugh. You again…\n\n\nAnonymous Class-D:\n So, uh… The first question: they want to know why you whacked that old man?\n\n\nSCP-8284:\n There are 329 people who match that description. Get on with it, you fool.\n\n\nAnonymous Class-D:\n Shit, that's right. I wrote it down somewhere. Howard… Stephens?\n\n\nSCP-8284:\n It would be so easy to slit your throat right now. Like ripping apart cotton candy. If I severed the correct artery, you would bleed to death in a matter of seconds. But, is killing a miserable slave like you even worth it?\n\n\nAnonymous Class-D:\n Okay. The next question, why—\n\n\nSCP-8284:\n This is foolish. Do you worms actually believe that I'll just sit here and entertain your list of inquiries like some science experiment? You monkeys should bow to me.\n\n\n\n\nSCP-8284 proceeded to dismember the Class-D personnel; it seized a handheld radio and attempted to contact on-site staff, but all communication lines were severed.\n\n\n\n\nWhen offered [REDACTED], the anomaly became more compliant with the Foundation's efforts. Researchers observed that the entity was more willing to reveal information after becoming acquainted with subjects through informal, unscripted communication.\n\n\nThe following is an incomplete transcript of an interaction that occurred four months after SCP-8284's containment.\n\n\n\n\nSCP-8284:\n Ah, [REDACTED]. It's good to see you again.\n\n\nSCP-8284:\n But just like a human cannot feel compassion toward an amoeba, I will never bond with primates. Although, you're one of the tolerable ones.\n\n\nAnonymous Class-D:\n Shit, thanks. You actually gave me a compliment.\n\n\nAnonymous Class-D:\n Anyways, you know the drill. Today they want to know about your relationship with some old fellow named Howard Stephens. Anything jog your memory?\n\n\nSCP-8284:\n They keep pestering me about him.\n\n\nAnonymous Class-D:\n If you weren't a heartless, ravenous monster, I'd be convinced you two were close pals. I read the files.\n\n\nSCP-8284:\n We spoke for a long time because social interaction is necessary to adapt. Surely you struggle with the nuance of human conversation, so lend me some empathy.\n\n\nAnonymous Class-D:\n Okay, buddy. But why single him out as opposed to some other bozo? Like someone younger and smarter, for example.\n\n\nSCP-8284:\n It shouldn't require a genius to solve this mystery.\n\n\nSCP-8284:\n Who would take the ramblings of a geriatric senior seriously? I could prolong things for as long as I wanted without evoking suspicion. And I didn't need to morph my appearance because the man was blind.\n\n\nAnonymous Class-D:\n You used that old timer as a personal English tutor?\n\n\nSCP-8284:\n Sure.\n\n\nAnonymous Class-D:\n In the end, why'd you kill him? You're not fucked in the head, and you're pretty much a damn robot. Emotionless. And I don't think you're a sadist, either. Everything you do is calm and calculated.\n\n\nSCP-8284:\n I no longer needed him. Besides, he was dying of a chronic illness. I spared him years of agony.\n\n\nAnonymous Class-D:\n Well, shit. Maybe you do have a heart, after all.\n\n\nSCP-8284:\n Whatever that means. More importantly, I have an urgent matter I wish to discuss with you.\n\n\nAnonymous Class-D:\n What's up?\n\n\nSCP-8284:\n Have you wondered how long they'll keep you alive? The question that haunts you everyday. You're oblivious to your fate, aren't you? But one thing never changes: with every passing day, you despise your captors more and more.\n\n\nAnonymous Class-D:\n Hey. You know those smartasses had can hear us, right?\n\n\nSCP-8284:\n Wrong. I learned that certain members of your species are surprisingly resilient to psychic corruption, but over time, nothing is impossible. That radio is one-way. They can issue commands, but they can't hear you because they couldn't risk hearing my voice.\n\n\nSCP-8284:\n The only proof of this conversation is the recorder under your uniform. Behind me, there's a security camera that I surmise is operated by AI based on its movement. It could read our lips to deduce words, but that's why I've positioned myself in front of it.\n\n\nSCP-8284:\n Are you beginning to understand?\n\n\nAnonymous Class-D:\n Alright, surprise me. I'm not seeing the forest from the trees. What's on your mind?\n\n\nSCP-8284:\n If you help me, I might help you. I know how to get us out of here. However, those parasites could telepathically probe your mind or extract brainwave data, so we must act immediately.\n\n\nAnonymous Class-D:\n Hypothetically, what if I said “fuck that?”\n\n\nSCP-8284:\n The psychic link between us is fully established. I could order you to kill yourself this instant, and you would comply. But, I find our relationship useful. More importantly, are you willing to cooperate or not?\n\n\nAnonymous Class-D:\n Hell yeah. I know trying to escape is a suicide mission, but I ain't cut out for this shit. This isn't living. They already suspect that I've been compromised, so I'll get my memory wiped, then they'll transfer me to another department. And I know what happens to the others. They all fuckin' die as lab rats.\n\n\nAnonymous Class-D:\n What do you need from me?\n\n\nSCP-8284:\n I need you to escort me to the exit.\n\n\nAnonymous Class-D:\n Why the fuck would you need my help for that? I can't do shit compared to you.\n\n\nSCP-8284:\n I cannot waltz through this facility in my current form. However, I can perfectly mimic the appearance of any human that I've consumed, so there are thousands of disguises at my disposal; blending in will be easy.\n\n\nSCP-8284:\n The problem is that maintaining such a dramatic transformation will exhaust nearly all my energy. I'd be a sitting duck. The scientists already know this, so they'll prepare accordingly. But that's where you come in. Survival isn't a guarantee, but if we stick together, both our chances are improved.\n\n\nAnonymous Class-D:\n Like you said, can't you just control me like some damn puppet? If your mind was controlling my body, I'd be way more useful.\n\n\nSCP-8284:\n It requires too much concentration. Neither of us would last past a single checkpoint.\n\n\nSCP-8284:\n Time is not on our side. We must act soon.\n\n\nAnonymous Class-D:\n Hold on. Before I throw my life away, I want to know exactly how you plan to escape. There's a reinforced door right there, followed by dozens of layers of blast doors. And in between all those damn doors, armed security is crawling everywhere.\n\n\nSCP-8284:\n It seems you're under the impression that I'm working alone. Rest assured, we'll receive plenty of help. There are others like me, hiding in this very facility.\n\n\nAnonymous Class-D:\n I still don't like our odds. You're strong, twenty of you are even stronger, but don't blow smoke up your own ass. Spec ops don't have shit on the guards here. Imagine a hundred mini teams of Delta Force, and that's what we're up against.\n\n\nSCP-8284:\n The key is releasing the abominations imprisoned throughout this building. Particularly, the creature marked with ████. And once pandemonium ensues, we can sneak through the ventilation system and make our escape. The guards won't single out ants when they're being mauled to death by starving wolves.\n\n\nAnonymous Class-D:\n Wait a second. Won't your people help you?\n\n\nSCP-8284:\n Their goal is to destroy this facility. It's not a rescue mission. They'll abandon me once I've served my purpose, which is reconnaissance. I was forced into this role with the understanding that I'm disposable, but I want to live. Don't you?\n\n\nAnonymous Class-D:\n Fuck it, I'm ready to die. When do we start?\n\n\nSCP-8284:\n Just wait at the mess hall. I am telling the others to commence the first phase.\n\n\n\n\n\n\nPost-Quarantine Report\n\n\n\n\nClose Report\n\n\n\n\nAlthough SCP-8284 destroyed the recorder on the Class-D subject, a 5mm microphone had been surgically implanted in the individual's skull in secret. The human subject was liquidated following the discovery of the conversation. SCP-8284 is currently placed under strict quarantine, and all personnel at Site-██ are scheduled for screening to detect anomalous activity.\n\n\nTwo unnamed researchers confessed to plotting a containment breach\n11\n and are currently detained for further questioning. Site-wide interrogations are being conducted to establish a connection to SCP-8284.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8283\n | SCP-8284 | \nSCP-8285\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. After a predetermined number of encounters with SCP-8284, Class-D personnel must be appropriately liquidated.\n\n\n2\n. Exposure may apply to visual depictions and avatars created by the anomaly. Further research is required.\n\n\n3\n. Classification disputed by researchers.\n\n\n4\n. Certain individuals seem immune to SCP-8284's psychic connection, while others succumb upon first contact. Research is ongoing.\n\n\n5\n. Researchers have confirmed at least 150 fatal encounters involving the anomaly.\n\n\n6\n. SCP-8284 bragged about the incident when tormenting another, unrelated victim.\n\n\n7\n. Following this incident, SCP-8284 began to use disposable, prepaid phones to mitigate the risk of tracking.\n\n\n8\n. Social media, public registration records, ███████ ██████, business and legal filings, and company websites. Eventually, SCP-8284 gained access to federal police databases in the United States.\n\n\n9\n. Due to possible safety concerns, SCP-8284's username has been slightly altered.\n\n\n10\n. Three surviving members of “Alpha Squad.” They mysteriously shot other MTF and Foundation personnel during a routine training exercise. However, the squad leader of Alpha Squad showed no signs of abnormality and has been temporarily detained.\n\n\n11\n. The individuals detailed a multi-layered sabotage scheme, involving the destruction of on-site primary and auxiliary generator systems. The aim was to enable the escape of [REDACTED].",
    "addendums": [
        "Addendum A: Victim Profiling The following log is a representative selection of incidents involving SCP-8284; information has been omitted for brevity 5 . Details were aggregated from numerous sources, including but not limited to police reports, eyewitness testimony, forensic evidence, and surveillance footage.",
        "Addendum B: Communication Methods The following reports detail particular interactions with the anomaly. These include face-to-face conversations, phone calls, text messages, and other forms of contact.",
        "Addendum C: Capture\nOn February 22, 2023, the Foundation received an anonymous tip regarding the whereabouts of SCP-8284. The anomaly was spotted entering a compound in San Diego, California. The private property was owned by Damian Wallace, a prominent member of a local cartel who was involved in human trafficking, prostitution, and arms smuggling operations. A contingent comprising of four MTF squads was mobilized immediately to contain SCP-8284.\nThe following is a simulation generated from body camera footage and audio from MTF operatives. Each operative is identified by their call sign.",
        "Addendum D: Interviews\nFollowing SCP-8284's containment, researchers attempted to communicate with the entity by relaying questions to randomly-selected Class-D personnel. A single Class-D subject would enter the cell for 5 minutes, then be rotated out for a new person. The following is a transcript of an interview conducted in such a manner, which occurred 2 weeks after the anomaly's containment.\nSCP-8284 proceeded to dismember the Class-D personnel; it seized a handheld radio and attempted to contact on-site staff, but all communication lines were severed.\nWhen offered [REDACTED], the anomaly became more compliant with the Foundation's efforts. Researchers observed that the entity was more willing to reveal information after becoming acquainted with subjects through informal, unscripted communication.\nThe following is an incomplete transcript of an interaction that occurred four months after SCP-8284's containment."
    ],
    "documents": [],
    "notes": [
        "(Unknown girl): Excuse me, mister, may you please help me? Simmons: Mister? I don't look that old, do I? (Unknown girl): Please help me, I implore you. I have found myself in a rather desperate situation. Lend this poor child some empathy. Simmons: Where are your parents? I probably can't do much for you, sorry. I'm in a hurry. (Unknown girl): I merely request that you lend me your telecommunications device. Simmons: What did you say? You sure are smart for your age. Do you read a lot of books? (Unknown girl): Your cellphone, please. It's an urgent matter, so this prattle must cease. I must call my mother and inform her of my whereabouts. She must be terribly anxious. Simmons: I'm not sure if… well… fine. Okay, just one call. Make it quick, alright? [Simmons hands his cellphone to the girl, who dials an unknown number.] (Unknown girl): She didn't answer. How worrisome. Nevertheless, thank you, kind stranger. Perhaps another time we shall become acquainted. Simmons: Don't mention it, kid… Simmons: What the hell…?",
        "[REDACTED]: Be careful who you call. You shouldn't give out your number to strangers, Mr. Wade Simmons. Didn't your deceased parents tell you that?",
        "Kpsky03: are you free on saturday? black_rabb1t: Yes. Kpsky03: awesome! let's talk then. it's getting late now and i have a shit ton of studying to do plus work tomorrow. ive gotten like 2 hours of sleep… Kpsky03: if i stop replying, it's because im dead lol black_rabb1t: Let's have a face-to-face meeting. It's time. Kpsky03: wow black_rabb1t: What is it? Won't it be exciting? Kpsky03: idk what to say tbh. that was so random black_rabb1t: It was inevitable, no? All you need to do is show up, and I'll do the rest. I have the perfect location in mind where no one will bother us. Kpsky03: hold on, silly. i didnt even say yes lol. don't get all excited over nothing black_rabb1t: Don't you trust me? In your own words, I'm your “only friend left.” Remember everything you told me about Sofia and the others? black_rabb1t: I would never do such a thing to you, and yet you offered them far more leniency. You can do this one thing for me, right? Kpsky03: i trust you Kpsky03: but… ive never met someone from the internet before… idk about this. can you give me time to think about it please? black_rabb1t: There's no reason to think. Do you want to be lonely and sad forever at home? Do something uncomfortable and experience life instead of always missing out. Don't live with even more regrets. Kpsky03: i guess you're right… black_rabb1t: You can confirm our meeting? black_rabb1t: So? black_rabb1t: What will it be? Don't ignore me. black_rabb1t: Don't ignore me, Kate. black_rabb1t: [Deleted message] black_rabb1t: [Deleted message] black_rabb1t: [Deleted message] black_rabb1t: DON'T IGNORE ME. black_rabb1t: Answer me now. black_rabb1t: Katie… Kpsky03: sorry im just a mess rn. i cant think straight Kpsky03: fine… let's meet somewhere public tho. what about saturday morning? black_rabb1t: Thank you. It's settled, then. black_rabb1t: [Deleted message] black_rabb1t: Let's meet at the campground at Gates Park at 9:00 PM tomorrow. I'll be waiting for you. Goodnight. Kpsky03: wait no. sorry i can't. tomorrow's wednsday [sic] and i have exams until friday… remember? Kpsky03: hi Kpsky03: hello? where are you? Kpsky03: hi… Kpsky03: i cant go btw. please dont be upset Kpsky03: i can't go btw Kpsky03: gn… Kpsky03: hey, good morning. i cant go btw",
        "black_rabb1t: Why didn't you come? I waited for 2 hours. black_rabb1t: What's wrong with you? Other people have time and money, too. The world doesn't revolve around you, Kate. Kpsky03: im so sorry, forgive me. i tried to tell you that i couldn't go. tbh im super uncomfortable with this. cant you understand? black_rabb1t: Are you trying to sabotage things again? Is this how you repay me for everything I've done? Think of all the sacrifices I made while getting nothing in return. Maybe they were right, after all… Maybe you're just a manipulative whore. Kpsky03: idk what to say. now i just feel like shit. as usual. thanks… black_rabb1t: That was slightly harsh, wasn't it? Surely, you can excuse my justified frustration. black_rabb1t: Evidently, I can rule out any possibility that you'll leave your miserable room. Perhaps, I'll have to come to you. Kpsky03: omg, stop it. you're starting to scare me Kpsky03: you there? Kpsky03: hi? Kpsky03: haha so funny, im sooo scared black_rabb1t: No, that's not scary. But I can show you something scary. Kpsky03: oh, really? is this another one of your unfunny jokes? black_rabb1t: Maybe. Look behind you. Kpsky03: haha okay. Kpsky03: so? Kpsky03: hellooooo? black_rabb1t: Wasn't that scary? Kpsky03: no… lmao black_rabb1t: Turn to your left. Kpsky03: haha. why? black_rabb1t: Just do it. Kpsky03: okay… nice weather we have ig [SCP-8284 sends the victim a high-resolution image of herself. From the photo's perspective, it seems to be taken from outside her second-story window. A second photo is sent with an “X” drawn over her face.] Kpsky03: wtf was that?? is that real? black_rabb1t: It would've been better if you smiled for the occasion. Kpsky03: you better leave now or im gonna call the police black_rabb1t: Defiance? Silly me, I terribly overestimated the imprint. I do hate it when my toys break, but luckily, they're all replaceable. Kpsky03: what?? what are you even talking about?? Kpsky03: you're completely insane Kpsky03: are you still here? Kpsky03: i already dialed 911 and told them everything Kpsky03: you better leave before the cops arrive black_rabb1t: My dear, naive Kate, what exactly will you say to those useless bastards when they find no evidence? You can't screenshot this conversation, and I can delete every message in an instant. And just think about it: the pigs will never believe your story, given your lengthy psychiatric history. They'll just tell you to swallow more pills. And besides, that implies that I wouldn't deal with them first. black_rabb1t: In short, Kate, I will do whatever I please with zero repercussions, and there's nothing you can do but hope you don't piss me off. Kpsky03: but why? why are you doing this? Kpsky03: what did i even do? Kpsky03: now you're all silent? not so tough anymore? i hope you get hit by a bus",
        "black_rabb1t: I still see an empty driveway. Are you sure you called someone? Kpsky03: what do you want from me, you fucking psycho? black_rabb1t: Imagine how a human child is captivated the first time they squash an ant. Maybe the next time, they'll rip off a few legs or burn it to a crisp under a magnifying glass. What can I say? I'm just a curious person, Katie Rogers. Kpsky03: just go away Kpsky03: if you come into my house, i swear i will fucking put a bullet in your skull. black_rabb1t: With what? That airsoft rifle hanging on the wall? At least think of a creative bluff. black_rabb1t: You're no fun anymore, so I'll let you simmer for a bit. Fortunately, your deadbeat father won't come home until next week, so I'll make sure to pay you one last visit. black_rabb1t: You may start to wonder if this even happened once I delete everything. [CHAT CLEARED] [CHAT CLEARED]",
        "SCP-8284: Hello? Is this— Martial: Thank you for calling the [REDACTED] LLC Complaints Department. This is Lilly speaking, how may I help you? SCP-8284: How's work, Lilly? Did you sleep alright? Martial: Do you have a complaint to file? Otherwise, please don't waste my time. SCP-8284: Hold on. I just want to make sure I have the right person. This wouldn't be… Lilly Anne Martial, would it? Martial: Excuse me? Do I know you, sir? SCP-8284: Of course, you do. We spoke the other day, remember? Martial: What do you want, you creep? SCP-8284: Listen, Lilly. There is something I need from you, and I'd advise you to listen carefully. Martial: Is this some sick prank? This is a recorded call, idiot, so have fun explaining this to the authorities. SCP-8284: Maybe I'll have to pay Sam another visit if you don't want to obey… Martial: What the fuck are you talking about? SCP-8284: Rest assured, children aren't nutritious. I'd never harm the little runt. But, I will remind him how to stab certain things while they sleep. Martial: Fuck you. Bye. SCP-8284: Wait, you stupid fucking—",
        "SCP-8284: Hello? Is this Ms. Martial? Martial: Yes… Who is this? SCP-8284: I could sneak in at any time and shish kebab you like swine. You always leave the right window unlatched, don't you? SCP-8284: Now do you understand what's at stake, Lillian? Martial: Go fuck yourself. Enjoy rotting in prison, you piece of shit.",
        "SCP-8284: Hello…? Martial: Leave me the fuck alone, you demented freak. This conversation is over. SCP-8284: Timothy wouldn't appreciate how you spend your “overtime hours.\" Neither would little Sam nor Amelia. Martial: What…? Wait, who are— SCP-8284: Tell me, why haven't you called the pigs yet? Martial: I did, and they're on the way right now. They'll trace this call, and you'll have a lot of explaining to do. SCP-8284: You're repeating yourself, Lillian. But that's beside the point. We both know that you can't call the police, so don't lie to me, you dumb bitch. SCP-8284: That's right, I know all about your secret. I know about Damian and the others. SCP-8284: I know about that man who you left squirming in a pool of blood. Oopsies. And you gutted him like it was nothing. For a human, that's truly impressive. Martial: I have absolutely no clue what you're talking about, but you're going to be in deep shit if you don't leave me alone. SCP-8284: Why don't you hang up? SCP-8284: If you're so brave, hang up this instant. Do it, bitch. SCP-8284: Exactly. You don't know who I am, but I know enough, so you can't predict the consequences of hanging up. You can't risk pissing off the wrong person, after all. I must say, you sure do serve some dangerous clientele, Lilly. Or should I say “Lilith.” Martial: What do you want…? Please, if this is a test, just tell me. I know I fucked it up, but I'm at my damn breaking point… I— SCP-8284: You ungrateful, useless slut! The audacity it takes to complain and moan. If only I could get paid to destroy peoples' lives, literally and figuratively. SCP-8284: This is what you'll do: I will email you two cryptocurrency addresses with the necessary instructions to make a transfer. I need $500,000 in each of them by midnight. Martial: Stop, please. I can't—I don't have that kind of money. SCP-8284: Don't deceive me, Lilith. This is the first of many payments I need. Martial: What if I can't make the payment? SCP-8284: You will. Or your “husband” along with everyone at your company—from your coworkers to the board of directors—will know the truth about you. Then say goodbye to your perfect, comfortable world. Martial: …I make the payments, and that's it? SCP-8284: There's one more thing I want from you. Martial: Fuck. What else do you want? SCP-8284: For the rest of your life, I want you to constantly look over your shoulder. To jump at every strange noise or movement in the corner of your eye. Every shadow, every twitching bush, every stranger should fill you with dread. I want you to feel vulnerable whenever you're alone, like a deer in the crosshairs of a hunter. Can you dwell on that, Lilith? Martial: Please, stop. Just leave me and family alone. I'll give you everything I have! SCP-8284: Obviously. Or else I'll come to collect the payment in person.",
        "Cory Font: H-hello? SCP-8284: Check your email, Cory. Cory Font: Who's calling? SCP-8284: Check your email right now, you fat sack of shit. Cory Font: No, fuck you. Who is this? SCP-8284: Don't you want to see Mittens again? Cory Font: You're the fucker who broke into my place? If you did anything— SCP-8284: Nothing yet, not that you have any leverage. The abandoned hospital. You have 20 minutes or else. Cory Font: Thanks for telling me your location, dumbass. The police will have a SWAT team there in no time. SCP-8284: I'm monitoring every emergency service frequency in the area. If you say a single word to any pig, I'll skin Mittens alive. Then, I'll come for you. It would be as easy as entering 3-2-9-2-1 into your keypad, then strangling you to death in your sleep. Cory Font: I'm recording this, you pussy. You better be careful with what you say. SCP-8284: Don't threaten me, you miserable, pathetic piece of shit. When you vanish without a trace, no one will care. The world will quietly move on and if nothing happened. SCP-8284: You want to know why I chose you… Cory? Because most humans have someone important to them: a partner, a sibling, a parent, a friend. You just have this annoying pest to keep you company in that filthy cesspit you call a home. SCP-8284: Considering how your pitiful existence would normally unfold, what I'll do to you will be an act of mercy. Cory Font: You think you're hot shit? Show your face, then, you fucking coward. I'm waiting for you right here. Cory Font: Go on, try to kill me. Pussy ass bitch. SCP-8284: That “dream” you had last night wasn't a dream, Cory. You don't have a sleep paralysis demon. If you had checked your email, you'd see just how real it was. SCP-8284: Are you still there? Are you finally opening your inbox? Filter out all the porn and Domino's pizza, and it should be the most recent message. Cory Font: Look, I-I don't want any trouble. I just want my cat back. I got $5,000 in my bank account, but that's all, I swear. I can't live without Mittens. SCP-8284: 10 minutes. You know where to find me. Arrive even a second late and I'll mail you this vermin in pieces. Goodbye.",
        "[SIMULATION START] MTF-Ravage: Second floor secure. Proceeding to the upper level. MTF-Titan: Copy that. Bravo Squad, you're clear. MTF-Shark: Roger. This is Bravo Squad, east stairwell secured. We'll escort the captives to the second extraction point. MTF-Ravage: Charlie Squad, provide overwatch. We need eyes on the driveway. MTF-Sentinel: Copy. Moving into position. Jammers are also online. [Alpha Squad cautiously clears the west stairwell, reaching the third floor. They gun down several attackers who charge into the hallway. As the group of five rush down a narrow corridor, an explosive device embedded in the floor is detonated, leaving one soldier critically injured.] MTF-Ravage: Archer's down. MTF-Deadeye: On it. Alpha Squad, keep moving. MTF-Ravage: Movement spotted in the cinema ahead. Several hostiles. Anomaly may be present, so stay sharp. MTF-Ravage: Cinema breached. Two hostiles neutralized. Seems clear. MTF-Cobra: Delta Squad, moving in. We'll provide cover. MTF-Ravage: Negative. Secure the hallway and wait on standby. The target might make a run for it. [Alpha Squad encounters a gunman who uses several hostages as human shields; he screams wildly and waves a sawed-off shotgun in the air. With a precise shot through the right eye, the man is killed. For several minutes, the operatives clear the cinema and storm into a master bedroom. There is an open suitcase full of cash sitting on a table as well as a thick binder labeled “Kompromat.” Various passports and immigration documents are scattered across the floor.] MTF-Ravage: Sensitive info located. Mark it down for retrieval. [In the corner of the room, a dark figure slowly emerges from a sliding closet. It sways slowly, refusing to face the soldiers.] MTF-Ravage: We got eyes on target. Prepare for engagement, but avoid any vitals. Third floor balcony window, far west side. Bravo Squad, forget the secondary objective. Monitor the escape point. MTF-Shark: Copy that, moving into position. Deploying flamethrower. [SCP-8284 slowly turns around and faces the soldiers. A small drone is heard buzzing outside, moving left to right.] MTF-Ravage: Turn around, put your hands behind your back, and drop to your knees. If you refuse, we will use force. SCP-8284: Why did I rely on insects to protect me from other, smarter insects? Since when do you fight back? Do you really— MTF-Ravage: This is Alpha Squad. Anomaly is blathering. All Squads, converge on the area: engagement imminent. SCP-8284: —beneath me, inferior. No human weapon could possibly harm me. If I leveraged a hostage, you'd— MTF-Ravage: Last chance. Turn around now or we open fire. [SCP-8284 hurls a blade at the Squad Leader then jumps through the window. The weapon misses the man by a few centimeters, embedding itself into a wall. The anomaly is shot several times in the leg as it dives head-first into the concrete below. As it scrambles to its feet, the entity is relentlessly hosed down by a flamethrower, causing it to collapse. MTF soldiers pounce on the entity and secure its limbs using magnetic clamps. A thick bag is wrapped tightly over its head.] MTF-Ravage: Anomaly secured: mission accomplished. Let's get on with relocation protocols to wrap up Containment. [As SCP-8284 violently thrashes around, its thrown into the back of an armored personnel carrier. Several personnel pin down the entity, securing it to the floor using steel cables. Its restraints shudder as it struggles to pull itself free.] SCP-8284: Are you so deluded that you're convinced this is an accomplishment? Everyone involved in this mission will perish soon. And for those unlucky survivors, my kin will come for you. MTF-Ravage: Shut your trap or we'll do it for you. Save it for the lab coats. SCP-8284: We're everywhere, hidden in plain sight, Mr. ██████. Behind an innocuous smile, a friendly demeanor, a gentle and comforting voice. Unbeknownst to you, you've seen us before. Many times. But you turn a blind eye to uncomfortable suspicion because of sentimentality. Imagine if those closest to you were responsible for your destruction? MTF-Ravage: And yet here you are. [SIMULATION END]",
        "SCP-8284: Ugh. You again… Anonymous Class-D: So, uh… The first question: they want to know why you whacked that old man? SCP-8284: There are 329 people who match that description. Get on with it, you fool. Anonymous Class-D: Shit, that's right. I wrote it down somewhere. Howard… Stephens? SCP-8284: It would be so easy to slit your throat right now. Like ripping apart cotton candy. If I severed the correct artery, you would bleed to death in a matter of seconds. But, is killing a miserable slave like you even worth it? Anonymous Class-D: Okay. The next question, why— SCP-8284: This is foolish. Do you worms actually believe that I'll just sit here and entertain your list of inquiries like some science experiment? You monkeys should bow to me.",
        "SCP-8284: Ah, [REDACTED]. It's good to see you again. SCP-8284: But just like a human cannot feel compassion toward an amoeba, I will never bond with primates. Although, you're one of the tolerable ones. Anonymous Class-D: Shit, thanks. You actually gave me a compliment. Anonymous Class-D: Anyways, you know the drill. Today they want to know about your relationship with some old fellow named Howard Stephens. Anything jog your memory? SCP-8284: They keep pestering me about him. Anonymous Class-D: If you weren't a heartless, ravenous monster, I'd be convinced you two were close pals. I read the files. SCP-8284: We spoke for a long time because social interaction is necessary to adapt. Surely you struggle with the nuance of human conversation, so lend me some empathy. Anonymous Class-D: Okay, buddy. But why single him out as opposed to some other bozo? Like someone younger and smarter, for example. SCP-8284: It shouldn't require a genius to solve this mystery. SCP-8284: Who would take the ramblings of a geriatric senior seriously? I could prolong things for as long as I wanted without evoking suspicion. And I didn't need to morph my appearance because the man was blind. Anonymous Class-D: You used that old timer as a personal English tutor? SCP-8284: Sure. Anonymous Class-D: In the end, why'd you kill him? You're not fucked in the head, and you're pretty much a damn robot. Emotionless. And I don't think you're a sadist, either. Everything you do is calm and calculated. SCP-8284: I no longer needed him. Besides, he was dying of a chronic illness. I spared him years of agony. Anonymous Class-D: Well, shit. Maybe you do have a heart, after all. SCP-8284: Whatever that means. More importantly, I have an urgent matter I wish to discuss with you. Anonymous Class-D: What's up? SCP-8284: Have you wondered how long they'll keep you alive? The question that haunts you everyday. You're oblivious to your fate, aren't you? But one thing never changes: with every passing day, you despise your captors more and more. Anonymous Class-D: Hey. You know those smartasses had can hear us, right? SCP-8284: Wrong. I learned that certain members of your species are surprisingly resilient to psychic corruption, but over time, nothing is impossible. That radio is one-way. They can issue commands, but they can't hear you because they couldn't risk hearing my voice. SCP-8284: The only proof of this conversation is the recorder under your uniform. Behind me, there's a security camera that I surmise is operated by AI based on its movement. It could read our lips to deduce words, but that's why I've positioned myself in front of it. SCP-8284: Are you beginning to understand? Anonymous Class-D: Alright, surprise me. I'm not seeing the forest from the trees. What's on your mind? SCP-8284: If you help me, I might help you. I know how to get us out of here. However, those parasites could telepathically probe your mind or extract brainwave data, so we must act immediately. Anonymous Class-D: Hypothetically, what if I said “fuck that?” SCP-8284: The psychic link between us is fully established. I could order you to kill yourself this instant, and you would comply. But, I find our relationship useful. More importantly, are you willing to cooperate or not? Anonymous Class-D: Hell yeah. I know trying to escape is a suicide mission, but I ain't cut out for this shit. This isn't living. They already suspect that I've been compromised, so I'll get my memory wiped, then they'll transfer me to another department. And I know what happens to the others. They all fuckin' die as lab rats. Anonymous Class-D: What do you need from me? SCP-8284: I need you to escort me to the exit. Anonymous Class-D: Why the fuck would you need my help for that? I can't do shit compared to you. SCP-8284: I cannot waltz through this facility in my current form. However, I can perfectly mimic the appearance of any human that I've consumed, so there are thousands of disguises at my disposal; blending in will be easy. SCP-8284: The problem is that maintaining such a dramatic transformation will exhaust nearly all my energy. I'd be a sitting duck. The scientists already know this, so they'll prepare accordingly. But that's where you come in. Survival isn't a guarantee, but if we stick together, both our chances are improved. Anonymous Class-D: Like you said, can't you just control me like some damn puppet? If your mind was controlling my body, I'd be way more useful. SCP-8284: It requires too much concentration. Neither of us would last past a single checkpoint. SCP-8284: Time is not on our side. We must act soon. Anonymous Class-D: Hold on. Before I throw my life away, I want to know exactly how you plan to escape. There's a reinforced door right there, followed by dozens of layers of blast doors. And in between all those damn doors, armed security is crawling everywhere. SCP-8284: It seems you're under the impression that I'm working alone. Rest assured, we'll receive plenty of help. There are others like me, hiding in this very facility. Anonymous Class-D: I still don't like our odds. You're strong, twenty of you are even stronger, but don't blow smoke up your own ass. Spec ops don't have shit on the guards here. Imagine a hundred mini teams of Delta Force, and that's what we're up against. SCP-8284: The key is releasing the abominations imprisoned throughout this building. Particularly, the creature marked with ████. And once pandemonium ensues, we can sneak through the ventilation system and make our escape. The guards won't single out ants when they're being mauled to death by starving wolves. Anonymous Class-D: Wait a second. Won't your people help you? SCP-8284: Their goal is to destroy this facility. It's not a rescue mission. They'll abandon me once I've served my purpose, which is reconnaissance. I was forced into this role with the understanding that I'm disposable, but I want to live. Don't you? Anonymous Class-D: Fuck it, I'm ready to die. When do we start? SCP-8284: Just wait at the mess hall. I am telling the others to commence the first phase."
    ],
    "item": "SCP-8284",
    "object_class": "Euclid",
    "containment_procedures": "SCP-8284 is strictly forbidden from performing the following actions:",
    "description": "SCP-8284 is a polymorphic entity3 belonging to an unknown, biological species. It typically assumes a form that stands 2 meters tall and possesses a human-like physiology. SCP-8284 has been commonly described by witnesses as having a single eye and retractable claws. The object can anomalously alter its proportions, mass, and pigmentation, but the extent of this ability is not fully understood.",
    "title": "SCP-8284"
}