{
    "url": "https://scp-wiki.wikidot.com/scp-829",
    "all_text": "rating: \n+37\n+\n–\nx\n\n\n\n\n\n\n\n\nItem #:\n SCP-829\n\n\nLevel 3/829\n\n\n\n\n\n\nObject Class:\n Safe-Kerveni\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-829-A photographed the day after SCP-829.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nSCP-829-A and SCP-829-B are to be stored within a concrete-lined aircraft hangar at Site-327. SCP-829-B is not to be removed from its biohazard container so as to prevent any advanced polymer formation. Standard anti-contaminant quarantine procedures will apply to SCP-829-A and SCP-829-B's containment hangar. Only Level 3+ Personnel are allowed to access SCP-829-A and B.\n\n\nFoundation webcrawlers are to monitor and replace any references to twenty-one Concordes having been created with the disseminated cover that only twenty were produced; the twenty-first (217/F-BVFG) will assume the identification and livery of SCP-829-A. All individuals involved with British Airways Flight 3075 are to be amnesticized of SCP-829 and the passengers of the flight.\n\n\n\n\nDescription:\n\n\nSCP-829 is the designation for a temporal event that occurred during British Airways Flight 3075\n1\n on March 2nd, 1993. Details surrounding the SCP-829 event can be found in the Item History below.\n\n\nSCP-829-A is a FA/BAC Concorde supersonic airliner (210/G-BOAD) that was the subject of SCP-829. It appears to be non-anomalous, but is considered to be anomalous by proxy in order to study SCP-829.\n\n\nSCP-829-B is a viscous non-Newtonian fluid with a composition of water, amino acids, and other organic compounds. The method of 829-B's creation through polymer and DNA reduction is currently unknown.\n\n\n\n\nItem History:\n\n\nSCP-829 occurred at 1:21 PM GMT, seventeen minutes after takeoff. Immediately before the event, Speedbird 3075\n2\n notified Heathrow Air Traffic Control (H-ATC) that they would be flying on IFR due to low-to-no visibility; conflicting with weather reports that had come in greatly favoring VMC over IMC. H-ATC attempted to ascertain the state of Speedbird 3075, but all communication requests were unresponsive. Only the phrase \"Control, how do you hear me?\" was transmitted from Speedbird 3075 to H-ATC before the plane disappeared off of radar.\n\n\nSpeedbird 3075 (now SCP-829-A) re-appeared on radar at 11:53 AM EST. JFK Intl. Air Traffic Control (J-ATC) informed 829-A of radar contact and to go around\n3\n, but SCP-829-A did not respond and performed a landing on Runway 31L. J-ATC issued a temporary shutdown of Runway 31L following 829-A's non-compliance with further taxiing off of the runway. After visually identifying SCP-829-A from information forwarded by Heathrow, JFK Intl. contacted the Foundation under Rule 4, Subsection B of airport incident policy. Preliminary testing of SCP-829-A revealed that it was highly irradiated; after two days of hourly decontamination service, 829-A was deemed safe enough for MTF Δ-9 (\"Baggage Claim\") to be inserted with full protection gear.\n\n\nAny subsequent pertinent information will be appended as addenda once fully reviewed.\n\n\n\n\nAddendum 01:\n INITIAL EXPLORATION\n\n\n\n\n\n\n\n\n« Initial Exploration Log »\n\n\n\n\n» Initial Exploration Log «\n\n\n\n\n\n\n\n\n\n\nMTF OPERATION LOG\n\n\n\n\n\n\n\n\nThe following log was compiled during initial exploration of SCP-829-A by MTF Δ-9 (\"Baggage Claim\"). Due to the ionizing radiation, Foundation body cameras were inoperable; personnel were instructed to verbally describe the interior of SCP-829-A.\n\nPersonnel assigned to MTF Δ-9 at the time of the log's recording:\n\n\n\n\nResearcher Pierre Miller\n\n\nResearcher Aurey Standish\n\n\nResearcher Neil Haldane\n\n\n\n\n\n\n\n\n\n\n\n\n[MILLER]\n\n\nComms control, this is Miller. How do you read me?\n\n\n\n\n\n\n[COMCON]\n\n\nLoud and clear. You may proceed with the insertion process.\n\n\n\n\n\n\n[MILLER]\n\n\nWe're on the tarmac, approaching the instance currently. Haldane, you'll be right behind with the equipment, correct?\n\n\n\n\n\n\n[HALDANE]\n\n\nStandish and I have got the canisters.\n\n\n\n\n\n\n[MILLER]\n\n\nGood.\n\n\n\n\n\n\n[COMCON]\n\n\nDelta-Nine, we see you taking the stair unit up. We will not be able to keep visual contact once you are inside the craft, do you understand?\n\n\n\n\n\n\n[MILLER]\n\n\nWe understand, comms control.\n\n\n\n\n\n\n\n\nThere is a lengthy pause as Researcher Miller operates the door to SCP-829-A. The three researchers enter the airplane.\n\n\n\n\n\n\n[STANDISH]\n\n\nIt's dark as hell in here.\n\n\n\n\n\n\n[COMCON]\n\n\nCould you be more specific, Standish?\n\n\n\n\n\n\n[STANDISH]\n\n\nYes, when there's a lack of light in an area, it pr-\n\n\n\n\n\n\n[MILLER]\n\n\nKnock it off.\n\n\n\n\n\n\n[STANDISH]\n\n\nSorry.\n\n\n\n\n\n\n[MILLER]\n\n\nHe's correct though. There's poor visuals in here. We'll be using the auxiliary flashlights; turning them on now.\n\n\n\n\n\n\n\n\nThe click of the flashlight activation can be heard.\n\n\n\n\n\n\n[HALDANE]\n\n\nJesus…\n\n\n\n\n\n\n[STANDISH]\n\n\nWhat the?\n\n\n\n\n\n\n\n\nIt is assumed at this time that the researchers make their way through the plane.\n\n\n\n\n\n\n[COMCON]\n\n\nDelta-Nine, what's going on? Are you alright?\n\n\n\n\n\n\n[MILLER]\n\n\nWe're- we're fine.\n\n\n\n\n\n\n[STANDISH]\n\n\nUh, control, how many passengers were on the flight?\n\n\n\n\n\n\n[COMCON]\n\n\nOne-hundred and two.\n\n\n\n\n\n\n[STANDISH]\n\n\nWell. Shit.\n\n\n\n\n\n\n[MILLER]\n\n\nComms control, we can only account for maybe a third of those passengers.\n\n\n\n\n\n\n[COMCON]\n\n\nPlease advise?\n\n\n\n\n\n\n[MILLER]\n\n\nMost of the passengers we can see are still seated. They… appear to be sleeping, almost as if they're in a coma. No external injuries noted.\n\n\n\n\n\n\n[HALDANE]\n\n\nUnresponsive too. I attempted to wake one, even shined my flashlight in her eyes. Her pupils remained dilated.\n\n\n\n\n\n\n[COMCON]\n\n\nUnderstood. It's been logged. Anything else of note, Delta-Nine?\n\n\n\n\n\n\n[STANDISH]\n\n\nWho wants to tell them?\n\n\n\n\n\n\n[MILLER]\n\n\nI can.\n\n\n\n\n\n\n[MILLER]\n\n\nComms control, the interior of the plane is coated in this thick, sludge-like substance.\n\n\n\n\n\n\n[STANDISH]\n\n\nIt's very sticky — makes it hard to maneuver.\n\n\n\n\n\n\n[MILLER]\n\n\nIt's of an orange-greenish color, but we don't know if the flashlight is affecting its visual appearance or not. Can we get a bio-collection team after we're finished to properly analyze the substance?\n\n\n\n\n\n\n[COMCON]\n\n\nThey've been queued up, Delta-Nine. Please use your canisters to collect some of the material if possible.\n\n\n\n\n\n\n[HALDANE]\n\n\nOn it.\n\n\n\n\n\n\n[MILLER]\n\n\nThe substance is all throughout the plane, but appears to be… collected in locations where the passengers have been. It's, well, hrm —\n\n\n\n\n\n\n[STANDISH]\n\n\nHey, stay sharp. I think we've got a live one!\n\n\n\n\n\n\n[MILLER]\n\n\nComms did you hear?\n\n\n\n\n\n\n[COMCON]\n\n\nWe heard.\n\n\n\n\n\n\n[STANDISH]\n\n\nWho was sitting in… seat 43B?\n\n\n\n\n\n\n[COMCON]\n\n\nGive us a second, Standish.\n\n\n\n\n\n\n\n\nA voice is heard off of A. Standish's external mic.\n\n\n\n\n\n\n[PASSENGER]\n\n\nWhere- where am I? Where are- hello? Hello?\n\n\n\n\n\n\n[HALDANE]\n\n\nJesus, he's thrashing around like crazy.\n\n\n\n\n\n\n[COMCON]\n\n\n43B was sold to one William Oparin.\n\n\n\n\n\n\n[MILLER]\n\n\nMr. Oparin? Can you hear us?\n\n\n\n\n\n\n[STANDISH]\n\n\nYou forgot the speaker, Miller.\n\n\n\n\n\n\n[MILLER]\n\n\nCrap. You're right.\n\n\n\n\n\n\n[MILLER]\n\n\nMr. Oparin? Can you hear us?\n\n\n\n\n\n\n[OPARIN]\n\n\nWho's there? Who are you? Where am I?\n\n\n\n\n\n\n[MILLER]\n\n\nMr. Oparin, please calm down. I'm Pierre Miller, I'm with the British Airways medical team.\n\n\n\n\n\n\n[OPARIN]\n\n\nI- I can't see- you. It's bright… so bright… where am I?\n\n\n\n\n\n\n[HALDANE]\n\n\nDoesn't seem as worked up anymore.\n\n\n\n\n\n\n[MILLER]\n\n\nMr. Oparin, you're still onboard your flight.\n\n\n\n\n\n\n[OPARIN]\n\n\nIt's been so long. It called out to me, singing. I was due. The spark.\n\n\n\n\n\n\n[MILLER]\n\n\nWho? Can you tell me what you're seeing, Mr. Oparin?\n\n\n\n\n\n\n[OPARIN]\n\n\nIt's bright. The sunlight brings forth a new term. I- I've been waiting so long. The sea… of us…\n\n\n\n\n\n\n[HALDANE]\n\n\nHe's not here.\n\n\n\n\n\n\n[STANDISH]\n\n\nI think we should move him. Get him to one of our docs.\n\n\n\n\n\n\n[MILLER]\n\n\nYou may be right, Standish. Comms control, can we-\n\n\n\n\n\n\n[OPARIN]\n\n\nOparin starts screaming loudly.\n\n\n\n\n\n\n[STANDISH]\n\n\nUrgh!\n\n\n\n\n\n\n[MILLER]\n\n\nMr. Oparin, please, I need you to calm down. Mr. Oparin?\n\n\n\n\n\n\n[HALDANE]\n\n\nI'm going to move him.\n\n\n\n\n\n\n[MILLER]\n\n\nMr. Oparin!\n\n\n\n\n\n\n[OPARIN]\n\n\nIt burns… the heat, the sky is red… the light… it's bright, oh, so bright, it's bright.\n\n\n\n\n\n\n[HALDANE]\n\n\nI'm- I'm stuck!\n\n\n\n\n\n\n[MILLER]\n\n\nHaldane?\n\n\n\n\n\n\n[HALDANE]\n\n\nMiller, Standish, help! I'm fucking stuck, my hands are fucking glued to him.\n\n\n\n\n\n\n[STANDISH]\n\n\nI can't separate them. Miller?\n\n\n\n\n\n\n[MILLER]\n\n\nI'm pulling!\n\n\n\n\n\n\n[OPARIN]\n\n\nMy children. My progenitors. They were unwilling to accept their fated days…\n\n\n\n\n\n\n[HALDANE]\n\n\nPull harder for fuck's sake! God, man, c'mon!\n\n\n\n\n\n\n[MILLER]\n\n\nIt's not working. Standish, get the chemical remover, quick.\n\n\n\n\n\n\n[OPARIN]\n\n\nI don't! No. No. No! Help, someone help! I'm being pulled apaaaAAAAAAAAA—\n\n\n\n\n\n\n[STANDISH]\n\n\nI've got it!\n\n\n\n\n\n\n[HALDANE]\n\n\nHe's liquefying! Goddammit, Standish, hurry up, he's liqu-\n\n\n\n\n\n\n\n\nThe feed from N. Haldane's mic cuts out.\n\n\n\n\n\n\n[MILLER]\n\n\nHaldane?\n\n\n\n\n\n\n[STANDISH]\n\n\nHaldane! Haldane?!\n\n\n\n\n\n\n\n\nThere is a pause.\n\n\n\n\n\n\n[MILLER]\n\n\nComms control, uh.\n\n\n\n\n\n\n[MILLER]\n\n\nHaldane's gone.\n\n\n\n\n\n\n[COMCON]\n\n\nRepeat that?\n\n\n\n\n\n\n[MILLER]\n\n\nHaldane is gone. Him and Oparin turned into the… substance.\n\n\n\n\n\n\n[STANDISH]\n\n\nI'm sorry, Neil.\n\n\n\n\n\n\n\n\nSilence.\n\n\n\n\n\n\n[COMCON]\n\n\nDelta-Nine. Get out of there as soon as possible. We're monitoring things and the Caulli levels in there are starting to spike.\n\n\n\n\n\n\n[STANDISH]\n\n\nCollected some of the material. Let's go.\n\n\n\n\n\n\n[MILLER]\n\n\nYeah. Let's… yeah.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nN. Haldane's mic re-activates.\n\n\n\n\n\n\n[???]\n\n\nI remain. I remain. Life..?\n\n\n\n\n\n\n[???]\n\n\nStandish… Miller…. Standish… Miller… Standish…\n\n\n\n\n\n\n[???]\n\n\nWhere am I?\n\n\n\n\n\n\n\n\nN. Haldane's mic cuts out again, permanently.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 02:\n FURTHER ANALYSIS ON SCP-829-B\n\n\n\n\n\n\n\n\n« Carbon-14 Dating Test »\n\n\n\n\n» Carbon-14 Dating Test «\n\n\n\n\n\n\nSeveral radiocarbon dating tests of the SCP-829-B fluid taken directly from the Haldane and Oparin coalescence estimates it to be approximately 3.7 billion years old.\n\n\nContinued testing of the anomaly is required.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Departing from London Heathrow at 1:00 PM GMT, arriving at JFK Intl. at 11:30 AM EST.\n\n\n2\n. Callsign for Flight 3075's BAC Concorde airliner.\n\n\n3\n. Instruction for a pilot to abandon his approach to landing.\n\n\n\n\n\n\n« \nSCP-828\n | SCP-829 | \nSCP-830\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-829\n\" by JackalRelated, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-829\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n concorde_sm.png\n\n\nName:\n G-BOAD Concorde BA BHX 07-91 (3)\n\n\nAuthor:\n Rob Hodgkins\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum 01: INITIAL EXPLORATION",
        "Addendum 02: FURTHER ANALYSIS ON SCP-829-B"
    ],
    "documents": [],
    "notes": [
        "The following log was compiled during initial exploration of SCP-829-A by MTF Δ-9 (\"Baggage Claim\"). Due to the ionizing radiation, Foundation body cameras were inoperable; personnel were instructed to verbally describe the interior of SCP-829-A. Personnel assigned to MTF Δ-9 at the time of the log's recording: Researcher Pierre Miller Researcher Aurey Standish Researcher Neil Haldane",
        "\" SCP-829 \" by JackalRelated, from the SCP Wiki . Source: https://scpwiki.com/scp-829 . Licensed under CC-BY-SA .",
        "Filename: concorde_sm.png Name: G-BOAD Concorde BA BHX 07-91 (3) Author: Rob Hodgkins License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-829"
}