{
    "url": "https://scp-wiki.wikidot.com/scp-8290",
    "all_text": "rating: \n+31\n+\n–\nx\n\n\n\n\n\n\nSCP-8290 (left) and POI-2805 (right).\n\n\n\n\n\n\nItem #:\n SCP-8290\n\n\nObject Class:\n Euclid\n\n\nArchived Special Containment Procedures:\n SCP-8290 must be physically contained by the Walt Disney Company. As such, a standard humanoid containment chamber has been constructed beneath Walt Disney Studios in Burbank, California. Foundation liaisons are to check in once a month to ensure containment meets the required standards. Personnel are not to physically interact with SCP-8290 without authorization from the Head Researcher.\n\n\nFoundation efforts are focused primarily on ensuring extended copyright protection on SCP-8290 before January 1, 2024. Should efforts fail, personnel are to prepare for a CK-Class Reconfiguration Event.\n\n\nSpecial Containment Procedures (as of 01/01/2024):\n SCP-8290 is to be held in a standard humanoid containment chamber at Site-19. Personnel are not to physically interact with SCP-8290 without authorization from the Head Researcher. As SCP-8290 has been cooperative with the Foundation, no additional security measures are required.\n\n\nUnder no circumstances should SCP-8290 come into contact with associates of the Walt Disney Company (GOI-2805).\n\n\nDescription:\n SCP-8290 is a thaumatological entity resembling the character Mickey Mouse in the 1928 film \nSteamboat Willie\n. Its measurements fluctuate due to its unique physiology, though it typically hovers around 50 cm in height and 50 grams in weight. SCP-8290 appears unable to communicate outside of grunts and laughs, \nand attempts to communicate have thus far failed\n See Addendum 8290.5.\n\n\nSCP-8290 exhibits minor reality warping abilities, essentially creating its own laws of physics. It has thus far shown an ability to retrieve items such as hammers and vegetable peelers from \"hammer space\", flatten its body to fit through cracks, and stretch its limbs and body up to five times their normal length. Subjects who interact with SCP-8290 become affected by its physics, manifesting similar abilities, and once separated these abilities demanifest with no lasting effects.\n\n\nLike other thaumatological entities, contracts signed with SCP-8290 are anomalously binding. To date, SCP-8290 has only made one deal. SCP-8290 is legally bound to the Walt Disney Company until the expiration of its copyright in \n1984\n \n2004\n 2024.\n\n\nAddendum 8290.1: Origin and Discovery\n\n\nSCP-8290 is believed to have been created by an unknown thaumatological ritual in October 1931 led by POI-2805, also known as Walter Elias Disney. Following the departure of his collaborator Ub Iwerks, Disney and his Board of Executives negotiated with the entity a deal to use its reality warping abilities to ensure the company's success.\n\n\nThe discovery of SCP-8290 followed the acquisition of \nSCP-2805\n from the Walt Disney Company in 1967. The Company's legal counsel approached the Foundation about assistance in containment of SCP-8290.\n\n\n\n\nPresent: Agent Nathan Smith (SCP Foundation), Gunther Lessing\n1\n (Walt Disney Corporation), SCP-8290\n\n\nSCP-8290 peels several potatoes approximately twice its height. Agent Smith and Mr. Lessing view this through a one-way window.\n\n\nSmith:\n That's fucking Mickey Mouse.\n\n\nLessing:\n Language, sir.\n\n\nSmith:\n He has to come with us.\n\n\nLessing:\n I'm afraid he can't.\n\n\nSmith:\n We appreciate your cooperation up to this point, but he can't be allowed to stay.\n\n\nLessing:\n If I could give him to you, I would. But he has to stay here. He's one of the most dangerous entities you've ever encountered.\n\n\nSCP-8290 consumes an entire potato, its body expanding to compensate. This does not appear to cause it discomfort.\n\n\nSmith:\n I'll bite.\n\n\nLessing:\n Back in the thirties, Walt's friend left the company. Business and friendships, you understand. As tough as it was for the friendship, it was worse for the business. Without Mr. Iwerks, we'd lost our lead animator. And Walt suffered from a… an exhaustion, let's say. So he and his wife took a vacation to the Carribbean. Is what we told everyone.\n\n\nHaving resumed its standard shape, SCP-8290 flips a table and turns one of the legs like a crank, producing the tune of Steamboat Willie.\n\n\nLessing:\n I don't claim to know how Walt did this, but I don't claim to know a lot of how Walt did what he did. I was just there to protect him. He got his Board together to summon what he called Mickey, and asked him to save the company. I drafted the contract, amended it to Walt's wishes. It ended up more akin to a deal with the devil. Selling our souls.\n\n\nSmith:\n I don't see why he has to stay with you.\n\n\nLessing:\n Walt didn't make a deal with the devil. Walt Disney the \nCompany\n did. And under the terms of the contract, our deal extends until the end of our ownership over Mickey Mouse. When that expires, he claims the souls of everyone who worked under the Walt Disney Company. If he is removed from our ownership physically, the deal is up. And the reason I'm telling you this is because the copyright expiration is coming up, and we're hitting a bit of a roadblock with Congress.\n\n\nSmith:\n You want us to negotiate with Congress or you all die?\n\n\nLessing:\n Essentially.\n\n\nSCP-8290 whistles to the tune.\n\n\nSmith:\n I don't know if the higher-ups will go for it, but I can pass along — oh, fuck.\n\n\nSCP-8290 is no longer present in the containment chamber. It would later transpire it had slipped through a crack four centimeters in width and escaped into the studio lot. Foundation agents were dispatched and successfully recontained the entity without issue.\n\n\n\n\nAddendum 8290.2: Legal Negotiations\n\n\nFollowing the discovery of SCP-8290, the Foundation Legal Department aided the Thaumaturgy Department's research team to devise a workable containment procedure and handle negotiations with the Walt Disney Company.\n\n\nThe Thaumaturgy Department discovered infernal radiation readings emanating from SCP-8290's containment chamber, supporting Mr. Lessing's assertions. They concluded the SCP-8290's containment would be best serviced by remaining at the Walt Disney Headquarters in Burbank, California.\n\n\nFollowing extensive legal negotiations, the item would remain with the Walt Disney Company. Procedure Ratcatcher was established to direct the Foundation's legal resources to ensure extension of US copyright terms until another viable containment method could be discovered.\n\n\nElements of Procedure Ratcatcher include: lobbying, campaigning, bribery, and blackmail.\n\n\nAddendum 8290.3: Notable Incidents Since Containment\n\n\n\n\n\n\n1976\n\n\nProcedure Ratcatcher_1984 successfully implemented. The United States Congress passes the Copyright Act of 1976.\n\n\n\n\n\n\n1978\n\n\nDuring a visit from Foundation staff, SCP-8290 produces a birthday cake and whistles the tune to \nHappy Birthday\n. The cake is deemed to have no harmful effects and staff are permitted to eat it.\n\n\n\n\n\n\n1998\n\n\nProcedure Ratcatcher_2004 successfully implemented. The United States Congress passes the Sonny Bono Copyright Term Extension Act of 1998.\n\n\n\n\n\n\n2004\n\n\nDuring routine maintenance, SCP-8290 is lost by on-site security. It is later found producing balloon animals out of steel girders for visiting children. A cover story is distributed involving a mascot, and SCP-8290 is returned without incident.\n\n\n\n\n\n\n2022\n\n\nProcedure Ratcatcher_2024 encounters difficulties in the United States Congress. Foundation Legal Counsel Sheldon Katz takes lead to ensure legislation is passed.\n\n\n\n\n\n\nAddenum 8290.4: Issues Regarding Procedure Ratcatcher_2024\n\n\nDifficulties arose in the implementation of Procedure Ratcatcher_2024 due to public disapproval of copyright extensions and political disapproval of the Walt Disney Company following recent electoral history. Significantly, several politicians voiced specific opposition to the extension of copyright on SCP-8290 due to the Walt Disney Company's tacit opposition to legislation in Florida.\n\n\n\n\nSCP Foundation Internal Messaging System\n\nTo: Von Trevil, Primrose [IC]\n\nFrom: Katz, Sheldon. [Legal Department]\n\nSubject: Of Mice and Men\n\n\nHey Ms. Von Trevil,\n\n\nI wouldn't bother with this if it wasn't important, but I'm having a little trouble with Congress right now. I've detailed my issues before, but for the purpose of the record I need to have this documented and professional.\n\n\nPrevious implementations of Procedure Ratcatcher were simple. You'd bribe someone here, promise the passage of a law there, threaten the release of a piss tape on Republicans, and you'd get a law passed. Now it's like they want you to release their piss tapes.\n\n\nThe deadline is in a few months, and it'll take a miracle to get the law passed at this point. A lot of people are going to die and after everything I've done I'm not going to let my litigation record get marked by Mickey Mouse. \nI've litigated with God himself\n, I can handle this.\n\n\nMy first idea was to tear up the contract but you can't do that with demon contracts.\n\n\nMy new idea is this: We negotiate with SCP-8290 and broker a deal, save what lives we can. I'd like you to come with me. Got a demon on the payroll, may as well use it. Demon to demon, see if we can't work something out.\n\n\nThanks,\n\nSheldon J. Katz, Esq.\n\nSCP Foundation Legal Counsel\n\n\n\n\n\n\nSCP Foundation Internal Messaging System\n\nTo: Katz, Sheldon. [Legal Department]\n\nFrom: Von Trevil, Primrose [IC]\n\nSubject: Of Mice and Men\n\n\nsure\n\n\n\n\nAddendum 8290.5: Negotiations with SCP-8290\n\nOn 3 June 2023, Foundation Legal Counsel Sheldon Katz, Esq. and Primrose Promethea Fatish Von Trevil arrived at Walt Disney Studios in Burbank, California to negotiate with SCP-8290.\n\n\n\n\nPresent: Sheldon Katz, Esq. (SCP Foundation), \nPrimrose Promethea Fatish Von Trevil\n (Independent Contractor), SCP-8290\n\n\nKatz and Von Trevil sit at a table across from SCP-8290. After several attempts to communicate, SCP-8290 produces drumsticks from an unknown source and plays the tune to Steamboat Willie on the table.\n\n\nVon Trevil produces a recorder from another unknown source and matches the tune.\n\n\nKatz:\n Where'd that come from?\n\n\nVon Trevil:\n The recorder or the musical ability?\n\n\nSCP-8290 and Von Trevil exchange a series of notes over the course of an hour. Katz appears to doze off.\n\n\nVon Trevil:\n Ooh! I understood him! I know what he said!\n\n\nKatz:\n What? What did it say?!\n\n\nVon Trevil:\n \"Hello\".\n\n\nSCP-8290 waves at Katz.\n\n\nKatz:\n I'm going to get a coffee.\n\n\nVon Trevil and SCP-8290 continue to establish their means of communication over the course of hours as Katz observes from outside. Von Trevil exits.\n\n\nKatz:\n So is it open to negotiations?\n\n\nVon Trevil:\n Uh, Katz? Did the Thaumaturgy Department say what kind of demon he is?\n\n\nKatz:\n No. You're the Heiress to the Throne of Violence in the Sixth Circle —\n\n\nVon Trevil:\n Seventh.\n\n\nKatz:\n Shouldn't you know what kind of demon it is?\n\n\nVon Trevil:\n Katz, I'm not sure that's a demon. He doesn't even know what a soul is.\n\n\nKatz:\n But the Thaumaturgy Department picked up infernal radiation.\n\n\nVon Trevil:\n From a chamber operated by the Walt Disney Company.\n\n\nKatz:\n What? You think they lied to us? That \nI\n got tricked? I didn't get tricked by the guys who made \nFrozen\n. I've negotiated with God.\n\n\nVon Trevil:\n I'm aware. Humor me on this. Let's talk to the Disney lawyers and see what they say. Tell them to bring Mickey's contract. The one that entitles him to their souls.\n\n\nKatz:\n I didn't think you meant another one. I can't threaten our relationship just because you have a hunch.\n\n\nVon Trevil:\n Trust me.\n\n\nKatz:\n Trust the demon?\n\n\nVon Trevil:\n Okay, fine. What does your gut tell you?\n\n\nKatz watches SCP-8290 bounce around the room, later determined to be at a speed of forty km/h.\n\n\nKatz:\n I'll make a call.\n\n\n\n\n\n\nPresent: Sheldon Katz, Esq. (SCP Foundation), Primrose Promethea Fatish Von Trevil (Independent Contractor), Gunther Lessing\n2\n (Walt Disney Company), SCP-8290\n\n\nLessing joins Katz, Von Trevil, and SCP-8290 in SCP-8290's containment unit.\n\n\nLessing:\n How's it going with Congress, Mr. Katz? And sorry, Miss…?\n\n\nVon Trevil:\n Von Trevil.\n\n\nLessing:\n German?\n\n\nVon Trevil:\n Very far from it. We need the contract before we can get Congress to pass legislation.\n\n\nLessing:\n I don't see why you'd need that now.\n\n\nKatz:\n We think there's a clause that will be able to help. You want to help, right?\n\n\nLessing:\n Alright.\n\n\nLessing hands over the contract. Von Trevil reads it over.\n\n\nVon Trevil:\n Okay, save the business, check. Ownership until expiration of copyright under American law, there you are.\n\n\nKatz:\n The bit about souls is at the end. I've studied the contract a while, so I know everything —\n\n\nVon Trevil tears the contract from the top down. She lays both halves on the table.\n\n\nLessing:\n How did you do that? Humans can't tear up demon contracts.\n\n\nKatz:\n Demons can't tear up demon contracts either.\n\n\nVon Trevil:\n It's a fake. Which leads me to believe Mickey's version of compensation. $600 a year. Not adjusted for inflation, of course.\n\n\nLessing:\n I don't know how this happened. I hardly know anything about any of this stuff.\n\n\nKatz:\n You're two hundred years old.\n\n\nA moment of silence passes.\n\n\nLessing:\n Did you feel clever negotiating your little blindspot in the desert?\n\n\nKatz:\n Excuse me?\n\n\nLessing:\n \nI know I did the first time\n. By the third it started to get old school. I didn't do it for me, of course, but the company needs me to keep it afloat. To serve cease-and-desists to mascot predators. \nOpen up two paths to other worlds on\n \nIt's A Small World\n. And getting you to lobby Congress so we could keep our hands on our biggest asset.\n\n\nVon Trevil:\n That's what this was for? To own the copyright on Mickey Mouse?\n\n\nLessing:\n I wouldn't expect you to understand. Why they ever let women in the courts I'll never know.\n\n\nSCP-8290 manifests sleeves, then rolls them them back into nonexistence. Von Trevil extends her hand, and SCP-8290 settles.\n\n\nKatz:\n She figured you out. Why they let you stay in the courtroom is a real mystery.\n\n\nLessing:\n Because I do my fucking job. We own half the world now. You want the rat? Send me a contract. We don't need him anymore.\n\n\nLessing gets up and leaves.\n\n\n\n\nAddendum 8290.6: Notes from \"Transfer of SCP-8290 Contract\" Draft\n\n\nFollowing negotiations from Addendum 8290.5, Sheldon Katz and Primrose Promethea Fatish Von Trevil drafted a new contract to transfer containment of SCP-8290 directly under the Foundation's purview. The following conversation is a partial transcript of their progress.\n\n\n\n\nKatz:\n …and Clause Nine, no one from the company is allowed near SCP-8290. What do you think?\n\n\nVon Trevil:\n It's good. What about you?\n\n\nKatz:\n It's okay.\n\n\nVon Trevil:\n I mean, how are you? I know that got a little rough in there.\n\n\nKatz:\n Did I ever tell you I argued with God and won?\n\n\nVon Trevil:\n Dude.\n\n\nKatz:\n I know. I know. But when you fight God and win, you think you can take on anything. Aliens, demons, whatever. How hard can fucking Disney be? I deal with horrific shit and it felt like I was winning for once.\n\n\nVon Trevil:\n It can be hard to realize you're only human.\n\n\nKatz:\n Lucky you.\n\n\nVon Trevil:\n Hey, I'm not perfect either. You've read my file. I lost years in an infinite library trying to fix everything. And corporations are monsters trying to deceive you into thinking they're human. So you got tricked. Big whoop. I'd still fight Disney with you any day.\n\n\nKatz:\n Thanks. It's, uh… it's good to have you aboard.\n\n\nVon Trevil:\n Thank you.\n\n\nKatz:\n I still wish we could get back at them. Maybe we can include a clause for damages?\n\n\n\n\nAddendum 8290.7: Incident 8290-9\n\n\nOn January 1, 2024, the copyright binding SCP-8290 to the Walt Disney Corporation expired. Foundation agents were on the scene ready to take SCP-8290 into custody when it breached containment, barreling through several walls at a rate of 400 km/hr.\n\n\nSCP-8290 sought out Gunther Lessing from his office in the Walt Disney Studios Burbank location, where it proceeded to kick him in the rear end, sending him through the air at a rate of 800 km/hr. Mr. Lessing landed four thousand meters away. Although unharmed by this due to SCP-8290's anomalous effects, Mr. Lessing was found deceased due to old age.\n\n\nEnhanced containment protocols and punishment were considered, but after Legal Counsel argued that SCP-8290 posed no further threat, it was transferred to Foundation custody with no further incident.\n\n\n\n\nFootnotes\n\n\n1\n. Gunther Lessing was publicly declared deceased in 1965.\n\n\n2\n. Gunther Lessing was publicly declared deceased in 1965.",
    "addendums": [
        "Addendum 8290.1: Origin and Discovery\nSCP-8290 is believed to have been created by an unknown thaumatological ritual in October 1931 led by POI-2805, also known as Walter Elias Disney. Following the departure of his collaborator Ub Iwerks, Disney and his Board of Executives negotiated with the entity a deal to use its reality warping abilities to ensure the company's success.\nThe discovery of SCP-8290 followed the acquisition of SCP-2805 from the Walt Disney Company in 1967. The Company's legal counsel approached the Foundation about assistance in containment of SCP-8290.",
        "Addendum 8290.2: Legal Negotiations\nFollowing the discovery of SCP-8290, the Foundation Legal Department aided the Thaumaturgy Department's research team to devise a workable containment procedure and handle negotiations with the Walt Disney Company.\nThe Thaumaturgy Department discovered infernal radiation readings emanating from SCP-8290's containment chamber, supporting Mr. Lessing's assertions. They concluded the SCP-8290's containment would be best serviced by remaining at the Walt Disney Headquarters in Burbank, California.\nFollowing extensive legal negotiations, the item would remain with the Walt Disney Company. Procedure Ratcatcher was established to direct the Foundation's legal resources to ensure extension of US copyright terms until another viable containment method could be discovered.\nElements of Procedure Ratcatcher include: lobbying, campaigning, bribery, and blackmail.",
        "Addendum 8290.3: Notable Incidents Since Containment",
        "Addendum 8290.5: Negotiations with SCP-8290 On 3 June 2023, Foundation Legal Counsel Sheldon Katz, Esq. and Primrose Promethea Fatish Von Trevil arrived at Walt Disney Studios in Burbank, California to negotiate with SCP-8290.",
        "Addendum 8290.6: Notes from \"Transfer of SCP-8290 Contract\" Draft\nFollowing negotiations from Addendum 8290.5, Sheldon Katz and Primrose Promethea Fatish Von Trevil drafted a new contract to transfer containment of SCP-8290 directly under the Foundation's purview. The following conversation is a partial transcript of their progress.",
        "Addendum 8290.7: Incident 8290-9\nOn January 1, 2024, the copyright binding SCP-8290 to the Walt Disney Corporation expired. Foundation agents were on the scene ready to take SCP-8290 into custody when it breached containment, barreling through several walls at a rate of 400 km/hr.\nSCP-8290 sought out Gunther Lessing from his office in the Walt Disney Studios Burbank location, where it proceeded to kick him in the rear end, sending him through the air at a rate of 800 km/hr. Mr. Lessing landed four thousand meters away. Although unharmed by this due to SCP-8290's anomalous effects, Mr. Lessing was found deceased due to old age.\nEnhanced containment protocols and punishment were considered, but after Legal Counsel argued that SCP-8290 posed no further threat, it was transferred to Foundation custody with no further incident."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-8290",
    "object_class": "Euclid",
    "description": "SCP-8290 is a thaumatological entity resembling the character Mickey Mouse in the 1928 film Steamboat Willie. Its measurements fluctuate due to its unique physiology, though it typically hovers around 50 cm in height and 50 grams in weight. SCP-8290 appears unable to communicate outside of grunts and laughs, and attempts to communicate have thus far failed See Addendum 8290.5.",
    "title": "SCP-8290"
}