{
    "url": "https://scp-wiki.wikidot.com/scp-8304",
    "all_text": "rating: \n-6\n+\n–\nx\n\n\n\n\n\"I must create a system or be enslaved by another man’s.\n\nI will not reason and compare: my business is to create.\" -\nWilliam Blake, Jerusalem: The Emanation of the Giant Albion\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8304\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\ntritotitanos\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n\nAny manifestation, occurrence, memo, insignia, or artwork relating to SCP-8304 is to be terminated, burnt to ash, exterminated, or erased from the knowledge of society. Due to the power SCP-8304 possesses and its connection to many objects scattered around Earth, it is impossible to contain or terminate the anomaly. All foundation personnel are to exercise maximum caution when SCP-8304 is sensed in any area. Disregard any interaction, combatant response, or any form of attempt at communication. If you witness an event related to SCP-8304, you are to be terminated on sight. \"Good luck, Foundation!\" -\nO5 Council\n\n\nDESCRIPTION:\n\nSCP-8304 is the objectively monstrous entity born from the imagination of XVIII. century artist and poet \nWilliam Blake\n. The very depiction of the entity can be seen in Blake's single not-so-known artwork, \"The Divine Flame\". On the frame of the painting, the following text can be read: \n\"I shall not cease from mental fight, nor shall my sword sleep in my hand.\"\n\n\nIn the painting, the depiction of an eldritch god can be seen. A vast and robust skeleton with a katana from Japanese samurais is visible, attorned with chains of rosemary sewn onto the handle. The lowest pieces of this chain can be seen engulfed in crimson-red flames. It sits aloof on a flesh, gold, and silver throne. On the low side of the throne, there is an engraved text: \n\"Flesh is weak, gold is strong. My greed never rests for those who are born.\"\n\n\nThis painting depicts SCP-8304-OMEGA, which received the title of fear amongst the Foundation upon its discovery. William Blake's artworks can witness manifestation capability tied to the anomaly. Any time that an ideal of the artist is present in one of his artworks, the possibility of creating SCP-8304-OMEGA is as likely as certain.\n\n\nThe anomaly poses a critical danger, which has led to its classification as such. It bends reality and directly opposes the SCP Foundation and many other organizations, including the Global Occult Coalition (GOC). Furthermore, it has the complete capability to destroy matter, rendering it into a state of non-existence.\n\n\nDue to the warning signs already apparent beforehand, SCP-8304-OMEGA is \nNEVER\n to be bothered with. Conproc. focuses on the elimination of its birthpoints. \nThe artworks of \nWilliam Blake\n.\n\n\n\n\nFIRST CONTACT\n\n\n\n\n\n\nIon:\n Descending upon the city center. I'm waiting for more commands. Ion out.\n\n\nRadon:\n Locate the surge. Don't disappoint.\n\n\nIon:\n Command copied.\n\n\nThe helicopter lands in the middle of the city center.\n\n\nRadon:\n Make use of your gear.\n\n\nIon steps out of the vehicle with a heat-resistant suit and a gas mask. An AK-47 can be seen on his back.\n\n\nIon:\n Radon. Where do I proceed?\n\n\nA monstrous scenery encloses Ion, flames everywhere, screaming corpses engulfed in the burning oxygen.\n\n\nRadon:\n The Town Hall.\n\n\nIon:\n Command copied. Proceeding to Town Hall.\n\n\nRadon:\n Be cautious. You have already deployed the water ration atop the building. This is your chance to overcome the flames and enter the infrastructure.\n\n\nIon:\n Understood.\n\n\nIon latches down his rifle and rushes towards the entry. With a loud bash, he slams through the door and jolts back at the sight before his eyes. Sweat rolls down his face below his mask.\n\n\nIon:\n RADON! ABORT NOW!\n\n\nRadon:\n Declined.\n\n\nIon:\n DAMNIT!\n\n\nIon grabs his rifle close to his eyes, as far as the mask allows, his eyes looking through the iron sight.\n\n\nRadon:\n I see your feed. Keep your calm.\n\n\nIon:\n I cannot. This is surreal…\n\n\nThrough the firey landscape, twisted hills, and mountains, a figure emerges.\n\n\nRadon:\n Pocket dimension…\n\n\nIon:\n Well aware…\n\n\nIon becomes mesmerized, like a sheep seeing wheat for the first time in millennia.\n\n\nIon:\n How caracan, how lofty…\n\n\nIon's pupils dilate, focusing on the majestic skeleton stepping down the hill. Flames spark below his feet, the ash of the grass forming a low mist.\n\n\nRadon:\n My God… I COMPLY! ABORT! NOW! RETURN TO THE HELI!\n\n\nIon:\n GOOD CHOICE, SLOWSLY!\n\n\nThe door of the Town Hall on Radon's feed is pristine, embodied with a giant lock.\n\n\nIon:\n Shit…\n\n\nThe Town Hall explodes. Radon's feed cuts to static.\n\n\nRadon:\n Well, I suppose we need reinforcements…\n\n\n\n\n\n\n\n\n\n\nPainting found intact amongst the remains by MTF-Rho-77 \"Vow Upon\".\n\n\n\n\n\n\n\n\n\n\nUhuru Kenyatta:\n Let me deal with this Afia…\n\n\nThe secretary leaves the prime minister's office.\n\n\nUhuru Kenyatta:\n Yes… This is Uhuru Kenyatta, prime minister of Kenya.\n\n\n?:\n You have called the Telecommunications Office.\n\n\nUhuru Kenyatta:\n I am aware. There is a situation our military cannot deal with at the moment. It appears to be out of the ordinary.\n\n\n?:\n Thank you for your report, Prime Minister. We will take over this issue. The burden is ours now.\n\n\n\n\n\n\nMISSION LOG - ϱ\n\n\n\n\n\n\nAgent Genezhia:\n MTF-Rho-77, give me your status.\n\n\nOperative Hanzen Field:\n We are approaching the designated location. All of our vehicles are up. We will\n\ncarry this out to the best of our knowledge.\n\n\nAgent Genezhia:\n I have issued the evacuation to the prime minister. Prioritize your primary objective. The secondary is removed. No civilians are present in the 3-hectare environment.\n\n\nOperative Hanzen Field:\n Are you planning on a backseat watch?\n\n\nAgent Genezhia:\n Yes, I will call immediate backup if I see something go wrong. Don't stress, Hanzen. The task force is in good hands. As the administration discussed, please follow the squad leader's commands and complete your assigned objective.\n\n\nOperative Hanzen Field:\n GENEZHIA!\n\n\nThe radio cuts silent.\n\n\nAgent Genezhia:\n What is it Hanzen? Do you require backup already?? HANZEN?? HANZEN!\n\n\nAgent Genezhia could feel something behind her back. It is as if her seat in the car was heated up. Warm winds presented themselves inside the vehicle as if the sun was shining on her, like the spotlight of a god. Cold bones slide onto her shoulder, an organ begins to play, and the music of the air begins its parade. \"The air grows thin.\" He says, ripping apart the trapezius from her back, the blood slithering a painting of Blake himself on her back. \"Your time is over. Your hands no longer hold me, holding me all together like a squirrel clutches its daily ration in its delicate face. Piece by piece, I rip you apart, just as you have torn my heart to pieces.\" Agent Genezhia screams as hard as she can, but all that leaves her throat is a mere breeze.\n\n\nOperative Hanzen Field:\n Holy shit… It was so fast I could barely catch it.\n\n\nSquad Leader Mike Torquitan:\n Don't abort. We can call backup directly. As far as we know, that thing\n\ncannot fly. We should be okay, I am sure.\n\n\nHanzen snatches Mike's shoulder.\n\n\nOperative Hanzen Field:\n You are insane! Did you see how it moved on land? What if we land? What happens then? This thing is aware we are after it, yet we know nothing about it. It has the upper hand.\n\n\nSquad Leader Mike Torquitan:\n We'll twist the odds. Not a thing we cannot handle. We swore for the Foundation. We die for the Foundation.\n\n\nOperative Hanzen Field:\n But…\n\n\nThe helicopter reaches the Town Hall, the squad drops the ladder and begins to descend.\n\n\nOperative Faux Rodriquez:\n Lets rollll baby! Wooo!\n\n\nFaux slides down the ladder into the remains of the town hall, and Hanzen follows.\n\n\nOperative Faux Rodriguez:\n Yo Hanzy, you see that?\n\n\nOperative Hanzen Field:\n Holy shit! It's a painting! How did it not burn down?\n\n\nFaux's radio screeches.\n\n\nSquad Leader Mike Torquitan:\n Be careful with it. It might be related to that thing…\n\n\nOperative Faux Rodriguez:\n We will approach it with caution.\n\n\nThe two members of MTF-Rho-77 approach the painting.\n\n\nOperative Hanzen Field:\n This… this is the event…\n\n\nOperative Faux Rodriguez:\n The very moments… the Town Hall…\n\n\nOperative Faux and Hanzen in unison:\n Burnt down…\n\n\nThey both look at each other…\n\n\nOperative Hanzen Field:\n Made by…\n\n\nOperative Faux Rodriguez:\n \nWilliam Blake…\n\n\nHanzen Field:\n Faux… this thing is no joke on Earth…\n\n\nFaux Rodriguez:\n WHERE ARE YOUR CLOTHES???\n\n\nHanzen Field:\n WHAT?\n\n\nThey both find each other stripped of their clothes.\n\n\nFaux Rodriguez:\n HOLY SHIT IS THAT AN INCINERATOR??\n\n\nHanzen Field:\n JUMP OFF THE BELT NOW!\n\n\nThey both hop off the conveyor belt.\n\n\nSquad Leader Mike Torquitan:\n Are those two schizophrenic? Why are they jumping on the ash like kids…\n\n\nMike turns on the radio.\n\n\nSquad Leader Mike Torquitan:\n FAUX AND HANZEN FOCUS! WHAT THE FUCK ARE YOU DOING!\n\n\nSuddenly, the two wake up as if they were in a coma but full of dopamine.\n\n\nOperative Faux Rodriguez:\n Huh? What just… A moment ago, we were…\n\n\nSquad Leader Mike Torquitan:\n Retrieve the painting, NOW!\n\n\nBoth MTF operatives:\n Copied!\n\n\nFaux to Hanzen:\n He should get his meds in the morning, not at night… tsk.\n\n\nThe helicopter never returned to the site. However, the painting they were meant to deliver was found alone on the helipad, with a papyrus letter next to it: \"Witness thy destruction.\"\n\n\n\n\n\n\n\n\nADDENDUM-ω-01\n\n\n\n\n– hide block\n\n\n\n\nAfter being transported into a standard containment chamber upon its retrieval, the painting was sealed\n\nfrom the public for good. Further events unraveled, however. SCP-8304-1 (the painting) was shown to\n\nbe re-imagining itself, taking on the form, and depicting what we now call SCP-8304-OMEGA. SCP-8304 refers to the direct anomalous presence in William Blake's works. Assumptions are that the anomaly phenomenon manifests the artist's ideals and motives. These are the fight against oppressors and the sense of the divine in each human being. Other arsons committed by not-found suspects are estimated to be the event of an SCP-8304-OMEGA manifestation. These incidents are tied to the following infrastructures:\n\n\n\n\nNational Gallery of Art\n\n\nLos Angeles County Museum\n\n\nTate Britain\n\n\nMuseum of Fine Arts, Boston\n\n\nYale Center for British Art\n\n\nTown Hall of Nairobi\n\n\n\n\nAll of these buildings suffered incidents of arson or murder, the most notable being the Town Hall of Nairobi, located in Kenya's capital city. The place mentioned beforehand is where the most significant fire occurred, and the painting known as SCP-8304-1 was found. As the image was later repainted (by itself), the objective became clear. Evacuate the site and exterminate SCP-8304-1. The SCP-Foundation knows that the containment of anomalies matches the \"oppression\" William Blake mentions in his memos. So this is why lethal force must be utilized, as the anomaly is now classified as the enemy of the SCP-Foundation.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM-ω-02\n\n\n\n\n– hide block\n\n\n\n\nSector 3 had to evacuate first fully. The reason for this is apparent. SCP-8304's containment chamber\n\nwas held there. The evacuation followed all personnel's leave and the site's complete abandonment.\n\nSCP-8304 was classified as Tritotitanos, meaning it is only dangerous due to the Foundation's objective.\n\nSCP-8304-OMEGA's ravage was recorded in the archives to be viewed through it.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nARCHIVED DOC-ω\n\n\n\n\n– hide block\n\n\n\n\nThrough SCP-8304-OMEGA's ravage on 2019.12.30., it displayed a wide variety of skills and tactics consisting of stalking, deceit using reality manipulation, pyrokinesis, warping of objects, warping of itself, duplication, and psychokinesis. The incident lasted four hours and twenty-two minutes. Victims' last words tended to be quotes from William Blake himself.\n\n\nThe Foundation still follows its objective to secure, contain, and protect. Destruction of the works of the famous XVIII. century artist falls under the mission of organized, secretive vandalism executed by the remaining squads of MTF-Rho-77 \"Vow upon\".\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSEC.-CAM.-FOOT. - ω - Bunhill Fields Burial Ground - 2016.02.29.\n\n\n\n\n– hide block\n\n\n\n\nA skeleton is seen kneeling in front of a grave.\n\n\nThe cadaver:\n Oh, William… Oh, Sophia… Would you lend me more strength? I need your help…\n\n\nThe skeleton brushes its hand against the grave as if caressing it.\n\n\nThe cadaver:\n William… Oh, William. I kneel before you, my father. Please indulge me more, as I require your knowledge. I depend on it, William.\n\n\nThe skeleton raises its skull towards the sky.\n\n\nThe cadaver:\n Is this what you want from me? I raise my cranium towards the sky and think, William. But the answer is not as bright as the shine of the stars… If this is your need, I will deliver it.\n\n\nThe skeleton stands up…\n\n\nThe cadaver:\n So be it then. Your crusade will be as majestic as you, as bright as the moon illuminated by the glorious encrowned Sun! OH, William! I WILL BE THE VICTOR OF YOUR DREAMS!\n\n\nThe skeleton walks off the frame of the footage. Only dim steps are heard, the bones clanking against the stone-cold pavement.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8303\n | SCP-8304 | \nSCP-8305\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8304\n\" by Chimera RK800, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8304\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n william blakes diety 1.jpg\n\n\nAuthor:\n \nChimera RK800\n\n\nLicense:\n CC-BY-SA\n\n\nSource Link:\n \nhttps://scp-sandbox-3.wdfiles.com/local--files/william-blake-s-diety/-william%20blakes%20diety%201.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\"I must create a system or be enslaved by another man’s. I will not reason and compare: my business is to create.\" - William Blake, Jerusalem: The Emanation of the Giant Albion",
        "FIRST CONTACT",
        "Ion: Descending upon the city center. I'm waiting for more commands. Ion out. Radon: Locate the surge. Don't disappoint. Ion: Command copied. The helicopter lands in the middle of the city center. Radon: Make use of your gear. Ion steps out of the vehicle with a heat-resistant suit and a gas mask. An AK-47 can be seen on his back. Ion: Radon. Where do I proceed? A monstrous scenery encloses Ion, flames everywhere, screaming corpses engulfed in the burning oxygen. Radon: The Town Hall. Ion: Command copied. Proceeding to Town Hall. Radon: Be cautious. You have already deployed the water ration atop the building. This is your chance to overcome the flames and enter the infrastructure. Ion: Understood. Ion latches down his rifle and rushes towards the entry. With a loud bash, he slams through the door and jolts back at the sight before his eyes. Sweat rolls down his face below his mask. Ion: RADON! ABORT NOW! Radon: Declined. Ion: DAMNIT! Ion grabs his rifle close to his eyes, as far as the mask allows, his eyes looking through the iron sight. Radon: I see your feed. Keep your calm. Ion: I cannot. This is surreal… Through the firey landscape, twisted hills, and mountains, a figure emerges. Radon: Pocket dimension… Ion: Well aware… Ion becomes mesmerized, like a sheep seeing wheat for the first time in millennia. Ion: How caracan, how lofty… Ion's pupils dilate, focusing on the majestic skeleton stepping down the hill. Flames spark below his feet, the ash of the grass forming a low mist. Radon: My God… I COMPLY! ABORT! NOW! RETURN TO THE HELI! Ion: GOOD CHOICE, SLOWSLY! The door of the Town Hall on Radon's feed is pristine, embodied with a giant lock. Ion: Shit… The Town Hall explodes. Radon's feed cuts to static. Radon: Well, I suppose we need reinforcements…",
        "Uhuru Kenyatta: Let me deal with this Afia… The secretary leaves the prime minister's office. Uhuru Kenyatta: Yes… This is Uhuru Kenyatta, prime minister of Kenya. ?: You have called the Telecommunications Office. Uhuru Kenyatta: I am aware. There is a situation our military cannot deal with at the moment. It appears to be out of the ordinary. ?: Thank you for your report, Prime Minister. We will take over this issue. The burden is ours now.",
        "MISSION LOG - ϱ",
        "Agent Genezhia: MTF-Rho-77, give me your status. Operative Hanzen Field: We are approaching the designated location. All of our vehicles are up. We will carry this out to the best of our knowledge. Agent Genezhia: I have issued the evacuation to the prime minister. Prioritize your primary objective. The secondary is removed. No civilians are present in the 3-hectare environment. Operative Hanzen Field: Are you planning on a backseat watch? Agent Genezhia: Yes, I will call immediate backup if I see something go wrong. Don't stress, Hanzen. The task force is in good hands. As the administration discussed, please follow the squad leader's commands and complete your assigned objective. Operative Hanzen Field: GENEZHIA! The radio cuts silent. Agent Genezhia: What is it Hanzen? Do you require backup already?? HANZEN?? HANZEN! Agent Genezhia could feel something behind her back. It is as if her seat in the car was heated up. Warm winds presented themselves inside the vehicle as if the sun was shining on her, like the spotlight of a god. Cold bones slide onto her shoulder, an organ begins to play, and the music of the air begins its parade. \"The air grows thin.\" He says, ripping apart the trapezius from her back, the blood slithering a painting of Blake himself on her back. \"Your time is over. Your hands no longer hold me, holding me all together like a squirrel clutches its daily ration in its delicate face. Piece by piece, I rip you apart, just as you have torn my heart to pieces.\" Agent Genezhia screams as hard as she can, but all that leaves her throat is a mere breeze. Operative Hanzen Field: Holy shit… It was so fast I could barely catch it. Squad Leader Mike Torquitan: Don't abort. We can call backup directly. As far as we know, that thing cannot fly. We should be okay, I am sure. Hanzen snatches Mike's shoulder. Operative Hanzen Field: You are insane! Did you see how it moved on land? What if we land? What happens then? This thing is aware we are after it, yet we know nothing about it. It has the upper hand. Squad Leader Mike Torquitan: We'll twist the odds. Not a thing we cannot handle. We swore for the Foundation. We die for the Foundation. Operative Hanzen Field: But… The helicopter reaches the Town Hall, the squad drops the ladder and begins to descend. Operative Faux Rodriquez: Lets rollll baby! Wooo! Faux slides down the ladder into the remains of the town hall, and Hanzen follows. Operative Faux Rodriguez: Yo Hanzy, you see that? Operative Hanzen Field: Holy shit! It's a painting! How did it not burn down? Faux's radio screeches. Squad Leader Mike Torquitan: Be careful with it. It might be related to that thing… Operative Faux Rodriguez: We will approach it with caution. The two members of MTF-Rho-77 approach the painting. Operative Hanzen Field: This… this is the event… Operative Faux Rodriguez: The very moments… the Town Hall… Operative Faux and Hanzen in unison: Burnt down… They both look at each other… Operative Hanzen Field: Made by… Operative Faux Rodriguez: William Blake… Hanzen Field: Faux… this thing is no joke on Earth… Faux Rodriguez: WHERE ARE YOUR CLOTHES??? Hanzen Field: WHAT? They both find each other stripped of their clothes. Faux Rodriguez: HOLY SHIT IS THAT AN INCINERATOR?? Hanzen Field: JUMP OFF THE BELT NOW! They both hop off the conveyor belt. Squad Leader Mike Torquitan: Are those two schizophrenic? Why are they jumping on the ash like kids… Mike turns on the radio. Squad Leader Mike Torquitan: FAUX AND HANZEN FOCUS! WHAT THE FUCK ARE YOU DOING! Suddenly, the two wake up as if they were in a coma but full of dopamine. Operative Faux Rodriguez: Huh? What just… A moment ago, we were… Squad Leader Mike Torquitan: Retrieve the painting, NOW! Both MTF operatives: Copied! Faux to Hanzen: He should get his meds in the morning, not at night… tsk. The helicopter never returned to the site. However, the painting they were meant to deliver was found alone on the helipad, with a papyrus letter next to it: \"Witness thy destruction.\"",
        "ADDENDUM-ω-01 – hide block After being transported into a standard containment chamber upon its retrieval, the painting was sealed from the public for good. Further events unraveled, however. SCP-8304-1 (the painting) was shown to be re-imagining itself, taking on the form, and depicting what we now call SCP-8304-OMEGA. SCP-8304 refers to the direct anomalous presence in William Blake's works. Assumptions are that the anomaly phenomenon manifests the artist's ideals and motives. These are the fight against oppressors and the sense of the divine in each human being. Other arsons committed by not-found suspects are estimated to be the event of an SCP-8304-OMEGA manifestation. These incidents are tied to the following infrastructures: National Gallery of Art Los Angeles County Museum Tate Britain Museum of Fine Arts, Boston Yale Center for British Art Town Hall of Nairobi All of these buildings suffered incidents of arson or murder, the most notable being the Town Hall of Nairobi, located in Kenya's capital city. The place mentioned beforehand is where the most significant fire occurred, and the painting known as SCP-8304-1 was found. As the image was later repainted (by itself), the objective became clear. Evacuate the site and exterminate SCP-8304-1. The SCP-Foundation knows that the containment of anomalies matches the \"oppression\" William Blake mentions in his memos. So this is why lethal force must be utilized, as the anomaly is now classified as the enemy of the SCP-Foundation.",
        "ADDENDUM-ω-02 – hide block Sector 3 had to evacuate first fully. The reason for this is apparent. SCP-8304's containment chamber was held there. The evacuation followed all personnel's leave and the site's complete abandonment. SCP-8304 was classified as Tritotitanos, meaning it is only dangerous due to the Foundation's objective. SCP-8304-OMEGA's ravage was recorded in the archives to be viewed through it.",
        "ARCHIVED DOC-ω – hide block Through SCP-8304-OMEGA's ravage on 2019.12.30., it displayed a wide variety of skills and tactics consisting of stalking, deceit using reality manipulation, pyrokinesis, warping of objects, warping of itself, duplication, and psychokinesis. The incident lasted four hours and twenty-two minutes. Victims' last words tended to be quotes from William Blake himself. The Foundation still follows its objective to secure, contain, and protect. Destruction of the works of the famous XVIII. century artist falls under the mission of organized, secretive vandalism executed by the remaining squads of MTF-Rho-77 \"Vow upon\".",
        "SEC.-CAM.-FOOT. - ω - Bunhill Fields Burial Ground - 2016.02.29. – hide block A skeleton is seen kneeling in front of a grave. The cadaver: Oh, William… Oh, Sophia… Would you lend me more strength? I need your help… The skeleton brushes its hand against the grave as if caressing it. The cadaver: William… Oh, William. I kneel before you, my father. Please indulge me more, as I require your knowledge. I depend on it, William. The skeleton raises its skull towards the sky. The cadaver: Is this what you want from me? I raise my cranium towards the sky and think, William. But the answer is not as bright as the shine of the stars… If this is your need, I will deliver it. The skeleton stands up… The cadaver: So be it then. Your crusade will be as majestic as you, as bright as the moon illuminated by the glorious encrowned Sun! OH, William! I WILL BE THE VICTOR OF YOUR DREAMS! The skeleton walks off the frame of the footage. Only dim steps are heard, the bones clanking against the stone-cold pavement.",
        "\" SCP-8304 \" by Chimera RK800, from the SCP Wiki . Source: https://scpwiki.com/scp-8304 . Licensed under CC-BY-SA .",
        "Filename: william blakes diety 1.jpg Author: Chimera RK800 License: CC-BY-SA Source Link: https://scp-sandbox-3.wdfiles.com/local--files/william-blake-s-diety/-william%20blakes%20diety%201.jpg"
    ],
    "title": "SCP-8304"
}