{
    "url": "https://scp-wiki.wikidot.com/scp-8308",
    "all_text": "Have you ever gotten lost inside your own head?\n\n\n\n\n\n\n\n\n\n\nrating: \n+34\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\nMore by this author\n\n\nImage source: \nhttps://www.flickr.com/photos/stephen_douglas/94530118\n\n\n\n\n\n\n\n\n\n\nrating: \n+34\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-8308\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-8308 has been legally pronounced dead. Ownership of its works has been passed on to the Wilhelm estate. All known public recordings of SCP-8308's livestream have been deleted.\n\n\nSCP-8308 is contained within a standard humanoid containment cell. Should SCP-8308 become responsive at any point, Site Director Richard Donn is to be notified immediately.\n\n\nDescription:\n SCP-8308 is Tony Wilhelm, author of ██ novels in the 'pulp fantasy' genre. It assertedly has the ability to perceive other realities, which highly resemble SCP-8308's novels. However, it is currently unknown how much of its work was inspired by its visions. The exact mechanisms and limits of SCP-8308's abilities are also unknown.\n\n\n\n\n\n\nSCP-8308 at the beginning of its livestream\n\n\n\n\n\n\nOn 02/12/2024, SCP-8308 began a livestream on the social media platform ██████, which it began by announcing that it would be writing its next novel over the next week. It then began to narrate a chronological sequel to its previous work, \nThe Mourner's Magiks\n, in extreme, monotonous detail, which did not fit its previous style of writing. Throughout this narration, it looked directly at its webcam, did not blink, and took no breaks whatsoever.\n\n\nOn 05/12/2024, approximately 87 hours from the beginning of SCP-8308's livestream, Foundation webcrawler Memo-02 (\"Marathon\") alerted the local Site-309 to its unusual activity. After some deliberation, the livestream was shut down and an investigation proceeded.\n\n\n\n\nAddendum:\n\n\n\n\n\n\nRecovery\n\n\n\n\nSCP-8308 was found at its home in Poplar Grove, Illinois, where it was still narrating its novel to its webcam, seemingly unaware that its access to the ██████ streaming platform had been blocked. Despite not having moved for around 90 hours, it did not show any signs of having urinated or otherwise dirtied himself.\n\n\nSCP-8308, which continued its narration, did not react to any Foundation agents' attempts at communication as it was brought to a Site-309 Kant \nHume\n Imager, where a Hume level of ~340 was observed localized within its brain. This level did not change until approximately 34 hours later, at which it dropped to a baseline, nonanomalous level as SCP-8308 stopped narrating. Notably, this final narration did not bring any narrative conclusion to the story of the sequel, instead stopping in the middle of a dialogue exchange.\n\n\nDr. Noah Addams was then able to conduct an interview with SCP-8308, which became responsive.\n\n\n\n\n\n\n\n\n<Begin Log>\n\n\n\n\nDr. Addams:\n Mr. Wilhelm?\n\n\nSCP-8308:\n Hmm? Ah, this is different. Quite different. And not quite what I'm looking for. But I suppose I can always expand my range.\n\n\nDr. Addams:\n …Tony? I'd like to ask you—\n\n\nSCP-8308:\n Not sure if my publisher will like it, though.\n\n\nDr. Addams:\n Mr. Wilhelm, please. I'd like to ask you some questions.\n\n\nSCP-8308:\n Ah, wait…\n\n\nSCP-8308 looks to its sides, then at Dr. Addams.\n\n\nSCP-8308:\n It seems like I'm here, then. You seem important. Dignified. Royalty, perhaps? What was it you said, your highness?\n\n\nDr. Addams:\n Dr. Addams is fine. I wanted to know more about your livestream, specifically—\n\n\nSCP-8308:\n Oh, yes! My \nlook\n into the wonderful world of Descotes. It's one of my favorites, even if not many exciting events happen.\n\n\nDr. Addams:\n Why did you decide to livestream this… so-called look?\n\n\nSCP-8308:\n Creative processes are everything these days. I just wanted to share mine. Surely a woman of your stature should understand. You must show the little ones your own process, sometimes. To demonstrate.\n\n\nDr. Addams:\n Demonstrate what?\n\n\nSCP-8308 points to himself.\n\n\nSCP-8308:\n The \ngap.\n\n\nDr. Addams pauses for a moment.\n\n\nDr. Addams:\n I see. And can you tell me your process?\n\n\nSCP-8308 raises an eyebrow.\n\n\nSCP-8308:\n I'd prefer not to.\n\n\nDr. Addams:\n Wh— what do you mean?\n\n\nSCP-8308:\n I'd really rather not.\n\n\n\n\n<End Log>\n\n\n\n\n\n\nSCP-8308 became unresponsive for the rest of the interview. Upon being escorted to a containment cell, SCP-8308 sat in a chair and has since remained motionless, showing no need to blink, eat, drink, urinate, or defecate.\n\n\nDue to the hypothetical nature of SCP-8308's abilities, further investigations & interviews have been attempted. However, SCP-8308 has shown to be immune to amnestics, psychic suggestion (through both paratechnology and/or reality-bending), memetics, and other miscellaneous anomalous measures.\n\n\nOn 14/03/2025, during a routine inspection within the Site-309 Kant Hume Imager, SCP-8308 became responsive for a moment, and the Hume levels localized within SCP-8308's brain rapidly elevated to around ~360. It closed its eyes, opened its mouth, then shook its head. SCP-8308 then spoke:\n\n\n\n\nI'd prefer not to anymore. Not here.\n\n\n\n\nSCP-8308 has been unresponsive since.\n\n\n\n\n\n\n« \nSCP-8307\n | SCP-8308 | \nSCP-8309\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8308\n\" by Ellie3, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8308\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n scp-8308-el.jpg\n\n\nName:\n Webcams suck\n\n\nAuthor:\n Stephen Douglas\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [
        "Addendum:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-8308 \" by Ellie3, from the SCP Wiki . Source: https://scpwiki.com/scp-8308 . Licensed under CC-BY-SA .",
        "Filename: scp-8308-el.jpg Name: Webcams suck Author: Stephen Douglas License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "item": "SCP-8308",
    "object_class": "Safe",
    "containment_procedures": "SCP-8308 has been legally pronounced dead. Ownership of its works has been passed on to the Wilhelm estate. All known public recordings of SCP-8308's livestream have been deleted.",
    "description": "SCP-8308 is Tony Wilhelm, author of ██ novels in the 'pulp fantasy' genre. It assertedly has the ability to perceive other realities, which highly resemble SCP-8308's novels. However, it is currently unknown how much of its work was inspired by its visions. The exact mechanisms and limits of SCP-8308's abilities are also unknown.",
    "title": "SCP-8308"
}