{
    "url": "https://scp-wiki.wikidot.com/scp-8316",
    "all_text": "“Do not meddle with what is not yours.”\n\n\n\n\n\n\nrating: \n+44\n+\n–\nx\n\n\n\n\nSITE-41 ARCHIVES\n\n\nAntimemetics Division\n\n\n\n\n\n\nNOTICE\n\n\n\n\nThe following file was uncovered by Dr. Maverick Edevane on 03/05/2015 after the detection and decryption of an antimemetic code agent that had been inserted into the Foundation's database.\n\n\nDue to the specific targeting of SCP-8316, activity on this file is monitored.\n\n\n\n\n\n\n\n\nDiscovery 8316.1\n\n\nOn 27/02/2001, an investigation carried out in the main hall of Site-76's Eastern wing after several personnel reported the smell of decay.\n1\n Initial searches done by custodial staff could find no trace of a source, and a member of site security was alerted. Only after the utilization of perception filters was the body discovered.\n\n\nThe corpse\n2\n was highly damaged, having been heavily trampled by passing personnel. Significant damage to the head showed that the body lacked a human brain, and instead contained an unknown black substance — most of which was splattered across the floor alongside other strewn parts of the remains.\n\n\nIt is theorized the body was in the hallway for over a week prior to discovery. Attempts to locate all personnel that have come into contact with it for proper cleaning is underway.\n\n\nDespite the presence of the unknown substance within the bodily systems of the remains, and the body's own antimemetic effect, it was otherwise consistent with that of a baseline human.\n\n\nThe substance itself was harvested for further study.\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8316\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n All recovered samples of SCP-8316-1 are contained within the cold storage of Site-41's Lab 2B. Upon request, samples can be utilized in pre-approved testing.\n\n\nSCP-8316 is to be kept within the site morgue until further notice.\n\n\n\n\n\n\n\n\nPure samples of SCP-8316-1.\n\n\n\n\n\n\n\n\nDescription:\n SCP-8316 is the designation given to the human remains discovered on 27/2/2001. The corpse, while mostly consistent with baseline humans, contained some dissimilarities that were noted during an autopsy.\n\n\n\n\nSCP-8316 is heavily antimemetic\n\n\nSCP-8316 had dark blood, noted to be thicker than baseline\n\n\nSCP-8316 had black bone marrow\n\n\nSCP-8316 had no eyes within its sockets, presumed to have rotted\n\n\nSCP-8316 lacked a brain\n\n\n\n\nUpon discovery, it was noted that its damaged skull and facial orifices contained SCP-8316-1.\n\n\nSCP-8316-1 is the 1.2 liters of substance that was recovered during cleanup. It is a thick, black, iridescent ooze of unknown nature and unknown origin. It is not yet clear if SCP-8316-1 was a part of SCP-8316, or was a poison within its systems that lead to its death.\n\n\nIt should be noted that the removal of SCP-8316-1 from SCP-8316's skull did not alter the heavy antimemetic cloaking on the remains; it has thus been deduced that SCP-8316-1 is not antimemetic, nor the source of SCP-8316's own antimemetic nature.\n\n\nThe properties of SCP-8316-1 are currently under analysis.\n\n\n\n\nTest:\n Composition Analysis\n\n\nObservations:\n The following elements have been identified in order of concentration: C (65%), H (8%), S (6%), Cu (5%), Fe (3%), Na (<1%), Br (<1%), K (<1%), Rb (<1%), Se (<1%).\n\n\nAmong these, the remaining roughly 23% of SCP-8316-1's concentration includes a series of anomalous compounds. While majority are chiefly unknown, less then half have been identified to share similar structures and elements to that of various amnestics, and some antimemetic chemicals.\n\n\nBiological enzymes were found within SCP-8316-1.\n\n\n\n\nImplications\n\nSCP-8316-1 has the potential to be biologically alive.\n\n\n\n\n\n\nTest:\n Temperature Reaction\n\n\nObservations:\n SCP-8316-1 dried out entirely at 338 kelvin. Substance froze at roughly 254 kelvin, broken off pieces crumpled into powder.\n\n\n\n\nImplications\n\nAttempts to rehydrate and return both experimented samples to their previous states resulted in failure. The samples are considered unable to be retrieved, and will be disposed of.\n\n\n\n\n\n\nTest:\n Microscope Analysis\n\n\nObservations:\n Structures within SCP-8316-1 bared a strong resemblance to neurons, albeit with a far increased amount of thin synapses and darkened appearance. These cell-like structures appear to still be functional and communicating.\n\n\n\n\nImplications\n\nSCP-8316-1 may have held function within the biology of SCP-8316. It is now believed it is unlikely that SCP-8316-1 was the cause of SCP-8316's death.\n\n\n\n\nResearch has come to the conclusion that SCP-8316-1 is biologically alive, and perhaps once held functionality analogues to that of a human brain when SCP-8316 was alive.\n\n\nSee below for details on biological testing.\n\n\n\n\nTest:\n Re-assessment of SCP-8316's autopsy, secondary analysis\n\n\nObservations:\n SCP-8316-1 was found in mild concentrations within SCP-8316's blood — seemingly having binded to, or replaced, the body's white blood cells — however in higher count than baseline. No DNA could be recovered from the remains.\n\n\nBone marrow was found to contain large concentrations, stained completely black.\n\nSCP-8316's heart, lungs, and liver were the organs with the highest traces of SCP-8316-1. The flesh of these organs was notably stained by SCP-8316-1's dark color.\n\n\n\n\nImplications\n\nIt has been noted that SCP-8316-1 was found in heavy concentrations within the liver, leading to the assumption that SCP-8316's liver was attempting to (albeit unsuccessfully) attempting to filter it out.\n\n\nDue to this, it is theorized that SCP-8316-1 was introduced and integrated into SCP-8316 as opposed to being a natural part of the remains.\n\n\n\n\n\n\nTest:\n Exposure to animal brain tissue, exposure to lab-grown human brain tissue\n\n\nObservations:\n SCP-8316-1 sample did not react to animal brain tissue. Upon exposure to human brain tissue, SCP-8316-1 began to sizzle and hiss. The human brain tissue was then dissolved.\n\n\nReassessment of SCP-8316-1's mass showed that it increased.\n\n\n\n\nImplications\n\nSCP-8316-1 is now theorized to have dissolved and replaced the brain of SCP-8316 at an unknown point in time. Due to the integration of the exposed tissue, it's also theorized that SCP-8316-1 may be capable of informational assimilation and transfer.\n\n\nIt's now considered that this replacement of the brain and connection to the rest of the body facilitated the spreading of SCP-8316-1 throughout SCP-8316's bodily systems.\n\n\nHow this occurred is currently unknown.\n\n\n\n\n\n\nTest:\n Exposure to human eye, exposure to human eye saturated in SCP-8316's blood\n\n\nObservations:\n Exposure of SCP-8316-1 to a human eye resulted in the substance coating the organ, and spread significantly more rapidly along the severed optic nerves. After approximately five minutes, SCP-8316-1 dissolved all tissues. The eye that was saturated by the blood of SCP-8316 underwent the same covering as the previous test, but was not dissolved.\n\n\n\n\nImplications\n\nIt is now theorized that SCP-8316-1 entered SCP-8316 through the eyes, utilizing the optic nerves to reach the brain.\n\n\nHow this occurred is currently unknown.\n\n\n\n\n\n\nTest:\n Exposure to adrenaline\n\n\nObservations:\n See Incident Report 8316.1\n\n\n\n\nImplications\n\nUnder review.\n\n\n\n\n\n\nIncident Report 8316.1:\n\n\n\n\nForeword:\n The following footage was captured on 10/03/2001 during the scheduled adrenaline exposure test on SCP-8316-1.\n\n\nTest Supervisors:\n Dr. Holly Smith-Jones, Dr. Aster Owens, Dr. Samson Darrow\n\n\n\n\nDr. Smith-Jones fills a syringe with liquid from a graduated cylinder. She flicks it twice to clear air bubbles from the bottom as Dr. Owens watches.\n\n\nDr. Darrow is a few meters away, taking catalogue of three other set out samples of SCP-8316-1. His back is to the others.\n\n\nDr. Darrow:\n Gonna try to see if you can get a response from it?\n\n\nDr. Smith-Jones:\n That’s the plan. If it’s some sort of brain-analog, we should see increased activity.\n\n\nDr. Darrow nods, still faced away. Dr. Owens moves to the microscope, putting his eye to it and adjusting the dials.\n\n\nDr. Owens:\n Alright, should be good and set up for injection.\n\n\nDr. Smith-Jones:\n Will do. Administering in 3, 2, 1–\n\n\nDr. Smith-Jones inserts the syringe into the SCP-8316-1 sample, then pushes the plunger.\n\n\nSCP-8316-1 begins to shimmer.\n\n\nDr. Owens:\n Jesus Christ how much did you inject—\n\n\nWhite light begins to pulse across SCP-8316-1 in a slow, rhythmic pattern.\n\n\nDr. Smith-Jones:\n \n[Whispering]\n It glows…\n\n\nBoth individuals fall quiet — staring at SCP-8316-1 as it continues its activity. Dr. Owens pulls away from the microscope to watch it directly.\n\n\nAfter an extended moment of silence, Dr. Darrow turns around.\n\n\nDr. Darrow:\n So did it d—\n\n\nThe camera within the room is briefly overtaken by static, though audio remains — a loud splattering sound, a series of crashes.\n\n\nWhen the visual disturbances leave, it appears that SCP-8316-1 has burst. The substance is splattered across the table and microscope. Dr. Smith-Jones is collapsed on the ground, unmoving. Dr. Owens is partially strewn across the table — his eyes have been turned to a dark sludge, which now leaks onto the table and joints the other splatterings of SCP-8316-1.\n\n\nDr. Darrow screams, clutches his face, and stumbles back. He hits the counter and crumbles down.\n\n\nAfter a few moments, the doorknob turns. Drs. Kari Laine and Lenard Aamar stumble into the room.\n\n\nDr. Laine:\n The hell is happening in here with all tha— Oh my god.\n\n\nDr. Aamar visibly falters, their eyes widening. Dr. Laine rushes to Dr. Darrow.\n\n\nDr. Laine:\n SAM! Sam, you breathing?\n\n\nDr. Darrow wheezes, his head loosely turns to Dr. Laine. His left eye is melting into SCP-8316-1.\n\n\nDr. Darrow:\n …it's a mask…\n\n\nDr. Laine:\n Oh my god it's in his eye — Aamar, where's the emergency phone in here?\n\n\nDr. Aamar is staring at the motionless bodies of Drs. Smith-Jones and Owens.\n\n\nDr. Aamar:\n They're dead—\n\n\nDr. Laine:\n LENARD! Focus! Samson might end up like that too if we don't fucking \nACT!\n\n\nDr. Aamar makes a distressed sound, and rushes over to the side of the room. They pull the emergency phone from its hook and pushes the red button on the console.\n\n\nDr. Aamar:\n We need a medic in Lab 2B ASAP — there's been an accident with 8316—\n\n\nDr. Laine grasps Dr. Darrow's hand and keeps an eye on his face.\n\n\nDr. Laine:\n Stay with me, Samson — helps on the way.\n\n\nDr. Darrow:\n It's a succession…\n\n\nThere is a pause.\n\n\nDr. Laine:\n What?\n\n\nDr. Darrow:\n Faces — there are faces.\n\n\nDr. Aamar lowers the emergency phone to stare at the two.\n\n\nDr. Aamar:\n Laine, what is he—?\n\n\nDr. Laine:\n I don't know— I think it's fucking with him.\n\n\nDr. Darrow's breathing has quickened, his voice cracks.\n\n\nDr. Darrow:\n It's in me. I can feel it — it's worming past my eyes.\n\n\nDr. Laine:\n Samson, please stay with me. What is \nhappening?\n\n\nDr. Darrow:\n I'm trying — I'm trying. There's just… there's something in my head. A hallway. I'm standing before someone — talking to them? They're looking past me. I'm not me — a woman. I'm seeing from her.\n\n\nDr. Laine looks on in confusion.\n\n\nDr. Darrow:\n She's dressed in a grey suit.\n\n\nDr. Aamar:\n …Wait, that sounds familiar.\n\n\nDr. Laine:\n He's describing 8316. The body.\n\n\nDr. Aamar rushes over to the two, they crouch down next to Dr. Darrow and puts a hand on his shoulder. Both of the man's eyes have become overtaken by SCP-8316-1. His head is drooped down.\n\n\nDr. Aamar:\n No — no, not just that. Antimemetic, grey formal wear. Ain't that the \none\n consistent thing with Nobody? The GOI?\n\n\nDr. Laine:\n That seems like a stretch — wouldn't they have realized that when they found the body?\n\n\nDr. Aamar:\n That exact reasoning could've caused them to brush \naside\n that possibility in the first place.\n\n\nThere is silence for a moment, aside from Dr. Darrow's breathing. Dr. Laine then shakes their head.\n\n\nDr. Darrow:\n She succeeded her role.\n\n\nDr. Aamar:\n …what, like some sort of transfer? Transferring being… \"Nobody\" to someone else?\n\n\nDr. Darrow:\n Transfer. Succession. \n[He coughs, black sludge drips down his chin]\n The corpse. The body they found — it must've already happened.\n\n\nDr. Laine:\n So, what? It's transferring to \nyou?!\n Are you becoming—\n\n\nDr. Aamar:\n …I don't think there's any role for him to take, there's only one at a time. The body we found must've been the… previous Nobody? So there's already another.\n\n\nDr. Aamar pauses, squeezing their eyes shut. They back away from Dr. Laine and Darrow.\n\n\nDr. Aamar:\n He's \ndying,\n Laine.\n\n\nDr. Laine:\n He's not — Sam, you are not going to die — site medical is on the way, they'll do something—\n\n\nDr. Darrow raises his head, stares at nothing. SCP-8316-1 leaks down his face, thick like mucous. It stains his shirt and coat.\n\n\nDr. Laine:\n Samson..?\n\n\nDr. Darrow:\n I… see something.\n\n\nThere are footsteps down the hall.\n\n\nDr. Laine:\n Samson, please, please they're almost here — \nhang in there—\n\n\nDr. Darrow lets out a long, shuddering exhale.\n\n\nDr. Darrow:\n \n…the Compass spins eternal.\n\n\nHis head drops down. He goes still.\n\n\nDr. Laine:\n …Samson..?\n\n\nSilence.\n\n\n\n\nAfterword:\n By the time that on-site medical aid arrived to Lab 2B, Dr. Darrow was already deceased. His body, alongside those of Drs. Smith-Jones and Owens, were cremated after the removal of SCP-8316-1.\n\n\n\n\nAddendum 8316.1:\n On 12/03/2001, all samples of SCP-8316-1 were found to have vanished entirely from Lab 2B's cold storage. Investigation of security tapes discovered a figure with the characteristic informational-blackout silhouette of POI-000\n3\n. The individual, now considered to be an iteration of GOI-000, had entered during the timeframe in which a portion of the site's antimemetic detection system was deactivated for troubleshooting. POI-000 proceeded to locate Lab 2B, retrieve all samples of SCP-8316-1 from cold storage, and depart from the site without detection.\n\n\nThe following note was recovered within Lab 2B:\n\n\n\n\n \n\n\nDo not meddle with what is not yours.\n\n\n \n\n\n\n\n\nThe implications of this statement — and Incident 8316.1 — have been considered, and the following actions have been made:\n\nSCP-8316-1 has been reclassified to SCP-8316.\n\n\nSCP-8316 has been reclassified to POI-000.\n4\n\n\n\n\nFootnotes\n\n\n1\n. Some reported a \"sickly sweetness in the air\"\n\n\n2\n. Determined to be that of a 20 year old woman, dressed in grey\n\n\n3\n. \"Nobody\"\n\n\n4\n. The deceased iteration's body is now scheduled for cremation.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8316\n\" by Dino—Draws, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8316\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n memorium.png\n\n\nName:\n Test tubes 1911 (3190778231).jpg\n\n\nAuthor:\n Snyder, Frank R.\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Small edits were done to the image",
    "addendums": [
        "Addendum 8316.1: On 12/03/2001, all samples of SCP-8316-1 were found to have vanished entirely from Lab 2B's cold storage. Investigation of security tapes discovered a figure with the characteristic informational-blackout silhouette of POI-000 3 . The individual, now considered to be an iteration of GOI-000, had entered during the timeframe in which a portion of the site's antimemetic detection system was deactivated for troubleshooting. POI-000 proceeded to locate Lab 2B, retrieve all samples of SCP-8316-1 from cold storage, and depart from the site without detection.\nThe following note was recovered within Lab 2B:\n\nSCP-8316-1 has been reclassified to SCP-8316.\nSCP-8316 has been reclassified to POI-000. 4"
    ],
    "documents": [],
    "notes": [
        "\" SCP-8316 \" by Dino—Draws, from the SCP Wiki . Source: https://scpwiki.com/scp-8316 . Licensed under CC-BY-SA .",
        "Filename: memorium.png Name: Test tubes 1911 (3190778231).jpg Author: Snyder, Frank R. License: Public Domain Source Link: Wikimedia Commons Additional Notes: Small edits were done to the image"
    ],
    "containment_procedures": "All recovered samples of SCP-8316-1 are contained within the cold storage of Site-41's Lab 2B. Upon request, samples can be utilized in pre-approved testing.",
    "description": "SCP-8316 is the designation given to the human remains discovered on 27/2/2001. The corpse, while mostly consistent with baseline humans, contained some dissimilarities that were noted during an autopsy.",
    "title": "SCP-8316"
}