{
    "url": "https://scp-wiki.wikidot.com/scp-8320",
    "all_text": "rating: \n+375\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nCONTENT WARNING: Gun violence\n\n\nIf audio is not working on mobile, switch to desktop mode.\n\n\n\n\n\n\n\n\nrating: \n+375\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-8320\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n To date, the existence of the Foundation itself is kept from public knowledge. The Foundation, the Global Occult Coalition, and the Unusual Incidents Unit have entered into a temporary agreement to identify themselves to the public under the umbrella of a single entity titled the “Sourcery Initiative.” Disinformation claiming that SCP-8320 is an isolated incident and the only extant anomaly is currently being propagated, with pseudoscience explaining the phenomenon in non-anomalous terms currently being devised.\n\n\nInstances of SCP-8320-1 are to be detained using remote detonating thaumaturgical anchors and handled by no fewer than 7 armed personnel trained in anti-magic combat.\n\n\nInstances of SCP-8320-1 are to be shot in the head on sight.\n\n\nDescription:\n SCP-8320 is a phenomenon globally affecting all domestic cats. Although this effect is fully reversible and does not inherently harm the animal, the resulting increase in intelligence, dexterity, and anomalous ability has resulted in the spread of populations and the misplacement of many house pets. The effect was caused by Eric █████, a 23-year-old resident of Brentwood, New Hampshire, known henceforth as PoI-8320. PoI-8320 has been missing since June 4, 2025, the date SCP-8320 initially occurred. From evidence recovered at the scene, SCP-8320 was likely caused by PoI-8320’s attempt to use some manner of anomalous item (missing) to turn his cat (also missing) into a “magical creature.”\n1\n\n\nSCP-8320 and the ensuing events began instantaneously at 3:08am on June 4, 2025, when every member of the species \nFelis catus\n2\n suddenly transformed into Type Green humanoid reality benders, designated instances of SCP-8320-1, all with common physical characteristics.\n\n\nObserved common characteristics within instances of SCP-8320-1 include:\n\n\n\n\nVery elderly, regardless of the age of the original animal\n\n\nLong-haired and bearded, regardless of sex of the humanoid\n\n\nWearing large hats, usually pointed or otherwise eclectically shaped\n\n\nWearing floor-length robes, tunics, or capes in bright colors, often embroidered with simple shapes like stars or crescents\n\n\nCarrying wooden staffs or wands\n\n\n\n\n\n\n\n\nInstance of SCP-8320-1\n\n\n\n\n\n\nInstances of SCP-8320-1 are observed to be of greater safety risk to the public when many are present in a small space. The instances appear to be immensely territorial, and will frequently employ anomalous measures to eject other instances from their perceived territory. These conflicts have resulted in significant property damage through the use of anomalous abilities, but relatively few civilian casualties. SCP-8320-1 instances are almost always friendly to humans in spite of their massive aggression toward one another.\n\n\nCommon SCP-8320-1 behaviors that present a danger to the public include:\n\n\n\n\nThe spontaneous creation of narrow, but very tall stone towers\n\n\nThrowing balls of fire, bolts of electricity, or other concentrations of energy at other SCP-8320-1 instances with disregard to surrounding structures, people, or wildlife\n\n\nThe creation of small, localized weather events (primarily thunderstorms)\n\n\nThe attack and consumption of small poultry (pigeons, game hens, etc.)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHandmade poster found near the residence of PoI-8320.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum – Lifted Veil Scenario 8320\n\n\n\n\nWe have a very big problem on our hands and that problem has appeared in the form of about 700 million wizards.\n\n\n- Memo from Dr. E. Weatherwax\n\n\n\n\nThe sudden appearance of millions of anomalous humanoids in place of domestic cats immediately resulted in a BK-Class Lifted Veil scenario. Due to the scale of the anomaly, initial containment was impossible.\n3\n In addition to the sheer number of instances, their anomalous abilities and general intelligence made containing individual specimens extremely difficult. Embedded Foundation agents and social engineers are currently working to keep public knowledge of anomalies limited to SCP-8320 specifically, perpetuating the idea that SCP-8320 is a singular, isolated incident.\n\nPrior to the discovery that SCP-8320-1 instances originated from cats, the Foundation apprehended several instances for containment and questioning.\n\n\n\n\n\n\n\n\nNOTE:\n Instance SCP-8320-1 was captured near Site-109 shortly after SCP-8320 took effect. It was discovered hovering several feet off the ground, drinking tea, and eating a small bird whole.\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Vimes:\n So, from my understanding, you are a wizard.\n\n\nSCP-8320-1:\n That’s my understanding as well!\n\n\nDr. Vimes:\n Why are you here? And why were you eating that bird?\n\n\nSCP-8320-1:\n They call me Morgo the Magnificent!\n\n\nDr. Vimes:\n Who calls you that?\n\n\nSCP-8320-1:\n Oh, most people.\n\n\nDr. Vimes:\n I don’t.\n\n\nSCP-8320-1:\n No matter. I must return to my tower. The books get lonely when I’m away long.\n\n\nDr. Vimes:\n You have a tower?\n\n\nSCP-8320-1:\n Of course! All good wizards have towers.\n\n\nDr. Vimes:\n I haven’t seen any tower near here.\n\n\nSCP-8320-1:\n Then there must not be many good wizards.\n\n\nDr. Vimes:\n I don’t think you have an tower. I think you’re lying.\n\n\nSCP-8320-1:\n Wizards can’t lie. Breaks us out in hives.\n\n\nDr. Vimes:\n All wizards are allergic to lying?\n\n\nSCP-8320-1:\n Yes. And bee stings.\n\n\n[At this moment, Dr. Helit enters, draws a sidearm, and shoots SCP-8320-1 in the head.]\n\n\n[SCP-8320-1 vanishes in a burst of glittering, pale blue spoke, leaving behind a gray, long-haired cat.]\n\n\nDr. Vimes:\n Good Lord, Helit. Why did you do that?\n\n\nDr. Helit:\n I saw one of those bastards earlier. Sitting in my good chair. Just showed up in my house.\n\n\nDr. Vimes:\n And you shot him?\n\n\nDr. Helit:\n I panicked. But now I have my cat back, so it all worked out, didn’t it?\n\n\n[END LOG]\n\n\n\n\n\n\n\nThe Foundation contained and neutralized a number of SCP-8320-1 instances before coming to the conclusion that, while capable of perfect human speech, instances of SCP-8320-1 cannot be properly classified as having a human level of intelligence. Site-109 created a specially-designed mobile vehicle for apprehending instances, equipped with anchoring and anti-magic devices. Force was used at a much lower frequency when it was discovered that most SCP-8320-1 instances will enter containment willingly upon being told something of interest is in the vehicle, like a grimoire or a bird. In an attempt to gather information about the origin of SCP-8320, instances were captured and held in the back of the vehicle, where agents would ask them simple questions. Upon determining that the instance did not have an appropriate level of intelligence to reliably answer additional questions, the instance was neutralized with a non-anomalous hand gun, and released as close to the capture location as possible. Site-109’s SCP-8320 reconnaissance team captured and neutralized several SCP-8320-1 instances using the following line of questioning.\n\n\n\n\n\n\n\n\n\n\nWhere did all the wizards come from?\n\n\n\n\n\n\nLucian the Garrulous\n\n\n“From over the tallest mountain and through the widest river.”\n\n\n\n\n\n\nOswald the Itchy\n\n\n\"From off the back of a very large turtle.\"\n\n\n\n\n\n\nMazdor the Overconfident\n\n\n“From my mummy and daddy.”\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat are your goals or intentions here?\n\n\n\n\n\n\nAxar the Lackadaisical\n\n\n\"I have come to save the kingdom from the wicked demon Lostharnac.\"\n4\n\n\n\n\n\n\nThaddius the Nasty\n\n\n\"To be perhaps some sort of healer or other man of science to serve the unwashed masses.\"\n\n\n\n\n\n\nJeremy the Trespasser\n\n\n\"I'm running away from death. He'll never find me here.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWhat is a house cat?\n\n\n\n\n\n\nCassius the Powerful\n\n\n\"Some manner of serving utensil, I suspect.\"\n\n\n\n\n\n\nNigel the Broke\n\n\n“How the hell am I to know that?”\n\n\n\n\n\n\nUlric the Meaty\n\n\n\"A rude name for a loose woman.\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProject Proposal 2025-032\n\n\n\n\n– hide block\n\n\n\n\n\n\nPROJECT PROPOSAL 2025-032 \"Wizard Exploder\"\n\n\n\n\nTitle:\n \nWizard Exploder\n\n\nMaterial Requirements:\n\n\n\n\nChalk Paint\n\n\nOctarine Glitter\n\n\nBirdcage\n\n\nPigeon\n\n\n\n\nAbstract:\n Using the caged bird as bait, I will draw stray wizards near the ███████ train station into a rune circle of my own design, painted on the ground using the paint and glitter. The first wizard to enter the circle and become preoccupied with eating the pigeon will be detonated into a brilliant display of colors and other wizardly remnants.\n\n\nIntent:\n We live in a truly magical time. Numerous and vaguely stupid magicians have popped up on every street corner, and in many cases, have replaced our beloved pets. People from across the world have come together in an amazing display of violence and firepower, but the exploration of the destruction of the wizards has been limited to guns alone. I seek to provide the masses with a new way of enjoying our mutual bloodthirst together in a manner not dissimilar to fireworks.\n\n\n\n\n\n\n \n\n\n\n\n\n\nTransit ticket purchased by SCP-8320-A. Used to travel to ████████ Amtrack station, shortly before a small explosion nearby injured two bystanders.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 2 – The Sourcery Initiative\n\n\nUpon learning that SCP-8320 could be completely and harmlessly reversed, the Foundation immediately began assembling teams across the globe to sweep for and neutralize SCP-8320-1 instances. Any available mobile task force personnel, along with personnel from other branches proficient in firearms, were re-assigned to temporary Mobile Task Force Sigma-32 “Propagandalf.” The Foundation paused all other operations that were not strictly functional and absolutely necessary. Embedded Foundation agents in governments around the world propagated ideas regarding the danger of civilians dressing similarly to SCP-8320-1 instances during this time.\n\nBoth the Global Occult Coalition and the Unusual Incidents Unit agreed to a temporary alliance until SCP-8320 could be neutralized. Each designated an officer for the purpose of communication between organizations.\n\n\n\n\n\n\n\n\nNOTE:\n The following is a transcript of a video call between Dr. Weatherwax of the Foundation, Agent Nitt of the Global Occult Coalition, and Dr. Ogg of the Unusual Incidents Unit.\n\n\n\n\n[BEGIN LOG]\n\n\n[Only Dr. Weatherwax and Dr. Ogg are present on the call.]\n\n\nDr. Ogg:\n I have something here about some posters found near the home of the dimwit that started all this, I think we should take a look at-\n\n\nDr. Weatherwax:\n I suppose we should get started without her, then, shouldn’t we?\n\n\nDr. Ogg:\n I suppose we should-\n\n\n[Agent Nitt joins the video call. She is eating a cup of instant noodles and flipping through a day planner with her other hand.]\n\n\nAgent Nitt:\n My apologies, I’m here! Big day, huh?\n\n\nDr. Weatherwax:\n Is this a bad time?\n\n\nAgent Nitt:\n No! No. Downed powerline across the street, had to talk to some guys about it. Carry on, I’m just getting myself in order. Ignore me. So! Wizards.\n\n\nDr. Weatherwax:\n We’re thanking our lucky stars that they’re not doing much besides shooting lightning bolts at each other.\n\n\nAgent Nitt:\n Bet you’re glad to have our methods at your disposal now, aren’t you?\n\n\nDr. Weatherwax:\n No-\n\n\n[Dr. Weatherwax sneezes]\n\n\nAgent Nitt:\n Allergic to lying? Perhaps bee stings as well?\n\n\nDr. Weatherwax:\n \nNo,\n I’m allergic to cats.\n\n\nDr. Ogg:\n Well, that doesn’t exactly track.\n\n\nDr. Weatherwax:\n The wizards must have worse dander, I think.\n\n\nDr. Ogg:\n I have a report here estimating the number of stray and outdoor cats here in the United States-\n\n\n[Dr. Ogg drops a large binder full of papers onto the floor.]\n\n\nDr. Ogg:\n Oh, shit-\n\n\nDr. Weatherwax:\n Just leave it, Dr. Ogg, we know there are too many outdoor cats.\n\n\nAgent Nitt:\n And \nnow\n there are too many outdoor wizards.\n\n\nDr. Ogg:\n And too many indoor ones as well, for that matter.\n\n\nDr. Weatherwax:\n But as luck would have it, they’re very easy to locate, and even easier to neutralize.\n\n\nDr. Ogg:\n And guns are really all it takes? No anti-magic countermeasures?\n\n\nDr. Weatherwax:\n We tried knives as well, but it only works if you get them in the head, which is notoriously harder to stab than anywhere else.\n\n\nAgent Nitt:\n What about explosives? Have you tried exploding them?\n\n\nDr. Weatherwax:\n We have not tried exploding them.\n\n\n[Dr. Weatherwax sneezes.]\n\n\nDr. Weatherwax:\n Ugh. Excuse me. We have business.\n\n\nAgent Nitt:\n The business of calculating how many wizards we can blast in the shortest amount of time?\n\n\nDr. Weatherwax:\n Exactly.\n\n\n[Dr. Weatherwax sneezes again. Dr. Ogg hits his head on the underside of his desk as he sits up.]\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nONE NIGHT ONLY!\n\n\n\n\nClose\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nWorld's Worst Wizard\n\n\n\n\n\n\n\n\nSick of magical wizards?\n\n\nThis one can't do any spells!\n\n\nEats whole birds!\n\n\nHe's even bad at card tricks!\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nIs he really a wizard?\n\n\nOr is he just a guy\n\n\nwith a taste for danger\n\n\nand a bummer attitude?\n\n\n\n\n\n\n\n\nNext Week: Wizard Trickshots!\n\nAs many of 'em as we can get\n\nour sticky little hands on!\n\n\n\n\n\n\nWeek After Next: A Literate Orangutan and a Suitcase That Eats People!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOTE:\n The following is a transcript of drone camera footage taken from MTF S-32 Unit 67D, located in Alma, Michigan. Agents \"King Gizz\" and \"Merlin\" are working task force agents, \"Gandalf,\" \"Oz,\" and \"White Witch\" are other personnel. Their assignment is in a derelict former industrial area, known to be home to a colony of at least 30 feral cats.\n\n\n\n\n[BEGIN TRANSCRIPT]\n\n\n18:32\n \n[Unit 67D rests inside an abandoned structure after roughly 3 hours on duty.]\n\n\n18:35\n \n[Unit Captain King Gizz speaks to the group. White Witch exits to relieve herself. Gandalf is visibly anxious.]\n\n\n18:38\n \n[King Gizz scolds Merlin, gesturing broadly. Oz removes two knives and one service pistol from her vest, attempting to disassemble. King Gizz scolds her as well and reassembles the pistol before returning it to her. Merlin laughs.]\n\n\n18:40\n \n[Gandalf repeatedly walks to the windows and checks either direction. Oz flattens her hand on the ground, tapping the tip of her knife into the gap between her fingers. King Gizz confiscates her knife.]\n\n\n18:41\n \n[White Witch returns. King Gizz gathers the squad into a circle, gesturing with two fingers in various directions. Merlin nods. Gandalf and White Witch look confused. Oz nods more enthusiastically.]\n\n\n18:43\n \n[Gandalf alerts King Gizz of something off-camera. Drone moves to reveal a civilian climbing in through a broken window. He is armed with a pistol.]\n\n\n18:45\n \n[As King Gizz and the civilian converse, two additional civilians enter after the first.]\n\n\n18:50\n \n[The first civilian, identified later as ████████ Cohen, negotiates with King Gizz, pointing toward the broken window where he entered.]\n\n\n18:54\n \n[King Gizz shrugs and turns to his unit, relaying additional plans. Oz trades her pistol for Gandalf's shotgun and racks it with one hand. Merlin confiscates the shotgun and hands Oz a smaller pistol. White Witch exits to relieve herself a second time.]\n\n\n[END TRANSCRIPT]\n\n\n\n\nCONCLUDING NOTES:\n ████████ Cohen and 9 other local residents of Alma were found to have also discovered the means of turning SCP-8320-1 instances back into cats and were leading their own excursions to neutralize the instances. Cohen and the accompanying civilians refused to leave the area, lauding a large number of successful neutralizations, but eventually agreed to defer to King Gizz's leadership. All were led to believe that Unit 67D were United States federal agents. Local law enforcement in the area advised to discourage the formation of similar militias.\n\n\n\n\n\n\n\n\n\n\n\n\n\nSeveral weeks into the Sourcery Initiative’s efforts to eliminate the SCP-8320-1 population, the Foundation received the following message from Wilson's Wildlife Solutions.\n\n\n\n\n\n\nHey there!\n\n\nWe're sure you've been just as busy as we have with current events. We've been up to our eyeballs, what with this whole affair being basically an animal control crisis! Given we try our best to solve our problems with as little violence as possible, we have been returning our surprise guests back to their furry forms as quickly and humanely as we can. We've even managed to establish a new catch-and-release program for vaccinating and sterilizing our local feral cat populations, with great success! But the longer this goes on, the more anxious we're getting about our feathered friends in addition to our furry ones. It's clear to us now that the wizards are doing enormous damage to local songbird populations worldwide. Even compared to their true feline forms, their appetites are truly insatiable. We would like to discuss some resources we might share between our organizations to expedite getting things back to \"normal.\" After all, you have much more firepower, but we have an extra level of expertise in herding cats.\n\n\n- F. W.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOTE:\n The following transcript is taken from a video call between Dr. Weatherwax, Dr. Ogg, and Agent Nitt.\n\n\n\n\n[BEGIN LOG]\n\n\n[Dr. Ogg is rifling through a stack of papers.]\n\n\nDr. Ogg:\n -and the problem was that no one at the bus station could tell if he really \nwas\n a wizard, or if he was just a fellow in a costume. No reports of any anomalous abilities, but people still pulled guns, which is why we should really be talking to more public-facing people about shutting down the comic conventions.\n\n\nDr. Weatherwax:\n Oh, shit, you’re right.\n\n\n[Agent Nitt joins the call. She is disheveled and bleeding from a scratch across one cheek.]\n\n\nDr. Weatherwax:\n Good lord. Is this a bad time?\n\n\nDr. Ogg:\n What happened to you?\n\n\nAgent Nitt:\n I’m fine. My daughter brought a squirrel into the house, took forever for us to get the thing back out. Shame the wizards aren’t eating rodents, too. Ignore me. I’m going to schedule a rabies shot, though. In case you hear me typing.\n\n\nDr. Weatherwax:\n Glad to hear that you’re alright-\n\n\n[Dr. Weatherwax sneezes]\n\n\nAgent Nitt:\n Wow. Still?\n\n\nDr. Weatherwax:\n I’ve been dealing with a lot of them lately.\n\n\nDr. Ogg:\n It’s come to our attention that we have other players involved in this game.\n\n\nDr. Weatherwax:\n Faeowynn Wilson sent us a message.\n\n\nAgent Nitt:\n You got a message? The Library just mailed us another pipe bomb.\n\n\nDr. Weatherwax:\n We need to entertain the possibility of taking any allies we can get. Including the Library. And including civilians.\n\n\nDr. Ogg:\n You’re not suggesting we collaborate with the Hand. I don’t think they would-\n\n\n[Dr. Ogg reaches for something on his desk, knocking over a glass of water in the process.]\n\n\nDr. Ogg:\n Oh, god dammit.\n\n\nDr. Weatherwax:\n I don’t mean collaborate. I mean truce. It's Christmas in 1914 and we're all going to stop shooting.\n\n\nDr. Ogg:\n At each other.\n\n\nDr. Weatherwax:\n Of course we're going to keep shooting the wizards, yes. We should, for the moment, turn a blind eye to the activities of certain other groups. Maybe even lend a hand to the more reasonable ones, if they’re doing anything to help us stop a global avian extinction event.\n\n\nAgent Nitt:\n Gosh. It’s that bad?\n\n\nDr. Weatherwax:\n They eat a horrifying amount of birds, Nitt. But on the bright side, the United States has one of the largest populations of cats.\n\n\nDr. Ogg:\n And the largest population of gun owners looking for an excuse.\n\n\nDr. Weatherwax:\n Bingo.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem recovered from GOI Alpha-19 temporary outpost\n\n\n\n\n– hide block\n\n\n\n\n\n\n\n\nShipping vessel upon which SCP-8320-A stowed away to Mexico.\n\n\n\n\n\n\n\n\n\n\nI've been carrying around a silly little pistol with me. Sure, all this chaos makes for great cover. We haven't had a mess with the Jailors in weeks. They're letting us go on our merry way, as long as they see us plug a wizard every so often. Not like it's possible to go anywhere \nwithout\n plugging a wizard. Damn bastards are everywhere. And downright impossible to have a real conversation with.\n\n\nExcept for one that I found in ████████. He looked just like the rest of them, I almost shot him. The crew of the ship was shooting at him too, so I think he wasn't supposed to be aboard to begin with. But he talked just like anybody, almost. Still a bit weird. I tried to get him through a Way, thinking maybe I could have more of a talk with him somewhere safer, but the second he touched it, there was this loud POP and he just disappeared. I have never seen someone so bad at magic that they can make a Way malfunction. I don't know where he went, but I'm sure somebody's got him by now. Couldn't have gotten far, what with the whole world out looking.\n\n\nK.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 3 - Environmental Impacts\n\n\nInstances of SCP-8320-1 appear to subsist on a diet of conjured food and small birds. In the weeks since the beginning of SCP-8320, environmental agencies, activist groups, and governments worldwide have raised concerns over the impact on local bird populations. Because of the immediacy of the risk, the Foundation and associated organizations have agreed to allow any interested party to partake in the elimination of SCP-8320, including other anomalous groups of interest.\n\n\n\n\n\n\n\n\n\n\nWeatherwax\n\n\nFantastic news! The Artists finally succeeded in blowing up a wizard.\n\n\n\n\noh\n\n\n\n\nthey're probably not the first to do that but good to hear\n\n\n\n\nWeatherwax\n\n\nNo, I don't think you understand.\n\n\n\n\n?\n\n\n\n\nWeatherwax\n\n\nIt didn't turn into a cat.\n\n\n\n\nIt turned into a bunch of passenger pigeons.\n\n\n\n\npassenger pigeons are extinct\n\n\n\n\nWeatherwax\n\n\nNot anymore, they're not.\n\n\n\n\n \n\n\n\n\nNitt\n\n\nhey sorry I'm tardy to the party everyone, I got hit by a car\n\n\n\n\nI'm alright though\n\n\n\n\nthanks for the update about hte pigeons\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAfter gathering reports of detonated SCP-8320-1 instances rematerializing as multiple birds instead of one cat, the Foundation ran several tests in sites around the world. A sample is listed below.\n\n\n\n\n\n\nLocation\n\n\nTotal No. of Animals\n\n\nSpecies\n\n\n\n\n\n\nUtah, United States\n\n\n50\n\n\nJuniper Titmouse, Greater Sage-Grouse, Rednaped Sap-Sucker, Grasshopper Sparrow\n\n\n\n\n\n\nMaine, United States\n\n\n50\n\n\nCape May Warbler, Atlantic Puffin, Blue Jay, Downy Woodpecker\n\n\n\n\n\n\nGuangdong, China\n\n\n50\n\n\nLesser Cuckoo, Brown Crake, Yellowbreasted Bunting, Swinhoe’s Minivet\n\n\n\n\n\n\nFoundation research has found that each SCP-8320-1 instance, upon being destroyed using an explosive, transforms into exactly 50 assorted birds weighing 10 to 500 grams. The quantity of any given species is seemingly random, but the variety present correlate to native species within a roughly 30 kilometer radius of the instance. It is also noted that this method of neutralization can result in the creation of specimens of recently-extinct bird species.\n5\n\n\n\n\n\n\nNOTE:\n The following is a transcript from a video call between Dr. Weatherwax, Dr. Ogg, and Agent Nitt.\n\n\n\n\n[BEGIN LOG]\n\n\n[Dr. Weatherwax sneezes]\n\n\nDr. Ogg:\n Bless you. As I was saying-\n\n\nDr. Weatherwax:\n It’s finally getting better. I can tell we’re toward the end.\n\n\nDr. Ogg:\n Finally. This has been the longest four months of my life.\n\n\n[Agent Nitt joins the call]\n\n\nAgent Nitt:\n Sorry.\n\n\nDr. Weatherwax:\n What is it this time?\n\n\nAgent Nitt:\n I forgot this was today.\n\n\nDr. Ogg:\n Anyone have updates on the wizard black market?\n\n\nDr. Weatherwax:\n I hear Dark is getting awfully invested in it. Been trading them all over. Lots of countries jumping on the chance to repopulate their native birds. Very lucrative.\n\n\nAgent Nitt:\n Terrible idea. Only a matter of time before one of them shoots a fireball through the wall of an airplane.\n\n\nDr. Ogg:\n One of them \nalready\n shot a fireball through the wall of an Anderson joint. I guess it didn't like being \nin\n the bubbling cauldron.\n\n\nDr. Weatherwax:\n We can be happy they’re gullible. After all, look at New Zealand. It worked out for them.\n\n\nDr. Ogg:\n What about New Zealand?\n\n\nDr. Weatherwax:\n Solved their cat overpopulation problem and their bird under-population problem in one go. Set up a “grand wizard tournament” on top of a vacant lot full of a healthy amount of buried plastic explosives. They didn’t even lose any of the animals. We’re looking into it. Some of our researchers are a little worried about the hypothetical implications of explosion-proof songbirds.\n\n\nAgent Nitt:\n A “grand wizard tournament?”\n\n\nDr. Weatherwax:\n They-\n\n\n[Dr. Weatherwax sneezes.]\n\n\nDr. Ogg:\n Bless you.\n\n\nDr. Weatherwax:\n It’s the only way they could get so many of them in one place without starting a fight. An uncontrolled fight, anyway. Told them they were going to compete to see who was the best wizard.\n\n\nAgent Nitt:\n What’s left? Are you going to disband your task force?\n\n\nDr. Weatherwax:\n They’re already disbanded, mostly. Just a few squads taking care of the stragglers out in the rural areas.\n\n\nDr. Ogg:\n I thank God they’re so easy to find. You don’t even have to \nlook\n to find those towers.\n\n\nDr. Weatherwax:\n Between us, the cat lovers, the gun lovers, and the avian conservationists, my guess is we’ll be done with all this by the end of the month.\n\n\nAgent Nitt:\n And then we can focus on how to convince the whole world it didn’t happen.\n\n\nDr. Ogg:\n Oh, I don’t think we’ll need to try that hard. My niece is in college and when I asked her what she thought, she said it didn’t lower her rent or pay her loans, so she doesn’t care.\n\n\nDr. Weatherwax:\n Our disinformation department is observing that most US citizens are talking about why it happened much less than they’re talking about the NRA v NRFA case.\n\n\nAgent Nitt:\n The what?\n\n\nDr. Weatherwax:\n The National Rifle Association and the National Renaissance Fair Alliance.\n\n\nAgent Nitt:\n Ah.\n\n\nDr. Ogg:\n Did either of you see the reports about the cargo ship that found one of them stowed away? Traveled all the way across the country, hopped on a boat? Vanished from the port without a trace?\n\n\nDr. Weatherwax:\n No?\n\n\nDr. Ogg:\n You don’t think that’s strange behavior from one of them? Requires more forethought than we usually see?\n\n\nAgent Nitt:\n Maybe.\n\n\nDr. Weatherwax:\n Whatever happened, it’s probably gone by now.\n\n\nDr. Ogg:\n You’re right. It’s probably gone by now.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBirdwatcher Sighting\n\n\n\n\nClose\n\n\n\n\n\n\n\n\nNOTE:\n The following transcript is taken from the body camera footage of Agent ████ Coin, of MTF Lambda-4 \"Birdwatchers,\" who was on duty staking out a potential sighting of SCP-███ in rural Alaska.\n\n——\n\n\n[BEGIN LOG]\n\n\n[Coin’s camera is level, pointed toward an abandoned farmhouse.]\n\n\n[A branch cracks behind her. She turns around and raises her rifle.]\n\n\n[Camera refocuses. Standing roughly 10 meters away from Coin is an SCP-8320-1 instance, wearing a red sequined pointed hat and a matching robe. It hides behind a tree.]\n\n\nSCP-8320-A:\n No no no no no, don’t shoot!\n\n\n[Coin moves closer.]\n\n\nSCP-8320-A:\n \nPlease\n don’t shoot, I’ve been shot at so much already!\n\n\n[Coin lowers her rifle.]\n\n\nCoin:\n You look just like one of those wizards.\n\n\nSCP-8320-A:\n I- I am! I am one of those wizards but-\n\n\n[Coin raises her rifle.]\n\n\n[SCP-8320-A collapses face-down onto the ground, clasping its hands behind its head.]\n\n\nSCP-8320-A:\n Wait wait wait wait wait please! You can’t shoot me! I can’t be shot!\n\n\nCoin:\n Why’s that?\n\n\nSCP-8320-A:\n Because what if it hurts?\n\n\n[Coin lowers her rifle again. Neither speak for several seconds.]\n\n\nCoin:\n You don’t seem like one of them.\n\n\nSCP-8320-A:\n Well, I am. I’m a genuine bonafide wizard, I’ll tell you.\n\n\nCoin:\n Then how come you talk like that?\n\n\nSCP-8320-A:\n Talk like what?\n\n\nCoin:\n You know. Like a normal person. I’ve blasted my fair share of wizards and usually they just shout something about how my wand is the wrong shape.\n\n\nSCP-8320-A:\n Oh. Well. I don’t have a wand, so I wouldn’t know.\n\n\nCoin:\n You’re really one of them? You’re not just somebody in a costume?\n\n\nSCP-8320-A:\n Of course I am! I’m just as much a wizard as the rest of them! Watch!\n\n\n[SCP-8320-A rolls up the sleeves of its tunic and holds out its hands. It strains. Nothing happens.]\n\n\nCoin:\n If that was supposed to be magic-\n\n\nSCP-8320-A:\n I’m having an off day. Very long trip, you know. Hell of a boat. Not meant for people.\n\n\nCoin:\n It’s still awfully dangerous to be walking around in a costume like that.\n\n\nSCP-8320-A:\n It’s not a-\n\n\n[SCP-8320-A pauses and rubs its beard.]\n\n\nSCP-8320-A:\n Maybe I can’t do my own magic- \nright now-\n but you watch this.\n\n\n[SCP-8320-A removes its hat and steps several paces away from it. The hat disappears and reappears on its head.]\n\n\nSCP-8320-A:\n Ha ha! See? I told you! I told you!\n\n\nCoin:\n Ohh…\n\n\nSCP-8320-A:\n If I could have worn a disguise to keep myself from being shot at all the way around the country, I would have done it, wouldn’t I? Would have simplified things, that’s for sure.\n\n\nCoin:\n I’m a little amazed you made it this far.\n\n\nSCP-8320-A:\n Well, I might not be the best at magic, but I suppose I’m the best at staying alive. And at this point, I don’t think I want to be either, frankly.\n\n\nCoin:\n You said you came here on a boat.\n\n\nSCP-8320-A:\n I went \nsomewhere\n on a boat. I've no idea how I ended up here, though. One minute I was on a dock, the next I was out here. Sure doesn't look like Mexico.\n\n\nCoin:\n Why travel around so much in the first place?\n\n\nSCP-8320-A:\n I’m looking for my friend. My best friend. The man with curly black hair and glasses. He’s very nice to me. Scratches under my chin and everything. I want to find him so we can go home.\n\n\nCoin:\n Where’s home?\n\n\nSCP-8320-A:\n The red house by the two maple trees.\n\n\nCoin:\n I’ll tell you what. I’ll call in, and we can go back to base. We’ll help you find your friend.\n\n\nSCP-8320-A:\n Really? You promise?\n\n\nCoin:\n Sure. But once we find him, we’re turning you back into a cat again.\n\n\nSCP-8320-A:\n By blasting me?\n\n\nCoin:\n It won’t hurt.\n\n\nSCP-8320-A:\n Then thank the gods. I’m tired of this. And I always liked fish more than birds.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Taken from PoI-8320’s notes.\n\n\n2\n. Domestic cat or house cat\n\n\n3\n. Neutralization methods have since been discovered.\n\n\n4\n. No such demon exists\n\n\n5\n. The oldest example having gone extinct in 1891.\n\n\n\n\n\n\n\n\n« \nSCP-8319\n | SCP-8320 | \nSCP-8321\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8320\n\" by Raddagher, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8320\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n lostposter.png\n\n\nAuthor:\n \nRaddagher\n\n\nLicense:\n Creative Commons 3.0\n\n\n\n\n\n\nFilename:\n Wizard and his Wishing Well on Bourbon Street, New Orleans, Louisiana LCCN2011632742.tif\n\n\nName:\n wizard.jpg\n\n\nAuthor:\n Carol M. Highsmith\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Wizard_and_his_Wishing_Well_on_Bourbon_Street,_New_Orleans,_Louisiana_LCCN2011632742.tif\n\n\n\n\n\n\nFilename:\n DART Transit Pass.png\n\n\nAuthor:\n Jack No1\n\n\nLicense:\n Creative Commons 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:DART_Transit_Pass.png\n\n\n\n\n\n\nFilename:\n 8320prime.png\n\n\nAuthor:\n *\nRaddagher\n\n\nLicense:\n Creative Commons 3.0\n\n\n\n\n\n\nFilename:\n Bold Eagle container ship.jpg\n\n\nAuthor:\n Murgatroyd49\n\n\nLicense:\n Creative Commons 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Bold_Eagle_container_ship.jpg\n\n\n\n\n\n\nFilename:\n Log1.mp3\n\n\nAuthor:\n \nRaddagher\n\n\nLicense:\n Creative Commons 3.0\n\n\n\n\n\n\nFilename:\n Log2.mp3\n\n\nAuthor:\n \nRaddagher\n\n\nLicense:\n Creative Commons 3.0\n\n\n\n\n\n\nFilename:\n Log3.mp3\n\n\nAuthor:\n \nRaddagher\n\n\nLicense:\n Creative Commons 3.0\n\n\n\n\n\n\nFilename:\n Log 4.mp3\n\n\nAuthor:\n \nRaddagher\n\n\nLicense:\n Creative Commons 3.0\n\n\n\n\n\n\nFilename:\n Final Log.mp3\n\n\nAuthor:\n \nRaddagher\n\n\nLicense:\n Creative Commons 3.0",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8320 \" by Raddagher, from the SCP Wiki . Source: https://scpwiki.com/scp-8320 . Licensed under CC-BY-SA .",
        "Filename: lostposter.png Author: Raddagher License: Creative Commons 3.0",
        "Filename: Wizard and his Wishing Well on Bourbon Street, New Orleans, Louisiana LCCN2011632742.tif Name: wizard.jpg Author: Carol M. Highsmith License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Wizard_and_his_Wishing_Well_on_Bourbon_Street,_New_Orleans,_Louisiana_LCCN2011632742.tif",
        "Filename: DART Transit Pass.png Author: Jack No1 License: Creative Commons 3.0 Source Link: https://commons.wikimedia.org/wiki/File:DART_Transit_Pass.png",
        "Filename: 8320prime.png Author: * Raddagher License: Creative Commons 3.0",
        "Filename: Bold Eagle container ship.jpg Author: Murgatroyd49 License: Creative Commons 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Bold_Eagle_container_ship.jpg",
        "Filename: Log1.mp3 Author: Raddagher License: Creative Commons 3.0",
        "Filename: Log2.mp3 Author: Raddagher License: Creative Commons 3.0",
        "Filename: Log3.mp3 Author: Raddagher License: Creative Commons 3.0",
        "Filename: Log 4.mp3 Author: Raddagher License: Creative Commons 3.0",
        "Filename: Final Log.mp3 Author: Raddagher License: Creative Commons 3.0"
    ],
    "containment_procedures": "To date, the existence of the Foundation itself is kept from public knowledge. The Foundation, the Global Occult Coalition, and the Unusual Incidents Unit have entered into a temporary agreement to identify themselves to the public under the umbrella of a single entity titled the “Sourcery Initiative.” Disinformation claiming that SCP-8320 is an isolated incident and the only extant anomaly is currently being propagated, with pseudoscience explaining the phenomenon in non-anomalous terms currently being devised.",
    "description": "SCP-8320 is a phenomenon globally affecting all domestic cats. Although this effect is fully reversible and does not inherently harm the animal, the resulting increase in intelligence, dexterity, and anomalous ability has resulted in the spread of populations and the misplacement of many house pets. The effect was caused by Eric █████, a 23-year-old resident of Brentwood, New Hampshire, known henceforth as PoI-8320. PoI-8320 has been missing since June 4, 2025, the date SCP-8320 initially occurred. From evidence recovered at the scene, SCP-8320 was likely caused by PoI-8320’s attempt to use some manner of anomalous item (missing) to turn his cat (also missing) into a “magical creature.”1",
    "title": "SCP-8320"
}