{
    "url": "https://scp-wiki.wikidot.com/scp-8321",
    "all_text": "rating: \n+14\n+\n–\nx\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe following document contains obsolete information and procedures. However, it has been deliberately archived and left unaltered, serving as an aid for the development of new training, transparency, and quality control protocols.\n\n\nPlease be aware that due to improper oversight and data synchronization, the following file was revised by numerous individuals with contradictory perspectives.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n\n\nA depiction of SCP-8321 briefly sketched by a field agent.\n\n\n\n\n\n\nItem #:\n SCP-8321\n\n\nObject Class:\n \nEuclid\n \nSafe\n Neutralized\n\n\nSpecial Containment Procedures:\n \nSCP-8321 is to be confined to a standard containment cell. Personnel must be available at all times to directly communicate with the entity, and all requests made by the object must be granted.\n\n\nDescription:\n SCP-8321 is an insectoid, biomechatronic organism \ncreated by Seven Dragons Corporation.\n of unknown origin. Its mass was measured at roughly 250 kilograms, and it stands 2 meters tall. The object has six bionic limbs and a disproportionately large thorax, in which an explosive device (potential yield unknown) is embedded. \nRemoval of the explosive has been deemed impossible without detonating the object.\n\n\nThe anomaly is capable of understanding and reciprocating human language. \nHowever, researchers are unsure if it is sentient or if it relays answers in accordance with its programming.\n Additionally, SCP-8321 can digest virtually any solid or liquid matter, but has shown a preference for rusted metal and computer equipment.\n\n\nDiscovery:\n [DATA EXPUNGED]\n\n\n\n\nUNOFFICIAL MEMO | SITE-909A,SITE-909B: Regarding SCP-8321\n\n\nMr. Landry,\n\n\nI need the anomaly designated as SCP-8321 transferred to Site-909A immediately. The one found in Centralia, Illinois. Do not share the preliminary reports with anyone under any circumstances until I have verified their authenticity.\n\n\nPlease destroy this message after acknowledging your understanding.\n\n\n- Regional Director Greyford\n\n\n\n\n\n\nUNOFFICIAL MEMO | SITE-909A: RE: Regarding SCP-8321 (92)\n\n\nDirector Greyford,\n\n\nI humbly implore you to consider my report. SCP-8321 poses an unacceptable risk to my research staff, as per its current arrangement. I request a modification to the containment procedures to mitigate the risk of injuries/fatalities if a transfer is not feasible.\n\n\n- Dr. Howard\n\n\n\n\n\n\nUNOFFICIAL MEMO | SITE-909A: RE: Regarding SCP-8321 (93)\n\n\nMr. Howard,\n\n\nRequest denied. You are to uphold the status quo.\n\n\nPlease destroy this message after acknowledging your understanding.\n\n\n- Regional Director Greyford\n\n\n\n\nAddendum 8321-1:\n\n\n\n\nTRANSCRIPT OF UNKNOWN CONVERSATION\n\n\n\n\nDATE:\n [DATA EXPUNGED]\n\n\nLOCATION:\n N/A\n\n\nSUMMARY:\n [DATA EXPUNGED]\n\n\n\n\n[DATA EXPUNGED]\n\n\n\n\n\n\nAddendum 8321-1:\n\n\n\n\nTRANSCRIPT OF UNKNOWN CONVERSATION (File 12.5% restored)\n\n\n\n\nDATE:\n N/A\n\n\nLOCATION:\n Site-909A Main Conference Room 1\n\n\nSUMMARY:\n N/A\n\n\n\n\nPeterson:\n It's not right.\n\n\nLandry:\n There's nothing we can do. It's not my call.\n\n\nPeterson:\n It's taking advantage of us while essentially holding us at gunpoint. At this rate, it'll keep making demands until it's consumed everything in this facility.\n\n\nLewandowski:\n On the contrary, the anomaly's requests are quite reasonable; you're being hysterical. It's also helping us clean out those decaying storage units. And it's far from dangerous, let's be honest here; it just has a considerable appetite.\n\n\nPeterson:\n Far from dangerous?\n\n\nLewandowski:\n Theoretically, if we stopped fulfilling its requests, and it followed through with its threat, the damages would total roughly $253,000. In other words, a negligible amount.\n\n\nPeterson:\n I wouldn't be so sure about that. We barely understand how the subject's most rudimentary systems function. Do you have any clue how powerful that bomb is?\n\n\nLewandowski:\n I'll take your statement as a confession of ignorance. Evidently, you don't understand how it functions, but my team is on the verge of solving that puzzle. Seeing is believing. But don't worry, it won't come down to that.\n\n\nPeterson:\n What if you're wrong? And if you're wrong, what about the lives of our staff? Would their deaths be “negligible?”\n\n\nLewandowski:\n If you want absolute certainty, you're in the wrong place.\n\n\nLewandowski:\n I'll repeat what I've always said: all of our staff are valuable assets.\n\n\nPeterson:\n Then why put them at such risk?\n\n\nLewandowski:\n So long as we uphold our end of the bargain, there is no serious threat. Of course, everything entails risk. But out of the [REDACTED] anomalies contained in this site, SCP-8321 is one of the least dangerous objects.\n\n\nPeterson:\n Have you lost your damn mind? You're staking the lives of countless people on an anomaly that we barely understand. We don't know its motivations, its thought process, or even the technology behind it. What if it starts demanding the impossible? What if, like [REDACTED], it just decides to change its mind and start killing people?\n\n\nLandry:\n That's enough. Not another word.\n\n\nLandry:\n I expected specific, targeted proposals out of you, not an emotional diatribe nor speculations. This meeting is over.\n\n\nPeterson:\n My apologies, Director.\n\n\n\n\n\n\nAddendum 8321-2:\n\n\n\n\nPHONE CALL RECORDING\n\n\n\n\nDATE:\n N/A\n\n\nLOCATION:\n N/A\n\n\nSUMMARY:\n N/A\n\n\n\n\nPeterson:\n Are you absolutely sure?\n\n\nHoward:\n Nothing can be certain with this specimen. It threatens to destroy itself if we attempt any physical examination. However, based on the scans we conducted, my research team has ascertained that its destructive potential is at least 0.5 kilotons of TNT. That figure seems to rise as it consumes more volatile material, which causes its internal temperature to fluctuate in a way that should not be possible.\n\n\nPeterson:\n I knew it. I don't know why everyone insists on downplaying how dangerous it is.\n\n\nHoward:\n I don't know either. Several other researchers have corroborated my team's findings, but they told me in private that they would refuse to officially endorse any such published report.\n\n\nPeterson:\n What, why? That's preposterous.\n\n\nHoward:\n I ask myself the same question.\n\n\nPeterson:\n 0.5 kilotons… Have you estimated the sort of damage that would cause?\n\n\nHoward:\n I must reiterate: 0.5 kilotons, at least. Levels 5 through 15 would be effectively vaporized, and Building C would suffer critical structural damage. The consensus among the engineers I consulted is that it would have to be demolished.\n\n\nPeterson:\n I'd advise you to not share your findings with anyone for the time being. Wait for the right moment. Nothing is as it seems with “the object.”\n\n\nHoward:\n I concur. Although I find it difficult to conceal the truth, it's probably for the best.\n\n\nPeterson:\n Remember, during Monday's meeting, you must act as if we never spoke. Do not acknowledge any conversation between us took place. Not directly, indirectly, or through any implications.\n\n\nHoward:\n Understood. Goodbye.\n\n\nPeterson:\n Bye.\n\n\n\n\n\n\nUNOFFICIAL MEMO | SITE-909A: RE: Regarding SCP-8321 (114)\n\n\nMr. Landry,\n\n\nMy advisors have deemed Dr. Lewandowski's report unequivocally and entirety accurate. The object, in the event of self-destruction, would cause negligible damage to Site-909A. Estimated damages would not exceed $15,000, and only the interior of the containment cell would be affected.\n\n\nAnyone who attempts to contradict these facts, in an official capacity, will be subpoenaed immediately, and may be subject to further penalties.\n\n\nThe current containment procedures are to remain in place until SCP-8321 has exhausted its utility. Continue research efforts as usual.\n\n\nPlease destroy this message after acknowledging your understanding.\n\n\n- Regional Director Greyford\n\n\n\n\n\n\nUNOFFICIAL MEMO | SITE-909A: RE: Financial, Maintenance (82,940)\n\n\nMs. Waterson,\n\n\nAnother $50,000,000 in equipment has “vanished” (is no longer accounted for). Do not alter the inventory or any other assets. Instead, to mitigate the discrepancy, raise administrative expenses, research and development, and personnel costs.\n\n\nIn addition to the aforementioned adjustments, I need you to \"encourage\" Inspector Pena to resign. Modify her latest report: \"negligence\" must be replaced by \"unpreventable degradation primarily due to inadequate funding.\"\n\n\nWe'll take care of the rest. Your cooperation is much appreciated.\n\n\nPlease destroy this message after acknowledging your understanding.\n\n\n- Regional Director Greyford\n\n\n\n\n\n\nSECURED MEMO | SITE-909A: Official request to transfer Dr. Howard\n\n\nDirector Landry,\n\n\nI request that Dr. Howard is immediately relieved of his duties and transferred to another facility, preferably after a psychological examination.\n\n\nHis conduct with a particular anomaly, [REDACTED], has deviated considerably from standard procedure. One such “interview” involved a 5-hour discussion concerning utterly irrelevant and inappropriate topics. I have extensively detailed Dr. Howard's additional violations of conduct (which are far more deplorable and severe than the aforementioned example) in my email.\n\n\n- Dr. Powers\n\n\n\n\n\n\nSECURED MEMO | SITE-909A: RE: Official request to transfer Dr. Howard (17)\n\n\nDirector Landry,\n\n\nI request that \nMr. Howard\n Dr. Howard is immediately relieved of his duties and detained for questioning.\n\n\nA suspicious amount of equipment \nwas stolen\n keeps disappearing from his sector without any explanation whatsoever. This phenomena has persisted for 17 months. I would not rule out the possibility that he is collaborating with anomalous subjects to organize “exchanges,” considering his recent pattern of behavior.\n\n\n- \nDr. Young\n Dr. Stephens\n\n\n\n\nAddendum 8321-3:\n\n\n\n\nUNKNOWN AUDIO TRANSCRIPT\n\n\n\n\nDATE:\n N/A\n\n\nLOCATION:\n N/A\n\n\nSUMMARY:\n N/A\n\n\n\n\nUnknown voice(2):\n Hello? Mr. Director?\n\n\nUnknown voice:\n Good evening, Abigail. The storage units have been cleaned out.\n\n\nUnknown voice(2):\n Finally.\n\n\nUnknown voice(2):\n What about the files?\n\n\nUnknown voice:\n Not a concern. The prototype from Seven Dragons will fix all our problems.\n\n\nUnknown voice:\n Speaking of Seven Dragons, the materials they need have already been shipped out.\n\n\nUnknown voice(2):\n Wonderful. I'm sure their shareholders will be having a field day.\n\n\nUnknown voice:\n Indeed.\n\n\nUnknown voice:\n Of course, for your contributions, you'll be amply compensated. Just remember to call in sick on Friday.\n\n\nUnknown voice(2):\n [Laughs]. Sure thing.\n\n\nUnknown voice(2):\n And that pesky administrator?\n\n\nUnknown voice:\n I'll let our friend answer that question.\n\n\nUnknown voice(3):\n Yeah, hello?\n\n\nUnknown voice(2):\n Hello. Did you finish the “transfers” yet?\n\n\nUnknown voice(3):\n Oh, you mean Peterson? Yup, he's enjoying permanent retirement right about now. He won't disturb your business for a long time…\n\n\nUnknown voice(2):\n Excellent work. And the doctor?\n\n\nUnknown voice(3):\n [Laughs]. We gave him the “5.56” gift package for retirees, plus premium tickets for the concrete riverbed cruise.\n\n\nUnknown voice(2):\n That's a relief.\n\n\nUnknown voice:\n In a way, I'm pleased that he was so outspoken: he made himself the ideal scapegoat. And after everything that was “revealed,” who would dare associate themselves with him? That extends to all his “research.”\n\n\nUnknown voice(2):\n So…?\n\n\nUnknown voice:\n The containment procedures will be modified tomorrow for you-know-what. I called our friends in corporate, and they gave us a 100% assurance that their machine will perform as intended.\n\n\nUnknown voice(3):\n After all is said and done, you sure people are gonna buy this?\n\n\nUnknown voice:\n It won't matter. The only facts they'll find will support our story.\n\n\n\n\n\n\nUNOFFICIAL MEMO | SITE-909A: RE: Regarding SCP-8321 (295)\n\n\nMr. Landry,\n\n\nSince your staff have failed to produce anything meaningful regarding the anomaly, I have authorized a modification to the containment procedures.\n\n\nYou are to disregard all requests made by SCP-8321, effective immediately.\n\n\nFurthermore, ignore all SCP-8321's threats, as the danger level it poses is insignificant. We're sending engineers to further enforce the containment cell.\n\n\nPlease destroy this message after acknowledging your understanding.\n\n\n- Regional Director Greyford\n\n\n\n\n\n\nUNOFFICIAL MEMO | SITE-909A: RE: Regarding SCP-8321 (297)\n\n\nDirector Landry,\n\n\nYou may proceed.\n\n\nSCP-8321 poses no risk to any of your staff members or Site-909A. We have installed state-of-the-art forcefield generators (Helios Barrier Mk.5) around SCP-8321's containment zone to negate any sudden bursts of energy.\n\n\nWe look forward to testing our new equipment at your facility.\n\n\nThank you for your cooperation.\n\n\n- Teresa Dawn, Seven Dragons Corporation\n\n\n\n\nAddendum 8321-4:\n\n\n\n\nCLICK TO REQUEST ACCESS\n\n\n\n\nACCESS GRANTED\n\n\n\n\n\n\nDAMAGE REPORT: SITE-909A\n\n\nDate:\n December 22, 2017\n\n\nTime:\n 6:17 PM CST\n\n\nLocation:\n Site-909A\n\n\nCause:\n SCP-8321 self-neutralization\n\n\nEvent:\n Site-909A (including Buildings A,B,C, and Complex D) was annihilated by an explosion caused by the anomaly designated SCP-8321. The anomaly destroyed itself (reason undetermined) by triggering a device utilizing unknown technology. The blast itself was measured at around 0.75 megatons of TNT, and it resembled the effect of a thermonuclear warhead. A forcefield generator had been constructed around the explosion's origin point, but didn't activate due to a failure in an electrical system.\n\n\nCasualties:\n 3,917 deaths (Foundation); 3 injuries (Foundation)\n\n\nImpact(s):\n Site-909A complete destruction; mass reduction of Foundation staff; minor disruption of cultivated public perception\n\n\nObjective(s):\n Demolish and bury the remains of Site-909A as quickly and efficiently as possible; work with local and federal government agencies to perpetrate a cover-up story to ease public unrest and suspicion; expedite construction of Site-909C and establish Abigail Waterson as its new Site Director and Terry Lewandowski as its Head of Research.\n\n\nThis preliminary report has been scrutinized and approved by Regional Director Preston Greyford.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8320\n | SCP-8321 | \nSCP-8322\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8321\n\" by Delta_Nine, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8321\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nName:\n SCP-8321 Sketch Diagram\n\n\nAuthor:\n Delta_Nine\n\n\nLicense:\n Public domain (I release all rights to the image)\n\n\nSource Link:\n N/A",
    "addendums": [
        "Addendum 8321-1:\n\n",
        "Addendum 8321-3:",
        "Addendum 8321-4:"
    ],
    "documents": [],
    "notes": [
        "UNOFFICIAL MEMO | SITE-909A,SITE-909B: Regarding SCP-8321 Mr. Landry, I need the anomaly designated as SCP-8321 transferred to Site-909A immediately. The one found in Centralia, Illinois. Do not share the preliminary reports with anyone under any circumstances until I have verified their authenticity. Please destroy this message after acknowledging your understanding. - Regional Director Greyford",
        "UNOFFICIAL MEMO | SITE-909A: RE: Regarding SCP-8321 (92) Director Greyford, I humbly implore you to consider my report. SCP-8321 poses an unacceptable risk to my research staff, as per its current arrangement. I request a modification to the containment procedures to mitigate the risk of injuries/fatalities if a transfer is not feasible. - Dr. Howard",
        "UNOFFICIAL MEMO | SITE-909A: RE: Regarding SCP-8321 (93) Mr. Howard, Request denied. You are to uphold the status quo. Please destroy this message after acknowledging your understanding. - Regional Director Greyford",
        "UNOFFICIAL MEMO | SITE-909A: RE: Regarding SCP-8321 (114) Mr. Landry, My advisors have deemed Dr. Lewandowski's report unequivocally and entirety accurate. The object, in the event of self-destruction, would cause negligible damage to Site-909A. Estimated damages would not exceed $15,000, and only the interior of the containment cell would be affected. Anyone who attempts to contradict these facts, in an official capacity, will be subpoenaed immediately, and may be subject to further penalties. The current containment procedures are to remain in place until SCP-8321 has exhausted its utility. Continue research efforts as usual. Please destroy this message after acknowledging your understanding. - Regional Director Greyford",
        "UNOFFICIAL MEMO | SITE-909A: RE: Financial, Maintenance (82,940) Ms. Waterson, Another $50,000,000 in equipment has “vanished” (is no longer accounted for). Do not alter the inventory or any other assets. Instead, to mitigate the discrepancy, raise administrative expenses, research and development, and personnel costs. In addition to the aforementioned adjustments, I need you to \"encourage\" Inspector Pena to resign. Modify her latest report: \"negligence\" must be replaced by \"unpreventable degradation primarily due to inadequate funding.\" We'll take care of the rest. Your cooperation is much appreciated. Please destroy this message after acknowledging your understanding. - Regional Director Greyford",
        "SECURED MEMO | SITE-909A: Official request to transfer Dr. Howard Director Landry, I request that Dr. Howard is immediately relieved of his duties and transferred to another facility, preferably after a psychological examination. His conduct with a particular anomaly, [REDACTED], has deviated considerably from standard procedure. One such “interview” involved a 5-hour discussion concerning utterly irrelevant and inappropriate topics. I have extensively detailed Dr. Howard's additional violations of conduct (which are far more deplorable and severe than the aforementioned example) in my email. - Dr. Powers",
        "SECURED MEMO | SITE-909A: RE: Official request to transfer Dr. Howard (17) Director Landry, I request that Mr. Howard Dr. Howard is immediately relieved of his duties and detained for questioning. A suspicious amount of equipment was stolen keeps disappearing from his sector without any explanation whatsoever. This phenomena has persisted for 17 months. I would not rule out the possibility that he is collaborating with anomalous subjects to organize “exchanges,” considering his recent pattern of behavior. - Dr. Young Dr. Stephens",
        "UNOFFICIAL MEMO | SITE-909A: RE: Regarding SCP-8321 (295) Mr. Landry, Since your staff have failed to produce anything meaningful regarding the anomaly, I have authorized a modification to the containment procedures. You are to disregard all requests made by SCP-8321, effective immediately. Furthermore, ignore all SCP-8321's threats, as the danger level it poses is insignificant. We're sending engineers to further enforce the containment cell. Please destroy this message after acknowledging your understanding. - Regional Director Greyford",
        "UNOFFICIAL MEMO | SITE-909A: RE: Regarding SCP-8321 (297) Director Landry, You may proceed. SCP-8321 poses no risk to any of your staff members or Site-909A. We have installed state-of-the-art forcefield generators (Helios Barrier Mk.5) around SCP-8321's containment zone to negate any sudden bursts of energy. We look forward to testing our new equipment at your facility. Thank you for your cooperation. - Teresa Dawn, Seven Dragons Corporation",
        "DAMAGE REPORT: SITE-909A Date: December 22, 2017 Time: 6:17 PM CST Location: Site-909A Cause: SCP-8321 self-neutralization Event: Site-909A (including Buildings A,B,C, and Complex D) was annihilated by an explosion caused by the anomaly designated SCP-8321. The anomaly destroyed itself (reason undetermined) by triggering a device utilizing unknown technology. The blast itself was measured at around 0.75 megatons of TNT, and it resembled the effect of a thermonuclear warhead. A forcefield generator had been constructed around the explosion's origin point, but didn't activate due to a failure in an electrical system. Casualties: 3,917 deaths (Foundation); 3 injuries (Foundation) Impact(s): Site-909A complete destruction; mass reduction of Foundation staff; minor disruption of cultivated public perception Objective(s): Demolish and bury the remains of Site-909A as quickly and efficiently as possible; work with local and federal government agencies to perpetrate a cover-up story to ease public unrest and suspicion; expedite construction of Site-909C and establish Abigail Waterson as its new Site Director and Terry Lewandowski as its Head of Research. This preliminary report has been scrutinized and approved by Regional Director Preston Greyford.",
        "\" SCP-8321 \" by Delta_Nine, from the SCP Wiki . Source: https://scpwiki.com/scp-8321 . Licensed under CC-BY-SA .",
        "Name: SCP-8321 Sketch Diagram Author: Delta_Nine License: Public domain (I release all rights to the image) Source Link: N/A"
    ],
    "item": "SCP-8321",
    "object_class": "Euclid Safe Neutralized",
    "containment_procedures": "SCP-8321 is to be confined to a standard containment cell. Personnel must be available at all times to directly communicate with the entity, and all requests made by the object must be granted.",
    "description": "SCP-8321 is an insectoid, biomechatronic organism created by Seven Dragons Corporation. of unknown origin. Its mass was measured at roughly 250 kilograms, and it stands 2 meters tall. The object has six bionic limbs and a disproportionately large thorax, in which an explosive device (potential yield unknown) is embedded. Removal of the explosive has been deemed impossible without detonating the object.",
    "title": "SCP-8321"
}