{
    "url": "https://scp-wiki.wikidot.com/scp-8333",
    "all_text": "The Foundation has been collecting these bears for two years. Throughout all the investigations, none of the SCP-8333-1 instances exhibited anomalous properties following confiscation, even those returned to their original owners for experimental purposes.\n\n\n\n\n\n\nrating: \n+154\n+\n–\nx\n\n\n\n\nThe following documentation is currently undergoing evaluation for potential reclassification. During this intermediary assessment stage, annotations from the preliminary review process will remain preserved.\n\n\n\n\n\n\n\n\nSpecimen of SCP-8333-1 at initial location of discovery. Currently held in temporary storage at Site-17.\n\n\n\n\n\n\nItem #:\n SCP-8333\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Foundation webcrawlers are to be tasked with scanning social media for mentions of SCP-8333’s passphrase. Should any civilians be identified as potentially relevant to SCP-8333, their accounts are to be monitored for SCP-8333-1 creation. Should the production of SCP-8333-1 entities become widely shared material, artificial manipulation of trending content is to be enacted to redirect interest away from SCP-8333-1 instances.\n\n\nInstances of SCP-8333-1 confirmed to possess notable anomalous properties are to be confiscated. Use of amnestics is permitted for cover-up purposes, should any such instances be especially well-documented by its civilian owner. These recovered instances are to be held in low-priority storage at Site-17; access to SCP-8333-1 instances requires Level-3 clearance.\n\n\nShould the original owners or creators of SCP-8333-1 instances interfere with containment processes, Foundation response is to be determined on a case-by-case basis.\n\n\n\n\nThe Foundation has been collecting these bears for two years. Throughout all the investigations, none of the SCP-8333-1 instances exhibited anomalous properties following confiscation, even those returned to their original owners for experimental purposes. -Dr. R. Mercer\n\n\n\n\nDescription:\n SCP-8333 is an anomalous phenomenon that affects handmade clothing, particularly miniature garments used to adorn dolls, stuffed animals, or other similar objects. Items affected by SCP-8333 are designated SCP-8333-1.\n1\n\n\nSCP-8333’s primary effects are believed to be protective; testing has been ineffective (see appended document SCP-8333-12-2) in determining precise abilities. Attributes tentatively associated with SCP-8333 are as follows:\n\n\n\n\nSCP-8333 manifests when a passphrase is spoken by the creator, usually when the SCP-8333-1 instance is completed or gifted.\n2\n The passphrase is, “Thus do I dress the loves of my life.”\n\n\nSCP-8333 imbues the affected instance of SCP-8333-1 with anomalous durability, presumably a resistance to dust buildup, wear-and-tear, and staining. This longevity can allegedly be maintained by speaking another passphrase, which is currently unknown.\n\n\nSCP-8333 will only manifest if the creator makes a wish on the instance of SCP-8333-1.\n\n\nOwners of SCP-8333-1 instances consistently claim that they experience more restful, uninterrupted sleep when near an instance of SCP-8333-1 that belongs to them. This statement has been identified across interviewees of various backgrounds.\n\n\n\n\n\n\nThe majority of information compiled regarding SCP-8333’s effects comes directly from Serpent’s Hand associates, in place of empirical trials carried out by Foundation scientists. This is indicative of a lack of consistent anomalous activity; furthermore, research teams assigned to SCP-8333 have been unable to use recovered SCP-8333-1 instances to replicate the civilian-observed effects in laboratory settings. -Dr. R. Mercer\n\n\n\n\nSCP-8333 initially came to Foundation attention following the publication of myriad news articles featuring a “Fairy Ring Sewing Circle” group. The group’s various social media accounts drew high amounts of internet traffic due to coverage of its charity endeavors involving local hospitals. Specifically, the Foundation was spurred to intervene when the group’s largest charity event coincided with the sudden formation of multiple smaller “fairy ring” sewing circles also participating in the donation events—the toys with handmade clothes contributed by many of these new groups were consistently described by recipients as “magical”, and “indescribable”.\n\n\nAction was authorized after field agents discovered that many members of these new groups were associated with the Serpent’s Hand group of interest.\n\n\n\n\nThe field agents in question didn’t need to engage in any sort of sophisticated questioning to obtain the information regarding involvement of Hand associates. Interview logs (see extended files SCP-8333-4) indicate that the sewing circle members simply stated “yes” when asked if they were familiar with the Serpent’s Hand. None of the interviewees were taken into custody, as all of them were, for all intents and purposes, normal civilians. Followup investigations into these potential persons of interest revealed no unusual behavior or predisposition for anomalous abilities. -Dr. R. Mercer\n\n\n\n\nAddendum-8333-1:\n Due to a lack of viable data obtained from laboratory trials involving SCP-8333-1 instances, the Foundation attempted to contact members of the “Fairy Ring” hobbyist groups for further information regarding their anomalous crafts. Dr. Riven Mercer, acting as an ambassador between the Foundation and the Serpent’s Hand, was granted a series of interviews with one such group under the condition that the contents of the interviews not be released to the public.\n\n\nAn excerpt of the second interview in the series is as follows:\n\n\n\n\nExcerpt from Interview-8333-2:\n\n\nInterviewer:\n Dr. R. Mercer\n\n\nInterviewees:\n Members of the “Gathering Godmothers” sewing circle, offshoot of the original “Fairy Ring” group. Aliases “Bee”, “Magpie”, “Lioness”, “Ewe”, and “Tuna” are used in place of the individuals’ legal names.\n\n\nDr. Mercer:\n Thank you again for agreeing to this interview.\n\n\nLioness:\n Thank you for keeping your promise about the sewing kit. I trust the pattern is simple enough to follow?\n\n\nDr. Mercer:\n I’ll try my best. I’ve only ever done simple embroidery and some mending, so it might take me a few tries to get the hemming down. And I’ll practice the buttonhole stitch on mockups like you suggested.\n\n\nMagpie:\n That’s an important one, you know, can’t have the arm holes fraying after you put the coat on the bear! And it’s much easier to sew thread around an opening than add a tiny tiny sleeve onto a tiny coat. Sleeves are the literal devil, mind you, but you shouldn’t need to worry about sleeves.\n\n\nDr. Mercer:\n I’ll keep that in mind. Can you tell me a little more about these bears? And their clothes?\n\n\nBee:\n Well, the bears we just get on the cheap. Drug stores, grocery stores, big box stores with small displays. Usually near greeting cards. Lots of sales after holidays. Mind your scissors dear, they’ll fall off your lap.\n\n\nEwe:\n Thank you.\n\n\nDr. Mercer:\n I see. And what about the clothes?\n\n\nTuna:\n It all started with a friend of ours. Someone’s great-aunt or somesuch, twice removed, what have you. We all just called her “Auntie”. Nice lady. Moved away at some point, no one knows where she went. I miss her.\n\n\nDr. Mercer:\n And this “Auntie”, she taught you the patterns?\n\n\nMagpie:\n Nope! She gave us some bears she made cute clothes for, though. And it all sort of snowballed from there, you see. All of us had something or other that was really bothering us, but for some reason… having that bear around, just felt nice, you know? Like someone was thinking of you. Looking out for you. Saying they were on your side, even if you didn’t even know if you were on your own side or not. We didn’t even ask for the bears, she just gave them out because she had spare time or something. I don’t know if she had any other hobbies, I just always saw her sewing. Seemed happy doing it, especially when we brought her old clothes we outgrew and she could cut up for scraps.\n\n\nBee:\n I couldn’t sleep during nursing school. Slept better when the bear from Auntie was by the pillow. Always slept well since. You dropped your pincushion.\n\n\nDr. Mercer:\n Oh, thank you. Was there anything special about how she made clothes for the bears?\n\n\nTuna:\n Isn’t anything made by hand these days inherently special in some way? It’s so hard to find time in one’s day to do something nice for yourself, let alone think about someone else in these hectic times.\n\n\nDr. Mercer:\n So the bears are entirely ordinary?\n\n\nTuna:\n Well, I didn’t quite say that, hmm? I’ll have you know that \nmy\n bear got me through a nasty breakup, better than any food or TV show or sleep medication ever did.\n\n\nDr. Mercer:\n Can you tell me more about that process?\n\n\nLioness:\n Careful.\n\n\nDr. Mercer:\n Sorry if I overstepped.\n\n\nLioness:\n We will let you know which questions we will answer. So far as the bears go… would you consider something made with care “ordinary”?\n\n\nDr. Mercer:\n Maybe, compared to something made with care that has, say, magical properties.\n\n\nTuna:\n Oh, and what would you consider magic, science man?\n\n\nDr. Mercer:\n Something that science can’t explain?\n\n\nBee:\n Why do people carve their initials into trees? Why do people snap love locks to fences and throw away the keys? Is that magic?\n\n\nDr. Mercer:\n Please elaborate.\n\n\nTuna:\n It’s all a matter of perspective, really. Would you consider the Mona Lisa magical because she can make people cry, or smile, or contemplate life, all just by looking at her?\n\n\nDr. Mercer:\n I suppose not. In that same vein, does that mean you just find the bears soothing to be around, because Auntie made them specially for you?\n\n\nMagpie:\n I think you’ll need to sit with the circle a few more weeks before we start talking about the super secret details of our past lives, silly. Your mockups have been looking better compared to last time, though, doctor. Huh, huh, what do you think?\n\n\nEwe:\n He is improving. Better than the last newcomer.\n\n\nDr. Mercer:\n I’ll try my best. Will there be other novices joining me in later sessions?\n\n\nMagpie:\n Ah… no. Most likely not. Fewer and fewer people ask us to teach them, when they happen to find us. And most of those who do try to learn, don’t keep up with it. And of course, right around the corner are people who say handmade crafts are for old grannies who need to give up and whiny babies who need to grow up.\n\n\nDr. Mercer:\n Is that why you’ve all continued making these bears? To prove a point?\n\n\nLioness:\n We work with our hands to convey our hearts. Perhaps someday, you too will have a wish you would like to manifest in the same way.\n\n\n\n\nAddendum-8333-2:\n As of three years following the initial classification of SCP-8333, Facility Oversight has agreed to review the proposal put forth by Dr. Riven Mercer, co-director of Kiryu Laboratories at Site-17, to re-classify SCP-8333 as a low-tier Unexplained Phenomenon. A panel will be convened for Dr. Mercer’s team to present their findings.\n\n\n\n\nShow follow-up documentation\n\n\n\n\nClose follow-up documentation\n\n\n\n\n\n\n\n\nSpecimen of SCP-8333-1 generated by Dr. R. Mercer. Currently stationed at Site-17 per standing agreement with the Serpent’s Hand “Wishweaver” faction, to be entrusted to the custody of Dr. Mercer’s godson for further analysis. Empirical observation may continue if deemed necessary.\n\n\n\n\n\n\n\n\nOversight’s decision is acknowledged. Kiryu Labs will officially begin the transfer process effective immediately. Corresponding documentation will be updated to reflect the new non-SCP designation, and any remaining items in storage will be moved to low concern locker vaults, or restored to their original owners.\n\n\nThe second passphrase is, “With the dearest of wishes my heart can weave forth.” -Dr. R. Mercer\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. “Teddy bear” toys are the most commonly observed instances of SCP-8333-1.\n\n\n2\n. Instances of SCP-8333-1 are often gifted from the creator to a younger relative, ward, or protégée.\n\n\n\n\n\n\n\n\n« \nSCP-8332\n | SCP-8333 | \nSCP-8334\n »\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8333\n\" by Zyn, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8333\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n wish1.jpg\n\n\nAuthor:\n \nZyn\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/local--files/scp-8333/wish1.jpg\n\n\n\n\n\n\nFilename:\n wish2.jpg\n\n\nAuthor:\n \nZyn\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/local--files/scp-8333/wish2.jpg\n\n\n\n\n\n\nFilename:\n SCP8333patternsresize.png\n\n\nAuthor:\n \nZyn\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-8333/SCP8333patternsresize.png",
    "addendums": [
        "Addendum-8333-1: Due to a lack of viable data obtained from laboratory trials involving SCP-8333-1 instances, the Foundation attempted to contact members of the “Fairy Ring” hobbyist groups for further information regarding their anomalous crafts. Dr. Riven Mercer, acting as an ambassador between the Foundation and the Serpent’s Hand, was granted a series of interviews with one such group under the condition that the contents of the interviews not be released to the public.\nAn excerpt of the second interview in the series is as follows:",
        "Addendum-8333-2: As of three years following the initial classification of SCP-8333, Facility Oversight has agreed to review the proposal put forth by Dr. Riven Mercer, co-director of Kiryu Laboratories at Site-17, to re-classify SCP-8333 as a low-tier Unexplained Phenomenon. A panel will be convened for Dr. Mercer’s team to present their findings.\n"
    ],
    "documents": [],
    "notes": [
        "The following documentation is currently undergoing evaluation for potential reclassification. During this intermediary assessment stage, annotations from the preliminary review process will remain preserved.",
        "The Foundation has been collecting these bears for two years. Throughout all the investigations, none of the SCP-8333-1 instances exhibited anomalous properties following confiscation, even those returned to their original owners for experimental purposes. -Dr. R. Mercer",
        "The majority of information compiled regarding SCP-8333’s effects comes directly from Serpent’s Hand associates, in place of empirical trials carried out by Foundation scientists. This is indicative of a lack of consistent anomalous activity; furthermore, research teams assigned to SCP-8333 have been unable to use recovered SCP-8333-1 instances to replicate the civilian-observed effects in laboratory settings. -Dr. R. Mercer",
        "The field agents in question didn’t need to engage in any sort of sophisticated questioning to obtain the information regarding involvement of Hand associates. Interview logs (see extended files SCP-8333-4) indicate that the sewing circle members simply stated “yes” when asked if they were familiar with the Serpent’s Hand. None of the interviewees were taken into custody, as all of them were, for all intents and purposes, normal civilians. Followup investigations into these potential persons of interest revealed no unusual behavior or predisposition for anomalous abilities. -Dr. R. Mercer",
        "Excerpt from Interview-8333-2: Interviewer: Dr. R. Mercer Interviewees: Members of the “Gathering Godmothers” sewing circle, offshoot of the original “Fairy Ring” group. Aliases “Bee”, “Magpie”, “Lioness”, “Ewe”, and “Tuna” are used in place of the individuals’ legal names. Dr. Mercer: Thank you again for agreeing to this interview. Lioness: Thank you for keeping your promise about the sewing kit. I trust the pattern is simple enough to follow? Dr. Mercer: I’ll try my best. I’ve only ever done simple embroidery and some mending, so it might take me a few tries to get the hemming down. And I’ll practice the buttonhole stitch on mockups like you suggested. Magpie: That’s an important one, you know, can’t have the arm holes fraying after you put the coat on the bear! And it’s much easier to sew thread around an opening than add a tiny tiny sleeve onto a tiny coat. Sleeves are the literal devil, mind you, but you shouldn’t need to worry about sleeves. Dr. Mercer: I’ll keep that in mind. Can you tell me a little more about these bears? And their clothes? Bee: Well, the bears we just get on the cheap. Drug stores, grocery stores, big box stores with small displays. Usually near greeting cards. Lots of sales after holidays. Mind your scissors dear, they’ll fall off your lap. Ewe: Thank you. Dr. Mercer: I see. And what about the clothes? Tuna: It all started with a friend of ours. Someone’s great-aunt or somesuch, twice removed, what have you. We all just called her “Auntie”. Nice lady. Moved away at some point, no one knows where she went. I miss her. Dr. Mercer: And this “Auntie”, she taught you the patterns? Magpie: Nope! She gave us some bears she made cute clothes for, though. And it all sort of snowballed from there, you see. All of us had something or other that was really bothering us, but for some reason… having that bear around, just felt nice, you know? Like someone was thinking of you. Looking out for you. Saying they were on your side, even if you didn’t even know if you were on your own side or not. We didn’t even ask for the bears, she just gave them out because she had spare time or something. I don’t know if she had any other hobbies, I just always saw her sewing. Seemed happy doing it, especially when we brought her old clothes we outgrew and she could cut up for scraps. Bee: I couldn’t sleep during nursing school. Slept better when the bear from Auntie was by the pillow. Always slept well since. You dropped your pincushion. Dr. Mercer: Oh, thank you. Was there anything special about how she made clothes for the bears? Tuna: Isn’t anything made by hand these days inherently special in some way? It’s so hard to find time in one’s day to do something nice for yourself, let alone think about someone else in these hectic times. Dr. Mercer: So the bears are entirely ordinary? Tuna: Well, I didn’t quite say that, hmm? I’ll have you know that my bear got me through a nasty breakup, better than any food or TV show or sleep medication ever did. Dr. Mercer: Can you tell me more about that process? Lioness: Careful. Dr. Mercer: Sorry if I overstepped. Lioness: We will let you know which questions we will answer. So far as the bears go… would you consider something made with care “ordinary”? Dr. Mercer: Maybe, compared to something made with care that has, say, magical properties. Tuna: Oh, and what would you consider magic, science man? Dr. Mercer: Something that science can’t explain? Bee: Why do people carve their initials into trees? Why do people snap love locks to fences and throw away the keys? Is that magic? Dr. Mercer: Please elaborate. Tuna: It’s all a matter of perspective, really. Would you consider the Mona Lisa magical because she can make people cry, or smile, or contemplate life, all just by looking at her? Dr. Mercer: I suppose not. In that same vein, does that mean you just find the bears soothing to be around, because Auntie made them specially for you? Magpie: I think you’ll need to sit with the circle a few more weeks before we start talking about the super secret details of our past lives, silly. Your mockups have been looking better compared to last time, though, doctor. Huh, huh, what do you think? Ewe: He is improving. Better than the last newcomer. Dr. Mercer: I’ll try my best. Will there be other novices joining me in later sessions? Magpie: Ah… no. Most likely not. Fewer and fewer people ask us to teach them, when they happen to find us. And most of those who do try to learn, don’t keep up with it. And of course, right around the corner are people who say handmade crafts are for old grannies who need to give up and whiny babies who need to grow up. Dr. Mercer: Is that why you’ve all continued making these bears? To prove a point? Lioness: We work with our hands to convey our hearts. Perhaps someday, you too will have a wish you would like to manifest in the same way.",
        "Oversight’s decision is acknowledged. Kiryu Labs will officially begin the transfer process effective immediately. Corresponding documentation will be updated to reflect the new non-SCP designation, and any remaining items in storage will be moved to low concern locker vaults, or restored to their original owners. The second passphrase is, “With the dearest of wishes my heart can weave forth.” -Dr. R. Mercer",
        "\" SCP-8333 \" by Zyn, from the SCP Wiki . Source: https://scpwiki.com/scp-8333 . Licensed under CC-BY-SA .",
        "Filename: wish1.jpg Author: Zyn License: CC-BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/local--files/scp-8333/wish1.jpg",
        "Filename: wish2.jpg Author: Zyn License: CC-BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/local--files/scp-8333/wish2.jpg",
        "Filename: SCP8333patternsresize.png Author: Zyn License: CC-BY-SA 3.0 Source Link: https://scp-wiki.wdfiles.com/local--files/scp-8333/SCP8333patternsresize.png"
    ],
    "item": "SCP-8333",
    "object_class": "Keter",
    "containment_procedures": "Foundation webcrawlers are to be tasked with scanning social media for mentions of SCP-8333’s passphrase. Should any civilians be identified as potentially relevant to SCP-8333, their accounts are to be monitored for SCP-8333-1 creation. Should the production of SCP-8333-1 entities become widely shared material, artificial manipulation of trending content is to be enacted to redirect interest away from SCP-8333-1 instances.",
    "description": "SCP-8333 is an anomalous phenomenon that affects handmade clothing, particularly miniature garments used to adorn dolls, stuffed animals, or other similar objects. Items affected by SCP-8333 are designated SCP-8333-1.1",
    "title": "SCP-8333"
}