{
    "url": "https://scp-wiki.wikidot.com/scp-834",
    "all_text": "rating: \n+181\n+\n–\nx\n\n\nItem #:\n SCP-834\n\n\nObject Class:\n \nAnomalous\n Euclid\n\n\nSpecial Containment Procedures:\n \nSCP-834 is to be kept in a basic containment locker at Site 31. SCP-834 has been moved into an unnamed safe containment locker by order of O5-13.\n SCP-834 is to remain locked in containment locker Alpha-12. When being tested, D-class upon which SCP-834 is used are to be kept in a standard containment cell for the duration of testing, and are exempt from monthly terminations until effects can be ascertained.\n\n\nDescription:\n SCP-834 is a set of four markers (black, red, yellow and blue.) Each marker bears only a '\nThe Factory\n' logo, and no other distinguishing characteristics. \nThe only effect of these markers is that they write permanently on human skin, resulting in tattoo-like markings. Testing has proven the ink sinks below the surface of the skin, and is only removable via laser dermabrasion, or similar tattoo removal procedures.\n See Addendum.\n\n\nAddendum 1:\n On 2/██/20██ Junior Staff Researchers L██████ and C███████ appropriated SCP-834 under the pretense of testing it further, but in actuality to use it on themselves. When discovered, a decision was made by O5-13 to have the item removed to a more secure area, as well as to demote the Researchers to janitorial staff for three weeks. Dr. L██████ had been given a band of barbed wire around his wrist, while Researcher C███████ opted for a depiction of reptilian scales on his chest, to, in his words, 'reveal my inner dragon.' Both researchers are currently denied access to casual testing of any SCPs.\n\n\nNote:\n Even if they are only Anomalous, SCPs are not toys. -Site Supervisor Nacht\n\n\nAddendum 2:\n On 8/██/20██ screams were heard from Dr. L██████'s office. Security investigating found Dr. L██████ on the floor of his office, bleeding heavily from self inflicted wounds at his wrist. Dr. L██████ claimed the wounds were inflicted when he tried to remove the tattoo, after it began constricting upon his wrist. Medical investigation showed the only damage was that inflicted by Dr. L██████ digging at his skin with his own fingers. There was no sign of his tattoo.\n\n\nShortly after, acting on orders of the Site Director, a security team broke down the door of Researcher C███████'s living quarters, after he failed to answer his personal phone, and site pages. Researcher C███████'s corpse was found in his bathroom, his chest burst open from the inside as if by a great pressure. Further medical investigation revealed all the major organs of his chest were missing, but no other damage. A trail of bloody claw prints led to the shower drain, which had been ripped away.\n\n\nA full exploration and cleaning of the Site's drainage and sewer system turned up nothing unusual.\n\n\n\n\n\n\n« \nSCP-833\n | SCP-834 | \nSCP-835\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-834\n\" by AdminBright, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-834\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: On 2/██/20██ Junior Staff Researchers L██████ and C███████ appropriated SCP-834 under the pretense of testing it further, but in actuality to use it on themselves. When discovered, a decision was made by O5-13 to have the item removed to a more secure area, as well as to demote the Researchers to janitorial staff for three weeks. Dr. L██████ had been given a band of barbed wire around his wrist, while Researcher C███████ opted for a depiction of reptilian scales on his chest, to, in his words, 'reveal my inner dragon.' Both researchers are currently denied access to casual testing of any SCPs.",
        "Addendum 2: On 8/██/20██ screams were heard from Dr. L██████'s office. Security investigating found Dr. L██████ on the floor of his office, bleeding heavily from self inflicted wounds at his wrist. Dr. L██████ claimed the wounds were inflicted when he tried to remove the tattoo, after it began constricting upon his wrist. Medical investigation showed the only damage was that inflicted by Dr. L██████ digging at his skin with his own fingers. There was no sign of his tattoo.\nShortly after, acting on orders of the Site Director, a security team broke down the door of Researcher C███████'s living quarters, after he failed to answer his personal phone, and site pages. Researcher C███████'s corpse was found in his bathroom, his chest burst open from the inside as if by a great pressure. Further medical investigation revealed all the major organs of his chest were missing, but no other damage. A trail of bloody claw prints led to the shower drain, which had been ripped away.\nA full exploration and cleaning of the Site's drainage and sewer system turned up nothing unusual."
    ],
    "documents": [],
    "notes": [
        "\" SCP-834 \" by AdminBright, from the SCP Wiki . Source: https://scpwiki.com/scp-834 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-834",
    "object_class": "Anomalous Euclid",
    "containment_procedures": "SCP-834 is to be kept in a basic containment locker at Site 31. SCP-834 has been moved into an unnamed safe containment locker by order of O5-13. SCP-834 is to remain locked in containment locker Alpha-12. When being tested, D-class upon which SCP-834 is used are to be kept in a standard containment cell for the duration of testing, and are exempt from monthly terminations until effects can be ascertained.",
    "description": "SCP-834 is a set of four markers (black, red, yellow and blue.) Each marker bears only a 'The Factory' logo, and no other distinguishing characteristics. The only effect of these markers is that they write permanently on human skin, resulting in tattoo-like markings. Testing has proven the ink sinks below the surface of the skin, and is only removable via laser dermabrasion, or similar tattoo removal procedures. See Addendum.",
    "title": "SCP-834"
}