{
    "url": "https://scp-wiki.wikidot.com/scp-8375",
    "all_text": "rating: \n+15\n+\n–\nx\n\n\nItem #:\n SCP-8375\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Keywords associated with SCP-8375 are to be kept updated within the COMIRS database for web trawler reference. Signal strength and structure are to be continuously measured through sensors with available bandwidth at Site-57, with embodied receivers at Site-12 transcribing contents at medically allowable intervals. When the source of SCP-8375 is identified, all responsible parties are to be detained pending containment procedure updates. Cranial stasis facilities may be utilized if SCP-8375 broadcasts prove biological in origin.\n\n\nDescription:\n SCP-8375 is a psychic broadcast accessible by ~98% of baseline humanity and is interpretable via specialized equipment or minor neurosurgical procedures. SCP-8375 transmits across the N\nz\n-band (typical of spillover, although other qualities appear manufactured), with its frequency having undergone minor fluctuations since first broadcast in 2018.\n1\n Broadcast strength has similarly fluctuated over time, but modern samples, collected worldwide, remain within the 30.1-30.5 dBp range. Unlike signals replicable by Foundation technology, SCP-8375 is unaffected by shielding materials or nulling techniques.\n\n\nThe contents of SCP-8375 resemble a traditional numbers station when processed through conscious receivers, combining numerals, words, and phrases of varying theme and complexity. All receivers report these sequences as being spoken in their own voice. No cryptography linked to known groups of interest has been identified within SCP-8375, although a correlation between spikes in its complexity and significant geopolitical events existed until 2039. Such events include:\n\n\n\n\n2019 - Library Doorstep Incident\n\n\n2025 - Lemnos Hostage Crisis\n\n\n2026 - BITTER BLOSSOM, BITTER PILL, BITTER ALE incidents\n\n\n2028 - Beginning of the Korean Reunification War\n\n\n2029 - United Nations Lunar Withdrawal\n\n\n\n\nAdditional events can be found in FARSCIM product FRD-0161239-12E.\n\n\n\n\nAddendum 8375-A (Original Discovery):\n SCP-8375 originally came to attention via Parawatch, a forum for enthusiasts of paranatural phenomena. The below excerpt is from a thread titled \"Getting Strange Interference\" which contained 983 individual posts before being closed by moderators. User \"LentiL\" was identified, interviewed, and subsequently employed by a Foundation front organization in light of their unique methodologies.\n2\n\n\n\n\nkenning7\n 06/03/2036 (Sun) 23:01:55 #39514043\n\n\n\n\nUSER WAS BANNED\n\n\n\n\n\n\nLentiL\n 06/03/2036 (Sun) 23:07:06 #39511597\n\n\n\n\nYou're a dumbass.\n\n\nDo you even listen to modern stations? Not any Cold War snoozes that are somehow still running, not plain-sight nonsense (hi, Twitch \"bots\"), I mean real shit. You're probably thinking \"sure I boot up my sneaky spook computer and goof around on the dark web all the time.\" That's why, I reiterate, you're a fucking dumbass.\n\n\nHave you opened your third ear, bro? Have you sat in a deprivation tank and held your breath until passing out? Have you obliterated your ego with more than cleaning supplies huffed in daddy's basement? Have you (and I know the answer is no) stared at the sun until it burns away what people don't need to see? Nope. That's why you're wasting time lecturing people who know better. CIA? DIA? NSA? Are three-letter agencies your favorite because four would be too many to spell? The \nIlluminati\n? Grow a pair and build \nthis\n.\n3\n\n\nSet it up in the emptiest field you can reach. Eat about an ounce of cockroaches (raw is best, but you'll probably blend them), smoke some weed, and start working the connector into your sinuses. Go up your nose, around through your throat, whatever. It's deep enough when it feels like it's prodding behind your eyes. You'll hear the words soon after.\n\n\nThen again, you might as well keep bragging about whatever baby bitch toy you bought on mommy's card.\n\n\n\n\n\n\nkenning7\n 06/03/2036 (Sun) 23:20:03 #39514043\n\n\n\n\nUSER WAS BANNED\n\n\n\n\n\n\nLentiL\n 06/03/2036 (Sun) 23:27:00 #39511597\n\n\n\n\nwah wah wah\n\n\n\n\n\n\nAddendum 8375-B (Signal Analysis):\n Evaluations of SCP-8375 within the Foundation's Psychic and Psychological Community of Practice have identified distinct elements within the signal, with tests able to recreate its structure in human-receivable form. The following table breaks down a typical strain.\n\n\n\n\n\n\nSegment\n\n\nClassification\n\n\nSize\n\n\nFunction\n\n\n\n\n\n\nQAG-G\n\n\nOpen Channel\n\n\n0.5%\n\n\nPrimes top-level receptors for individuals able to process SCP-8375.\n\n\n\n\n\n\nQAG-P\n\n\nOpen Channel\n\n\n3%\n\n\nPrimes second-layer receptors with key information (incoming signal size, density, repeat frequency, trauma capacity, polarity).\n\n\n\n\n\n\nQOF-A\n\n\nMessage Packet\n\n\n6%\n\n\nMain body of the SCP-8375 \"numbers station\" broadcast. Functions as expected despite anomalous qualities.\n\n\n\n\n\n\nQON-A\n\n\nHandover\n\n\n0.2%\n\n\nActivates third-layer receptors (vestigial in 99.99% of humanity). Initially thought to be an abandoned attempt at hijacking for signal propagation.\n\n\n\n\n\n\nQON-G\n\n\nSubstrate Posture\n\n\n1.7%\n\n\nSimilar flagging as in QAG-P, although appears misaligned.\n\n\n\n\n\n\nRIN-L\n\n\nSubstrate\n\n\n86.3%\n\n\nHighly compressed noise, thought to be attempted obfuscation. See: Addenda 8375-C.\n\n\n\n\n\n\nRIN-P\n\n\nTailing Packet\n\n\n2.3%\n\n\nPrompt to broadcast receipt.\n\n\n\n\n\n\nThis rigid structure is not typical of natural waveforms, suggesting that it was either modified via splicing or created by other means.\n\n\nAlthough early records are data-sparse, pattern matching indicates that the RIN-L substrate has bloated over time, with consistent churn (but little growth) in the QOF-A message. The exception to this trend is a rollover in QOF-A that took place on May 11, 2039, when its contents were fully replaced instead of shifting across updates. No major geopolitical events were noted within the time frame where a relationship to SCP-8375 complexity is typically observable, nor has a relationship been identified since. Whether this was an accidental shift, a deliberate one, or a transfer between responsible persons of interest remains under debate.\n\n\nFollowing concerns over information returned in the RIN-P packet from Foundation employees, a task force was established in 2042 to evaluate potential leaks of classified information. Among other results, it identified several functions that were previously commingled by researchers as well as crude flags attached to each:\n\n\n\n\nCreating or matching a randomly assigned signifier to each receiver [flag: VIEWER]\n\n\nConfirming receipt of the current SCP-8375 iteration [flag: ACTIVE]\n\n\nTracking whether an individual consciously interprets broadcasts\n4\n [flag: SUBSCRIBE]\n\n\nPropagating a rolling count of how many times SCP-8375 broadcasts have been received worldwide [flag: TOTALVIEW]\n\n\n\n\nConsidering the weak signal strength of most return broadcasts (barring unusual or anomalous individuals), especially when factored for population density, it was deemed unlikely by the task force that any collection effort could occur without being detected by Foundation assets.\n\n\n\n\nFARSCIM credentials accepted. Dynamically loading content…\n\n\nAddendum 8375-C (Substrate Analysis):\n Development of the NICH apparatus and STATICSEARCH engine enabled detailed analysis of SCP-8375 beginning in 2049. The RIN-L substrate, thought to be noise at the time, was instead identified as a complex, multi-layered function obscured via encoding in rodent mindforms.\n\n\nAs currently understood, vestigial receptors flagged by the QON-A segment are reactivated through simulations of stimuli,\n5\n which in turn permit access to disused storage and processing resources. These are used to unwrap mental architectures sent as part of the RIN-L segment, which self-replicate to fill space within isolated regions. All such architectures are used to perform calculations on psychic noise, producing an output that is encoded into the TOTALVIEW count through patterns that were not previously identifiable. In sum, this increases regular stress on the human brain by approximately 23%.\n\n\nSeveral FARSCIM programs are focused on decoding outputs and designing new protective measures.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n[TEMPORARY UPDATES PENDING REVIEW - 05/14/2053]\n\n\nInsert into the Description field:\n\n\n\n\nAs of 02/03/2053, the full QOF-A segment of SCP-8375 has been replaced with the equivalent of plaintext stating: \"This user has been banned for artificially inflating viewership.\"\n\n\n\n\n\n\nAs of 05/03/2053, the QOF-A segment was again updated to state: \"This user has been banned for artificially inflating viewership and distribution of malicious thoughts. We apologize for this incident, and an accountability process is underway.\"\n\n\n\n\nUse to update Footnote 2:\n\n\n\n\nFor a record of work products, see personnel file E-FID#0612205.\n A review of E-FID#0612205 undertaken due to recent cases of workplace hostility found anomalous items stored under an assumed name, including the presumed SCP-8375 broadcast array (five severed human heads, varying degrees of preserved and conscious). Scrubs of financial records found unreported annual income of approximately $1,400 earned through cryptocurrency mining.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. First broadcast was retroactively identified via scraping of PARTISAN CROW collection. Precursor broadcasts, if any, may have been geographically restrained or used different formats.\n\n\n2\n. For a record of work products, see personnel file E-FID#0612205.\n\n\n3\n. Dead link to antenna construction guide. Contact containment specialists for updated or legacy blueprints.\n\n\n4\n. Tracking is poorly understood in this case, and its threshold appears irregular even in cases of antenna use or surgical assistance.\n\n\n5\n. Legacy source unknown, potentially now-extinct animal calls or other drivers of prey instinct.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8375\n\" by Pedantique, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8375\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 8375-A (Original Discovery): SCP-8375 originally came to attention via Parawatch, a forum for enthusiasts of paranatural phenomena. The below excerpt is from a thread titled \"Getting Strange Interference\" which contained 983 individual posts before being closed by moderators. User \"LentiL\" was identified, interviewed, and subsequently employed by a Foundation front organization in light of their unique methodologies. 2",
        "Addendum 8375-B (Signal Analysis): Evaluations of SCP-8375 within the Foundation's Psychic and Psychological Community of Practice have identified distinct elements within the signal, with tests able to recreate its structure in human-receivable form. The following table breaks down a typical strain.\nThis rigid structure is not typical of natural waveforms, suggesting that it was either modified via splicing or created by other means.\nAlthough early records are data-sparse, pattern matching indicates that the RIN-L substrate has bloated over time, with consistent churn (but little growth) in the QOF-A message. The exception to this trend is a rollover in QOF-A that took place on May 11, 2039, when its contents were fully replaced instead of shifting across updates. No major geopolitical events were noted within the time frame where a relationship to SCP-8375 complexity is typically observable, nor has a relationship been identified since. Whether this was an accidental shift, a deliberate one, or a transfer between responsible persons of interest remains under debate.\nFollowing concerns over information returned in the RIN-P packet from Foundation employees, a task force was established in 2042 to evaluate potential leaks of classified information. Among other results, it identified several functions that were previously commingled by researchers as well as crude flags attached to each:\nConsidering the weak signal strength of most return broadcasts (barring unusual or anomalous individuals), especially when factored for population density, it was deemed unlikely by the task force that any collection effort could occur without being detected by Foundation assets.\nFARSCIM credentials accepted. Dynamically loading content…",
        "Addendum 8375-C (Substrate Analysis): Development of the NICH apparatus and STATICSEARCH engine enabled detailed analysis of SCP-8375 beginning in 2049. The RIN-L substrate, thought to be noise at the time, was instead identified as a complex, multi-layered function obscured via encoding in rodent mindforms.\nAs currently understood, vestigial receptors flagged by the QON-A segment are reactivated through simulations of stimuli, 5 which in turn permit access to disused storage and processing resources. These are used to unwrap mental architectures sent as part of the RIN-L segment, which self-replicate to fill space within isolated regions. All such architectures are used to perform calculations on psychic noise, producing an output that is encoded into the TOTALVIEW count through patterns that were not previously identifiable. In sum, this increases regular stress on the human brain by approximately 23%.\nSeveral FARSCIM programs are focused on decoding outputs and designing new protective measures.\n[TEMPORARY UPDATES PENDING REVIEW - 05/14/2053]\nInsert into the Description field:\nUse to update Footnote 2:\n"
    ],
    "documents": [],
    "notes": [
        "kenning7 06/03/2036 (Sun) 23:01:55 #39514043 USER WAS BANNED",
        "LentiL 06/03/2036 (Sun) 23:07:06 #39511597 You're a dumbass. Do you even listen to modern stations? Not any Cold War snoozes that are somehow still running, not plain-sight nonsense (hi, Twitch \"bots\"), I mean real shit. You're probably thinking \"sure I boot up my sneaky spook computer and goof around on the dark web all the time.\" That's why, I reiterate, you're a fucking dumbass. Have you opened your third ear, bro? Have you sat in a deprivation tank and held your breath until passing out? Have you obliterated your ego with more than cleaning supplies huffed in daddy's basement? Have you (and I know the answer is no) stared at the sun until it burns away what people don't need to see? Nope. That's why you're wasting time lecturing people who know better. CIA? DIA? NSA? Are three-letter agencies your favorite because four would be too many to spell? The Illuminati ? Grow a pair and build this . 3 Set it up in the emptiest field you can reach. Eat about an ounce of cockroaches (raw is best, but you'll probably blend them), smoke some weed, and start working the connector into your sinuses. Go up your nose, around through your throat, whatever. It's deep enough when it feels like it's prodding behind your eyes. You'll hear the words soon after. Then again, you might as well keep bragging about whatever baby bitch toy you bought on mommy's card.",
        "kenning7 06/03/2036 (Sun) 23:20:03 #39514043 USER WAS BANNED",
        "LentiL 06/03/2036 (Sun) 23:27:00 #39511597 wah wah wah",
        "As of 02/03/2053, the full QOF-A segment of SCP-8375 has been replaced with the equivalent of plaintext stating: \"This user has been banned for artificially inflating viewership.\"",
        "As of 05/03/2053, the QOF-A segment was again updated to state: \"This user has been banned for artificially inflating viewership and distribution of malicious thoughts. We apologize for this incident, and an accountability process is underway.\"",
        "For a record of work products, see personnel file E-FID#0612205. A review of E-FID#0612205 undertaken due to recent cases of workplace hostility found anomalous items stored under an assumed name, including the presumed SCP-8375 broadcast array (five severed human heads, varying degrees of preserved and conscious). Scrubs of financial records found unreported annual income of approximately $1,400 earned through cryptocurrency mining.",
        "\" SCP-8375 \" by Pedantique, from the SCP Wiki . Source: https://scpwiki.com/scp-8375 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8375",
    "object_class": "Keter",
    "containment_procedures": "Keywords associated with SCP-8375 are to be kept updated within the COMIRS database for web trawler reference. Signal strength and structure are to be continuously measured through sensors with available bandwidth at Site-57, with embodied receivers at Site-12 transcribing contents at medically allowable intervals. When the source of SCP-8375 is identified, all responsible parties are to be detained pending containment procedure updates. Cranial stasis facilities may be utilized if SCP-8375 broadcasts prove biological in origin.",
    "description": "SCP-8375 is a psychic broadcast accessible by ~98% of baseline humanity and is interpretable via specialized equipment or minor neurosurgical procedures. SCP-8375 transmits across the Nz-band (typical of spillover, although other qualities appear manufactured), with its frequency having undergone minor fluctuations since first broadcast in 2018.1 Broadcast strength has similarly fluctuated over time, but modern samples, collected worldwide, remain within the 30.1-30.5 dBp range. Unlike signals replicable by Foundation technology, SCP-8375 is unaffected by shielding materials or nulling techniques.",
    "title": "SCP-8375"
}