{
    "url": "https://scp-wiki.wikidot.com/scp-8378",
    "all_text": "rating: \n+18\n+\n–\nx\n\n\n \n\n\nItem #:\n SCP-8378\n\n\nObject Class:\n Thaumiel-Mammon\n1\n\n\nSpecial Containment Procedures:\n Production from all instances of SCP-8378-5, SCP-8378-7, etc.\n2\n is currently being undertaken by a roboticized factory-system overseen by DTF\n3\n Iota-11 “Pencil Pushers” at Site-02 in coordination with Department of Surplus staff.\n\n\nA squad of DTF Iota-11 is to be available at all times monitoring production within SCP-8378’s production area and any containment breaches in Site-02 are to cause dimensional exclusion to avoid a theorized NK-Class-3 “Infinite Production” Scenario.\n\n\n\n\n+ Relevant Documentation - D\n\n\n\n\n-hide\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nTo:\n\n\nCC:\n\n\nSubject:\n\n\n\n\n\n\nA.Prop@scp.int\n\n\nN.Ecro@scp.int\n\n\nnone\n\n\nre:SCP-8378 Containment Procedures\n\n\n\n\n\n\n\n\n\n\n\n\nSecretary Ecro,\n\n\nI know this might seem like overkill, but the Foundation has all the capabilities for exclusion tech already, this isn’t anything new. Besides, if my time in Procurement and Liquidation taught me anything, it’s that infinities need to be stopped as hard and fast as possible before they get out of control. As the one who coined and classified NK Class-3’s, I would hope my expertise would be trusted, even in this new position.\n\nAdrian\n\n\n\n\n\n\nAdrian Prop\n\n\nResearcher, Surplus\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAll SCP-8378 instances not being used in production operations are to be held in Site-02 in standard Foundation storage lockers awaiting potential changes in consensus reality’s definition of “normal mechanical pencil lead width”.\n\n\nDescription:\n SCP-8378 is a series of mechanical pencils, branded with the emblem of GoI-1111 (“Darke’s Extra-ordinary Implements”). These have been found to contain a functionally infinite amount of lead of standard lengths. While the lead-well's eraser cap is on, SCP-8378 instances' anomalous nature is shown only in the weight of the item not changing, no matter how or how much it is used, as well as the item not running out of lead no matter how much is used or extracted from the tip. When SCP-8378 instances' lead-well's eraser cap is removed and the instance is turned so that the uncovered top is closer to the below level to the tip, however, a seemingly infinite amount of lead begins to stream out.\n\n\n\n\n+ Relevant Documentation - A\n\n\n\n\n-hide\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nTo:\n\n\nCC:\n\n\nSubject:\n\n\n\n\n\n\nA.Prop@scp.int\n\n\nA.Perrault@scp.int\n\n\nnone\n\n\nAO-408005\n\n\n\n\n\n\n\n\n\n\n\n\nMs. Perrault,\n\n\nI’ve been absolutely floored by some of the stuff that came in off the last GoI-0267 Raid. I guess it’s just my first time dealing with anart, but AO-408005 really stuck out to me. It doesn’t fit under the normal profile of items the Foundation *needs* to sell, but it still seems like it would be very beneficial to the Foundation’s money-making activities. In essence, I don’t think it should be stuck as merely an anomalous item. I know this message may seem out of the blue, but something about it just *speaks* to me (I have had it checked by Cognitohazards).\n\nAdrian\n\n\n\n\n\n\nAdrian Prop\n\n\nJunior Researcher, Distribution and Liquidation Subdivision, Procurement and Liquidation\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nTo:\n\n\nCC:\n\n\nSubject:\n\n\n\n\n\n\nA.Perrault@scp.int\n\n\nA.Prop@scp.int\n\n\nnone\n\n\nre-AO-408005\n\n\n\n\n\n\n\n\n\n\n\n\nAdrian,\n\n\nListen kid. In the course of this job you’re going to find items that stick out to you, that just mesh with you in a way you can’t describe. This attribute isn’t necessarily anomalous (always check!) but the most important thing with regard to these items is that you don’t get too attached. It’s part of the reason we don’t often let staff from our department keep the items we’ve received. People would get too consumed with promoting and experimenting with their pet items, and we’d stop getting things done. You can write out the 106NET document, but after that, forget about this thing, understood?\n\nAdeline\n\n\n\n\n\n\nAdeline Perrault\n\n\nAssistant Director, Procurement and Liquidation\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThey are grouped in designation based on lead width. The widths range from those commonly found in consensus reality, to those with inherently anomalous widths. The first SCP-8378 was discovered in the cataloguing of items recovered in a Foundation raid of a GoI-0267 (“Are We Cool Yet?”) safehouse, and was initially catalogued under the designation of AO-408005.\n\n\n\n\n+ Relevant Documentation - B\n\n\n\n\n-hide\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nTo:\n\n\nCC:\n\n\nSubject:\n\n\n\n\n\n\nA.Prop@scp.int\n\n\nA.Perrault@scp.int\n\n\nnone\n\n\nAO-408005-\n\n\n\n\n\n\n\n\n\n\n\n\nMs. Perrault,\n\n\nThis is getting absurd. I know when I first talked to you about this, you said to stop thinking about this item, but the amount of things that have been falling under the classification is getting out of hand. We’ve already had to cook up unique containment procedures for many of them, and after everything that’s trickled down about the aftermath of the Site-19 incident…\n\n\nWe’ve talked about this many times in the years since I first emailed you, but consider this my official offer to write up the SCP proposal for AO-408005.\n\nAdrian\n\n\n\n\n\n\nAdrian Prop\n\n\nResearcher, Distribution and Liquidation Subdivision, Procurement and Liquidation\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nTo:\n\n\nCC:\n\n\nSubject:\n\n\n\n\n\n\nA.Perrault@scp.int\n\n\nA.Prop@scp.int\n\n\nnone\n\n\nre-AO-408005\n\n\n\n\n\n\n\n\n\n\n\n\nAdrian,\n\n\nOffer accepted especially with regard to Site-19 and the founding of the Department of Surplus, and you can consider the proposal rubber-stamped as soon as it gets to my desk. You’ll likely be moving out and up from Procurement and Liquidation when it goes through, and it’ll be a shame to see you go, but for the good of the Foundation, it’s a worthy sacrifice.\n\nAdeline\n\n\n\n\n\n\nAdeline Perrault\n\n\nAssistant Director, Procurement and Liquidation\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMore were discovered in subsequent years in other raids on \"Are We Cool Yet?\" safehouses. Given the growing number of items falling under this designation, the designation entered review shortly before \nIncident-MAMMON\n4\n, and the Foundation’s subsequent severe financial difficulties. During the founding of the Department of Surplus, SCP-8378 was designated for possible use, and gained its current designation and containment procedures.\n\n\n\n+ Relevant Documentation - C\n\n\n\n\n-hide\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nTo:\n\n\nCC:\n\n\nSubject:\n\n\n\n\n\n\nA.Prop@scp.int\n\n\nV.Danai@scp.int\n\n\nnone\n\n\nre:Pencil Proposal post Site 19\n\n\n\n\n\n\n\n\n\n\n\n\nVinicios,\n\n\nI dunno, I just feel conflicted…\n\n\nI’ve been pushing the goddamn pencil for years, refining my argument over and over as times gone on and incidents have piled up and the sheer number of pencils has just \ngrown\n.\n\n\nLook, nobody loves the Foundation but we’ve all got loyalty, and most of us have some amount of empathy, and for the final push getting her to agree to be Site-19 being fucking gone and 7 thousand people dead…\n\n\nI don't know what to think anymore…\n\nAdrian\n\n\n\n\n\n\nAdrian Prop\n\n\nResearcher, Distribution and Liquidation Subdivision, Procurement and Liquidation\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8378-1:\n\nOn 13/02/25, an unsealed SCP-8378-5 package was found during a Foundation raid on a GoI-0267 (“Are We Cool Yet?”) safehouse, with the following warranty text in a small slip of paper inside the package:\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Warranty Document\n- hide block\n\n\n\n\n\n\n\n\nOur highest goal at Darke’s Extra-ordinary Implements is that you never need to re-buy one of our products, or something of use with it. To this end, this (and all) Darke’s Infinite Mechanical Pencils have an end-of-time warranty, entitling YOU to a product of equal or lesser value (adjusted for inflation!). This warranty does not apply in cases of loss, theft, or confiscation by anomalous organization \n(aside from Darke’s Infinite Mechanical Pencils reasonably purchased before passing or enacting of legislation within a Free Port resided in before passing of said legislation, and which the owner of said Darke’s Infinite Mechanical Pencil continued to reside in until aforementioned confiscation)\n \nAND ESPECIALLY NOT WHEN YOU’RE OUTSIDE A FREE PORT AND IT GETS CONFISCATED IN A FOUNDATION RAID YOU IDIOTS!!!!\n5\n.\n\n\n\n\nDiscussion is currently ongoing over whether to designate the document as SCP-8378-A or to designate it as AO-816010, given its anomalously changing appearance.\n\n\n\n\n\n\n\n\n\n\n_\n\n\n\n\n\n\n+ Relevant Documentation - E\n- hide block\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nTo:\n\n\nCC:\n\n\nSubject:\n\n\n\n\n\n\nA.Prop@scp.int\n\n\n[REDACTED]\n\n\nnone\n\n\nre:SCP-8378 Containment Procedures\n\n\n\n\n\n\n\n\n\n\n\n\n[REDACTED],\n\n\nYou asked why I’m so invested in this in the first place. This item was one of the first I catalogued in my time in P&L, and it stuck with me. I was told to forget about it, but every time I thought I was about to succeed, we’d receive another item and another item from raid after raid, and they’d get weirder and weirder.\n\n\nI \ncouldn’t\n forget, the goddamn item wouldn’t let me forget, but every time I tried to follow what it seemed to be saying, raising it up to the level of a full SCP, I’d get shot down. With the paradigm shift that came with Surplus’s founding, the Foundation \nfocusing\n on making money, there was an opportunity I couldn’t pass up to listen to that God-damned siren call. But it’s not like I can forget those years of trying and disappointment…\n\n\nAnd if I can do \nanything\n to make this SCP more complex than a bunch of random pencils, make sure that it won’t be that anymore, I will. And if a changing piece of paper is the way…\n\nAdrian\n\n\n\n\n\n\nAdrian Prop\n\n\nHead Researcher, Surplus\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Items being used for current Foundation money-making efforts by the Department of Surplus.\n\n\n2\n. Full list of designations currently being used by the Department of Surplus is available on request from Senior Researcher Prop\n\n\n3\n. \nDistributed Task Force\n\n\n4\n. The destruction of Site-19\n\n\n5\n. Bolded text appears handwritten, and disappears when inside of Free Ports\n\n\n\n\n\n\n\n\n« \nSCP-8377\n | SCP-8378 | \nSCP-8379\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8378\n\" by PropagandADS1, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8378\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n\n\n\n\n> \nName:\n (if different from filename)\n\n\n\n\nAuthor:\n\n\nLicense:\n\n\nSource Link:",
    "addendums": [
        "Addendum 8378-1: On 13/02/25, an unsealed SCP-8378-5 package was found during a Foundation raid on a GoI-0267 (“Are We Cool Yet?”) safehouse, with the following warranty text in a small slip of paper inside the package:"
    ],
    "documents": [],
    "notes": [
        "Our highest goal at Darke’s Extra-ordinary Implements is that you never need to re-buy one of our products, or something of use with it. To this end, this (and all) Darke’s Infinite Mechanical Pencils have an end-of-time warranty, entitling YOU to a product of equal or lesser value (adjusted for inflation!). This warranty does not apply in cases of loss, theft, or confiscation by anomalous organization (aside from Darke’s Infinite Mechanical Pencils reasonably purchased before passing or enacting of legislation within a Free Port resided in before passing of said legislation, and which the owner of said Darke’s Infinite Mechanical Pencil continued to reside in until aforementioned confiscation) AND ESPECIALLY NOT WHEN YOU’RE OUTSIDE A FREE PORT AND IT GETS CONFISCATED IN A FOUNDATION RAID YOU IDIOTS!!!! 5 .",
        "\" SCP-8378 \" by PropagandADS1, from the SCP Wiki . Source: https://scpwiki.com/scp-8378 . Licensed under CC-BY-SA .",
        "Filename:",
        "Author: License: Source Link:"
    ],
    "item": "SCP-8378",
    "object_class": "Thaumiel-Mammon1",
    "containment_procedures": "Production from all instances of SCP-8378-5, SCP-8378-7, etc.2 is currently being undertaken by a roboticized factory-system overseen by DTF3 Iota-11 “Pencil Pushers” at Site-02 in coordination with Department of Surplus staff.",
    "description": "SCP-8378 is a series of mechanical pencils, branded with the emblem of GoI-1111 (“Darke’s Extra-ordinary Implements”). These have been found to contain a functionally infinite amount of lead of standard lengths. While the lead-well's eraser cap is on, SCP-8378 instances' anomalous nature is shown only in the weight of the item not changing, no matter how or how much it is used, as well as the item not running out of lead no matter how much is used or extracted from the tip. When SCP-8378 instances' lead-well's eraser cap is removed and the instance is turned so that the uncovered top is closer to the below level to the tip, however, a seemingly infinite amount of lead begins to stream out.",
    "title": "SCP-8378"
}