{
    "url": "https://scp-wiki.wikidot.com/scp-8380",
    "all_text": "2024 Anthology Day 5\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+88\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\n\n\n\nBut let me tell you, brother\n\nStill waters go stagnant\n\nBodies bloat\n\nAnd the cellar door is an open throat\n\n\n\n\n(The Mountain Goats - The House that Dripped Blood)\n\n\nSurface Tension\n\n\nTroutmaskreplica's author page\n\n\n\n\n\n\n\n\n\n\nrating: \n+88\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8380 events are to be monitored through an established surveillance network. Any person whose last whereabouts may include swimming pools, spas, or reservoirs should be investigated immediately by Mobile Task Force Omega-9 (\"Land Down Under\").\n\n\nDescription:\n SCP-8380 is a phenomenon relating to man-made bodies of water. SCP-8380 events always end with the disappearance of a single person.\n\n\nSCP-8380 events occur without any prior indication. Whenever an individual is targeted by SCP-8380, they will become unable to surface the affected body of water. Other individuals are able to move freely, but any attempts to free the victim will inevitably fail, with the most common result including the water itself forcibly pushing people away. Following the victim being fully submerged, they will gradually become incorporeal and transparent, before completely disappearing.\n\n\nListed below is an abridged log of SCP-8380 events.\n\n\n\n\nInstance:\n 8380.17\n\n\nDate:\n 06/11/1995\n\n\nVictim:\n Annelise Marie Johnson\n\n\nDescription:\n A confirmed instance of SCP-8380 occurred at a public pool with numerous witnesses present. An adult female, later identified as Annelise Marie Johnson, was seen struggling against an unseen force. Witnesses reported that while she was sinking, the water was only 1.5 feet deep, being in the reef.\n1\n More specifically, they report seeing her shape slowly sinking into the floor while her body became intangible. Remains were uncovered several days later.\n\n\n\n\n\n\nInstance:\n 8380.73\n\n\nDate:\n 07/30/2001\n\n\nVictim:\n Alexander Sterling III\n\n\nDescription:\n Recovered from phone footage posted online. Alexander Sterling III was a devoted catholic, who eventually decided to undergo a baptism at his local church. When he first stepped into the pool, SCP-8380 manifested and dragged him underwater. The priest attending the event was shocked and accidentally let go of him, leading to Sterling vanishing from view. Upon drainage of the pool, several fragments of hair and teeth were found.\n2\n\n\n\n\n\n\nInstance:\n 8380.125\n\n\nDate:\n 08/06/2022\n\n\nVictim:\n Jenny H. Lee\n\n\nDescription:\n See below.\n\n\nThe footage below was taken directly from the ████ Public Center's indoor pool. This event was originally filed as a missing persons report. However, when Lee's friends confessed that they entered the premises, the following relevant footage was uncovered.\n\n\n\n\n« \nBEGIN LOG\n »\n\n\n\n\n[00:00]\n CCTV footage begins, depicting the pool area. A nearby window is pulled open.\n\n\n[00:11]\n A group of teenagers, identified as Jenny Lee, Ryan Pillsbury, and several others, are seen entering. They appear to talk to each other as they make their way to the edge of the pool.\n\n\n[00:25]\n The group dives into the pool, playing and splashing each other. Lee stares into the water before hesitantly deciding to join them.\n\n\n[00:37]\n A shift in Lee's demeanor is noticed; her strokes become erratic, her expression distressed. They initially joke, but after seeing her have difficulty breathing, Pillsbury attempts to save her. Footage shows that the water clinging to Lee morphs into hands and physically grabs onto her hair, yanking her head beneath the surface.\n\n\n[00:49]\n The group appears to panic as they witness her movements. Pillsbury attempts to reach her, but fails. She tries to move her hand above the water by grabbing onto the side of the pool, but the surface sticks around her and force her back under.\n\n\n[01:08]\n Lee continues to sink in her panic, with her movements growing weaker against the unseen force. Pillsbury continues to try to pull her out, but fails. He grabs her hand, but the water forcibly shoves him away.\n\n\n[01:23]\n The water around Lee begins to ripple unnaturally. Her friends stare, with one of them nearly vomiting. Lee's yelling is heavily muted by the water, but a distorted howl is audible.\n\n\n[01:35]\n The water surges violently, with Lee being dragged beneath the surface, her shape slowly vanishing. Pillsbury dives under but quickly resurfaces. He appears distraught as the water shoves him onto the side of the pool.\n\n\n[01:43]\n Lee manages to pull herself up from the water on the side of the pool, but her entire body is covered in a thick layer of water. She attempts to beg for help, although her voice is garbled and muffled due to the water. Shortly after, she is dragged below the surface, her outline dissipating completely.\n\n\n[01:48]\n The remaining teenagers, visibly shaken, scramble out of the pool area after arguing for several minutes.\n\n\n[01:58]\n Lee's crying is no longer audible.\n\n\n[02:14]\n Silence on recording.\n\n\n[03:19]\n A single rib surfaces.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8380\n\" by TroutMaskReplica, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8380\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n anthology.jpeg\n\n\nName:\n Splashy New Year New Orleans\n\n\nAuthor:\n Bart Everson\n\n\nLicense:\n Creative Commons Attribution 2.0 Generic\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Splashy_New_Year_New_Orleans.jpg\n\n\n\n\n\n\nFilename:\n thumbnail.png\n\n\nName:\n StateLibQld 1 109508 Crowd at the swimming pool, ca. 1910\n\n\nAuthor:\n State Library of Queensland\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:StateLibQld_1_109508_Crowd_at_the_swimming_pool,_ca._1910.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nMasklophobia: A Murder Onstage\n\n\n\n\n\n\nAnthology 2024\n\n\n\n\n\n\n\n\n\n\n\n\nErgophobia: Without Regards\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An area of a pool designed for young children.\n\n\n2\n. None of these fragments are genetically related to Sterling, but instead, seventeen other missing persons.",
    "addendums": [],
    "documents": [],
    "notes": [
        "But let me tell you, brother Still waters go stagnant Bodies bloat And the cellar door is an open throat",
        "Instance: 8380.17 Date: 06/11/1995 Victim: Annelise Marie Johnson Description: A confirmed instance of SCP-8380 occurred at a public pool with numerous witnesses present. An adult female, later identified as Annelise Marie Johnson, was seen struggling against an unseen force. Witnesses reported that while she was sinking, the water was only 1.5 feet deep, being in the reef. 1 More specifically, they report seeing her shape slowly sinking into the floor while her body became intangible. Remains were uncovered several days later.",
        "Instance: 8380.73 Date: 07/30/2001 Victim: Alexander Sterling III Description: Recovered from phone footage posted online. Alexander Sterling III was a devoted catholic, who eventually decided to undergo a baptism at his local church. When he first stepped into the pool, SCP-8380 manifested and dragged him underwater. The priest attending the event was shocked and accidentally let go of him, leading to Sterling vanishing from view. Upon drainage of the pool, several fragments of hair and teeth were found. 2",
        "Instance: 8380.125 Date: 08/06/2022 Victim: Jenny H. Lee Description: See below. The footage below was taken directly from the ████ Public Center's indoor pool. This event was originally filed as a missing persons report. However, when Lee's friends confessed that they entered the premises, the following relevant footage was uncovered. « BEGIN LOG » [00:00] CCTV footage begins, depicting the pool area. A nearby window is pulled open. [00:11] A group of teenagers, identified as Jenny Lee, Ryan Pillsbury, and several others, are seen entering. They appear to talk to each other as they make their way to the edge of the pool. [00:25] The group dives into the pool, playing and splashing each other. Lee stares into the water before hesitantly deciding to join them. [00:37] A shift in Lee's demeanor is noticed; her strokes become erratic, her expression distressed. They initially joke, but after seeing her have difficulty breathing, Pillsbury attempts to save her. Footage shows that the water clinging to Lee morphs into hands and physically grabs onto her hair, yanking her head beneath the surface. [00:49] The group appears to panic as they witness her movements. Pillsbury attempts to reach her, but fails. She tries to move her hand above the water by grabbing onto the side of the pool, but the surface sticks around her and force her back under. [01:08] Lee continues to sink in her panic, with her movements growing weaker against the unseen force. Pillsbury continues to try to pull her out, but fails. He grabs her hand, but the water forcibly shoves him away. [01:23] The water around Lee begins to ripple unnaturally. Her friends stare, with one of them nearly vomiting. Lee's yelling is heavily muted by the water, but a distorted howl is audible. [01:35] The water surges violently, with Lee being dragged beneath the surface, her shape slowly vanishing. Pillsbury dives under but quickly resurfaces. He appears distraught as the water shoves him onto the side of the pool. [01:43] Lee manages to pull herself up from the water on the side of the pool, but her entire body is covered in a thick layer of water. She attempts to beg for help, although her voice is garbled and muffled due to the water. Shortly after, she is dragged below the surface, her outline dissipating completely. [01:48] The remaining teenagers, visibly shaken, scramble out of the pool area after arguing for several minutes. [01:58] Lee's crying is no longer audible. [02:14] Silence on recording. [03:19] A single rib surfaces.",
        "\" SCP-8380 \" by TroutMaskReplica, from the SCP Wiki . Source: https://scpwiki.com/scp-8380 . Licensed under CC-BY-SA .",
        "Filename: anthology.jpeg Name: Splashy New Year New Orleans Author: Bart Everson License: Creative Commons Attribution 2.0 Generic Source Link: https://commons.wikimedia.org/wiki/File:Splashy_New_Year_New_Orleans.jpg",
        "Filename: thumbnail.png Name: StateLibQld 1 109508 Crowd at the swimming pool, ca. 1910 Author: State Library of Queensland License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:StateLibQld_1_109508_Crowd_at_the_swimming_pool,_ca._1910.jpg"
    ],
    "containment_procedures": "SCP-8380 events are to be monitored through an established surveillance network. Any person whose last whereabouts may include swimming pools, spas, or reservoirs should be investigated immediately by Mobile Task Force Omega-9 (\"Land Down Under\").",
    "description": "SCP-8380 is a phenomenon relating to man-made bodies of water. SCP-8380 events always end with the disappearance of a single person.",
    "title": "SCP-8380"
}