{
    "url": "https://scp-wiki.wikidot.com/scp-8381",
    "all_text": "rating: \n+40\n+\n–\nx\n\n\nItem #:\n SCP-8381\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-8381 is currently uncontained. Key security personnel in local and national governments are to be briefed on new outbreaks, as they have allotted resources and cooperation to Foundation containment teams.\n\n\nAll samples of SCP-8381 are to be stored in a hermetically sealed, BSL-4 cryoprotective freezer. Samples are to be cultured using standard yeast growth mediums. Work with SCP-8381 is to take place under BSL-4 conditions inside a facility within Block-D of Site 234. Personnel are required to wear 2 layers of BSL-4 protective equipment, and 1 layer of protective undergarments including a biohazard air filter. Personnel exiting this facility are to undergo 4 screening checkpoints composed of the following:\n\n\n\n\nMultistep decontamination of the first layer.\n\n\nRemoval of the first layer of protective gear, and multi-step decontamination of the secondary layer.\n\n\nRemoval of second layer, incineration of both first and second layers. Multi-step decontamination of distributed undergarments.\n\n\nRemoval and incineration of undergarments, followed by a multi-step sterilization cycle, a standard rinsing shower, and blood test screening.\n\n\n\n\nPersonnel should completely avoid physical contact and aerosol exposure with SCP-8381.\n\n\nIn the event of an accidental infection, checkpoints are to be hermetically sealed, and individuals within the facility analyzed for stage 1 symptoms. Individuals exhibiting these symptoms are to be informed, and offered standard termination benefits.\n1\n Regardless of the response, termination should occur after diagnosis. At this time, there are no treatments for infection. Should a treatment be discovered, these procedures will be reviewed and modified as needed.\n\n\nIn the event of an outbreak, MTFs Chi-7 (\"Plague Tamers\") and \nBeta-7 (\"Maz Hatters\")\n are to be deployed and establish standard quarantine procedures. Affected areas are to undergo \"salting\"\n2\n and SCP-8381-1 instances removed using slash and burn tactics. Quarantine operations are to be masked by disinformation units as outbreaks of well known non-anomalous pathogens. Media referring to or depicting an outbreak is to be intercepted, and altered. Non-Foundation personnel aware of the anomaly are to be treated with Class-B amnestics.\n\n\nUse of \nSCP-3536\n for study of SCP-8381 samples has been tentatively approved, pending fulfillment of appropriate BSL requirements.\n\n\nUpdate SCP-8381-P-2\n As of 6/28/2016, individuals in stages 1 and 2 of infection are to be placed in an anechoic chamber with an interior lead-lined wall, and administered Amphotericin B until infection is cleared. At this time, it is believed that SCP-8381-2 is responsible for the appearance and infections by SCP-8381 (See Addendum 1).\n\n\nAttempts to directly communicate and dissuade SCP-8381-2 from causing future outbreaks are being researched; however, should such attempts fail, the O5 council has approved several neutralization plans.\n\n\nDescription:\n SCP-8381 is a previously undiscovered strain of \nSaccharomyces cerevisiae\n. SCP-8381 is a human pathogen and is indistinguishable from non-anomalous strains until infection. SCP-8381 is extremely contagious, spreading through infected body fluids, direct physical contact, aerial spores, and aerosolized particles.\n\n\nWhen SCP-8381 makes physical contact with a host it will begin branching into a series of multinucleated fibers. These fibers, or hyphae, will penetrate into the surrounding tissue and exhibit behavior similar to that of \nCandida albicans\n.\n\n\nSCP-8381's primary method of pathogenesis is enacted by converting cells into further SCP-8381 instances.\n3\n In addition to this mechanism, hypha strands double in a manner similar to that of budding every 30 minutes.\n\n\nAll SCP-8381 infections occur in 5 stages, over the course of 12-48 hours. All infections terminate with the emergence and full development of a \"toadstool\"\n4\n from the host's reproductive system. The resulting \"toadstool\" ranges from 9-50 m in height, with a stalk 1-13 m in width, and a spore-producing structure 3-20 m in diameter. These structures, hereby dubbed SCP-8381-1, emit aerial spores at a constant frequency consistent with most multi-cellular fungi, however; the fruiting body never rots and continues releasing spores for an indeterminate duration. At the end of stage 5 the former host's body is dissolved, releasing a dense network of hyphae\n5\n which will embed itself into the surface it falls on, regardless of composition.\n\n\n\n\nStages\n\n\nStage 1\n\n\nStage 1 of infection begins when an SCP-8381 cell makes contact with exposed skin or mucousal membranes. Initially, the infection remains localized to a small area, with strands spreading out over 3-4 mm, forming a lesion.\n6\n As infection begins penetrating into deeper tissue, infestation of sensory nerves may elicit heightened pain responses.\n\n\nStage 2\n\n\nStage 2 primarily involves spread of infection from the initial layer of tissue, onto the surrounding epidermis and deeper soft tissues. Damage to muscle and connective tissue usually begins here while entry into the blood stream, especially in respiratory infections, may occur. From stage 2 forward, individuals become increasingly contagious, especially due to blood and spore-laced coughs.\n\n\nStage 3\n\n\nPenetration into major organ systems or the bones in infected limbs are hallmarks of stage 3. Loss of function and feeling in large segments of the epidermis occur at high frequencies, and in some cases, entire limbs are rendered inert. Infected individuals may begin vocalizing pain at an increased volume as well as exhibiting several common symptoms including vomiting, blood laced coughs, uncontrollable bowel movements, and loss of consciousness.\n\n\nStage 4\n\n\nAt the beginning of stage 4 hyphae are present in all major organs, across all epidermal tissues and mucous membranes. Subsequently, exposed skin becomes hard to the touch with a coat of excreted slime.\n7\n Infected hosts remain conscious and aware throughout this process, with a spike in awareness during the conversion of the eyes and/or tongue.\n\n\nNear the end of stage 4, infected individuals possessing a penis and testes will experience painful swelling, bulging, and stretching of the appendage, as the glans penis and corona glandis blossom outwards, taking on the shape of a \"toadstool\" from \nBasidiomycota\n. The urethral opening seals, and the blossoming structures begin developing infantile spore-producing structures. This process is similar in individuals possessing a functional vagina-cervix-uterus; however, the clitoral glans is forced to merge with the urethral and vaginal openings, as the fruiting body develops.\n\n\nStage 5\n\n\nStage 5 mostly concerns the development of the fruiting body as the host's reproductive system is incorporated into the expanding stalk and the conversion of the remaining nervous tissue. Individuals exhibit rapid memory loss and dementia as infection progresses, ultimately terminating with the maturation of the fruiting body and dissolution of the host's body.\n\n\n\n\nSCP-8381 emits and receives a number of radio transmissions, primarily at 900 MHz (See Addendum 1). Analysis of these transmissions has revealed a number of details about SCP-8381's origins and a possible person/entity of interest, hereby dubbed as SCP-8381-2, responsible for the creation and propagation of the pathogen.\n\n\nInitial Outbreak:\n\nSCP-8381 was initially reported in the city of Lourdes, France, by an embedded member of MTF-Chi-7. The initial outbreak began when a well-known local vineyard owner\n8\n was brought into the district's medical center, showing signs consistent with stage 1 of infection. Foundation personnel were alerted of a possible anomalous outbreak when the infection spread to all attending physicians. At this time, Site-234 directional staff notified MTF-Beta-7 and the O5 council of the developing situation, and Elements of Beta-7 were deployed to establish large-scale quarantine protocols.\n\n\nBy the time they arrived in the city, infection had spread to the resident and tourist populations. An estimated 3,000 individuals succumbed to infection, including the embedded agent. An estimated ███ persons who were exposed to aerial spores were not quarantined due to miscommunications between MTF-Beta-7 operatives and the Quarantine Protocol Director present on site. At the end of the outbreak, MTF Beta-7 noted the heavy concentration of SCP-8381-1 instances within the urban area, especially in the streets.\n9\n\n\nAs of 12/15/2015, █ active outbreaks are currently under quarantine. Cases are all believed to be linked to the initial outbreak, with a number of small outbreaks still emerging in several regions. MTF-Beta-7's quarantine protocol director is to undergo internal review before the Ethics Committee for her failure to properly contain the anomaly during the initial outbreak.\n\n\n\n\nAddendum 1: SCP-8381-2\n\n\n\n\nHide Addendum 1\n\n\n\n\nOn 6/28/2016, personnel from MTF-Beta-7 and MTF-Chi-7 maintaining an SCP-8381 quarantine zone, in █████████, China, notified requisition officers of faulty/malfunctioning radio equipment.\n10\n Investigation of the malfunctioning equipment, away from the quarantine zone, concluded that the transceivers were functioning correctly; however, when returned to the mobile task force units, the previously described issues resumed.\n\n\nFoundation research personnel were subsequently deployed into the quarantine zone to locate the source of the interference, believing it to be caused by some undiscovered geographical anomaly. Researchers discovered, utilizing frequency scanning equipment, that SCP-8381-1 instances were in fact the source of the interference. The structures were emitting and receiving transmissions at a frequency of 900 MHz. Transmissions consisted of a series of extended high-pitched tones occurring at 30 minute intervals. Inquiries by lingual and radio transmission experts were able to discern a series of communications, in French, between SCP-8381 and, at the time, an unknown entity dubbed SCP-8381-2. Examples of these communications are recorded below.\n11\n\n\n\n\nTransmission date: 6/29/2016\n\n\nSCP-8381-2: My spores, how do the hyphae spread? Are your stalks large? Do you overshadow those foul greens?\n12\n\n\nSCP-8381-1 Instance: Mother! We do spread well! Many of the stalkless have sacrificed to fulfill your vision!\n\n\nSCP-8381-2: My spores, my fibers twitch in pride. Soon it will be stalks, and not the detritus of the floor that towers above the stalkless! Tell me, do you hear the call of your brothers and sisters who I first gave life to above?\n\n\nSCP-8381-1: No Mother, only you.\n\n\nSCP-8381-2: My fibers wilt.\n\n\n\n\n\n\nTransmission date: 7/19/2016\n\n\nSCP-8381-1 Instance: Mother! Strange stalkless approach, in strange fiber of my spots! They maim the stalks, and burn the fibers!\n\n\nSCP-8381-2: My spores, you must [unintelligible]!\n\n\nSCP-8381-1: Mother it hurts!\n\n\nSCP-8381-2: My spores, you must hold the fibers high! Do not fall!\n\n\n\n\n\n\nTransmission date: 8/1/2016\n\n\nSCP-8381-2: My spores, do you bristle?\n\n\nNo response\n\n\nSCP-8381-2: My spores, no longer float in the wind. The green's treachery shall not be forgotten.\n\n\n\n\nTransmissions in the █████████ area ceased after this exchange.\n\n\nOn 8/2/2016 Foundation radio transmission experts were able to trace the origin point of the transmissions received by SCP-8381-1 instances, utilizing advanced Doppler readouts, to Lourdes, France. Survey teams from Chi-7 were unable to locate the source of the transmission on the surface; however, biological analysis of the vineyard owned by \"patient zero\" discovered a number of rotting fruiting bodies next to several notably large specimens of ash and oak trees. Genetic analysis revealed 99% similarity to samples of SCP-8381 held in Site-234. Further investigation using seismic imaging technology identified an enormous subterranean fungal system covering more than 20 square kilometers underneath the town.\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Including standard life insurance and college tuition payment plans for any children under 23.\n\n\n2\n. Meaning that assigned MTF units are to spread large quantities of sodium chloride on all surfaces.\n\n\n3\n. The hyphae strands do this by drilling into the host cells' plasma membrane, penetrating small branches into the interior. Once inside, the branches will begin secreting a large number of enzymes and proteins of unknown function which completely convert the cell on both the genetic and physical levels into a new SCP-8381 cell.\n\n\n4\n. Which is structurally analogous to a variety of fruiting bodies from members of \nBasidiomycota\n\n\n5\n. Known as a mycelium.\n\n\n6\n. This lesion is hard and scaly, consistent with the chitinous walls of the fungal cells.\n\n\n7\n. This slime is a mixture of proteases which break down the extracellular matrices that hold together cells in human tissues and organs.\n\n\n8\n. Whose vineyard is located over the center of SCP-8381-2.\n\n\n9\n. Described by Beta-7 operatives as \"A literal forest of shrooms.\"\n\n\n10\n. Operatives complained of random interference, sudden and sometimes painful high-pitched tones, in addition to nausea and unease. Normal symptoms of exposed and extremely concentrated electromagnetic fields emanating from electronic equipment.\n\n\n11\n. Note, translations are based on a rough interpretation, as many words and sentences from the original slowed down recordings were simply repeated lists of different types of trees found in Western European deciduous forests.\n\n\n12\n. Believed to be a reference to trees.\n\n\n\n\n\n\n\n\n\n\nMore by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3456\n\n\nRating: 619\n\n\n\n\n\n\nSCP-3700\n\n\nRating: 371\n\n\n\n\n\n\nSCP-2491\n\n\nRating: 244\n\n\n\n\n\n\nSCP-4700\n\n\nRating: 172\n\n\n\n\n\n\nSCP-3703\n\n\nRating: 147\n\n\n\n\n\n\nSCP-6700\n\n\nRating: 146\n\n\n\n\n\n\nSCP-3706\n\n\nRating: 136\n\n\n\n\n\n\nSCP-3728\n\n\nRating: 128\n\n\n\n\n\n\nSCP-2497\n\n\nRating: 128\n\n\n\n\n\n\nSCP-2946\n\n\nRating: 119\n\n\n\n\n\n\nSCP-3710\n\n\nRating: 108\n\n\n\n\n\n\nSCP-3702\n\n\nRating: 108\n\n\n\n\n\n\nSCP-1347-1353-J\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2546\n\n\nRating: 78\n\n\n\n\n\n\nSCP-2378\n\n\nRating: 77\n\n\n\n\n\n\nSCP-7810\n\n\nRating: 63\n\n\n\n\n\n\nSCP-3711\n\n\nRating: 54\n\n\n\n\n\n\nSCP-8711\n\n\nRating: 47\n\n\n\n\n\n\nSCP-2431\n\n\nRating: 47\n\n\n\n\n\n\nSCP-8381\n\n\nRating: 40\n\n\n\n\n\n\npage 1 of 2\n1\n2\nnext »\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAll in All You're Just A 'Nother Brick in the Wall\n\n\nRating: 59\n\n\n\n\n\n\nSwallowed by a PRIDEful, Lesbian Sea\n\n\nRating: 51\n\n\n\n\n\n\nThe Seas of Orcadia Part 1: How I Met Your Mither\n\n\nRating: 49\n\n\n\n\n\n\nWhere There is Desire There is Gonna be a Flame\n\n\nRating: 46\n\n\n\n\n\n\nLet's Get Physical\n\n\nRating: 41\n\n\n\n\n\n\nSlow PRIDE filled Life\n\n\nRating: 39\n\n\n\n\n\n\nMedea Filicidium\n\n\nRating: 35\n\n\n\n\n\n\nMulti-Goddess Drifting\n\n\nRating: 32\n\n\n\n\n\n\nHotter than Hell\n\n\nRating: 30\n\n\n\n\n\n\nWhere there is a Flame Someone is Bound to get Burned\n\n\nRating: 30\n\n\n\n\n\n\nLove Across a Nonbinary Spectrum\n\n\nRating: 27\n\n\n\n\n\n\nOn the Rails\n\n\nRating: 25\n\n\n\n\n\n\nThe Coming Nightmare\n\n\nRating: 20\n\n\n\n\n\n\nDissonance\n\n\nRating: 14\n\n\n\n\n\n\n\n\n\n\n\n\nWith other authors\n\n\n\n\n\n\nPage\n\n\nAuthor\n\n\n\n\n\n\nSCP-3500\n\n\nRimple\n\n\n\n\n\n\nSCP-8710\n\n\nSmaugnolia\n\n\n\n\n\n\nRecomposition\n\n\nQueerious\n \nDexanote\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8380\n | SCP-8381 | \nSCP-8382\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8381\n\" by DrBleep, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8381\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Transmission date: 6/29/2016 SCP-8381-2: My spores, how do the hyphae spread? Are your stalks large? Do you overshadow those foul greens? 12 SCP-8381-1 Instance: Mother! We do spread well! Many of the stalkless have sacrificed to fulfill your vision! SCP-8381-2: My spores, my fibers twitch in pride. Soon it will be stalks, and not the detritus of the floor that towers above the stalkless! Tell me, do you hear the call of your brothers and sisters who I first gave life to above? SCP-8381-1: No Mother, only you. SCP-8381-2: My fibers wilt.",
        "Transmission date: 7/19/2016 SCP-8381-1 Instance: Mother! Strange stalkless approach, in strange fiber of my spots! They maim the stalks, and burn the fibers! SCP-8381-2: My spores, you must [unintelligible]! SCP-8381-1: Mother it hurts! SCP-8381-2: My spores, you must hold the fibers high! Do not fall!",
        "Transmission date: 8/1/2016 SCP-8381-2: My spores, do you bristle? No response SCP-8381-2: My spores, no longer float in the wind. The green's treachery shall not be forgotten.",
        "\" SCP-8381 \" by DrBleep, from the SCP Wiki . Source: https://scpwiki.com/scp-8381 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8381",
    "object_class": "Keter",
    "containment_procedures": "SCP-8381 is currently uncontained. Key security personnel in local and national governments are to be briefed on new outbreaks, as they have allotted resources and cooperation to Foundation containment teams.",
    "description": "SCP-8381 is a previously undiscovered strain of Saccharomyces cerevisiae. SCP-8381 is a human pathogen and is indistinguishable from non-anomalous strains until infection. SCP-8381 is extremely contagious, spreading through infected body fluids, direct physical contact, aerial spores, and aerosolized particles.",
    "title": "SCP-8381"
}