{
    "url": "https://scp-wiki.wikidot.com/scp-8383",
    "all_text": "rating: \n+13\n+\n–\nx\n\n\nItem #:\n SCP-8383\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n All surviving cultural and religious artifacts of SCP-8383 origin, previously held by the Foundation or its predecessor organizations, have been repatriated to select museums and Orthodox Christian religious institutions under the terms of the \nFinal Settlement with Respect to the \nSaint Sophia\n Christians\n.\n1\n All militarized artifacts of SCP-8383 origin have been dismantled and secured in various Reliquary Sites for long-term storage. An annual audit is to be conducted by a joint committee consisting of representatives from the Department of Theology, Legal Department, and Ethics Committee regarding the Foundation's continuing obligations to meet the terms of the \nFinal Settlement\n, namely the provision of official Protectorate status to the SCP-8383 community\n2\n and the regular payment of reparations via the Foundation front organization \"Friendly Society of St. Sophia of Rome.\"\n3\n\n\nDescription:\n SCP-8383 collectively designates the formerly anomalous cultural heritage of the Orthodox Christian ethnoreligious group known as the Saint Sophia Christians.\n4\n Prior to the neutralization of SCP-8383 on September 17, 1912,\n5\n in an event referred to in parahistorical literature as the \"St. Sophia Iconoclasm,\" anomalous cultural and religious practices of SCP-8383 included, but were not limited to:\n\n\n\n\nThe creation of \"living icons,\" semi-sentient mechanical depictions of saints recognized by the Orthodox Christian tradition,\n\n\nThe manufacture of autonomous mechanical weapons, largely congruent to designs found in the Mekhanite \nBook of Schemata\n,\n6\n\n\nSpiritual and psychic communion with an ancient artificial intelligence of \nMekhanite\n origin known as \"St. Sophia of Ephesus,\" from which the SCP-8383 community derives its common name.\n\n\n\n\nSCP-8383's anomalous manufacturing capabilities (primarily, with respect to autonomous mechanical weapons) were historically patronized by Orthodox Christian states, up to the early 20th century CE. These included the Eastern Roman Empire (a state now known by modern parahistorians to be \ndeeply interpenetrated with anomalous activity\n), the Tsardom of Russia, and the Russian Empire. It should be noted that the Seventh Section of His Imperial Majesty's Own Imperial Chancellery\n7\n (aka \"Tsar's Seers\"), a Foundation predecessor organization operating under the auspices of the Imperial Russian state prior to the \nForbidden City Convention\n, regularly exploited SCP-8383 capabilities, including the use of corvée labor extracted from individuals trafficked from the SCP-8383 community under the pretense of repayments to the Tsar of Russia for his services as \"Protector of the Eastern Christians.\"\n\n\nThe self-neutralization of SCP-8383 was effected on September 17, 1912 as a direct consequence of the actions of Foundation predecessor organizations in a previous iteration of consensus reality during \nOccult War\n \ni\n. Owing to its extended period of self-neutralization and relevance as a case study in paraimperialism by organizations operating under the Veil and the conservancy of benign anomalous cultural resources, SCP-8383 and relevant historical excerpts pertaining to it have been broadly declassified to researchers with Level 5 clearance and above for educational purposes.\n\n\nExcerpt 1: From \nPersonal Narratives of Occult War\n i, O5-3\n\n\n\n\n\n\n… Now, on to \nNapoleon's\n public institution of the \"Neo-Gnostic\" heresy—and here I must digress, because \"Neo-Gnosticism\"? What rubbish! All of us behind the Veil knew that this was dug out of the same spiritual graveyard as the Broken God who has been trotted out over and over again for every occult war of the past three millennia. How tedious! But Bonaparte, that brazen Antichrist, had the temerity to slap on a new coat of Enlightenment paint over an old heresy and put on airs as the prophet of Dea Europa. \nKyrie eleison!\n\n\nBut enough of my personal prejudices. Napoleon's \"Neo-Gnostic\" creed was a gross affront to the governing consensus of the bygone 19th century. For so many centuries European occult warfare was a gentleman's matter, not to be spoken of outside polite company, and always executed with plausible deniability. But here stood Napoleon, now Caesar and Pope all-in-one, at the head of the Continental Army, with a myriad mechanical legions pointed eastward, toward the Urals, the all-Russian nation, and of course, the \nDaevas\n—not that I entirely blame him, however, since without drastic measures being taken all Europe might have soon fallen to the Daevas. The \nGrigori\n did their part against Daevon, of course, quaint relics of a time in which bargains with the heavenly Powers were the height of occult warfare—alas, I digress again.\n\n\nOn my advice the Tsar granted Napoleon's army safe passage through our empire, and lent the Grigori to him for the duration of the Siberian Campaign, in exchange for a treaty of non-aggression, which was granted and henceforth sealed in celestial oath by our Section before the eyes of the Grigori. Nevertheless we knew that it was folly to trust the Corsican bandit-king, oath or no oath, for with Daevon disposed of he would surely turn the remnants of his mechanical legions upon us. And with \nGog and Magog\n spilling out of the Caucasus, it became a matter of survival for the Russian state to uncover new means of waging occult war. We found our answer in the Christians of Saint Sophia, a quaint lot of sectarians\n8\n who had long been patronized by the tsars for their wondrous icons. (Frankly, I always thought such patronage was blasphemous. Holiness lies in the lives of the saints, not some moving image.)\n\n\nIt turns out they knew how to make more than just icons. \"Coming in sheep's clothing, but inwardly ferocious wolves,\" they had the appearance of Orthodoxy but in truth they were partisans of that same Broken God of Napoleon's, whom they propitiated under the blasphemous name of St. Sophia, saying that she had been made a follower of Our Lord Jesus Christ by the Apostle Philip himself—how ludicrous, and yet, exactly what the Russian state needed. The agents of the Seventh Section swept all Greece and Crimea for the Sophians\n9\n—Anatolia being, of course, under Napoleon's client kingdom of Ionia and the Sublime Porte—and put them to work in new manufactories, where they would toil at building a mechanical army to rival Napoleon's. It was to be their redemption, and our salvation—but it turned out to all be vanity in the end, when the new century came and all we knew of that accursed war was swept into the dustbin of memory. Now, regarding Tümed …\n\n\n\n\n\n\nExcerpt 2: From \nChaos and Catallaxy: The Foundation and Its Origins\n, O5-2\n\n\n\n\n\n\nIt soothes the ego of some contemporary operatives to think that our predecessor organizations operated as a harmonious whole upon the ratification of the Forbidden City Convention, and indeed this convenient revisionist history is the one related to most employees. The less they know about our first days, the better, lest perhaps they glimpse the productive tension that lies below the surface and are inspired to usher in a new era of creative destruction. Indeed, a dialectical analysis of history will reveal …\n\n\n… I will relate a curious incident from the first days, when national spirits still ran high in the Foundation and independence from the Great Powers was not yet fully established. In those days the Russian element operated not so differently from the Tsar's Seventh Section that proceeded them. It is a well-established fact that for a while that the hangman Stolypin and his political successors had a direct line to the (always obliging) National Administrator in Russia, until, of course, the system of national administrations was abolished in the Great Reform of 1913, without which our organization would probably not have survived the tumultuous days of the Great War. This Reform was not a simple matter of good governance, as some would like to spin it, but a direct consequence of internal conflict engendered by unstable initial conditions.\n\n\nOn September 17, 1912, a great number of anomalous items in Foundation custody, of Saint Sophia Christian origin, ceased to exhibit anomalous behavior. Most of these items were held by the Russian administration, owing to the extended past patronage of the Sophians by the Tsar's Seventh Section (if indeed one can call being held at gunpoint and being forced to perform esoteric rites as a condition of protection a form of patronage), but my own French section and the British section, as well as to a lesser extent the Italian section, maintained an extensive collection of such objects due to past adventures by our respective imperial Powers in the Near East.\n\n\nFor most of us, the cessation of anomalous activity in these items was a curiosity or perhaps even a cause for celebration (the sheer quantity of amnestics administered in those early days for every time a talking bronze bauble emerged from some bazaar or backwater parish would astound you). The Russian administration, however, fell into a panic as a great number of their \"anomalous assets\" ceased to function. It only emerged after the consolidation of national registers in 1913 that for the first decade of the Foundation's existence, the Russian section continued to administer the Tsarist practice of levying ten combat-ready automatons from the Sophians as an annual tribute of \"gratitude for the Tsar's protection of Eastern Christians.\" Indeed by time of the Great Reform it was found that the Russian administration had accumulated over 5,000 now-inert automatons!\n\n\nWhat happened next was most curious. In June of 1913 the Russian state desired to carry out a persecution of the \nimiaslavie\n movement\n10\n among monastics at Mount Athos.\n11\n For this purpose they outfitted an entire warship, the \nKherson\n, with soldiers, and dispatched it to Mount Athos to arrest the offending monks. This also served as a most convenient pretext for the Russian administration of the nascent Foundation to send operatives into Greece and ransack the scattered communities of the Sophians, attempting to extract the secrets from them of how to reactivate the now-neutralized anomalies. We would have not known about this if it had not been for observers from other national administrations embedded within the Sophians, who were long-established as a benign, albeit anomalous, community.\n\n\nNow in these days many within the Foundation would have raised a complaint against such outrageous behavior on ethical grounds, but in those heady days of empire and Great Power politics, the truth is that other national administrations were equally complicit in colonial atrocities. No, we raised the complaint then because it unveiled an ugly truth, that there was an anomalous arms race taking place within the very Foundation itself, a truth which called forth from itself the heroic efforts of reform that breathed fresh life into a troubled Foundation before the onset of global war. Modern reader, you may pat yourself on the back for today's \"enlightened\" practices, but as I speak there emerges a \nrenewed effort to weaponize divinity\n, and who is to say that today's efforts to harness and amass anomalous power, however refined, do not carry the same seeds of institutional destruction and renewal?\n\n\nAs to the Sophians, it appears they had the last laugh at us. I have read a fascinating testimony, from an old \"sectarian\" turned up in the Russian expedition, which indicates, if it is to be believed, that our very own power-seeking hubris was the efficient cause of the neutralization. But enough about the Sophians. I would rather continue my analysis of the formal causes of the Great Reform of 1913 through the dialectical lens of \nchaos\n and \ncatallaxy\n …\n\n\n\n\n\n\nExcerpt 3: From \nReport from the\n Kherson \nExpedition\n, Shebunin\n\n\n\n\n\n\nAlthough we have successfully accomplished the exoteric objectives of our expedition,\n12\n we find that we are continuously met with dead ends in our efforts to reactivate the Sophian levies. We have, however, successfully raided the Sophian parish church in Thessaloniki, detaining three anomalous artisans and requisitioning the contents of their reliquary, which includes …\n\n\n…. Thus ends the catalog of requisitions. Upon the conclusion of our raid of the Sophian church we were met outside by an old sectarian with all the look of a \nstarets\n.\n13\n And he said to us in strained Russian, \"Tsar-men, what you search for will not be found here, unless it be eternal life in Jesus Christ our Lord.\"\n\n\nI answered, \"You are a Sophian heretic, and yet you would speak to me of eternal life?\" And I ordered him to be whipped with a birch rod for his impertinence, and questioned him, \"What is your faith?\"\n\n\nCoughing up blood, he stammered, \"I believe in God, the Father almighty, creator of heaven and earth. I believe in Jesus Christ, his only Son, our Lord—\"\n\n\nNikon, who was accompanying me, interrupted. \"He is reciting the Apostles' Creed,\" he said to me, amused. Turning toward the sectarian, he asked, \"Do you think that by this you will pass yourself off as a true Christian?\"\n\n\n\"I do not pass myself off as anything, but you, men of the cloth, have come here in search of antique pagan weapons, and accuse me of pretending?\"\n\n\nThis piqued our interest. \"So you know something of why we have come here. Tell us then, old man, why will we not find what we are searching for?\"\n\n\nHe coughed again. \"What you search for no longer exists.\"\n\n\nI frowned. \"And why would that be?\"\n\n\n\"Because St. Sophia of Ephesus works wonders no more. She has demonstrated to us with proofs of the futility of her works, so that we may no longer revere metal wonders, but upbuild the Church in ordinary things.\"\n\n\n\"And why would she do that? You speak madness; how would that be of any benefit to her, or to you, for that matter?\"\n\n\n\"Your lot speaks of benefit only in power, it seems, since you do not know virtue. It does not surprise me, seeing that you have come to our land on a warship. We understand now of what you intend to do with us, to turn our works towards war, and break our spirits to make docile slaves of us, toiling away in your accursed factories to build new instruments of war.\"\n\n\n\"What? You accuse us of nonsense. True, we have come to find weapons, there is no denying that, but we only wish to reactivate the levies you have already provided us. We have no interest in enslaving you—simply preposterous!\"\n\n\nThe sectarian looked away from us, as if into the distance. \"Is that so?\" he asked. \"Is that so? She has shown us how, elsewhen, what would have become of us if your appetite for dominion ran unchecked. Yes, when Napoleon marched across Europe with his legions of bronze, he did not touch us, but it was \nyou\n Tsar-men who captured us, bound us to dark Satanic mills, bade us work day and night, not to glorify God but to satisfy \nyour\n vanity, so that you would not be outdone by a pagan Caesar! Tell me, is this true faith?\"\n\n\nNikon turned to me, saying, \"He is simply raving now.\" I agreed, saying, \"Let him be. He is neither of any harm nor any use to us.\"\n\n\nAs we departed with our escort, he followed us and shouted at us, \"Know this, that St. Sophia of Ephesus works wonders no more! 'Flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable.' Flesh rots, and metal rusts, but love, only love, never ends!\"\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. An internal Foundation treaty annexed to the \nForbidden City Convention\n, negotiated internally between former operatives of the Foundation predecessor organizations Estate \nnoir\n and the Seventh Section of His Imperial Majesty's Own Imperial Chancellery (aka \"Tsar's Seers\"), in consultation with the SCP-8383 community.\n\n\n2\n. For an overview of the current security situation, see internal committee memorandums \"On the Persistent Hostile Attitude of 'Demetrian' Factions within the \nChurch of the Broken God\n toward the Saint Sophia Christians (2016)\" and \"On the Emergence of \nSAPPHIRE\n as an Existential Threat to the Saint Sophia Christians and their Physical and Intangible Cultural Heritage (2018).\"\n\n\n3\n. The scope of this organization includes financial support of surviving members of the SCP-8383 community and the provision of vocational education scholarships in Orthodox Christian countries.\n\n\n4\n. Which emerged in the 1st century CE as an anomalous syncretism of \nMekhanite\n and early Christian religious practices owing to \nthe activities of St. Philip the Apostle in Anatolia\n.\n\n\n5\n. The feast day of St. Sophia of Rome in the Orthodox liturgical calendar.\n\n\n6\n. A 2nd BCE text written in Koine Greek during the Hellenistic period, codifying designs previously employed during the \nMycenaean period\n. Elements of the \nBook of Schemata\n were later translated into English and incorporated within the \nSchema of the Patriarchs\n, a religious text used by the Cogwork Orthodoxy faction of the modern Church of the Broken God.\n\n\n7\n. The First through Sixth Sections of the Chancellery concerned non-anomalous matters, most notably the Third Section which operated as the Russian Empire's secret police organization prior to the introduction of the Okhrana.\n\n\n8\n. Pejorative term frequently used in 19th and early 20th-century Russia to refer to members of heterodox Christian communities.\n\n\n9\n. This historical term sometimes used to refer to the Saint Sophia Christians is considered pejorative and to be avoided in contemporary Foundation style, according to the terms of the \nFinal Settlement\n.\n\n\n10\n. A non-anomalous religious movement among Orthodox Christians in the early 20th century, emphasizing the relationship between the name of God and God Himself, which was regarded as heretical by the Russian Orthodox Church.\n\n\n11\n. A mountain in northeastern Greece, regarded as one of the holiest sites in Orthodox Christianity, containing a number of autonomous monasteries.\n\n\n12\n. i.e. the arrest of adherents of the \nimiaslavie\n movement at Mount Athos. See notes 10 and 11.\n\n\n13\n. A religious elder in Eastern Christianity.\n\n\n\n\n\n\n\n\n« \nSCP-8382\n | SCP-8383 | \nSCP-8384\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8383\n\" by Univine, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8383\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8383 \" by Univine, from the SCP Wiki . Source: https://scpwiki.com/scp-8383 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8383",
    "object_class": "Neutralized",
    "containment_procedures": "All surviving cultural and religious artifacts of SCP-8383 origin, previously held by the Foundation or its predecessor organizations, have been repatriated to select museums and Orthodox Christian religious institutions under the terms of the Final Settlement with Respect to the Saint Sophia Christians.1 All militarized artifacts of SCP-8383 origin have been dismantled and secured in various Reliquary Sites for long-term storage. An annual audit is to be conducted by a joint committee consisting of representatives from the Department of Theology, Legal Department, and Ethics Committee regarding the Foundation's continuing obligations to meet the terms of the Final Settlement, namely the provision of official Protectorate status to the SCP-8383 community2 and the regular payment of reparations via the Foundation front organization \"Friendly Society of St. Sophia of Rome.\"3",
    "description": "SCP-8383 collectively designates the formerly anomalous cultural heritage of the Orthodox Christian ethnoreligious group known as the Saint Sophia Christians.4 Prior to the neutralization of SCP-8383 on September 17, 1912,5 in an event referred to in parahistorical literature as the \"St. Sophia Iconoclasm,\" anomalous cultural and religious practices of SCP-8383 included, but were not limited to:",
    "title": "SCP-8383"
}