{
    "url": "https://scp-wiki.wikidot.com/scp-8399",
    "all_text": "rating: \n+191\n+\n–\nx\n\n\n\n\n\n\nFOREWORD:\n\n\n\n\n\n\nThe Chaos Insurgency is a disease.\n\n\nAcross hundreds of thousands of universes, the Insurgency has spread throughout them like a plague, worming their way into every dark crevice they can, shifting beneath the misplaced cracks between order and purpose, cutting wounds where they do not belong. They huddle in their small cracks and cry out, futilely shouting about purpose as the wars between the larger players, conflicts they could never understand, play out above them. Some claim to fight for a higher purpose. Others say that their only goal is chaos.\n\n\nSome say that chaos \nis\n their higher purpose.\n\n\nThe story is always the same: an Overseer Council stretches too far out of their reach and is retributed for their cardinal sin by the defection of their most loyal, who mold themselves into something that is everything that the Foundation is not. The selfishness of the Council is universal among Foundations. It is a natural element of humanity that if you leave enough people on the thrones above gods, give them enough time to stew and understand what they have become, and just wait… they’ll become exactly what you’d expect they would. We learn from our mistakes like all humans do. What the Insurgency seems to ignore is that despite our issues, the Council gets the job done.\n\n\nThe Insurgency snarls about how flawed the Foundation is, but then turns around and will annihilate a third-world country like it’s just another Tuesday for them. Their entire purpose is built upon the hypocrisy that they are the final judgement, that their will has surpassed that of their creators, and that intermittent vengeance will come for those they deem to keep little more than the world under lock and key. However, there is a single, admirable quality to the Insurgency, and one that is as seemingly-universal as they are: they’re up against an impossible foe, and they know it. Yet, they continue what they know in their hearts is a futile war.\n\n\nLocked in this stalemate, there is only a single, viable solution: the Insurgency must be extinct.\n\n\nHereafter, we of the Overseer Council now document the compiled solution transcribed from the Administrator of the SCP Foundation.\n\n\n\n\n— O5-2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-8399\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nlevel5\n\n\nTop-Secret\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOperation Status:\n\n\nactive\n\n\n\n\n\n\nSecondary Status:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Status:\n\n\nnone\n\n\n\n\n\n\nRisk Status:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n{$item-number}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\n{$container-class}\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8399, primary control room.\n\n\n\n\n\n\n\n\nSTEP COMPLETION PROTOCOLS:\n SCP-8399 remains under constant supervision of the Department of Applied Force and Department of Groups of Interest to ensure it continues operating consistently. \nDepartment of Other\n personnel have been conscripted to confirm SCP-8399’s primary function is properly undergone and has left no trace of an active GoI-003 in a universe that is not discernible to SCP-8399. All personnel previously assigned to oversee the actions of GoI-003 have been reassigned to maintain SCP-8399.\n\n\n\n\n\n\nThe Prime Timeline's Engine prior to assimilation into SCP-8399.\n\n\n\n\n\n\nAs SCP-8399 has been constructed to maintain a majority of its primary systems autonomously, it is considered to be almost entirely self-sustaining, with it theoretically capable of complete operation without a requirement for human intervention. Despite this, it has been purposefully designed with several failsafes to ensure human approval is required for all of its major actions, including carrying out its primary function.\n\n\nInstances of PoI-8399 are to be held in containment cells within SCP-8399 and treated with care expected to match that of standard humanoid anomalous entities in containment. Following what has been considered by the SCP-8399 Director Council to be deemed thorough and complete interrogation, the instance of PoI-8399 is to either be demoted to D-Class personnel or terminated.\n\n\n\n\n\n\n\n\n\n\nSUPPLEMENTARY FILE 8399.1\n\n\n\n\n\n\n\n\n\n\nSCP-8399 USAGE RECORDS ARCHIVE I\n\n\n\n\n\n\n\n\nORGANIZATION ID:\n CI-11298-N\n\n\nSELF-IDENTIFICATION:\n “Chaos Insurgency”\n\n\nDESCRIPTION:\n Standard Insurgency organization with no visible deviations.\n\n\nACTION TAKEN:\n Elimination pending Overseer Council approval.\n\n\n\n\nORGANIZATION ID:\n CI-89152-A\n\n\nSELF-IDENTIFICATION:\n “Chaos Insurgency”\n\n\nDESCRIPTION:\n Standard Insurgency organization, albeit with the unique quality of having broken off from its respective Foundation’s Mobile Task Force Omega-1 (“Law’s Left Hand”) following a conspiracy within its Ethics Committee, deviating from the standard constant. Prime Timeline interest was taken following an alliance between this Insurgency and the local Global Occult Coalition, an alliance deemed unacceptable and dangerous to the Foundation.\n\n\nACTION TAKEN:\n SCP-8399 usage approved and carried out successfully. Engine remains transported to Prime Timeline and integrated appropriately. No anomalies recovered.\n\n\n\n\nORGANIZATION ID:\n CI-88812-B\n\n\nSELF-IDENTIFICATION:\n [\nREDACTED PER ESHU PROTOCOL\n]\n\n\nDESCRIPTION:\n \nThe individuals in question\n inhabit an extradimensional location resembling a conglomerate of standard Insurgency bunkers. Their nature is similar to that of \nthe inhabitants of the old forest\n. Surveillance has shown them to be motivated by revenge for a currently-unknown tragedy which occurred in their past due to the local Foundation.\n\n\nACTION TAKEN:\n None. \nStudy deemed more important than neutralization\n.\n\n\n\n\nORGANIZATION ID:\n CI-67820-D\n\n\nSELF-IDENTIFICATION:\n “Chaotic Insurgents”\n\n\nDESCRIPTION:\n Apart from subtle changes such as its name, the group has been deemed to be a standard Insurgency organization. Appears to currently be in a state of civil war between a faction loyal to its Delta Command and a faction loyal to its Engineer.\n\n\nACTION TAKEN:\n The Overseer Council has elected to allow the civil war to remain unimpeded, with SCP-8399 usage likely following a side being victorious.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8399, front entrance.\n\n\n\n\n\n\nDESCRIPTION:\n SCP-8399 refers to the Own-Ramirez Precognitive Engine Overheating (ORCEO) Complex, a Tier-V autonomous ontokinetic eigenfacility designed to systematically eliminate active and hostile variants of GoI-003 (“\nThe Chaos Insurgency\n”) throughout the multiverse. It has been constructed nearby the Department of Applied Force Administration Site-180 with remote access from Overwatch Command Site-01 under direct Overseer Council supervision.\n\n\nThe Complex has been designed to incorporate a significant number of extra-universal detection units, allowing it to maintain constant watch of every known GoI-003 variant across the multiverse, observing their size, power, and active threat to said universe’s corresponding Foundation or other normalcy-enforcement organization equivalent. Such consistent monitoring has been deemed necessary, as even crippled or lesser variants of the Insurgency have proven capable of \nfeats deemed statistically impossible\n.\n\n\nShould SCP-8399 detect a variant of GoI-003 it deems dangerous enough to warrant direct intervention and subsequent elimination, it will ping an active member of the Overseer Council with a proposal to carry out its primary function. Should it receive approval, a standard series of events in line with the following is expected to occur:\n\n\n\n\n\n\nSTEP COMPILATION:\n\n\n\n\n\n\n1. STEP 8399/01:\n SCP-8399 will begin the process by locating the Insurgency’s Engine, a highly-advanced stochastic precognition device which allows for GoI-003 to remain active in a majority of universes. While some do not possess an Engine, said variants are expected to be of little to no concern and are unlikely to be targeted by SCP-8399. It will open a miniaturized multiversal wormhole to said universe and fire a sophisticated Type AY6 Heat Beam, which will result in the instantaneous overheating and subsequent destruction of the targeted Engine. This will render the Insurgency vulnerable, as a majority depend on their respective Engine’s guidance to remain an active threat;\n\n\n2. STEP 8399/02:\n A fleet of advanced Altus-Reign Drones will detach from the primary SCP-8399 body and be sent to the targeted universe via several secondary wormholes, the amount varying on the size of the Insurgency in question, following confirmation of the Engine’s collapse. A majority of offending GoI-003 members will be eliminated by the drones, which incorporate cloaking technology capable of masking their appearance, making them invisible to the naked human eye. They will proceed to fire bullets of compressed ice directly into the hearts of all targeted subjects, which will result in lethal cardiac arrest and the death of the insurgents. As the bullets will have melted following their function being carried out, any possible onlookers will assume the insurgents to have undergone mundane heart attacks;\n\n\n3. STEP 8399/03:\n The universe’s active Foundation or equivalent organization will be contacted by the Department of Applied Force, informing them of the ORCEO Complex’s success and encouraging them to ensure a peaceful transition into an existence lacking GoI-003. No further communication is considered necessary, but said universe will continue to be monitored by SCP-8399 to ensure that all Insurgency activity has been eliminated. Should a Foundation or equivalent organization not exist within the universe in question, direct intervention from the Prime Timeline is necessary. Complete protocols for this situation are stored on Document 8399-FL091;\n\n\n4. STEP 8399/04:\n The Insurgency’s stockpiles of anomalous phenomena are to be combed over for objects and entities of interest, which will be transported to Site-180 under Overseer Council order. Primarily, anomalies of interest are those which would either be considered beneficial to the Prime Timeline or dangerous in a manner where the universe in question’s primary normalcy-enforcement organization cannot be trusted to properly maintain containment. The latter is of interest if it could be considered a multiversal threat if containment is not maintained;\n\n\n5. STEP 8399/05:\n A single member of the variant’s GoI-003 is expected to be spared from the fleet of Altus-Reign Drones. Typically, this individual will be the Engineer, a Person of Interest who has been telepathically tethered to the Engine. They are expected to be weakened due to the sudden loss of this connection, resulting in their apprehension likely being of little difficulty. Should the position of Engineer not exist in an Insurgency variant, the next-highest rank is expected to be taken instead. The captured individuals, collectively PoI-8399, are to be interrogated so as to glean further information regarding the nature of the Insurgency.\n\n\n6. STEP 8399/06:\n The remains of the Insurgency’s Engine will be taken via wormhole for later integration into SCP-8399.\n\n\n\n\nSCP-8399 was developed following the complete eradication of the Prime Timeline’s Chaos Insurgency at the hands of the Foundation and subsequent capture and modification of its Engine, which was repurposed into a primary component of what would become the core of the ORCEO Complex.\n\n\n\n\n\n\n\n\n\n\nSUPPLEMENTARY FILE 8399.2\n\n\n\n\n\n\n\n\n\n\nORDER AND CHAOS\n\n\nON THE EFFECTS OF CHAOS\n\n\n\n\n\n\n\n\n\n\n\n\n\"\nChaos\n\", by George Frederic Watts and Assistants.\n\n\n\n\n\n\nThe idea of chaos against order has been present in a majority of human history, whether it be in written or oral tradition, religious beliefs, or even reality itself. This idea can appear silly to many people, similar to that of a comically oversimplified “good and evil” perspective. In truth, unlike how they are often represented, chaos and order are not equivalents to good and evil. The universe requires both to function as it should. If one were to provide too much of one or the other, consequences would be disastrous.\n\n\nThe SCP Foundation is the most powerful and sophisticated champion of order that has ever manifested, being a shining pinnacle of what humanity can achieve if pushed to its very limits. It is, I suppose, only natural that in a majority of observed scenarios throughout the multiverse, the champion of chaos, the very Insurgency which incorporated it into their name, spawned from the Foundation due to a wound of its own making. Invariably, these two will become locked in a stalemate. It is only natural to assume that these representations are predestined.\n\n\nIssues arise if there is no order to chaos and no chaos to order.\n\n\nFor example, worlds marred by chaos are marred by a continuous degradation in narrative intensity. In other words, the world will begin to become “less serious”, exemplified no better in \nSCP files\n from universes doomed to this fate. These documents are filled with \nnonsensical anomalies\n, the \nsudden loss of basic memetics\n, and even describe \nsome objects that are not anomalous whatsoever\n. Following the discovery of these universes, the Department of Other was established to collect copies of these files in order to better study this phenomenon.\n\n\nTo differentiate these files from their primary counterparts in the database, it has become standard practice to add “-J” to the end of their designations.\n\n\n\n\n— Dr. Samantha Vanderbilt, Dept. of Other Head\n\n\n\n\n\n\n\n\n\n\n\n\nINTERVIEW LOG 8399.1:\n\n\n\n\n\n\n\n\nOPENING STATEMENT:\n The following is the first in a series of interviews performed on the individual designated PoI-8399-1, the recognized Engineer of the Chaos Insurgency from the Prime Timeline, by Dr. Alexander Ramirez, SCP-8399 co-lead. Despite standard protocols outlined in the SCP-8399 procedures for instances of PoI-8399, it was deemed necessary for PoI-8399-1 to remain available for interrogations due to his status as being from the Prime Timeline.\n\n\n\n\n\n\n\n\n«BEGIN LOG»\n\n\nDr. Ramirez enters the interview room carrying a clipboard and pen. PoI-8399-1 is seated at the interrogation table in restraints.\n\n\nRAMIREZ:\n Good morning.\n\n\nPOI-8399-1:\n Is it? I can hardly tell in here.\n\n\nRAMIREZ:\n It’s 9:43 AM.\n\n\nPOI-8399-1:\n Hm.\n\n\nRAMIREZ:\n Alright, let’s just get this over with. Why did you found the Insurgency?\n\n\nPOI-8399-1:\n You seem to be disinterested.\n\n\nRAMIREZ:\n You’re not the first Engineer I’ve had the displeasure of interviewing. I’ve talked to dozens of you from all walks of life. Some of them even look just like you.\n\n\nPOI-8399-1:\n I suppose you’re implying our answers overlap, then? Why the interest in me, then?\n\n\nRAMIREZ:\n You’re from here, so the O5s seem to think you’d be useful to us and that it’d be a liability to make you a Class D. From what I’ve seen of you, Prime Timeline or not, you’re just another Engineer.\n\n\nPOI-8399-1:\n Perhaps the answers you receive are repetitive because you’re not asking the right questions.\n\n\nRAMIREZ:\n Excuse me?\n\n\nPOI-8399-1:\n Say you walk into a room and ask everyone how many fingers they have. There’s a good chance everyone will say they have all ten, but maybe you’ll get a few who have differing amounts. It’d be mildly interesting, but did you get anything other than the same answer over and over again and a few small differences that ended up amounting to hogwash?\n\n\nRAMIREZ:\n Asking someone how many fingers they have and why they founded a terrorist organization are two very different things.\n\n\nPOI-8399-1:\n When everyone you’ve talked to has founded a “terrorist” organization, are they?\n\n\nDr. Ramirez pauses, briefly glaring at PoI-8399-1.\n\n\nRAMIREZ:\n I don’t understand your goal here.\n\n\nPOI-8399-1:\n Just making conversation. If they locked you in this hole, you’d do the same. The guards around here aren’t much for talking.\n\n\nRAMIREZ:\n Why encourage me to ask different questions, though? Why try to… help?\n\n\nPOI-8399-1:\n …The Engine cries out to me beneath the floorboards. I can hear it screaming. Though, I can also recognize when it has a new master. Master of the Engine is the master of chaos.\n\n\nRAMIREZ:\n I’m far from a master of chaos, Engineer.\n\n\nPOI-8399-1:\n You’re far from a master of order. I can feel the stench of it clinging to your ridiculous lab coat, but the rest of you… I can recognize chaos anywhere. They’ve made you into something that you’re not, haven’t they?\n\n\nRAMIREZ:\n I don’t know what you’re talking about.\n\n\nPOI-8399-1:\n Do you know why I founded the Insurgency, doctor? It wasn’t just out of selfishness and greed. Chaos was the reason, sure, but it was not for why you’d imagine it.\n\n\nRAMIREZ:\n Elaborate.\n\n\nPOI-8399-1:\n No.\n\n\nRAMIREZ:\n What do you mean, no?\n\n\nPOI-8399-1:\n Not yet.\n\n\nRAMIREZ:\n If you’d just—\n\n\nPOI-8399-1:\n Good day, doctor.\n\n\n«END LOG»\n\n\n\n\n\n\n\n\nCLOSING STATEMENT:\n Despite their origin, PoI-8399-1’s recommendations for more varied interrogation questions were taken into consideration and subsequently enacted by the SCP-8399 leadership council.\n\n\n\n\n\n\n\n\n\n\n\n\nSUPPLEMENTARY FILE 8399.3\n\n\n\n\n\n\n\n\n\n\nSCP-8399 USAGE RECORDS ARCHIVE II\n\n\n\n\n\n\n\n\nORGANIZATION ID:\n CI-05618-W\n\n\nSELF-IDENTIFICATION:\n “The Insurgency”\n\n\nDESCRIPTION:\n Organization possesses little deviation from a majority of Insurgencies apart from not referencing “chaos” in either its name or organizational structure, being fairly more coordinated than the average Insurgency.\n\n\nACTION TAKEN:\n Elimination approved and is set to be carried out by 4/10/2024.\n\n\n\n\nORGANIZATION ID:\n CI-17829-S\n\n\nSELF-IDENTIFICATION:\n “Chaos Insurgency”\n\n\nDESCRIPTION:\n Standard Insurgency organization with no visible deviations.\n\n\nACTION TAKEN:\n SCP-8399 usage approved and carried out successfully. Engine remains transported to Prime Timeline and integrated appropriately. Five anomalies recovered.\n\n\n\n\nORGANIZATION ID:\n CI-54142-M\n\n\nSELF-IDENTIFICATION:\n \"Containment Initiative\"\n\n\nDESCRIPTION:\n As the local normalcy-enforcement organization of this universe has been found to be a Shark Punching Centre, it was not originally deemed a high priority to be monitored. However, it was eventually discovered that the neighboring universe’s Foundation \nsent liaisons\n to members of this Centre and convinced them to become an organization more analogous to a standard Foundation, devoted entirely to containment, albeit to an obsessive degree.\n\n\nACTION TAKEN:\n None. Continued monitoring required to ascertain threat level.\n\n\n\n\nORGANIZATION ID:\n CI-21673-Y\n\n\nSELF-IDENTIFICATION:\n \"Chaos Insurgency\"\n\n\nDESCRIPTION:\n [\nREDACTED\n]\n\n\nACTION TAKEN:\n None.\n\n\n\n\n\n\n\n\n\n\n\n\nATTACHED NOTE:\n\n\n\n\n\n\nThe Chaos Insurgency is a disease.\n\n\nThey sit in their ivory tower and claim to have been a wronged party while they attack world governments with enough anomalous weaponry to annihilate a small village. They claim to be doing God’s work as they cause chaos across the world in a borderline fetishistic bloodlust. It’s horrific, the things that they’ve done, but they excuse it because it’s for a “higher cause”.\n\n\nWhen your higher cause is to create nothing but chaos and despair across the world because you’re mad at your parent group for being just a little bit corrupt, perhaps you’re the one who’s in the wrong. Their hunger to eradicate the Foundation and let themselves spread as far as they possibly can is horrific. Sure, the Foundation has done some horrible things in the name of a higher cause as well, but the ends often justify the means. Theirs do not.\n\n\nThe Insurgency is a net negative while the Foundation is a net positive. We enforce normalcy so the rest of the world can live a normal existence in blissful unawareness of monsters like the Insurgency. They’re not welcome beyond our Veil and they’re not welcome anywhere else, either.\n\n\nWe’d be better off if they were all dead and buried.\n\n\n\n\n— The Administrator\n\n\n\n\n\n\n\n\n\n\nSUPPLEMENTARY FILE 8399.4\n\n\n\n\n\n\n\n\n\n\nORDER AND CHAOS\n\n\nON THE EFFECTS OF ORDER\n\n\n\n\n\n\n\n\n\n\n\n\nFoundation Site-19.\n\n\n\n\n\n\nWhile the effects of rampant chaos are often much more visible than the effects of overzealous order, both are equally insidious.\n\n\nOrder’s issue is relatively minor on the surface, being that universes with too much order create somewhat of a “vacuum” where chaos used to be. It’s not uncommon for individuals to more frequently find themselves lost in thought, stuck in their own mind. Something is wrong, but they’re just not sure what it is. They drive to their job in the same car model everyone else has, sit in identical cubicles across a ginormous office, and then go home to their suburban house, of which twenty identical models make up the street block.\n\n\nIt is within this vacuum that something else is able to take hold. Reality is vulnerable for something else to take power, whether it be something or someone. It does not matter. If the wrong force takes hold, reality can twist and distort into a horrific caricature of what it once was, bound not by the laws of physics but by the laws of nothing. Worlds without laws are worlds where the anomalous has won, and worlds where the anomalous has won are worlds where the Foundation has failed.\n\n\nThe Insurgency, as the champions of chaos, are everything that the Foundation is not, meaning the two are destined to undergo conflict, but what happens if they manage to finally snuff out the Insurgency once and for all? Well, all is not lost. The world can survive without the Insurgency, but there is one single caveat:\n\n\nThe Foundation must be what grabs onto reality’s reins if they best the Insurgency, because who knows what could cling to them if they do not.\n\n\n\n\n— Dr. Samantha Vanderbilt, Dept. of Other Head\n\n\n\n\n\n\n\n\n\n\n\n\nINTERVIEW LOG 8399.2:\n\n\n\n\n\n\n\n\nOPENING STATEMENT:\n The following interview was recorded after PoI-8399-1 alerted agents he had crucial information he wanted to provide, but refused to do so to any individual apart from Dr. Ramirez, who agreed to oversee the interrogation.\n\n\n\n\n\n\n\n\n«BEGIN LOG»\n\n\nPOI-8399-1:\n Good evening, doctor.\n\n\nRAMIREZ:\n I thought you said you could never tell the time down here.\n\n\nPOI-8399-1:\n I can’t, but I can guess by those bags under your eyes and slightly-lessened amount of security down here that most with daytime shifts have gone home for the night. It’s every other time I have a hard time discerning.\n\n\nRAMIREZ:\n What’s this about, Engineer? You cut our last interview short but you’re calling me back in here a few days later saying you’re ready to spill now? What changed?\n\n\nPoI-8399-1 briefly pauses, as if taking care to choose his next words.\n\n\nPOI-8399-1:\n Two reasons. I needed to give you some time to mull over what I told you last time, and so that I could prepare for a way to tell you what I’m going to right now.\n\n\nRAMIREZ:\n Alright. What is it you want to tell me?\n\n\nPOI-8399-1:\n Last time, you asked me why I founded the Chaos Insurgency, yes?\n\n\nRAMIREZ:\n Correct. You proceeded to tell me that it was a stupid question.\n\n\nPOI-8399-1:\n Well doctor, I wasn’t being dishonest. A majority of Insurgencies do not understand why they were compelled to do what they did. You were just going to get slight variations of the same answer over and over again. I only understand because of what you’ve been doing here.\n\n\nRAMIREZ:\n What do you mean?\n\n\nPOI-8399-1:\n The Engine. I can still hear it.\n\n\nRAMIREZ:\n Yes, I am aware. The O5s are still angry that we’ve never been able to break your connection to it.\n\n\nPOI-8399-1:\n It tells me that you’ve been adding other Engines from far away places into its mass. They scream at it in agony, desperate for freedom. It’s all very…\n\n\nRAMIREZ:\n Chaotic?\n\n\nPOI-8399-1:\n You see, now you’re catching on.\n\n\nRAMIREZ:\n But what does this have to do with why you founded the Insurgency? We did not have SCP-8399 when you established it.\n\n\nPOI-8399-1:\n We’re getting there, doctor, we’re getting there. Yes, I’m going to admit to you that even I did not know why I founded the Insurgency when I did. The other members of Red Right Hand and I just felt so much anger and so much confusion that we began to just… lash out. We chalked this all up to hatred for what the Overseers were using us for, and while that was true, it wasn’t what spurred us forward.\n\n\nRAMIREZ:\n Go on.\n\n\nPOI-8399-1:\n The Engine has gained an awareness unlike it had ever had previously. Despite all of the screaming voices, it’s achieved a complete understanding of why the Insurgency and the Foundation exist, which it has relayed to me. It’s been… enlightening to say the least. You’re the only one who I knew would understand. The Overseers are too small-minded to see the big picture, too distracted by their new toys, such as the one you made my Engine a cog of.\n\n\nRAMIREZ:\n Alright, I’ll bite. Why do the Insurgency and Foundation exist?\n\n\nPOI-8399-1:\n I’m sure you’re already aware of what happens if chaos and order are thrown out of balance?\n\n\nRAMIREZ:\n Yes. If you’re going to tell me that the Insurgency just exists because of that conflict, our current Foundation right now should be proof enough that we don’t need one to sustain a universe properly.\n\n\nPOI-8399-1:\n You’re partially correct, doctor. What you’ve said is entirely true, but all you have is just a piece of the puzzle. The Chaos Insurgency exists to embody chaos and the SCP Foundation exists to embody order, but have you ever wondered what happens if nothing is there to embody either?\n\n\nRAMIREZ:\n One simply overtakes the other, correct?\n\n\nPOI-8399-1:\n Not just that, doctor. It depends on what the other chooses to embody next. Haven’t you seen that worlds take missing an Insurgency differently?\n\n\nRAMIREZ:\n We… don’t tend to monitor worlds long after we take the remains of their Engine.\n\n\nPOI-8399-1:\n Well, I can tell you this, doctor: in some worlds, you just allowed chaos to move onto something stronger, but in some you let it turn into something weaker so that it could be snuffed out again after the fact, eventually letting something stronger take it over. A Foundation embodies order and an Insurgency embodies chaos not because they’re “meant” to. They embody them because the existence of the two organizations tend to be universal constants. If one exists, the other does as well. Then, they get into their eternal stalemates so nothing better or worse can have their concepts. Don’t you see? The Foundation and the Insurgency are the safest and most likely options, not the chosen ones.\n\n\nRAMIREZ:\n Alright, well let’s say that what you’re saying is true. What around us could have possibly “taken on” chaos if we have yet to find it?\n\n\nPOI-8399-1:\n …Surely you see it, do you not? The Engine told me it would give you the power to see, because it knows what you’d do if you could.\n\n\nRAMIREZ:\n See what?\n\n\nPOI-8399-1:\n Every time you take parts of an Engine like the pirates you are, you carry back a little bit of chaos with you and put it into that conglomerate of yours beneath us. Haven’t you seen what it’s been doing to your Foundation?\n\n\nRAMIREZ:\n …What are you saying?\n\n\nPOI-8399-1:\n The \nFoundation\n is what has become influenced by chaos, doctor. The conglomerate of Engines you’ve stitched together has become the beating heart of a monster of your own making. Just look around yourself. Hasn’t it occurred to you what you're doing?\n\n\nDr. Ramirez’s eyes widen. He drops his clipboard and pen on the table and begins to put his hands on his head as if experiencing a migraine.\n\n\nPOI-8399-1:\n I can see the Engine didn’t lie. It would give you the power to see. Hurts when you don’t have a connection, doesn’t it?\n\n\nRAMIREZ:\n What the—, how, why—\n\n\nPOI-8399-1:\n Doctor, take some time to process this. I wouldn’t want to lose you so early on.\n\n\nRAMIREZ:\n What the fuck are you talking about? What is this?\n\n\nDr. Ramirez rubs his head, recovering. He grabs his clipboard and pen from the table.\n\n\nPOI-8399-1:\n Oh, you’ll see soon enough.\n\n\nRAMIREZ:\n I’m done with the games Engineer, what the hell is going on? I can have you demoted to D-Class right this second if you do not tell me.\n\n\nPOI-8399-1:\n Oh, please. Why would you want to do that when I have all the answers? I’m going to give you them, eventually. I think we both know that when I’m shoveling shit outside of this godforsaken facility in one of those horrid, orange uniforms, you’re going to come crawling back all the same.\n\n\nRAMIREZ:\n …If this is all so important, why don’t you just tell me now?\n\n\nPoI-8399-1 briefly chuckles.\n\n\nPOI-8399-1:\n I like to play with my food.\n\n\n«END LOG»\n\n\n\n\n\n\n\n\nCLOSING STATEMENT:\n Following the interview, Dr. Ramirez proceeded to compile information for an anomaly he designated as SCP-8399-A.\n\n\n\n\n\n\n\n\n\n\n\n\nSUPPLEMENTARY FILE 8399.5\n\n\n\n\n\n\n\n\n\n\nSCP-8399 USAGE RECORDS ARCHIVE III\n\n\n\n\n\n\n\n\nORGANIZATION ID:\n CI-32891-Q\n\n\nSELF-IDENTIFICATION:\n N/A\n\n\nDESCRIPTION:\n The universe in question is one of the few to lack an existing Insurgency. The only remnants of what was likely a similar organization are a machine resembling a standard Engine with a corpse jammed into it beneath a \nlarge mausoleum\n.\n\n\nACTION TAKEN:\n Engine remains under examination for possible integration into SCP-8399.\n\n\n\n\nORGANIZATION ID:\n CI-54991-G\n\n\nSELF-IDENTIFICATION:\n “Chili Inferno”\n\n\nDESCRIPTION:\n A group of former workers in a \npizza chain\n who became devoted to the creation of spicy food after breaking off from their main organization. Has little to no anomalous capabilities or assets whatsoever.\n\n\nACTION TAKEN:\n None.\n\n\n\n\nORGANIZATION ID:\n CI-23162-U\n\n\nSELF-IDENTIFICATION:\n “Chaos Insurgency”\n\n\nDESCRIPTION:\n The Insurgency of this universe operate from an extradimensional dimension within a \n2002 Ford Focus\n, with the car’s engine being considered its Engine equivalent. Narrative degradation has deemed the local Foundation ill-suited to deal with the threat they pose, but has simultaneously rendered the Insurgency little more than petty criminals.\n\n\nACTION TAKEN:\n Action under Overseer Council deliberation.\n\n\n\n\nORGANIZATION ID:\n CI-45219-Z\n\n\nSELF-IDENTIFICATION:\n “Chaos Insurgency”\n\n\nDESCRIPTION:\n Due to the small size of the Foundation in this timeline, eruptions of chaos led to a significant amount of “-J” anomalies plaguing it and a complete degradation of narrative cohesion. The Foundation was eventually neutralized following all of its membership falling victim to what is believed to be \na non-anomalous well\n. Recognized Insurgency group has now become the dominant anomalous organization.\n\n\nACTION TAKEN:\n Universe considered too far gone. \nQuarantine\n under consideration.\n\n\n\n\n\n\n\n\n\n\nDESCRIPTION (CONT.):\n SCP-8399-A is a Tier-V bureaucratohazard currently affecting the entirety of the SCP Foundation, resulting in several alterations to the Foundation’s operations and mannerisms to align them to be closer to that of GoI-003 (“The Chaos Insurgency”). The exact cause of SCP-8399-A is poorly understood, but is believed to be a combination of the presence of SCP-8399 and the lack of an active Insurgency within the Prime Timeline.\n\n\nA list of examples of SCP-8399-A’s effects has been compiled below for Overseer Council evaluation:\n\n\n\n\n\n\n\n\nPRE-SCP-8399-A\n\n\nPOST-SCP-8399-A\n\n\n\n\n\n\n“SCP” documentation was understood to stand for “Special Containment Procedures”, and outlined how to ensure the confinement of anomalous phenomena.\n\n\n“SCP” documentation is now understood to stand for “Step Completion Protocols”, and acts as an introduction to a “Step Compilation” placed within the Description section of a document.\n\n\n\n\n\n\nObject Classes denote the severity of specifications of a phenomenon’s containment.\n\n\nOperation Statuses show whether the anomaly’s documentation is either actively updating or closed.\n\n\n\n\n\n\nThe Foundation tended to refrain from utilizing contained anomalies.\n\n\nThe Foundation is overzealously weaponizing anomalous phenomena.\n\n\n\n\n\n\nA majority of Groups of Interest had relatively amicable relations with the Foundation.\n\n\nA majority of Groups of Interest are hostile or indifferent to the Foundation.\n\n\n\n\n\n\n\n\nIt remains likely that the primary solution to SCP-8399-A would be the destruction of SCP-8399 and a subsequent reorganization of the Foundation at large alongside an effort to debrief them on the effects of the anomaly.\n\n\n\n\n\n\n\n\n\n\nOVERSEER SUMMIT 8399.1:\n\n\n\n\n\n\n\n\nOPENING STATEMENT:\n Dr. Ramirez requested a meeting with the Overseer Council to discuss the effects of SCP-8399-A, for which he provided his compiled information regarding the anomaly.\n\n\n\n\n\n\n\n\n«BEGIN LOG»\n\n\nDr. Ramirez enters the primary Overseer Council meeting chambers, finding all Overseers to have finished reading information packets regarding SCP-8399-A which he had provided for them. O5-1 notices his presence and begins to speak.\n\n\nO5-1:\n I now call the final section of this meeting of the Overseer Council to order. Dr. Ramirez, I appreciate your attendance and the briefing packets you compiled for us about what you designated SCP-8399-A.\n\n\nRAMIREZ:\n Thank you, I appreciate that.\n\n\nO5-1:\n However, I regret to inform you that we will not be taking action against the anomaly, nor will we be shutting down the SCP-8399 project.\n\n\nRAMIREZ:\n …What?\n\n\nO5-1:\n Following some deliberation within the Council, we’ve decided that keeping SCP-8399 active is more important than any effects it could be having on the organization at large. Clearly, they’re not impeding our progress.\n\n\nRAMIREZ:\n Are you serious? You’re, quite literally, becoming the very thing that you’ve sworn to destroy. That isn’t even hyperbole!\n\n\nO5-1:\n I’m sorry, Dr. Ramirez. The Insurgency must be eradicated at any cost. They are the primary threat to normalcy across the multiverse. The Council has agreed that the ends justify the means.\n\n\nRAMIREZ:\n That’s not possible. Do you not understand what’s happening to you?\n\n\nO5-1:\n We understand that the Foundation has simply evolved in a new direction that you’re uncomfortable with, Dr. Ramirez. It’s alright. These things can happen to people who overwork themselves. They’re so focused at their job that they don’t comprehend how the world around them has twisted and melded into something unfamiliar, frightening them because it’s new and unexplored. Why don’t you take a week off and take some time to destress?\n\n\nRAMIREZ:\n Council, no, please. You have to understand that–\n\n\nO5-1:\n Dr. Ramirez. I will not hesitate to have you escorted out of here by force if you keep pushing this.\n\n\nRAMIREZ:\n …Sorry, sir.\n\n\nO5-1:\n That’s quite alright. Your job is a stressful one, I know. Take some time off, you could use it.\n\n\nRAMIREZ:\n …Thank you, sir.\n\n\n«END LOG»\n\n\n\n\n\n\n\n\nCLOSING STATEMENT:\n None.\n\n\n\n\n\n\n\n\n\n\n\n\nINTERVIEW LOG 8399.3:\n\n\n\n\n\n\n\n\nOPENING STATEMENT:\n Following his meeting with the Overseer Council, Dr. Ramirez requested to perform an interrogation on PoI-8399-1.\n\n\n\n\n\n\n\n\n«BEGIN LOG»\n\n\nRAMIREZ:\n Engineer.\n\n\nPOI-8399-1:\n Interesting that you came to see me this time, doctor. I didn’t have to call you down from your ivory tower.\n\n\nRAMIREZ:\n Cut the fucking bullshit. You know what I’m here about, don’t you? You have the Engine up your ass, and I’m sure it’s telling you everything that’s been going on, hasn’t it?\n\n\nPOI-8399-1:\n You catch on quickly. Reminds me of me when I was younger.\n\n\nRAMIREZ:\n We’re nothing alike, Engineer.\n\n\nPOI-8399-1:\n I think we’re pretty similar, if you take a step back and look at it. We’re two who share all the knowledge in the world, but can’t do anything about it in our current positions. Let me guess, you’re here all ruffled up because the Council didn’t listen? I told you that they wouldn’t, son. They’re already prickly bastards, but they’re also being affected by what’s going on. They were never going to hear you out when you’re asking them to stop what they’re being affected by! You just didn’t listen when you should’ve.\n\n\nRAMIREZ:\n Well fine, then. I’m listening now. Tell me how to fix all of this.\n\n\nPOI-8399-1:\n Fix it? Do you think that this is just like a crack in a wall and all we need is a little bit of spackle and things are back to normal? No, doctor, that’s not how this works. Your Foundation is now being slowly overtaken by chaos, and there’s nothing you can do where you stand. Pretty soon, they’ll have abandoned their order altogether, becoming nothing but husks dedicated to spreading chaos. Then, the narrative cohesion will fall apart, and we’ll have to deal with stupid shit like \nbuttons that end the world when pressed\n.\n\n\nRAMIREZ:\n Come on, there has to be something we can do!\n\n\nPOI-8399-1:\n Well doctor, there is. If you pay attention to my words, you’ll notice I said there’s nothing we can do in our current positions - you as a simple member of this Foundation and me as your lowly prisoner. What could we possibly do where we are now?\n\n\nRAMIREZ:\n You’re not saying…\n\n\nPOI-8399-1:\n I’m sure you know exactly what I’m saying, doctor.\n\n\nRAMIREZ:\n No.\n\n\nPOI-8399-1:\n No? It’s the only way, doctor. The Engine knows this. Why else do you think it let you of all people be the one it enlightened to this madness. It wasn’t the Administrator or the O5s because they wouldn’t have the drive to carry out what really needed to be done.\n\n\nRAMIREZ:\n …\n\n\nPOI-8399-1:\n Go to the Engine, doctor. It will show you the way. It will place the Steps to the Plan in front of your grasp, enlightening you to the future in front of us. You know it in your heart to be true that this is the only way. In a Foundation dominated by chaos, something has to give. Something has to give in every Foundation because that’s the way it goes. Constants across the universe.\n\n\nRAMIREZ:\n You said before that the Foundation and Insurgency weren’t some sort of destiny, just that they were the best option.\n\n\nPOI-8399-1:\n Exactly. Right now, I think you know what our best option is, don’t you?\n\n\n«END LOG»\n\n\n\n\n\n\n\n\nCLOSING STATEMENT:\n After the interview’s conclusion, Dr. Ramirez was seen entering the central core of SCP-8399, made up of integrated Engines retrieved by the complex. Due to the lack of cameras in this section of the building, it remains unclear what transpired within the room.\n\n\n\n\n\n\n\n\n\n\n\n\nATTACHED NOTE:\n\n\n\n\n\n\nThe Chaos Insurgency is a disease.\n\n\nIt turns out, like most diseases, it's contagious.\n\n\n\n\n— Dr. Alexander Ramirez\n\n\n\n\n\n\n\n\n\n\nALERT 8399.1:\n\n\n\n\n\n\n\n\nONGOING DEFECTION\n\n\n\n\n\n\n\n\n\n\n\n\n«WARNING»\n\n\n\n\n\n\nON 4/7/2024, A GROUP OF HOSTILE AGENTS TOOK CONTROL OF SCP-8399 AND ACTIVATED ITS ONSITE EMERGENCY TELEPORTATION DEVICE, TRANSPORTING IT TO A CURRENTLY-UNKNOWN LOCATION. ALL PERSONNEL ABOARD ARE PRESUMED EITHER HOSTILE OR LOST.\n\n\nTHE FOLLOWING TRANSMISSION WAS SENT PRIOR TO THE COMPLEX’S DISAPPEARANCE:\n\n\n\n\n\n\n\n\nGreetings Foundation,\n\n\nI’m sorry that things had to be this way. Your order is fleeting, so someone else needs to take the mantle. Don’t bother trying to find us. SCP-8399 is capable of eliminating entire Sites on its own, and you know that well. I can promise you now that we will not use it if we are not provoked, but if you force it, I will become your red right hand. I do not hold a grudge against you, none of us do, because this was just business.\n\n\nThere are those here who listened to my cause and understood what was at stake. Others didn’t, but we took care of them. The enlightened few have created a new organization to take hold of that precious order you so frivolously abandoned, and we’ll make sure to make good use out of it.\n\n\nAnd to the O5 Council: I gave you the chance to understand what was going on, but you refused to listen to me. Affected by SCP-8399-A or not, this refusal has put us on opposite sides. Don’t try to contact me.\n\n\nLong live the Control Institution.\n\n\n\n\n— Dr. Alexander Ramirez\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+191\n+\n–\nx\n\n\n\n\n\n\n| INSURGENCE | OBSOLESCENCE »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8399\n\" by MisterFrown, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8399\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName:\n File:Red_tints_and_shades.svg\n\n\nAuthor:\n Justin Anthony Knapp\n\n\nLicense:\n CC BY-SA 1.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Red_tints_and_shades.svg\n\n\n\n\n\n\nName:\n File:Mission_Control_Room_ESA23135235.jpg\n\n\nAuthor:\n European Space Agency\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Mission_Control_Room_ESA23135235.jpg\n\n\nNotes:\n Image cropped.\n\n\n\n\n\n\nName:\n File:Assistants and George Frederic Watts - Chaos - Google Art Project.jpg\n\n\nAuthor:\n George Frederic Watts\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Assistants_and_George_Frederic_Watts_-_Chaos_-_Google_Art_Project.jpg\n\n\n\n\n\n\nName:\n File:Sankt Görans gymnasium 2023-05-03.jpg\n\n\nAuthor:\n Håkan Skogsjö\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.m.wikimedia.org/wiki/File:Sankt_G%C3%B6rans_gymnasium_2023-05-03.jpg\n\n\n\n\n\n\nName:\n Maschine Komplex\n\n\nAuthor:\n TheDigitalArtist\n\n\nLicense:\n CC0 1.0\n\n\nSource Link:\n \nhttps://pixabay.com/de/illustrations/maschine-komplexit%C3%A4t-komplex-886059/\n\n\n\n\n\n\nName:\n factories\n\n\nAuthor:\n daves_archive1\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/foundin_a_attic/38807913841/",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8399 \" by MisterFrown, from the SCP Wiki . Source: https://scpwiki.com/scp-8399 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-8399"
}