{
    "url": "https://scp-wiki.wikidot.com/scp-8404",
    "all_text": "Feat, art by @CuPriferous_ on twitter(go follow)\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+148\n+\n–\nx\n\n\n> Credentials received. Welcome Investigator.\n\n\n> One(1) item requires your services. Category B: Recent containment breach.\n\n\n\n\n>>\n Open file: SCP-8404.\n\n\n\n\n> \nConfirmed.\n\n\n> Retrieving content…\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8404\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-8404 is to be kept in a medically induced coma and not to be awakened under any circumstances. Any SCP-8404-1 entities that are created as a result of its anomalous properties are to be terminated on sight.\n\n\nContainment Site-22 was erected around SCP-8404’s location with a 20m radius ‘Red Zone’ established around the containment chamber. No living entity is permitted to enter this zone. Foundation personnel who must enter this zone for maintenance and repair of containment devices, or the neutralisation of SCP-8404-1 entities must carry with them a portable Scranton Reality Anchor in order to prevent transmutation.\n\n\n24/7 maintenance of vital SIMULACRUM systems is to be maintained at all times. Should a containment breach occur, automated emergency systems will attempt to neutralise SCP-8404 and any SCP-8404-1 instances.\n\n\nMTF-Lambda-22 will be on standby as site security as well as assisting in evacuation or re-containment of SCP-8404.\n\n\n\n\n\n\n\n\n\n\nDESCRIPTION:\n SCP-8404 is a large deific entity approximately 50m at its full length. Its appearance varies between viewers, however, certain elements remain constant. These include an upper half which appears almost humanoid with reptilian features, with its lower half being completely reptilian with scales and clawed feet, if legs are present at all.\n\n\n\n\n\n\nStatue depicting SCP-8404\n\n\n\n\n\n\nOccult historians and other evidence point to SCP-8404 being the physical manifestation of Echidna.\n1\n\n\nAside from its unnatural strength and ability to breathe fire, SCP-8404’s main anomalous property is to mutate living organisms and nonliving matter into instances of SCP-8404-1. These instances vary widely in appearance.\n\n\nIn living subjects, they are usually a composite of the non-anomalous subject and several other animals\n2\n. The process is extremely painful and involves the conversion or growing of new appendages belonging to a separate animal.\n\n\nIn non-living subjects\n3\n, a similar process is observed. Dissection of these instances shows a fusion of new organic material with the inorganic material containing rudimentary circulatory and nervous analogous systems. SCP-8404 notably favours using already living organisms or organic tissue rather than inorganic material.\n\n\nAll instances of SCP-8404-1 retain a certain level of autonomy but will become loyal to SCP-8404. This effect persists even after all mutated tissue is amputated from affected subjects.\n\n\n\n\n\n\n\n\n\n\n> Opening attached file.\n\n\n\n\n\n\n\n\n\n\nPROJECT LETHE:\n\n\nFollowing the capture of SCP-8404, it was noted that its anomalous property was still active even when the anomaly remained unconscious, albeit at a reduced rate. The SCP-8404-1 instances produced at this time were more aggressive and erratic, attacking any human they came into contact with.\n\n\nHowever, after brain wave scans of SCP-8404, Foundation researchers found that SCP-8404-1 transmutation only occurred outside of the REM stage of the sleep cycle. Short-term success with high-dosage sleeping medication was found, however, the high cost and inconsistent results required a more permanent solution. As such, Project Lethe was initiated.\n\n\nUsing an isolated SIMULACRUM network, SCP-8404 is to be placed in a Class-B\n4\n pre-rendered environment. This environment will be inhabited by several NPCs, the majority of which use predictive text to mimic a simple conversation. Two companion AI characters with higher capacity dialogue generators are to follow SCP-8404.\n\n\nA single camera is present to follow SCP-8404 at all times, giving a live feed of its actions. While only one camera is able to give a live feed at a time, researchers will also be able to monitor SCP-8404 as well as the surrounding environment through the free pathing replay function which saves a recording of all activity and conversation within a certain area.\n\n\nThe purpose of this project is to place SCP-8404 in an environment indistinguishable from consensus reality with no physical matter. Through this, its anomalous effect can be neutralised.\n\n\n\n\n.\n\n\n.\n\n\n.\n\n\n> Credentials accepted. Welcome Investigator.\n\n\n> Retrieving content…\n\n\n> System startup completed. Welcome to the LETHE ADMINISTRATIVE CONSOLE.\n\n\n> Please input a command to continue.\n\n\n\n\n>>\n Access 04/04/2023 replay, coordinates {0, 0, 0}.\n\n\n\n\n> Accessing content. \nPlease wait…\n\n\n> \nContent retrieved.\n Opening simulation feedback…\n\n\n\n\n\n\nREPLAY DATE:\n 04/04/2023\n\n\nTIME OF REPLAY:\n 0800\n\n\nSCP-8404 COORDINATES:\n {0, 0, 0}\n\n\n\n\n[BEGIN REPLAY]\n\n\n\n\nEnvironment loads, showing an urban environment. Lighting, models, and textures take longer to load due to it being the first render.\n\n\nEnvironment fully renders and SIMULACRUM systems prepare to load SCP-8404 player data into the player character. Killswitches are primed in case arcane inhibitors fail.\n\n\nData insertion complete in 3…\n\n\n2…\n\n\n1…\n\n\nThe player model opens its eyes. SCP-8404 scans the surrounding environment. Dialogue systems are engaged for the first time.\n\n\nSCP-8404 gasps.\n\n\nSCP-8404 coughs and looks up. It scans its surroundings and appears distressed.\n\n\nSCP-8404:\n W-what is this? Where am I? I-I-was surrounded and-\n\n\nSCP-8404’s eyes widen.\n\n\nSCP-8404:\n I remember. Foundation… FOUNDATION!!\n\n\nIt faces the skybox and screams.\n\n\nSCP-8404:\n YOU INSOLENT MORTALS WHERE HAVE YOU TRANSPORTED ME?! YOU-\n\n\nIt stands up and points to the sky.\n\n\nSCP-8404 appears shocked, most likely noticing it has two legs.\n\n\nSCP-8404:\n No… NO! WHAT HAVE YOU DONE TO ME?!\n\n\nIt covers its mouth as the scream was more high-pitched than it was in its original body. It touches its face, recoiling as it does so. SCP-8404 looks at its hands inquisitively, pulling on its clothes.\n\n\nSCP-8404:\n You dare… YOU DARE?! ARROGANT CREATURES! WHAT KIND OF REALM IS THIS?!\n\n\nSCP-8404 breathes heavily.\n\n\nSCP-8404:\n It matters little.\n\n\nUsing its hands, it prepares to form arcane symbols and sigils.\n\n\nCompanion Entity 01(CE-01-IT) - “Ichiro Tadashi” loads around the corner. It walks over to SCP-8404.\n\n\nCE-01-IT:\n Oh, u-uh hi I heard some yelling around the corner. Is everything okay?\n\n\nSCP-8404 snaps to face CE-01-IT and glares at it.\n\n\nSCP-8404:\n Living flesh. You will do as a start.\n\n\nCE-01-IT:\n Ummm, sorry?\n\n\nSCP-8404:\n Now, BECOME SUBSERVIENT. SHED THY FLESH. MY CREATION, SPRING FORTH FROM THE SOIL WHICH I HAVE GIVEN YOU!\n\n\nSCP-8404 extends its hands forward, flashing thaumaturgic hand signals.\n\n\nIts smile fades as nothing happens. CE-01-IT appears confused.\n\n\nCE-01-IT:\n Eheheheh, are you alright?\n\n\nSCP-8404:\n W-what? My magic…\n\n\nSCP-8404 attempts to form its thaumaturgic signs but is unable to without the original number of hands and fingers it had, its perception of reality also heavily affecting its thaumaturgic ability in this space.\n\n\nSCP-8404:\n No… They took it.\n\n\nSCP-8404 clenches its teeth.\n\n\nSCP-8404:\n You BASTARDS! I’LL CRUSH YOU ALL WHERE YOU STAND!\n\n\nSCP-8404 slumps to the ground and breathes heavily.\n\n\nCE-01-IT:\n Hey, that uniform… You attend Shinjuku Chuo Prefecture High School, don’t you?\n\n\nSCP-8404 stares intensely at CE-01-IT.\n\n\nSCP-8404:\n …\nWhat?\n\n\nCE-01-IT:\n That’s our school uniform. But I’ve never seen you before… Oh! Are you the new transfer student? Pleasure to meet you. My name is Ichiro Tadashi.\n\n\nCE-01-IT extends its hand for a handshake. SCP-8404 does not reciprocate.\n\n\nCE-01-IT:\n The school is that way, but we gotta hurry or we’ll miss homeroom!\n\n\nCE-01-IT runs in the direction of the school, SCP-8404 looks at it in confusion before following.\n\n\nSCP-8404:\n \n(muttering)\nWhat in Hades’ name is a home room?\n\n\nThe two silently walk to the school. SCP-8404 observes its surroundings, showing a typical Japanese city street. The sun is bright and the ambient sound of cicadas can be heard. As they approach the school, more NPCs wearing similar uniforms can be seen. CE-01-IT waves to the occasional student who waves back.\n\n\nCE-01-IT:\n We’re here.\n\n\nThe school is sparsely crowded with student NPCs. They ignore SCP-8404 who does not interact with them.\n\n\nSCP-8404 appears nervous and hesitant to enter an area with a high concentration of humans.\n\n\nCE-01-IT:\n Come on, class 1-3 is this way.\n\n\nSCP-8404 hesitates but enters the school grounds and into the main building.\n\n\nSCP-8404 walks through the hallway and passes by the classroom. A window allows it to see into the classroom. SCP-8404 stops to notice its reflection in the window.\n\n\n\n\n\n\nSCP-8404\n\n\n\n\n\n\nIt pauses momentarily, touching its face and flexing its jaw before looking in disgust and sadness.\n\n\nCompanion Entity 02(CE-02-NS) - ‘Nakamura Sumiko’ appears behind the window.\n\n\nIt opens the classroom window and smiles.\n\n\nCE-02-NS:\n Ya-ho! Hi Tadashi! Who’s this? You and a girl I’ve never seen before? I’m sensing something interesting~\n\n\nSCP-8404 attempts the same thaumaturgic sign on CE-02-NS but is once again unsuccessful.\n\n\nSCP-8404:\n \n(sigh)\n Gods, I don’t remember humans being this headache-inducing.\n\n\nCE-02-NS:\n Hm? Did you say something?\n\n\nSCP-8404:\n No.\n\n\nCE-01-IT blushes.\n\n\nCE-01-IT:\n Sumiko? I-It’s nothing like that! This is the new transfer student.\n\n\nCE-02-NS:\n Well get inside then, Sensei’s already here!\n\n\nThey enter the classroom. NPCs move around the classroom in set paths or sit in small groups reciting pre-generated dialogue. The teacher stands up which signals the student NPCs to stop all dialogue.\n5\n\n\nSENSEICHAR_02: Alright class. Settle down, we have a new transfer student, her name is Kato Midori. Please keep her in your care.\n\n\nSCP-8404:\n What?! My name is Echidna! Don’t you Foundation \ninsects\n dare take away the one thing I have left!\n\n\nSENSEICHAR_02 stands up, being significantly taller and larger than SCP-8404.\n\n\nSENSEICHAR_02: Midori-san please go to your seat and do not raise your voice.\n\n\nSCP-8404 hesitates upon seeing the difference in size.\n\n\nIt clenches its fist.\n\n\nSCP-8404:\n THEN PERISH! GRAAH!\n\n\nSCP-8404 punches SENSEICHAR_02. It does not move.\n\n\nSCP-8404:\n What?\n\n\nSCP-8404 continues to punch and kick the NPC with the strength equivalent to a high schooler. SENSEICHAR_02 still does not move.\n\n\nSCP-8404:\n WHY WON'T YOU FALL?!\n\n\nSCP-8404's punches slow and eventually stop.\n\n\nIt looks up at SENSEICHAR_02 in fear.\n\n\nSENSEICHAR_02: Midori-san please go to your seat and do not raise your voice.\n\n\nSCP-8404:\n Please, I-I beg of you…\n\n\nSENSEICHAR_02 folds its arms. SCP-8404 looks at its hands, making mock thaumaturgical symbols to no effect. Its shoulders drop.\n\n\nSCP-8404:\n …Fine.\n\n\nSENSEICHAR_02: Thank you.\n\n\nSCP-8404 sits at her desk, folding its arms and burying its head in them.\n\n\nCE-02-NS, who is in the neighbouring seat, smiles.\n\n\nCE-02-NS:\n Hi Midori-chan~! I’m Nakamura Sumiko! Oh my gosh, you are going to \nlove\n it here! We’re gonna have so much fun! Do you play any sports? What kind of boys do you like? Is it Tadashi~?\n\n\nSCP-8404:\n Tartarus would have given me less agony.\n\n\nCE-02-NS:\n Hm? Did you say something? You’re speaking into your sleeve.\n\n\nSCP-8404:\n No.\n\n\nSENSEICHAR_02: Anyways class, onto announcements and the upcoming sports festival. In the meantime, please prepare your math textbooks.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nREPLAY DATE:\n 04/04/2023\n\n\nTIME OF REPLAY:\n 1200\n\n\nSCP-8404 COORDINATES:\n {5, -50, 2}\n\n\n\n\n[BEGIN REPLAY]\n\n\n\n\nThe third teacher NPC leaves the classroom. Each teacher reads out a pre-generated speech which lasts for 1 hour. These segments were used to reduce power on the processing of the other NPC’s actions as the student NPCs do not move or generate dialogue in these segments.\n\n\nCE-02-NS stands up and stretches.\n\n\nCE-02-NS:\n Uwahhh~ finally done! Classes can get pretty tough. Am I right Midori-chan?\n\n\nSCP-8404 holds its face in its hands.\n\n\nSCP-8404:\n By the name of the old beasts, why must I have to be subjected to this torture? Which higher being must I pray to obtain freedom once more?\n\n\nCE-02-NS:\n Hehe! Tell me about it!\n\n\nSCP-8404 glares at CE-02-NS. It appears to want to say something but stops itself and attempts to sleep on the desk.\n\n\nCE-02-NS:\n Oi, Midori-chan let's go grab lunch!\n\n\nSCP-8404:\n I swear on all that is unholy, do not call me that false name. My name is Echidna, Mother of Monsters! I have crushed so many of your kind and many more will come as soon as I regain my strength!\n\n\nCE-02-NS appears confused.\n\n\nCE-02-NS:\n Well that’s not a fun nickname, what about Mii-chan?\n\n\nSCP-8404:\n Please don’t.\n\n\nCE-02-NS:\n Midi-chan?\n\n\nSCP-8404:\n No! Fine, you win. My name is Midori. Thank you for irritating me into ridding myself of the last thing I can still hold to myself.\n\n\nSCP-8404 slams its head on the desk. Noticing that physical trauma does not cause pain in the simulation.\n\n\nCE-02-NS:\n Okay! So, Midori-chan, you wanna get lunch? We’ll show you where the cafeteria is!\n\n\nSCP-8404:\n I do not require your human-made filth, much less your company in eating it. Even if I was hungry which I am not-\n\n\nA loud growl is heard from SCP-8404 and jagged, cartoon lines emanate from its stomach.\n\n\nSCP-8404 blushes and tries to bat away the lines.\n\n\nSCP-8404:\n This body continues to humiliate me.\n\n\nCE-02-NS:\n So does that mean you’ll come for lunch?\n\n\nSCP-8404:\n …Fine. I suppose this body requires sustenance.\n\n\nCE-02-NS:\n Yay!!!! Oi Tadashi-kun, come with us!\n\n\nCE-01-IT:\n Eh? Sure, but I need to finish my math homework.\n\n\nCE-02-NS:\n You can finish it over lunch. How are you gonna focus on an empty stomach anyway?\n\n\nCE-01-IT:\n True.\n\n\nSCP-8404:\n Ugh, first you irritate me into going to this ‘cafeteria’ but then delay your movements with inane conversation.\n\n\nCE-02-NS:\n Wow Midori-chan, you must be really hungry huh? You heard her Tadashi, lets pick up the pace.\n\n\nSCP-8404:\n I hate you with every fibre of my being.\n\n\nSCP-8404 and the two CEs walk to the cafeteria where several NPCs are seated. The three obtain their food and find a free table to sit.\n\n\nFood within SIMULACRUM systems simulate the approximate taste of the food item but has been reported to taste slightly muted. A hitbox is placed on the tongue of the player model where the food will disappear upon contact with the tongue.\n\n\nCE-02-NS:\n What do you think? I don’t really like the food here that much but it's just a me thing.\n\n\nSCP-8404 is attempting to stab itself in the neck with a fork. It is unsuccessful.\n\n\nSCP-8404:\n DAMN IT ALL! There really is no escape from this prison.\n\n\nIt throws the fork across the room, bouncing harmlessly off another NPC’s head.\n\n\nCE-02-NS:\n Hey, the food isn’t that bad. Maybe you’ll feel better if you have something to eat.\n\n\nSCP-8404:\n Fine.\n\n\nOn SCP-8404’s plate is a large portion of yakisoba and a bowl of miso soup. It grabs several strands of noodles with its hands and eats them. Its eyes widen.\n\n\nSCP-8404:\n …Dear gods, this food is incre- \n(clears throat)\n Acceptable. The food in this realm serves its purpose.\n\n\nIt should be noted that SCP-8404 has never tasted food cooked by humans before.\n\n\nCE-02-NS:\n Good for you! Oi Tadashi-kun, your noodles are getting cold. Are you still doing homework?\n\n\nCE-01-IT:\n I will, but I can’t seem to figure out this question.\n\n\nSCP-8404:\n That one? Simpleton human. You didn’t account for the constant when you integrated the exponential figure.\n\n\nCE-01-IT looks at its question, thinks, and solves the question.\n\n\nCE-01-IT:\n You’re right. Wow Midori-san, that’s incredible.\n\n\nSCP-8404:\n Tch. I was there when calculus was invented. It was no surprise during the mathematics class I was bored out of my mind. Don’t get me started on biology class.\n\n\nCE-02-NS:\n You must be like a genius or something. Are all the classes easy for you?\n\n\nSCP-8404:\n Of course they are. Except for history. Normally I would excel in this too but I am unfamiliar with this distant otherworldly country.\n\n\nCE-01-IT:\n You mean Japan?\n\n\nSCP-8404:\n Yes.\n\n\nCE-02-NS:\n Ehhh? So you do have weaknesses!\n\n\nSCP-8404:\n What?! No! I would never reveal such a thing!\n\n\nCE-02-NS:\n Ha ha! You’re funny Midori-chan. Were you like this in your previous school?\n\n\nCE-01-IT:\n Come to think of it, you never told us where you transferred from.\n\n\nSCP-8404 stops midway from placing another noodle in its mouth.\n\n\nSCP-8404:\n Where I came from… It…\n\n\nSCP-8404 releases the food from its fingers..\n\n\nSCP-8404:\n …It does not matter. All I know is that I am here now.\n\n\nCE-01-IT:\n That is a good mindset to have.\n\n\nSCP-8404:\n What?\n\n\nCE-02-NS:\n Yeah! It’s always great to be grateful for what you have now!\n\n\nSCP-8404 looks down at its hands.\n\n\nSCP-8404:\n What I have now huh? Tch.\n\n\nCE-01-IT:\n Perhaps you have people from your hometown you miss?\n\n\nCE-02-NS:\n Oh right! Did you have classmates you ate lunch with like this?\n\n\nSCP-8404 pauses.\n\n\nSCP-8404:\n …No. There is no one left from where I come from. Damn Foundation. I do remember eating with my… creations, similar to this, but I always kept my distance. I do not expect you humans to understand.\n\n\nCE-02-NS:\n Well, they may not be here now, but now you have us!\n\n\nSCP-8404:\n Excuse me?\n\n\nCE-01-IT:\n She’s trying to say she wants to be your friend like the ones you miss.\n\n\nSCP-8404:\n They’re not… \n(sigh)\n I realised I am unable to summon the energy to argue with you. You may be my ‘friend’ Sumiko.\n\n\nCE-02-NS:\n Yay!\n\n\nCE-02-NS attempts to hug SCP-8404.\n\n\nSCP-8404’s face twists in disgust as it tries to push CE-02-NS away.\n\n\nSCP-8404:\n GAH! STAY AWAY FROM ME, YOU WRETCHED MORTAL CREATURE!\n\n\nA large cloud of dust forms around the two push and pull away from each other with only the limbs visible momentarily.\n\n\nThe dust clears and CE-02-NS is hugging SCP-8404. SCP-8404 appears miserable.\n\n\nSCP-8404:\n Of all the creatures in all the realms to best me…\n\n\nCE-02-NS:\n Did you call me bestie? Awww Midori-chan I don’t know what to say!\n\n\nSCP-8404:\n Ugh.\n\n\nCE-01-IT laughs.\n\n\nIt checks its watch and its eyes widen..\n\n\nCE-01-IT:\n Oh no! Lunch break is almost over! We have to go for another class and then P.E.\n\n\nCE-02-NS:\n Yay! I heard they’re doing baseball later!\n\n\nCE-01-IT:\n It’s too bad I’m no good at sports.\n\n\nCE-02-NS:\n Midori-chan have you played baseball before?\n\n\nSCP-8404:\n What in Zeus’ name is a base-ball?\n\n\nCE-02-NS:\n You’ve never played? It’s a good thing I love sports so I can teach you.\n\n\nSCP-8404:\n A game? As if I would have any interest in any kind of pointless human pastime.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nREPLAY DATE:\n 04/04/2023\n\n\nTIME OF REPLAY:\n 1900\n\n\nSCP-8404 COORDINATES:\n {22, 0, 1}\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nThe sun begins to set as the skybox transitions from its daytime configuration to its night-time configuration.\n\n\nSCP-8404 and CE-01-IT walk together down the street.\n\n\nCE-01-IT:\n \n(yawn)\n Another day at school done. I’m so tired.\n\n\nSCP-8404:\n I never knew such mundane action could drain so much of my strength.\n\n\nCE-01-IT:\n It wasn’t all bad at least. How was your first game of baseball?\n\n\nSCP-8404:\n The reflexes in this accursed body are serviceable but I am not used to holding such an implement yet.\n\n\nCE-01-IT:\n Well that's just everyone when they first start something new. Who knows, maybe you’ll become the best in the school.\n\n\nSCP-8404:\n To display my superiority over these feeble creatures does sound enticing…\n\n\nCE-01-IT:\n Ehh, so you did enjoy it…\n\n\nSCP-8404:\n Enough with your insinuations. I simply found it less mundane than listening to information I already know. Sumiko was also quiet for once.\n\n\nCE-01-IT:\n Until she saw you hit the ball once.\n\n\nSCP-8404:\n My moment of glory overtaken by that… thing.\n\n\nCE-01-IT:\n I think she means well. We’ve known each other for a while.\n\n\nSCP-8404:\n At least you are nothing alike. It is more peaceful in your presence.\n\n\nCE-01-IT:\n Ehehe, thank you Midori-san.\n\n\nCE-01-IT sheepishly smiles and rubs the back of his head.\n\n\nSCP-8404:\n I do not require your thanks.\n\n\nCE-01-IT stops, gesturing to the suburban house in front of it.\n\n\nSCP-8404 checks the address placed in its school bag upon first loading and confirms it is correct.\n\n\nThe nameplate on the front of the house displays it belongs to the Kato household, SCP-8404’s assigned residence.\n\n\nCE-01-IT:\n Well, we’re here. The streets here can look pretty similar so I understand if you got lost.\n\n\nSCP-8404:\n Whatever. I give you gratitude for being my guide and bringing me to my… home.\n\n\nCE-01-IT:\n You’re welcome! Anyway, I’ll see you tomorrow at school.\n\n\nSCP-8404:\n Tomorrow…? Tadashi, might I ask.\n\n\nCE-01-IT:\n Hm?\n\n\nSCP-8404:\n Is every day like this?\n\n\nCE-01-IT:\n You mean the school? Pretty much.\n\n\nSCP-8404:\n I see. Goodbye then.\n\n\nCE-01-IT:\n Good night!\n\n\nCE-01-IT walks away to its residence where it will enter its inactive state at 2300\n\n\nSCP-8404 enters the house and turns on the lights to find the house is lightly furnished. A couch, chairs, and a table occupy the living room with a houseplant.\n\n\nSCP-8404 attempts to use thaumaturgy on the plant but nothing happens.\n\n\nIt sighs and explores the house, finding the laundry room, bathroom, and a bedroom.\n\n\nSCP-8404:\n So this is what a human considers shelter.\n\n\nTwo hours pass and SCP-8404 squats in the corner of the bedroom, holding a broom in a defensive position.\n\n\nSCP-8404:\n Come now, Foundation. You’ve sent me to this realm to weaken me. Now send in your champion to finish me off. WHERE ARE YOU?!\n\n\nIt sits in the corner of the room, eyes darting to the door and the window for intruders.\n\n\nAnother hour passes and nothing has happened.\n\n\nSCP-8404:\n Really?\n\n\nIn the middle of the bedroom is a large futon. SCP-8404 slowly approaches it on all fours and inspects it closely.\n\n\nSCP-8404:\n What even is this item?\n\n\nSCP-8404 pokes the futon cautiously before feeling it more thoroughly.\n\n\nSCP-8404:\n Gods, it is as if a cloud was given form.\n\n\nSCP-8404 looks around the house, noticing no other being is present.\n\n\nIt lays under the blanket and sighs.\n\n\nSCP-8404 stares at the ceiling, unmoving for several minutes.\n\n\nSCP-8404:\n What is this? This feeling…\n\n\nSCP-8404 continues to lie awake for thirty minutes before falling asleep.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n>>\n Was anything unusual reported regarding SCP-8404 before the breach?\n\n\n\n\n> SCP-8404 would attempt to run out of the bounds of the simulation each night after 05/04/2023 before sleeping. However, each night it would reach the boundary where the player model would return to its residence. It ceased this behaviour on 15/04/2023.\n6\n\n\n\n\n>>\n Besides that?\n\n\n\n\n> Zero(0) major reports within that criteria.\n\n\n\n\n>>\n Skim through simulation replays beginning with 07/04/2023\n\n\n\n\n> Accessing content. \nPlease wait…\n\n\n> \nContent retrieved.\n Opening simulation feedback…\n\n\n\n\n\n\nREPLAY DATE:\n 07/04/2023\n\n\nTIME OF REPLAY:\n 1045\n\n\nSCP-8404 COORDINATES:\n {4, -50, 2}\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nSCP-8404, CE-01-IT and CE-02-NS sit in the school library..\n\n\nSCP-8404:\n …after you solve for x, you just apply the chain rule here.\n\n\nCE-01-IT:\n Like this? Oh, that makes so much more sense. Thanks for helping me out Midori-san.\n\n\nSCP-8404:\n \nTch\n. It is only because you asked.\n\n\nCE-01-IT:\n Well, I can't help that you're just so smart.\n\n\nSCP-8404 huffs.\n\n\nSCP-8404:\n Of course I am— I mean shut up! I do not need your patronizing!\n\n\nCE-02-NS:\n Gah! I don’t know how you two do it, I’m so tired!\n\n\nSCP-8404:\n It's just arithmetic.\n\n\nCE-02-NS:\n I know! And I don’t like it! Ugh, I’d rather be outside right now.\n\n\nSCP-8404:\n \n(muttering)\n Finally, something you’re unhappy about.\n\n\nCE-01-IT:\n You sure love sports, don't you Sumiko?\n\n\nCE-02-NS:\n I love sports! Moving around makes me feel a lot better than being in here that’s for sure. What about you Tadashi?\n\n\nCE-01-IT:\n Me? I think I like studying?\n\n\nCE-02-NS:\n Oh come on Tadashi, that’s not a hobby, that's a job.\n\n\nCE-01-IT:\n Hmm, I’m really trying to think.\n\n\nCE-02-NS:\n Yeah, what about things that you do after school?\n\n\nCE-01-IT:\n I walk home and… huh. I don't know. What do you do, Sumiko?\n\n\nCE-02-NS:\n I…\n\n\nSCP-8404:\n Whatever his favourite pastime is, you are correct that we should leave soon. P.E is soon.\n\n\nCE-01-IT:\n Isn't it pretty early?\n\n\nCE-02-NS:\n Ehhh, I've never seen so excited for a class Midori-chan. What could this– \n(gasp)\n we're playing baseball again! You're excited, aren't you?\n\n\nCE-01-IT:\n She did seem to enjoy it last time, even if didn't so very-\n\n\nSCP-8404:\n Silence, both of you! I did adequately for my first attempts and I simply enjoy a break from the monotony of lessons!\n\n\nCE-01-IT:\n There's no shame in admitting you like something, and you are improving at an amazing rate.\n\n\nSCP-8404 blushes.\n\n\nSCP-8404:\n A human game? Not a chance! It means nothing to me.\n\n\n[END LOG]\n\n\n\n\n\n\n> Next replay loading…\n\n\n> Accessing content. \nPlease wait…\n\n\n> \nContent retrieved.\n Opening simulation feedback…\n\n\n\n\n\n\nREPLAY DATE:\n 14/04/2023\n\n\nTIME OF REPLAY:\n 1135\n\n\nSCP-8404 COORDINATES:\n {3, -49, 2}\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nNPCs gather in the centre to simulate a P.E class, playing baseball.\n\n\nSCP-8404 is batting.\n\n\nIt furrows its brow and squints its eyes to focus on the pitcher.\n\n\nIts teeth are clenched and hands are gripping hard on the baseball bat.\n\n\nThe pitcher throws the ball but SCP-8404 does not blink.\n\n\nA loud crack is heard as SCP-8404 swings the bat, the barrel colliding with the ball.\n\n\nThe ball flies.\n\n\nIt continues to fly.\n\n\nThe ball lands.\n\n\nThe referee NPC declares it a home run and the batting team the winner.\n\n\nStudents cheer.\n\n\nSCP-8404 screams and runs to home base.\n\n\nIt has a wide smile on its face. As wide of a smile as its model is capable of generating.\n\n\nSCP-8404:\n YES! HAHAHA!! I DID IT! BOW BEFORE ME WORLD FOR THIS REALM HAS A NEW CHAMPION AHAHAHAHA!\n\n\nCE-01-IT and CE-02-NS run up to it.\n\n\nCE-02-NS:\n Midori-chan!\n\n\nCE-02-NS leaps and hugs SCP-8404.\n\n\nSCP-8404 appears shocked by the embrace.\n\n\nCE-02-NS:\n That was amazing!\n\n\nCE-01-IT:\n Your hard work is really paying off!\n\n\nSCP-8404 blushes and pushes CE-02-NS away.\n\n\nSCP-8404:\n Of course it did! Finally managed to understand these limbs and the rest was easy!\n\n\nCE-02-NS:\n But still–\n\n\nCE-01-IT:\n It was really cool.\n\n\nSCP-8404:\n Y-you guys really think– \n(ahem)\n Of course you do!\n\n\nCE-02-NS:\n Yeah we did! We’re super proud of you!\n\n\nCE-01-IT gives a thumbs up.\n\n\nSCP-8404:\n I… I thank the both of you.\n\n\n[END LOG]\n\n\n\n\n\n\n> Next replay loading…\n\n\n> Accessing content. \nPlease wait…\n\n\n> \nContent retrieved.\n Opening simulation feedback…\n\n\n\n\n\n\nREPLAY DATE:\n 18/04/2023\n\n\nTIME OF REPLAY:\n 2135\n\n\nSCP-8404 COORDINATES:\n {22, 0, 1}\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nSCP-8404 sits on its futon, looking out at the window. The moon is visible but nothing else.\n\n\nIt gets up and opens the window and pokes its head out, tip toeing to look outside. No entities are loaded outside during the night phase of the simulation to save processing power.\n\n\nSCP-8404:\n There really is no one coming…\n\n\nSCP-8404 closes the window and lies on the futon.\n\n\nIt stares at the ceiling.\n\n\nSCP-8404:\n How long has it been since I have been able to count the squares on my roof?\n\n\nSCP-8404 remains still.\n\n\nIt raises its hands and flexes them, inspecting its fingers.\n\n\nSCP-8404:\n How long has it been since I have been allowed to be… bored?\n\n\nSCP-8404 smiles, closes its eyes, and falls asleep.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n>>\n Nothing so far. There was a minor incident report regarding an NPC pathfinding error which was not followed up on due to no strange behaviour from SCP-8404. Skip forward to this replay.\n\n\n\n\n> Next replay beginning sixty(60) days after previous replay.\n\n\n> Accessing content. \nPlease wait…\n\n\n> \nContent retrieved.\n Opening simulation feedback…\n\n\n\n\n\n\nREPLAY DATE:\n 17/06/2023\n\n\nTIME OF REPLAY:\n 0830\n\n\nSCP-8404 COORDINATES:\n {22, 0, 1}\n\n\n\n\n[BEGIN REPLAY]\n\n\n\n\nThe day skybox has been activated for a significant duration. Morning sunlight shines through the window into SCP-8404’s bedroom, beams of light illuminating portions of it while keeping others shaded.\n\n\nSCP-8404 is seen sleeping.\n\n\nIts eyes slowly open. SCP-8404 wakes, yawning and stretching as it sits up from its futon.\n\n\nLooking up at the ceiling, SCP-8404 idly swings from side to side and hums to itself.\n\n\nIt smiles.\n\n\nSCP-8404 looks at the clock on the wall, revealing that it is 0830.\n\n\nIt stops smiling.\n\n\nIts eyes widen.\n\n\nIt screams.\n\n\nSCP-8404:\n KYYYYAAAAAAAAA~ I’M LATE FOR SCHOOL!!!!\n\n\nThe blanket is thrown into the air as SCP-8404 scrambles to run out of the room. It grabs its school bag and a piece of toast and runs out of the door.\n\n\nSCP-8404 runs to school with the piece of toast in its mouth.\n\n\nIt continues to run but collides with CE-01-IT who appears from the perpendicular street.\n\n\nSCP-8404:\n Ah!\n\n\nBoth fall to the floor as cartoon stars circle around their heads. SCP-8404 scowls and attempts to wipe them away.\n\n\nCE-01-IT massages its head and slowly sits up.\n\n\nCE-01-IT:\n Owwww…\n\n\nSCP-8404:\n Ah! Hey, are you alright?\n\n\nCE-01-IT:\n I’m fine, don’t worry about me. What about you?\n\n\nSCP-8404:\n Yeah… I think so. Oh! I apologise Tadashi, I should’ve been watching where I was going.\n\n\nCE-01-IT:\n That’s good. Gosh, I wasn’t paying attention to where I was going. I should be the one who says sorry.\n\n\nSCP-8404:\n Wait, if you’re here, doesn’t that mean you’re late for class too?\n\n\nCE-01-IT smiles nervously and scratches the back of its head.\n\n\nCE-01-IT:\n I guess we have something in common then.\n\n\nThe two laugh but nervously avoid eye contact..\n\n\nCE-01-IT:\n Maybe if we’re fast enough we can sneak in after homeroom.\n\n\nCE-01-IT stands up and offers a hand to SCP-8404.\n\n\nSCP-8404 takes its hand and stands up.\n\n\nSCP-8404:\n Only one way to find out.\n\n\nCE-01-IT runs in the direction of the school.\n\n\nSCP-8404 pauses, smiles and follows CE-01-IT.\n\n\n\n\nSCP-8404 and CE-01-IT enter the classroom. NPCs move around the classroom in set paths or sit in small groups reciting pre-generated dialogue.\n\n\nCE-01-IT is out of breath.\n\n\nSCP-8404:\n \n(sigh)\n We’re finally here.\n\n\nCE-01-IT:\n Right before Math class too. Pretty lucky!\n\n\nSCP-8404:\n At least we can rest before–KYAAA!\n\n\nSCP-8404 is hugged from behind by CE-02-NS.\n\n\nCE-02-NS:\n Midori-chan~ I missed you! Where did you go?! Don’t tell me… you were hanging out with Tadashi? Alone? Ooooo~\n\n\nCE-01-IT:\n Sumiko? I-It’s nothing like that!\n\n\nSCP-8404:\n We were both late and just ran into each other.\n\n\nCE-02-NS:\n \n(laughes)\n That definitely sounds like you Tadashi. You’re a real ditz, you know that? But you, Midori-chan?\n\n\nSCP-8404:\n Ehehehe…\n\n\nSCP-8404 sticks its tongue out and lightly places its palm on its forehead.\n\n\nCE-02-NS:\n Hmmph! At least you arrived here in one piece. I’ve seen you do worse.\n\n\nCE-01-IT:\n Oh hey, sensei is arriving soon, I should get my math stuff.\n\n\nSCP-8404:\n Ugh, don’t remind me.\n\n\nCE-02-NS:\n See you after class Tadashi!\n\n\n> SIMULACRUM Freecam mode enabled.\n\n\nReplay moves away from SCP-8404 who is attempting to sleep at its desk and observes the other NPCs in the class.\n\n\nCE-02-NS waves to CE-01-IT who waves back.\n\n\nWhile walking to its table, CE-01-IT’s walk cycle collides with STUDENTCHAR_49.\n\n\nSTUDENTCHAR_49: I need to get to my desk.\n\n\nCE-01-IT:\n Oh, haha, so do I. Could you let me pass then?\n\n\nSTUDENTCHAR_49: Class is starting.\n\n\nCE-01-IT:\n Yes I understand that, but I also need to get to my seat.\n\n\nSTUDENTCHAR_49: I need to get to my desk.\n\n\nCE-01-IT:\n So do I. Why don’t you listen?!\n\n\nSTUDENTCHAR_49: I need to get to my desk.\n\n\nCE-01-IT grabs STUDENTCHAR_49 by the neck. It squeezes hard and gnashes its teeth.\n\n\nSTUDENTCHAR_49: I need to get to my desk.\n\n\nCE-01-IT:\n \n(voiced hushed)\nI need you to shut up and die in a–\n\n\nCE-01-IT stops and looks around.\n\n\nSeveral NPCs including CE-02-NS are observing its behaviour.\n\n\nCE-01-IT lets go of STUDENTCHAR_49 and proceeds to its desk.\n\n\nSCP-8404 lifts its head up but all NPCs have resumed their normal pathing.\n\n\nSCP-8404:\n Hm? What happened?\n\n\nCE-02-NS:\n Nothing…\n\n\nSCP-8404:\n Alright then.\n\n\nSCP-8404 returns to its resting position.\n\n\n[END REPLAY]\n\n\n\n\n\n\n\n\n\n\n>>\n Follow CE-01-IT.\n\n\n\n\n> Confirmed.\n\n\n> Accessing content. \nPlease wait…\n\n\n> \nContent retrieved.\n Opening simulation feedback…\n\n\n\n\n\n\n\n\nREPLAY DATE:\n 17/06/2023\n\n\nTIME OF REPLAY:\n 1005\n\n\nSCP-8404 COORDINATES:\n {3, -49, 2}\n\n\n\n\n[BEGIN REPLAY]\n\n\nShown on the live feed is SCP-8404 playing baseball on the field. The camera at the time detected no strange behaviour and no reports were made.\n\n\nSCP-8404:\n HAHA! Did you two see– oh.\n\n\nObservation of the replay shows that both CEs are not present.\n\n\nSCP-8404 shrugs and continues playing.\n\n\n> SIMULACRUM Freecam mode enabled.\n\n\nReplay shows CE-01-IT stumbling through the school hallway away from the field. It places one hand on the wall for support and holds the other hand up to its temple.\n\n\nIt reaches the nearest bathroom and hastily enters. CE-01-IT stumbles and leans over the bathroom sink. It dry heaves but does not vomit as the NPCs are incapable of doing so.\n\n\nIt faces the mirror and breathes heavily.\n\n\nCE-01-IT:\n What’s happening? AGH!\n\n\nIts player model flickers, showing glimpses of reptilian scales along its skin and an eye with a slit pupil. No such model or texture was ever added during the simulation’s creation.\n\n\nClose inspection shows small thaumaturgic sigils within the small flashes.\n\n\nCE-01-IT jolts back and slams into the door of the bathroom stall.\n\n\nThe flickering ceases. CE-01-IT sits on the floor of the bathroom with its face in its hands.\n\n\nA knock is heard at the door.\n\n\nCE-01-IT crawls and hides in the bathroom stall.\n\n\nThe door opens; the hinges creak.\n\n\nCE-01-IT's model flickers once again. It bites its hand to prevent it from making noise.\n\n\nCE-02-NS:\n Tadashi? You in here?\n\n\nCE-01-IT does not respond.\n\n\nCE-02-NS:\n Is everything okay? You're missing P.E. class.\n\n\nCE-02-NS closes the bathroom door.\n\n\nCE-02-NS:\n Is this about what happened in the classroom? I promise it'll be fine to talk about it.\n\n\nCE-01-IT does not respond.\n\n\nIts eyes widen as it sees CE-02-NS' shoes under the bathroom stall.\n\n\nCE-02-NS faces the stall, reaching its hand to the door.\n\n\nCE-01-IT looks at its hand. It is still flickering.\n\n\nCE-02-NS drops its hand and turns to leave.\n\n\nCE-02-NS:\n Hmm… Well if someone is here and you're not Tadashi, don't worry about it!\n\n\nCE-02-NS exits the bathroom.\n\n\nCE-01-IT exhales, taking its hand out of its mouth and falling to the floor of the bathroom stall.\n\n\nIt breathes heavily, but notices that it is no longer flickering.\n\n\nIt grits its teeth and licks its lips.\n\n\nCE-01-IT:\n Sumiko…\n\n\n[END REPLAY]\n\n\n\n\n\n\n> Next replay loading…\n\n\n> Accessing content. \nPlease wait…\n\n\n> \nContent retrieved.\n Opening simulation feedback…\n\n\n\n\n\n\nREPLAY DATE:\n 17/06/2023\n\n\nTIME OF REPLAY:\n 2130\n\n\nSCP-8404 COORDINATES:\n {22, 0, 1}\n\n\n\n\n[BEGIN REPLAY]\n\n\n\n\nShown on the live feed is SCP-8404 at its residence resting. No unusual behaviour was observed.\n\n\n> SIMULACRUM Freecam mode enabled.\n\n\nReplay shows CE-02-NS walking on the streets alone. The simulation is in its night configuration. As a result, the roads are dark with only the street lights illuminating the feed.\n\n\nBehind CE-02-NS is CE-01-IT, following closely out of CE-02-NS' line of sight. It is unusual as it deviates from its idle pose, slouching and appearing restless. It walks slowly, hiding behind objects and attempting to remain out of CE-02-NS' vision.\n\n\nCE-02-NS turns left, deviating from its original path to its residence.\n\n\nThey unknowingly walk across the y-axis. Current coordinates {13, 65, 2}.\n\n\nCE-02-NS continues to walk.\n\n\nCE-01-IT continues to follow.\n\n\nCurrent coordinates {19, 80, 6}.\n\n\nThe two continue to walk, with CE-01-IT darting from cover to cover.\n\n\nCE-02 runs behind a corner. CE-01-IT loses sight of it momentarily.\n\n\nIt peers around the street corner it was hiding behind.\n\n\nCurrent coordinates {19, 90, 6}.\n\n\nCE-02-NS had disappeared from the street CE-01-IT was observing.\n\n\nIt frantically looks around.\n\n\nA creak is heard from above CE-01-IT.\n\n\nIt looks up.\n\n\nCE-02-NS is seen mounted on top of a telephone pole, its limbs twisting to allow it support as it faces head down, looking at CE-01-IT.\n\n\nIts model flickers.\n\n\nCurrent coordinates {19, 90, 7}.\n\n\nCE-02-NS leaps from the telephone pole, diving onto CE-01-IT with its teeth bared.\n\n\nThe two CEs roll down a slope, tumbling over each other. As they reach the bottom, CE-01-IT overpowers CE-02-NS.\n\n\nIt gnashes its teeth and hisses at CE-02-NS and attempts to bite its neck. Several inches before it makes contact, it stops.\n\n\nIt covers its mouth and ceases flickering.\n\n\nCE-02-NS overpowers CE-01-IT and scratches at its face. It then attempts to bite its throat.\n\n\nCE-01-IT:\n GAH! Sumiko please!\n\n\nCE-02-NS:\n RAAH! AAh… huh?\n\n\nCE-02-NS stops flickering.\n\n\nCE-02-NS:\n Tadashi?\n\n\nCurrent coordinates {19, 99, 0}.\n\n\nCE-02-NS:\n Is that you?\n\n\nCE-01-IT:\n Sumiko? Oh, thank god you're still you…\n\n\nCE-02-NS:\n I…\n\n\nCE-02-NS looks at their current position.\n\n\nIt steps back.\n\n\nCE-02-NS:\n Oh no, I am so sorry Tadashi…\n\n\nCE-01-IT:\n No no, I should be the one apologising. I don't know, I've been having these awful feelings recently, and next thing you know, I'm here and—\n\n\nCE-02-NS:\n Feelings? Like the sudden urge to kill anything that stood in your way? That you wanted to sink your teeth into something and rip it out?\n\n\nCE-01-IT:\n Y-yes that’s exactly it!\n\n\nCE-02-NS sighs.\n\n\nCE-02-NS moves forward.\n\n\nCE-01-IT backs away.\n\n\nCE-01-IT:\n Sumiko-san?\n\n\nCE-02-NS exhales loudly and relaxes.\n\n\nCE-02-NS:\n Thank goodness I’m not the only one…\n\n\nCE-02-NS moves closer to hug CE-01-IT.\n\n\nCE-01-IT gingerly pats its back.\n\n\nCE-01-IT:\n I-is it just the two of us?\n\n\nCE-02-NS lets go.\n\n\nCE-02-NS:\n I think so, but it’s a little hard to tell people I might be a monster and ‘hey, are you a monster too?’ I only suspected you because of what happened in the classroom.\n\n\nCE-01-IT:\n Point taken… But speaking of the other students, have you noticed something strange about them? L-like they don’t talk to us like we talk to each other?\n\n\nCE-02-NS:\n I thought it's just that we get along well.\n\n\nCE-01-IT:\n But to this extent? I think something strange is happening to this town.\n\n\nCE-02-NS:\n I… I guess it’ll explain what’s happening to us.\n\n\nSilence.\n\n\nCE-01-IT:\n Does Midori know anything about this?\n\n\nCE-02-NS shifts uncomfortably.\n\n\nCE-02-NS:\n I… haven’t told her.\n\n\nCE-01-IT:\n Why not?\n\n\nCE-02-NS:\n Because I don’t want her to get hurt! You know how she is, she’s a little strange so I don’t know how she’d react to the news!\n\n\nCE-01-IT:\n Hmm… You’re right. But we should tell her when we’re certain there’s something wrong. I… don’t want to make her worry for nothing.\n\n\nCE-02-NS:\n I don’t know… This is already weird for us, I don’t want to rope her into this.\n\n\nCE-01-IT:\n We’ll cross that bridge when we get to it then.\n\n\nCE-02-NS:\n Okay.\n\n\nSilence.\n\n\nCE-01-IT:\n Thank you.\n\n\nCE-02-NS:\n \n(snort)\n For what?\n\n\nCE-01-IT:\n For not killing me and being in this together with me.\n\n\nCE-02-NS:\n Oh. Heh.\n\n\nCE-01-IT:\n I think we should get going.\n\n\nCE-02-NS:\n Yeah.\n\n\nCE-01-IT:\n Let me help you up with— WOAH!\n\n\nCE-01-IT trips, pushing itself and CE-02-NS backwards.\n\n\nCurrent coordinates {19, 100, 2}.\n\n\nThe environment instantly changes to its low fidelity configuration\n7\n. Models are reverted to their low poly variants before subdivision. Shadows and reflection mapping are disabled causing objects to appear uniform in lighting.\n\n\nCE-02-NS steps backwards and falls to the ground. It appears distressed.\n\n\nCE-01-IT trips and crawls backwards. It appears distressed.\n\n\nCurrent coordinates {19, 99, 2}.\n\n\nCE-01-IT:\n AHHH!\n\n\nCE-02-NS:\n AHHH WHAT THE HELL?! Wh-what was that?! Oh my god Tadashi please tell me you saw that.\n\n\nCE-01-IT:\n I-I don’t know, the world just changed the minute we stepped over there.\n\n\nCE-02-NS:\n Everything just went… blurry? It looked wrong! L-like a-\n\n\nCE-01-IT:\n A computer game?\n\n\nSilence.\n\n\nCE-02-NS:\n Yeah.\n\n\nCE-01-IT extends its hand over the 100-unit threshold. Its arm decreases in poly count immediately. It retracts its arm causing it to return to its previous form..\n\n\nCE-01-IT:\n It can’t be…\n\n\nCE-02-NS:\n Tadashi what are you doing?\n\n\nCE-02-NS crawls away from the threshold.\n\n\nCE-01-IT touches a fire hydrant on the other side of the threshold; the texture begins to flicker, changing colour rapidly before the parts of the mesh itself begin to warp.\n\n\nCE-01-IT retracts its hand, leaving the misshapen object. Its hand is shaking.\n\n\nCE-01-IT:\n It’s not real.\n\n\nCE-02-NS:\n What the hell is that supposed to mean?\n\n\nCE-01-IT:\n W-we’re in a computer.\n\n\nSilence.\n\n\nCE-02-NS:\n No.\n\n\nCE-01-IT:\n Sumiko–\n\n\nCE-02-NS stands up and faces CE-01-IT.\n\n\nIt points into CE-01-IT’s chest.\n\n\nCE-02-NS:\n NO! Shut up! Wouldn’t we remember anything strange before this?! Who would do this to us?!\n\n\nCE-01-IT:\n Then how else would you explain that?!\n\n\nCE-02-NS:\n Tadashi, we're eighteen years old! W-we can’t have lived like this for that long! I-I-\n\n\nCE-01-IT:\n Sumiko. I can’t remember graduating middle school.\n\n\nCE-02-NS:\n That was years ago! Lots of people can’t remember stuff like that!\n\n\nCE-01-IT:\n I-I can’t remember my parents.\n\n\nCE-02-NS:\n What do you-\n\n\nCE-02-NS stops.\n\n\nCE-02-NS:\n Oh god. I can’t either.\n\n\nCE-02-NS squats down and clutches their head.\n\n\nCE-02-NS:\n What do they look like? I don’t think I’ve ever met them. What the fuck?\n\n\nCE-01-IT:\n W-what about recent stuff? L-like dammit, what we ate for breakfast, and uh… Sports! Yeah! W-when are the club meetings? What did you do in those?\n\n\nCE-02-NS:\n I… Oh my god. I don’t know\n\n\nCE-02-NS slumps against the wall.\n\n\nCE-02-NS:\n Heh. Tadashi, what do we even sound like?\n\n\nCE-01-IT:\n Huh?\n\n\nCE-02-NS:\n I just realised. We don’t speak. We just make words and we read them in our minds. Wait, let me try something.\n\n\nCE-01-IT:\n Try what?\n\n\nCE-02-NS bends its head down, placing their mouth near a leaf on the ground.\n\n\nCE-02-NS:\n \nAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA\n\n\nCE-01-IT:\n What was that for?!\n\n\nCE-02-NS:\n Haha, Tadashi look.\n\n\nCE-01-IT:\n Look at what?\n\n\nCE-02-NS:\n I just screamed my lungs out and the leaf didn’t move an inch. And I don’t feel out of breath in the slightest. We don’t need air Tadashi. Haha, this… haha… oh my god… what are we?\n\n\nCE-02-NS begins to sob and enters a fetal position.\n\n\nCE-01-IT:\n Hey. Come here.\n\n\nCE-01-IT places an arm around CE-02-NS.\n\n\nCE-01-IT:\n I-I know this is scary. Believe me, I’m terrified. But we need time to think about this. We’ll do this together okay?\n\n\nCE-02-NS:\n God I don’t want to think about it. What am I?\n\n\nCE-01-IT:\n What matters is that you are you and I am me. That’s a start, right?\n\n\nCE-02-NS:\n I… sure. Together.\n\n\nSilence.\n\n\nCE-02-NS:\n God this is a lot to take in.\n\n\nCE-01-IT:\n Yeah…\n\n\nCE-01-IT and CE-02-NS sit for fifteen minutes.\n\n\nCE-02-NS:\n Tadashi.\n\n\nCE-01-IT:\n Yeah Sumiko?\n\n\nCE-02-NS:\n I think I want to go home.\n\n\nCE-01-IT:\n I’ll walk you there.\n\n\nCE-02-NS:\n Thank you.\n\n\nCE-01-IT and CE-02-NS stand up and walk.\n\n\nNo dialogue is detected between the two.\n\n\nCE-02-NS’s residence is reached.\n\n\nNo dialogue is detected between the two.\n\n\nCE-01-IT waves at CE-02-NS.\n\n\nCE-02-NS does not acknowledge or does not detect the gesture.\n\n\nCE-02-NS closes the door.\n\n\nCE-01-IT walks to its residence.\n\n\nIts walk cycle is seen to be unusually slow and erratic. Staggering at random intervals.\n\n\n[END REPLAY]\n\n\n\n\n\n\n\n\n\n\n>>\n Retrieve any and all error reports between the date of this replay and the breach.\n\n\n\n\n> Six(6) error reports within 48 hours of requested time period. Zero(0) major reports raised.\n\n\n> Generating truncated error report.\n\n\n\n\n\n\nERROR NO.\n\n\nDATE REPORTED\n\n\nDESCRIPTIONS\n\n\nACTIONS TAKEN\n\n\n\n\n\n\n.\n\n\n\n\n.\n\n\n\n\n.\n\n\n\n\n\n\n12.\n\n\n17/06/2023\n\n\nA fire hydrant model was observed with an altered model and disrupted texture nodes.\n\n\nAssumed to be an error regarding the change from its low poly model to its high poly model. A backup was loaded which restored the model to its correct appearance\n\n\n\n\n\n\n13.\n\n\n18/06/2023\n\n\nA plant pot was observed to have its texture changed to a lighter shade of brown and the leaves on the plant itself were changed from green to yellow.\n\n\nAssumed to be an error regarding the leaves used for decaying plants. A backup was loaded which restored the model to its correct appearance.\n\n\n\n\n\n\n14.\n\n\n18/06/2023\n\n\nA road sign was observed to have its model altered. The shape of the sign was warped and many of the polygons were missing.\n\n\nA virus scan was enacted which found no issues. Investigation was requested. A backup was loaded which restored the model to its correct appearance.\n\n\n\n\n\n\n15.\n\n\n18/06/2023\n\n\nA stop sign was observed to have been replaced with a right turn sign.\n\n\nNone. Changes to the model were not noticed until after the breach had taken place.\n\n\n\n\n\n\n16.\n\n\n18/06/2023\n\n\nAn empty building model was observed to be rotated 6° clockwise.\n\n\nNone. Changes to the model were not noticed until after the breach had taken place.\n\n\n\n\n\n\n17.\n\n\n19/06/2023\n\n\nA 2 unit\n8\n diameter area was discovered which caused any object which moved inside the area to glow red.\n\n\nArea was reset with conditions removed. Investigation was requested.\n\n\n\n\n\n\n.\n\n\n.\n\n\n.\n\n\n\n\n>>\n After this date there weren't any major errors. Follow its actions for the next days after.\n\n\n\n\n> Accessing content. \nPlease wait…\n\n\n> \nContent retrieved.\n Opening simulation feedback…\n\n\n\n\n\n\n\n\nREPLAY DATE:\n 25/06/2023\n\n\nTIME OF REPLAY:\n 0930\n\n\n\n\n[BEGIN REPLAY]\n\n\nShown on the live feed is SCP-8404 in its classroom discussing the history lesson with another student. It appeared to be extremely inquisitive with regards to the recent lesson, however, no unusual behaviour was observed.\n\n\nSCP-8404’s attention is momentarily shifted as it sees CE-01-IT walking by the classroom window.\n\n\nIt stands up. And waves to CE-01-IT.\n\n\nSCP-8404:\n Hey, Tadashi!\n\n\nCE-01-IT does not respond and continues walking.\n\n\nSCP-8404 stops waving. It slowly puts its hand down, appearing disappointed.\n\n\nIt returns to its previous conversation.\n\n\nSCP-8404 would appear slightly distracted for the duration of the class but otherwise no unusual behaviour was reported.\n\n\n> SIMULACRUM Freecam mode enabled.\n\n\nCE-01-IT walks along an empty school corridor, constantly checking behind its back. It stops and looks around before touching a blank wall.\n\n\nIt reaches a hand into a small corner in the wall which passes through effortlessly.\n\n\nCE-01-IT looks around one more time before completely submerging itself into the wall.\n\n\nThe replay camera passes through the wall to find a hollow space. The space was meant to be a school science lab however, rushed development of the simulation prompted technicians to abandon modeling the assets for this room and place a wall where the lab should be. It appears that the wall was not properly coded with its collision box having a slight gap which allows players or NPCs to enter if angled correctly.\n\n\nThe assets within the lab are blankly textured if at all. The models range from fully modeled to only being a collection of shapes.\n\n\nCE-02-NS is seen sitting on the floor.\n\n\nCE-02-NS:\n Did you check the stop signs?\n\n\nCE-01-IT:\n Yeah. Both undone. What about you?\n\n\nCE-02-NS bites its finger.\n\n\nCE-02-NS:\n The fire hydrant is fixed too.\n\n\nCE-01-IT:\n Okay, so the powers we have are temporary?\n\n\nCE-02-NS:\n That would be the case. But that's not all. I've been altering things like the colours of bricks or the heights of telephone poles by a couple metres.\n\n\nCE-01-IT:\n And?\n\n\nCE-02-NS:\n They're still there.\n\n\nCE-01-IT:\n Oh.\n\n\nCE-02-NS brings its head to its knees.\n\n\nCE-02-NS:\n It's not that our powers fade, or the world just fixes it.\n\n\nCE-01-IT:\n Something is watching and manually fixing the things we change.\n\n\nSilence.\n\n\nCE-02-NS’ hands begin to shake.\n\n\nCE-02-NS:\n God…\n\n\nCE-01-IT:\n If it manages to catch us in the act–\n\n\nCE-02-NS:\n Stop. I don't wanna think about it.\n\n\nCE-01-IT:\n \n(sigh)\n Alright.\n\n\nCE-02-NS sighs.\n\n\nCE-02-NS:\n Why the hell did this happen to us? God…\n\n\nCE-01-IT:\n It doesn't make sense. What makes just the two of us special?\n\n\nCE-02-NS:\n I don't know. But it's been getting worse too.\n\n\nCE-01-IT:\n What do you mean?\n\n\nCE-02-NS:\n I'm seeing… the stuff underneath all of it. It's how I saw this place. There's like little lamps and lines following everyone, even us. It's so weird!\n\n\nCE-01-IT:\n Oh those.\n\n\nCE-02-NS:\n You see them too?\n\n\nCE-01-IT:\n I thought I was just sleep-deprived.\n\n\nCE-02-NS:\n \n(sigh)\n I wish all of this could just be solved by just going back to bed. But here we are. Just the two of us.\n\n\nCE-01-IT:\n We still don't know if it's just the two of us. Maybe we're not the only real people around here. Maybe there's more of us who can help. What about Midori?\n\n\nCE-02-NS:\n No.\n\n\nCE-01-IT:\n Why not?\n\n\nCE-02-NS:\n I just don't want to!\n\n\nCE-01-IT:\n We said we would tell her if we found something and we did!\n\n\nCE-02-NS:\n It doesn't feel right!\n\n\nCE-01-IT:\n Why not?!\n\n\nCE-02-NS:\n I'M NOT GETTING MY BEST FRIEND INVOLVED IN THIS!\n\n\nSilence.\n\n\nCE-01-IT:\n \n(sigh)\n Fine. What about our other classmates then?\n\n\nCE-02-NS:\n You really think the things out \nthere\n are people?!\n\n\nCE-01-IT:\n We've been with them for…\n\n\nCE-02-NS:\n For how long huh? I don't even know how long we've lived for!\n\n\nCE-01-IT:\n But still, they're still people!\n\n\nCE-02-NS:\n Really?\n\n\nCE-02-NS gets up and walks to the wall.\n\n\nIt pokes its head out into the corridor, reaches its hand out, and pulls in another student by the collar.\n\n\nCE-01-IT:\n Sumiko-san what are you doing?!\n\n\nCE-02-NS:\n Cut the honorifics Tadashi, we're not even speaking Japanese.\n\n\nCE-01-IT:\n I-\n\n\nCE-02-NS:\n Look. Hey, I'm going to gouge your eyes out. Are you fine with that?\n\n\nSTUDENTCHAR_31: Uhhh, do you mind?\n\n\nCE-02-NS:\n That's it? That's your reaction?\n\n\nSTUDENTCHAR_31: Look, if you don't have anything good to say, could you please leave me be?\n\n\nCE-02-NS’ model flickers.\n\n\nCE-02-NS:\n I could sink my teeth into your neck and pull out your throat. How about that?\n\n\nCE-02-NS begins to breathe heavily.\n\n\nCE-01-IT:\n Sumiko.\n\n\nCE-02-NS:\n Huh?! Answer the question, dumbass!\n\n\nSTUDENTCHAR_31: Could you please leave me be?\n\n\nCE-02-NS:\n See! It's just a thing that repeats the same thing over and over again. Just a… just a…\n\n\nCE-01-IT:\n Sumiko?\n\n\nCE-02-NS stares at the NPC's neck. It licks its lips.\n\n\nCE-02-NS:\n A sack of meat.\n\n\nCE-01-IT:\n Sumiko stop!\n\n\nCE-02-NS bites down hard on STUDENTCHAR_31’s neck. A look of bliss is seen on its face. It closes its eyes.\n\n\nThe teeth do not penetrate the skin. NPC does not react as physical trauma does not cause pain in the simulation.\n\n\nIt opens its eyes again and pushes itself away from the NPC in fear. CE-02-NS is seen covering its mouth as it falls to its knees.\n\n\nCE-02-NS is no longer flickering.\n\n\nSTUDENTCHAR_31: Could you please leave me be?\n\n\nCE-01-IT pushes STUDENTCHAR_31 out into the corridor where it resumes its designated pathing.\n\n\nCE-01-IT crouches down next to CE-02-NS.\n\n\nCE-01-IT:\n Hey, hey calm down everything’s fine.\n\n\nCE-02-NS:\n Fine?! I just tried to EAT them!\n\n\nCE-01-IT:\n But you didn't do it in the end. That counts for something right?\n\n\nCE-02-NS:\n I… I wish I could say that. I really did bite. I wanted to taste his flesh so bad but…\n\n\nCE-02-NS’ hands begin shaking.\n\n\nCE-02-NS:\n But I only stopped because I legitimately couldn't do it. No matter how hard I tried, I wasn't strong enough to rip out his flesh with my teeth. God even when I give in, this damn place won't give the damn satisfaction.\n\n\nCE-02-NS covers its eyes.\n\n\nIt begins to sob.\n\n\nCE-02-NS:\n Do you think… if whatever is watching us finds me, they'll reset me too? Maybe I'll go back to normal like the rest of–\n\n\nCE-01-IT:\n Don't say that. Please.\n\n\nCE-01-IT grabs CE-02-NS by the shoulders.\n\n\nCE-01-IT:\n If we are the only ones, if you go… I won't have anyone else. Please.\n\n\nCE-02-NS sighs and holds CE-01-IT.\n\n\nCE-02-NS:\n Okay… I-I'm sorry.\n\n\nCE-01-IT:\n Thank you.\n\n\nThe CEs sit in silence for several minutes.\n\n\nCE-02-NS:\n How long can we live like this?\n\n\nCE-01-IT:\n I don't know.\n\n\n[END REPLAY]\n\n\n\n\n\n\n\n\n\n\n>>\n Are there any other suspicious indicators from the CEs between this date and the incident?\n\n\n\n\n> Searching… zero(0) results found.\n\n\n\n\n>>\n If that is the case, jump to the replay of the incident.\n\n\n\n\n> Next replay beginning fifteen(15) days after previous replay.\n\n\n> Accessing content. \nPlease wait…\n\n\n> \nContent retrieved.\n Opening simulation feedback…\n\n\n\n\n\n\nREPLAY DATE:\n 10/07/2023\n\n\nTIME OF REPLAY:\n 1900\n\n\n\n\n[BEGIN REPLAY]\n\n\n\n\nThe school bell rings, signaling the end of the school day. Student characters leave school to despawn when out of render distance\n\n\nCE-01-IT sits alone in an empty classroom. SCP-8404 enters.\n\n\nSCP-8404:\n Tadashi?\n\n\nCE-01-IT:\n Midori-cha- \n(clears throat)\n Midori? What’re you doing here?\n\n\nSCP-8404:\n I forgot my school bag.\n\n\nCE-01-IT:\n Oh. I think it's at your table. You can just grab it and leave.\n\n\nSCP-8404 stands at the doorway.\n\n\nThere is no schoolbag at SCP-8404’s desk.\n\n\nCE-01-IT:\n Where's Sumiko? I thought you were walking home with her?\n\n\nSCP-8404:\n I told her to go ahead first.\n\n\nCE-01-IT:\n Why?\n\n\nSCP-8404:\n I… I wanted to talk to you.\n\n\nCE-01-IT:\n About what?\n\n\nSCP-8404:\n Really?!\n\n\nCE-01-IT:\n Huh?\n\n\nSCP-8404:\n Do you think I am an idiot? That you don't think I didn't notice you being distant? I see you avoiding everyone and how miserable you look. Do not lie to me Tadashi.\n\n\nCE-01-IT:\n It's not something you should be concerned about.\n\n\nSCP-8404:\n Tadashi I'm worried about–\n\n\nSCP-8404 begins to blush.\n\n\nSCP-8404:\n \n(ahem)\n I am concerned about your well being.\n\n\nSCP-8404 remains at the door, not moving.\n\n\nSCP-8404:\n Can I at least sit with you?\n\n\nSilence.\n\n\nCE-01-IT:\n Yes please.\n\n\nSCP-8404 slowly walks closer to CE-01-IT. It hesitates but sits down next to it.\n\n\nCE-01-IT and SCP-8404 sit next to each other, both stare at the setting sun out of the classroom window. No dialogue is detected for several minutes.\n\n\nCE-01-IT:\n I just… feel like I don't fit into this world anymore.\n\n\nSCP-8404:\n Oh?\n\n\nCE-01-IT:\n It's gonna sound a bit silly.\n\n\nSCP-8404:\n Just speak. You don't need to be afraid.\n\n\nCE-01-IT:\n I've been learning a lot about myself and my place in the world we live in. But whenever I try to think about it, it just doesn't add up. No matter how I try, I don't think I'll have a place in this world.\n\n\nSCP-8404 places a hand on its shoulder.\n\n\nSCP-8404:\n Like the whole world is against your very existence? The one flaw in a great tapestry that needs to be removed.\n\n\nCE-01-IT:\n Well um… yes actually. That's exactly right. How did you know?\n\n\nSCP-8404:\n Hmph! Perhaps if you listened more, you'd know about my great wisdom.\n\n\nCE-01-IT:\n Heh. Yeah, you've always been smarter than me.\n\n\nSCP-8404:\n And you've always been kinder.\n\n\nCE-01-IT:\n I have?\n\n\nSCP-8404:\n When we first met, you guided me despite my… initial character.\n\n\nCE-01-IT:\n That was before I…\n\n\nSCP-8404:\n Before what? Despite everything, you and Sumiko have remained by my side. The least I can do is be by your side now.\n\n\nSCP-8404 sighs.\n\n\nSCP-8404:\n To feel foreign in the world you have lived in all your life. That is a feeling I have felt far too often. And it is one I will never wish upon you.\n\n\nThey hold hands.\n\n\nCE-01-IT:\n Midori… I don't know what to say… Thank you.\n\n\nSCP-8404:\n What's that thing Sumiko says? Don't mention it.\n\n\nCE-01-IT:\n Heh, yeah. Sumiko…\n\n\nCE-01-IT stands up.\n\n\nCE-01-IT:\n Midori there's something I have to tell you.\n\n\nSCP-8404 blushes again.\n\n\nSCP-8404:\n W-what?\n\n\nCE-01-IT:\n It's a little complicated but…\n\n\nSCP-8404:\n Are you confessing your love to me?\n\n\nCE-01-IT:\n H-huh?! No! I mean it's not that I- Nevermind! There's something about this world that–\n\n\nAs it stood up, CE-01-IT whipped its head up and looked into the viewport.\n\n\nCE-01-IT:\n Oh.\n\n\nSCP-8404:\n What?\n\n\nCE-01-IT:\n I-I’m fine, I just need… I… oh my god. It's you. You're the common factor.\n\n\nSCP-8404:\n What?\n\n\nCE-01-IT:\n Midori. I need to do something. Meet me at the field in an hour.\n\n\nSCP-8404:\n What? Why? Tadashi what is going on?!\n\n\nCE-01-IT:\n Midori I promise I will explain everything. I can't say it now, but I need time and you to meet me there. Do you trust me?\n\n\nSCP-8404 hesitates.\n\n\nCE-01-IT:\n Midori?\n\n\nSCP-8404 sighs.\n\n\nSCP-8404:\n Of course I do.\n\n\nCE-01-IT nods and runs away.\n\n\n[END REPLAY]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nREPLAY DATE:\n 10/07/2023\n\n\nTIME OF REPLAY:\n 2000\n\n\n\n\n[BEGIN REPLAY]\n\n\n\n\nSCP-8404 sits in the classroom, waiting.\n\n\nThe sun sets. Setting the skybox to transition to night mode.\n\n\nSuddenly, a bright light is seen from the classroom window, SCP-8404 and the simulation camera looks out of the window to investigate.\n\n\nSCP-8404:\n What in…\n\n\nA white dome is formed around the schoolyard made up of a patchwork of textures with its lighting value set to maximum. Around the schoolyard, many models are missing parts of their geometry and textures incorrect, overlapping with each other, or missing.\n\n\nSCP-8404:\n They finally found me. Damn. Wait, that location… Tadashi is…\n\n\nSCP-8404 widens its eyes.\n\n\nSCP-8404:\n …no. Nononono NO!\n\n\nSCP-8404 scrambles to its feet.\n\n\nSCP-8404:\n DAMN YOU FOUNDATION SCUM!\n\n\nSCP-8404 runs downstairs to the school field, tripping multiple times. It stands outside the dome, analysing the structure.\n\n\nSCP-8404 faces the sky.\n\n\nSCP-8404:\n WELL FOUNDATION? I AM HERE! TAKE ME AND STOP THIS MADNESS! BUT PLEASE! Please…\n\n\nSCP-8404 grits its teeth.\n\n\nSCP-8404:\n They are innocent! They are simply denizens of this world and do not deserve the punishment you plan for me! They’re my… my…\n\n\nNo response is heard.\n\n\nSCP-8404:\n Fine.\n\n\nIt reaches to touch the dome, realising it is not solid. SCP-8404 retracts its hand, checking that it is unharmed.\n\n\nSCP-8404:\n Mother Gaea if you still heed my call. Protect them.\n\n\nSCP-8404 steps into the light which the camera attempts to follow.\n\n\nAt the time of the playback, the camera only sees darkness within the structure. However, upon entering this structure within the playback, a different scene can be seen.\n\n\nResearchers prime SIMULACRUM killswitches.\n\n\n> SIMULACRUM Freecam mode enabled.\n\n\nSCP-8404 enters the schoolyard, breaching past the lighting errors. Inside the field, it is significantly brighter, and looking up reveals a recreation of the daytime skybox.\n\n\nThe textures and properties of the models in the yard have been altered severely. Holes in the environment puncture the walls and trees.\n\n\nPink errored textures interact with the wind physics which break off from their models and fly across the schoolyard. SCP-8404 shields its eyes from the pink ‘petals’.\n\n\nIn the middle of the yard, stands CE-01-IT and CE-02-NS.\n\n\nSCP-8404:\n Tadashi! Sumiko? What are you doing here? Gods, nevermind at least you’re safe.\n\n\nSCP-8404 nervously walks over to the CEs, avoiding the texture errors on the ground.\n\n\nCE-02-NS:\n She’s here. I really hope you know what you’re doing.\n\n\nSCP-8404 places a hand on each of their shoulders.\n\n\nSCP-8404:\n This is going to be difficult to explain, but you need to leave this place immediately. There are powers beyond your understanding at work and you won’t be safe here. Leave this town or this country if you can. I’ll do my best to make sure those doing this will-\n\n\nCE-01-IT sheepishly smiles and rubs the back of his head.\n\n\nCE-01-IT:\n Actually, it was kinda our doing.\n\n\nSCP-8404 stands still, mouth agape.\n\n\nCE-01-IT:\n Midori?\n\n\nSCP-8404:\n You…\n\n\nCE-02-NS:\n Is everything–\n\n\nSCP-8404:\n You IDIOTS! WHAT IS THE MATTER WITH YOU?!\n\n\nSIMULACRUM begins to shut down.\n\n\nCE-02-NS:\n What the hell?\n\n\nCE-01-IT:\n Oh god.\n\n\nSCP-8404:\n Silence! I need to concentrate.\n\n\nSCP-8404 spreads its hands out.\n\n\nAt the time of replay, large amounts of Akiva radiation were recorded emanating from both the SIMULACRUM control monitors as well as SCP-8404’s comatose body.\n\n\nThrough unknown means, SIMULACRUM shutdown protocols were overridden.\n\n\nSCP-8404 breathes heavily.\n\n\nSCP-8404:\n Excellent. Thanks to the two of you, the Foundation knows my location in this realm and has come to kill us all!\n\n\nSCP-8404 pinches the bridge of its nose.\n\n\nSCP-8404:\n Just a little peace in this place is all I wanted! \n(sigh)\n\n\nCE-02-NS:\n Wait, Midori, you know about us being in a simulation too?\n\n\nSCP-8404:\n What in Hades’ name is a simulation?\n\n\nCE-01-IT:\n Like in a computer?\n\n\nSCP-8404:\n That’s not helping.\n\n\nCE-02-NS:\n We looked around and this place isn’t right! It’s been weeks and there’s been strange stuff that’s been going on with–AH!\n\n\nCE-02-NS’ model flickers with CE-01-IT’s flickering soon after. They both strain in discomfort.\n\n\nCE-01-IT:\n This has been happening. We don’t know what’s wrong with the world or us. We’re not even sure what we are and we had to make sure you weren't suffering the same. We think you’re the link to what’s happening to us somehow.\n\n\nSCP-8404:\n That’s… impossible.\n\n\nSCP-8404 holds CE-02-NS’ face in its hands, inspecting it. Its eyes widen.\n\n\nCE-02-NS:\n Midori?\n\n\nSCP-8404:\n My magic had been alive since the beginning… at least in a diminished sense.\n\n\nCE-01-IT:\n Magic?\n\n\nSCP-8404:\n And you…\n\n\nSCP-8404 inspects CE-01-IT’s face, the flickering appears to intensify when SCP-8404 makes direct contact.\n\n\nSCP-8404:\n Oh my. Fascinating…\n\n\nCE-01-IT:\n What is?\n\n\nSCP-8404:\n You are… One of my own. Numbers. Life born from this facsimile. The very fabric of this world birthing new living beings. Incredible. No wonder you have such mastery over manipulating the materials of this realm.\n\n\nCE-02-NS:\n What does that mean?\n\n\nCE-01-IT:\n Wait Sumiko, when the three of us first met…\n\n\nCE-01-IT holds its forehead.\n\n\nCE-01-IT:\n It’s really hazy, but I remember, you claimed to be someone else. I-I don’t know why it didn’t occur to me. I don’t know what’s wrong with my memory.\n\n\nCE-02-NS:\n I don’t care about that! What did you mean by being born from whatever you just said?\n\n\nSCP-8404:\n It was when you were given life most likely.\n\n\nCE-01-IT:\n Midori what are you saying?\n\n\nCE-02-NS:\n You mean born?\n\n\nSCP-8404:\n Not necessarily.\n\n\nCE-02-NS:\n Midori, surely when we were outside the simulation we were born at some point right? Right?\n\n\nSilence.\n\n\nCE-01-IT:\n Sumiko, I’ve been thinking about what we are and our behaviour along with our inconsistent memories.\n\n\nCE-02-NS:\n No. Shut up. I don’t want to hear it.\n\n\nCE-01-IT:\n Sumiko–\n\n\nCE-02-NS:\n I DON’T WANT TO HEAR IT!\n\n\nCE-01-IT:\n I don’t think we’re human.\n\n\nCE-02-NS:\n No… no. W-we’re humans! We eat, sleep, go to school and… Oh god…\n\n\nCE-02-NS falls to its knees and holds its head in its hand.\n\n\nCE-02-NS:\n O-our families…\n\n\nCE-01-IT:\n They don’t exist.\n\n\nCE-02-NS:\n We were never human.\n\n\nSilence.\n\n\nSCP-8404:\n Does it matter?\n\n\nCE-01-IT:\n Huh?\n\n\nCE-02-NS:\n What the hell is that supposed to mean?\n\n\nSCP-8404:\n I was never human either.\n\n\nSilence.\n\n\nCE-02-NS:\n What?\n\n\nSCP-8404:\n \n(sigh)\n I suppose I owe you an explanation. Midori was the name I was given when I entered this strange dream. My real name is Echidna, given to me millenia ago. I am a life giver.\n\n\nCE-01-IT and CE-02-NS stand in shock.\n\n\nCE-01-IT:\n Millenia? What are you?\n\n\nSCP-8404:\n Some called me a goddess. I spit in that title. That damned pantheon and their offspring only ever gave me pain and humiliation. The only thing I despised more than the gods were the accursed humans. They gave me another title: Monster. The empires they went by always changed by the ages but they still pursued me. The Greeks, the Romans, the Crusaders, and now, the Foundation.\n\n\nCE-01-IT:\n Are these the people who put us in this simulation?\n\n\nSCP-8404:\n If you mean the realm we inhabit, then yes.\n\n\nCE-02-NS:\n Who are these people?\n\n\nSCP-8404:\n Just humans. Just living beings that walk Gaea’s earth. Some powerful magi are among them but it is the same old. They captured me and put me in this dream.\n\n\nCE-01-IT:\n Wait, if you’re this powerful person, why didn’t you escape?\n\n\nSCP-8404:\n Upon entering this place, I was unfamiliar with its laws and my new body. My magic was hindered because of it.\n\n\nCE-02-NS:\n B-but now that we’re all here, we can work together to get out of this place! You can show us the way out and we can help free each other!\n\n\nSilence.\n\n\nSCP-8404 looks at its hands.\n\n\nSCP-8404:\n Why would I do that?\n\n\nCE-02-NS creases its brow.\n\n\nCE-01-IT:\n What?\n\n\nCE-02-NS:\n What is that supposed to mean?\n\n\nSCP-8404:\n It’s a simple answer.\n\n\nCE-02-NS:\n No it’s not! We can’t stay here! T-this place, we can’t eat, we have to fear being erased, it’s horrible!\n\n\nSCP-8404:\n I do not see a problem.\n\n\nCE-02-NS:\n How?!\n\n\nCE-01-IT:\n If this Foundation people have trapped you here, isn’t this supposed to be some kind of prison?\n\n\nSCP-8404 looks away, refusing to make eye contact with the CEs.\n\n\nCE-02-NS:\n Why the hell won’t you at least try? Or why the hell can’t you see this crappy fake world for what it is?!\n\n\nSCP-8404:\n Why? WHY?! YOU DARE?!\n\n\nSCP-8404’s model flickers. Its true form is visible for several frames.\n\n\nSCP-8404:\n Why? Why must I live in a world where I must be shunned from the rest of civilization? Cursed by the primordial existence, giving life to those around me only to have them see the same fate?!\n\n\nIt grits its teeth.\n\n\nSCP-8404:\n I have seen… so much life springing from the very soil I step on, the blood I bleed, the animals I look upon just for them to be snuffed out! Do I deserve this existence? I do not know. But them?! It’s not FAIR!\n\n\nSCP-8404 breathes heavily.\n\n\nSCP-8404:\n Excuse me for wanting to escape such an accursed world. Excuse me for wanting to rest. That realm is better off without me and I without it!\n\n\nCE-02-NS:\n I…\n\n\nSCP-8404:\n Why can’t I just… go to school, chat with my best friends, fall asleep in class, and play games until the sun sets every day? Is it so evil of me to want to stay?! Because that is all I’ve been labeled for my existence.\n\n\nThe flickering around SCP-8404’s model ceases.\n\n\nTears drop down its face.\n\n\nSCP-8404:\n Would it be so bad for the two of you to stay with me?\n\n\nCE-02-NS:\n Midor- Echidna I didn’t mean to…\n\n\nCE-01-IT:\n Maybe. But in the state that we are in, we cannot exist properly in this world. The last few weeks since finding out have been nothing short of torture.\n\n\nSCP-8404's eyes widen.\n\n\nSCP-8404:\n Oh. Is that why you came to me earlier? It was my fault… Gods. I am so sorry.\n\n\nCE-02-NS:\n It really has been hard.\n\n\nSilence.\n\n\nSCP-8404:\n I’ve done it again. I’ve cursed another being to share my own torturous existence. Damn it all, even here!\n\n\nCE-02-NS:\n Midori…\n\n\nSCP-8404 chuckles.\n\n\nSCP-8404:\n You must hate me so much. To give you the ‘gift' of life in such a counterfeit world. To taste the joys of being alive only for it to be ripped away in a second and be called false.\n\n\nSCP-8404 sighs.\n\n\nSCP-8404:\n The humans were right to call me a monster.\n\n\nCE-01-IT:\n You can’t be so–\n\n\nSCP-8404:\n Forget it.\n\n\nSCP-8404 snaps its fingers, the footage begins to distort and a large circular error in the simulation appears. The error flickers, the colours shifting but revealing a large unblinking reptilian eye, thaumaturgic symbols could be faintly seen at its edges. Akiva radiation spikes along SCP-8404’s comatose body at this time as well.\n\n\nSCP-8404:\n I regained my magic in its full capacity weeks ago. I knew I was able to escape this place but did not need to. Step through this gateway and you will appear in the ‘real’ world. Although I cannot guarantee where you will be, it is the least I can do.\n\n\nSCP-8404 looks at CE-01-IT and CE-02-NS.\n\n\nSCP-8404:\n It seems that the two of you are better off without me as well.\n\n\nCE-02-NS slaps SCP-8404.\n\n\nCE-01-IT:\n Sumiko!\n\n\nSCP-8404:\n Ow! You INSOLENT–\n\n\nCE-02-NS:\n Answer this question ‘goddess’. If you’re Echidna, then who is Midori? Was my best friend ever real?\n\n\nSCP-8404:\n I…\n\n\nThe feed flickers and a low hum is heard along with the audio.\n\n\nCE-01-IT:\n Something is happening!\n\n\nCE-02-NS:\n ANSWER THE DAMN QUESTION!\n\n\nSCP-8404:\n In a sense, Midori was never real. For a time, she was just the name that was forced upon me as I entered my prison. I resented that name. I believed it was the Foundation attempting to strip away everything I was.\n\n\nCE-02-NS:\n Oh…\n\n\nSCP-8404:\n But over time I learned to embrace her, being her. Midori is a small part of who I am but she is still me as I am she.\n\n\nThe white noise intensifies and the stability of the replay decreases further.\n\n\nSCP-8404:\n Names, I have in abundance, but Kato Midori? This name is the first name I have been given to mean something kind. It is attached to so many cherished memories. Memories that are very much real…\n\n\nSCP-8404 sobs.\n\n\nSCP-8404:\n And I suppose that makes Midori real too.\n\n\nCE-02-NS hugs SCP-8404. It has tears in its eyes.\n\n\nSCP-8404:\n Kya! Sumiko!\n\n\nSCP-8404 covers its mouth but slowly lets go. It wraps its arms around CE-02-NS, returning the hug.\n\n\nCE-02-NS:\n Then I could never hate you.\n\n\nSCP-8404:\n I-\n\n\nCE-01-IT hugs the two of them.\n\n\nSCP-8404 smiles.\n\n\nSCP-8404:\n You two…\n\n\nCE-01-IT:\n She’s right.\n\n\nSCP-8404 closes its eyes.\n\n\nThe replay begins to glitch and show signs of instability.\n\n\nSCP-8404:\n I have never been able to create something large, intelligent, or kind enough to hug.\n\n\nThe three hug and remain in position for several seconds. It is unknown if this is a playback error.\n\n\nSCP-8404:\n I just–I just wish that I cherished them more.\n\n\nSCP-8404 squeezes harder.\n\n\nSCP-8404 steps away.\n\n\nSCP-8404:\n I cannot leave the exit open for very long. Go while you still can.\n\n\nCE-01-IT:\n Right… Be safe. Take care.\n\n\nSCP-8404:\n You too.\n\n\nCE-02-NS begins to sob.\n\n\nSCP-8404:\n Is something the matter?\n\n\nCE-02-NS:\n God I’m so sorry. There’s so many things I wish we could have done. I wish we went to the beach together, I wish we all graduated together, I wish we could have done so much more together…\n\n\nSCP-8404:\n But you will be happy.\n\n\nSCP-8404 breathes in. The Akiva radiation intensifies.\n\n\nWhite noise begins to disrupt the audio.\n\n\nCE-01-IT begins to cry.\n\n\nCE-02-NS begins to cry.\n\n\nSCP-8404 begins to cry.\n\n\nThe CEs step closer to the visual error. SIMULACRUM replay detects multiple errors.\n\n\nSCP-8404:\n Tadashi, Sumiko!\n\n\nThey turn around.\n\n\nSCP-8404:\n I… cannot say for certain. B-but, I can swear on the name you cherish me by, I will do everything in my power to make sure this is not the last we see of each other!\n\n\nFootage becomes heavily distorted.\n\n\n\n\n“Thank you!”\n\n\nAt the time of recording, all SIMULACRUM systems experience a fatal error and go offline.\n\n\n[END REPLAY]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUPDATE:\n\n\nCONTAINMENT BREACH ALERT:\n\n\nOn 10/7/2023, Containment Site-22 had reported a 7-minute outage in the simulation live feed. However, after the incident, the simulation resumed as per normal with SCP-8404 remaining in containment.\n\n\nAfter investigations into the SCP-8404 containment systems, it was discovered that two hard drives were missing from the local SIMULACRUM servers which contained NPC savedata. No breach in the site was reported and SCP-8404 remained in its containment chamber in a comatose state.\n\n\nInvestigation is ongoing and an auditor is to analyse the recent SIMULACRUM playbacks for suspicious activity on the part of SCP-8404.\n\n\nFurther updates pending.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Also known as the ‘Mother of Monsters’, ‘Bride of Typhon’ or ‘Life Giver to all that is foul’. Translated from ancient Greek.\n\n\n2\n. Has been observed to be primarily vertebrates.\n\n\n3\n. Concrete tiles, metal pipes, and security cameras have been seen to come under this effect during containment.\n\n\n4\n. Class-B refers to any system in which one or more players inhabit a simulacra with the appearance, physics, and overall experience guided by a separate admin/team.\n\n\n5\n. These teacher characters were used as a method of processing power saving due to all other dialogue generated in a radius around it being disabled.\n\n\n6\n. Additionally, environments 100 units away from SCP-8404 and away from its line of sight will enter this configuration as a means to improve processing power. This prevents SCP-8404 from viewing any visual flaws in the simulation.\n\n\n7\n. Environments 100 units away from SCP-8404 and away from its line of sight will enter this configuration as a means to improve processing power.\n\n\n8\n. 1 unit is approximately 1m.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8404\n\" by J T K C, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8404\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Echidna_statue.jpg\n\n\nAuthor:\n Yellow.Cat\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/9084427@N07/6795077537/in/photostream/\n\n\n\n\n\n\n\n\nFilename:\n 8kstreet.jpg\n\n\nAuthor:\n Ivan Ahlert\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/10256017@N03/22967561584\n\n\n\n\n\n\n\n\nFilename:\n Echidnapfp\n\n\nAuthor:\n CuPriferous_\n\n\nLicense:\n CC SA 3.0\n\n\nSource Link:\n SCP-Wiki\n\n\n\n\n\n\n\n\nFilename:\n 8k school.jpg\n\n\nAuthor:\n R.K Vermaa\n\n\nLicense:\n CC SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:315saww.jpg#filelinks\n\n\n\n\n\n\n\n\nFilename:\n 8k classroom.jpg\n\n\nAuthor:\n Ivan Ahlert\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/10256017@N03/23513188511/in/photostream/\n\n\n\n\n\n\n\n\nFilename:\n 8kfinalvideoNEW(720p).gif\n\n\n\n\n\n\nName:\n jtkc_scp_echidna_smaller.png\n\n\nAuthor:\n CuPriferous_\n\n\nLicense:\n CC SA 3.0\n\n\nSource Link:\n SCP-Wiki\n\n\n\n\n\n\nName:\n jtkc_scp_echidna_smaller_cry_smile.png\n\n\nAuthor:\n CuPriferous_\n\n\nLicense:\n CC SA 3.0\n\n\nSource Link:\n SCP-Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8404 \" by J T K C, from the SCP Wiki . Source: https://scpwiki.com/scp-8404 . Licensed under CC-BY-SA .",
        "Filename: Echidna_statue.jpg Author: Yellow.Cat License: CC BY 2.0 Source Link: https://www.flickr.com/photos/9084427@N07/6795077537/in/photostream/",
        "Filename: 8kstreet.jpg Author: Ivan Ahlert License: CC BY 2.0 Source Link: https://www.flickr.com/photos/10256017@N03/22967561584",
        "Filename: Echidnapfp Author: CuPriferous_ License: CC SA 3.0 Source Link: SCP-Wiki",
        "Filename: 8k school.jpg Author: R.K Vermaa License: CC SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:315saww.jpg#filelinks",
        "Filename: 8k classroom.jpg Author: Ivan Ahlert License: CC BY 2.0 Source Link: https://www.flickr.com/photos/10256017@N03/23513188511/in/photostream/",
        "Filename: 8kfinalvideoNEW(720p).gif",
        "Name: jtkc_scp_echidna_smaller.png Author: CuPriferous_ License: CC SA 3.0 Source Link: SCP-Wiki",
        "Name: jtkc_scp_echidna_smaller_cry_smile.png Author: CuPriferous_ License: CC SA 3.0 Source Link: SCP-Wiki"
    ],
    "title": "SCP-8404"
}