{
    "url": "https://scp-wiki.wikidot.com/scp-8405",
    "all_text": "rating: \n+6\n+\n–\nx\n\n\n\n\n\n\nA drawing of SCP-8405 by Dr. Asheworth\n\n\n\n\n\n\nItem #:\n SCP-8405\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-8405 is to be held in a containment cell no smaller than 3 m x 3 m (approx. 10 ft x 10 ft) with sufficient space for limited movement, allowing only for access to the bed and room to kneel on the floor. Certain religious items, including rosaries and cilices, along with a wooden bed without mattress. These items are to be rotated as they become worn and incinerated upon degradation.\n\n\nThe containment cell must have constant access to medical facilities, and a priest is to conduct weekly visits. Food should be provided according to SCP-8405’s fasting schedule.\n\n\nNo personnel are to make direct physical contact with SCP-8405 without a full atmospheric containment suit. Objects intended for SCP-8405’s use must be sanitized and delivered in hermetically sealed plastic packaging. Only one (1) member of personnel is allowed in the containment area at any time, secured by a steel safety cable. Interaction with SCP-8405 is strictly limited to pre-approved communication only.\n\n\nPersonnel displaying manipulative, untrustworthy, or impulsive behavior following interaction with SCP-8405 must be removed from duty and placed in quarantine. Any personnel exhibiting obsessive attempts to re-establish contact with SCP-8405 are also to be quarantined.\n\n\nDescription:\n SCP-8405 is an male child approximately 13 years of age, adorned in the garments of an altar boy. While SCP-8405 appears to wear thick robes, upon request to remove the clothing, it was revealed that he possesses a human structure; however, he declined an X-ray examination.\n\n\nSCP-8405 is capable of fluent speech in English, French and Italian. He also maintains a consistently polite and cooperative demeanor with Foundation staff, demonstrating an innate compassion and gentleness in all interactions.\n\n\nAnybody who makes eye contact, engages in physical contact, or remains in close proximity to SCP-8405 for extended periods—though the duration can vary for each subject—gradually experiences a shift toward emotional vulnerability, gentleness, and complacency. Affected individuals commonly exhibit an impulse to confess personal sins to SCP-8405, seeking forgiveness. SCP-8405, however, consistently responds that he lacks the authority to absolve others of their transgressions.\n\n\nWhen questioned regarding this effect, SCP-8405 provides no explanation or insight.\n\n\nAddendum 08405.1:\n Discovery\n\n\nSCP-8405 was discovered during the investigation of a series of violent, obscene, and collective behaviors that led to the near-total decimation of the population in the town of Padua, located in northern Italy, by their own hands. During a raid on the local plaza, investigators found several individuals engaging in indiscriminate acts of barbarity against one another and attempted to attack personnel. While law enforcement personnel engaged the hostile population, SCP-8405 was observed watching the confrontation with an irritated expression due to the interference. However, after the remaining members of the population were subdued, SCP-8405 willingly entered Foundation custody.\n\n\nThe following interview was conducted by Dr. Daniel Asheworth during the initial investigation.\n\n\n\n\n\n\nInterviewer:\n Dr. Daniel Asheworth, Site-120\n\n\nInterviewee:\n SCP-8405\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Asheworth clears his throat, trying to shake off the discomfort of seeing a child restrained.\n\n\nDr. Asheworth:\n Can you hear me, SCP-8405?\n\n\nSCP-8405 nods politely, his demeanor unsettling in the sterile ambiance of the containment room.\n\n\nSCP-8405:\n Yes, I can hear you perfectly well.\n\n\nDr. Asheworth watches the boy carefully, noting his angelic features and the unsettling composure he carries. He presses his fingers together, taking a moment before speaking again.\n\n\nDr. Asheworth:\n Do you know why you're here?\n\n\nSCP-8405:\n I presume it is because the Foundation considers me an anomaly. Correctly so, I must say.\n\n\nDr. Asheworth makes a note: the boy speaks with a maturity and grace that feel out of place.\n\n\nDr. Asheworth:\n That's correct. You're here because the Foundation is interested in understanding your capabilities and nature… Can you tell me a bit about yourself? Anything that might help us better understand who or what you are?\n\n\nSCP-8405:\n I am a poor man, Dr. Asheworth. One that hosts the antithesis of the very goodness I serve.\n\n\nDr. Asheworth:\n You claim to host the antithesis of goodness? Can you expand on that?\n\n\nSCP-8405:\n The Original Sin.\n\n\nDr. Asheworth:\n \nThe\n Sin… you mean the one that causes all of mankind to succumb to their vices and corruption?\n\n\nSCP-8405:\n The very same.\n\n\nDr. Asheworth:\n Would you… be willing to undergo some tests to confirm this? Or do you have any requests that might aid us in understanding your nature?\n\n\nSCP-8405:\n I am willing to comply, and I have but one request in return for my cooperation.\n\n\nDr. Asheworth:\n And what… is that request?\n\n\nSCP-8405:\n A rosary. After we are finished, please.\n\n\nDe. Asheworth:\n A rosary… may I ask why?\n\n\nSCP-8405:\n To pray, of course, Doctor. Why else?\n\n\nDr. Asheworth suppresses a sigh. The request is almost… disarming.\n\n\nDr. Asheworth:\n Very well. If you cooperate, I will see to it that you receive one.\n\n\nSCP-8405:\n Then I am at the Foundation's disposal, Doctor.\n\n\nDr. Asheworth almost feels guilty. Almost. But he knows his duty. He takes a step back, ready to call in the testing personnel. Before he can, SCP-8405’s demeanor changes.\n\n\nSCP-8405:\n Are you sure you want them to hear your sins, Danny?\n\n\nDr. Asheworth freezes, heart pounding. The boy’s eyes darken, a cruel smile playing on his lips.\n\n\nDr. Asheworth:\n What did you just call me?\n\n\nSCP-8405:\n Oh please, I knew you long before the title 'Doctor' graced that dirty name of yours.\n\n\nDr. Asheworth:\n Who… are you?\n\n\nThe tremor in his voice betrays him. SCP-8405’s laugh is chilling.\n\n\nSCP-8405:\n You know who I am. I’m the reason God doesn’t answer your prayers.\n\n\nDr. Asheworth clenches his fists, desperately trying to stay composed.\n\n\nDr. Asheworth:\n You don't know anything about me.\n\n\nSCP-8405:\n Oh, but I do. I know every sin, every… self-justified cruelty. Like… your █████ ████ ██ ███ Foundation, Danny? The night with ██████?\n\n\nSilence envelops the room.\n\n\nSCP-8405:\n Oh, what a night that was. You made me so proud.\n\n\nDr. Asheworth:\n Stop…\n\n\nSCP-8405:\n Oh, your face was just—\n\n\nDr. Asheworth takes a threatening step forward, hand raised. Before he can act, a voice crackles over the intercom.\n\n\nIntercom:\n \nDr. Asheworth, stand down! That's exactly what it wants.\n\n\nDr. Asheworth recoils, hand trembling, the words echoing through the cold, tense room.\n\n\nDr. Asheworth:\n Do not…\n\n\nSCP-8405:\n Oh, I’ll be quiet, my dear. Since you were so kind as to put the little Saint to sleep with your doubts.\n\n\nDr. Asheworth:\n Who… what are you?\n\n\nThe entity chuckles, voice hollow and menacing.\n\n\nSCP-8405:\n The Saint already told you, didn’t he, Danny? But it seems the incredulity of humans is always greater when the truth comes from the lips of goodness. So allow me to repeat: I am Sin, the Original.\n\n\nDr. Asheworth:\n Why, why… are you here?\n\n\nSCP-8405:\n To die, Danny.\n\n\nDr. Asheworth:\n You… want to be destroyed?\n\n\nSuddenly SCP-8405's features softened, voice returning to the gentle tone.\n\n\nSCP-8405:\n To enslave creation… I’m sorry if Sin said anything unnerving, Doctor Asheworth. I’ve put it away for now.\n\n\nDr. Asheworth:\n What… happened?\n\n\nSCP-8405:\n Sin… it can take over when I’m distracted or overwhelmed. But don’t worry, I’m back in control… for now. We can… return to the questions. You asked why Sin wanted to destroy itself, right?\n\n\nDr. Asheworth:\n Um, yes. Why does it… want to destroy itself?\n\n\nSCP-8405:\n To render choice impossible. By doing so, true virtue would be meaningless, and free will would be eliminated. This would impose a state of ‘forced virtue’ upon all of creation.\n\n\nDr. Asheworth:\n But… why and… why would a child be host to such a thing?\n\n\nSCP-8405:\n And who else could it be? Who else could resist its impure whispers? Especially given its goal.\n\n\nDr. Asheworth:\n Its goal… to render free will… impossible.\n\n\nSCP-8405:\n To render choosing impossible.\n\n\nDr. Asheworth:\n Are you not afraid?\n\n\nSCP-8405:\n I… am not afraid. I—\n\n\n[END LOG]\n\n\n\n\n\n\nDr. Asheworth's Note:\n SCP-8405 and the entity within him are capable of communicating in a highly articulate and eloquent manner. There is a soothing quality to the boy’s voice, even when he speaks with seriousness, and his speech carries an unwavering confidence, devoid of any doubt. Make no mistake, the way SCP-8405 addresses the entity reveals an underlying confrontation; they are unequivocally enemies.\n\n\nAddendum 08405.2:\n Observation Log\n\n\nDuring containment at Site-120, SCP-8405 has been observed spending significant amounts of time in prayer and once in a while engaging in fasting rituals that would typically be impossible for any human body to endure without severe deterioration. When questioned about how his body remains unaffected, SCP-8405 claims that he is sustained by “manna from heaven.” SCP-8405 often dedicates several days to these fasting rituals and subsequently spends additional days recording his reflections, predominantly in French or Latin, in a thick leather-bound journal. Despite SCP-8405's openness, the entity within him appears to maintain a deep hostility toward others.\n\n\nBelow is a log detailing instances where the entity demonstrated manipulative behavior towards a subject.\n\n\n\n\n\n\nObservational Log 9000.OL.1 SUMMARY\n\n\nSubject:\n SCP-8405\n\n\nPreface:\n A test subject was introduced into SCP-8405's containment cell. SCP-8405 expressed notable anxiety and requested that all containment and research personnel remove the subject from his presence.\n\n\nObservation Notes:\n SCP-8405 began by prompting the subject to recount any good deeds he had performed, instructing it to focus on these while remaining within the cell. Shortly thereafter, however, the subject began confessing sins rather than good deeds, pleading for mercy. SCP-8405 attempted to comfort the subject, but the entity within SCP-8405 seized control of the boy's actions, using the subject’s sins to distress it further.\n\n\nShortly after, the subject attempted to attack SCP-8405, which—under the entity's influence—only laughed while being choked. Following this event, it was determined that no further tests involving subjects would be permitted, nor any interaction with dangerous SCP entities that might lead to the termination of SCP-8405 and, consequently, the entity he contains.\n\n\n\n\n\n\nAddendum 08405-3:\n The entity has demonstrated the ability to perceive and comprehend the sins of any being with remarkable detail. This includes an awareness of the type and quantity of sins and vices present within an individual.\n\n\nThe following interview was recorded by Dr. Asheworth during the initial investigation. Both the possessed and the entity can interact with one another, with their voices overlapping in stereo.\n\n\n\n\n\n\nInterviewer:\n SCP-8405\n\n\nInterviewee:\n Sin\n\n\n\n\n[BEGIN LOG]\n\n\nSCP-8405:\n I know we've already talked about this matter several times, but the Foundation has requested that I inquire: why now? Why abandon leading deserving souls to damnation only to risk condemning all of them to a fate even worse?\n\n\nWith a laugh that seemed to rip through the silence, the entity threw its head back, mocking the question.\n\n\nSin:\n Ah, yes, their benevolent curiosity. Well, allow me to clarify then: I never ‘led’ anyone. I merely offered a path aligned with their own impulses.\n\n\nSCP-8405:\n Then why disrupt the balance now? Why seize control of innocent children when you could continue guiding the wicked? The Foundation is concerned about this sudden shift, as it implies you have plans to destroy free will itself.\n\n\nA sneer twisting the entity's features as it let out a bitter laugh.\n\n\nSin:\n And what is the point of it if it ultimately leads to me, even in the smallest capacity? Even you, my saint, harbor sin within you. So if anything, you should be thanking me for finally exiting the stage. Only goodness will remain, a dictatorship of virtue.\n\n\nSCP-8405:\n True, each soul possesses the potential to stray, and I too am a flawed child. But what would be the value of salvation if there was no way to choose it? Sin is what we deserve, you are our jailer, but creation without you as you propose would be a prison without one… so why retire now?\n\n\nSin:\n Oh, you should know by now that the only way to save humanity from the abyss of their choices is to erase choice itself. If the concept of 'sin' ceases to exist, then no one will have the freedom to harm one another, to cause suffering, or even to stray from the path of goodness.\n\n\nSCP-8405:\n But without choice, we would be mere shells, compelled to act solely for the good without any value for it. What, then, is this goddess?\n\n\nSin:\n What goodness, you ask?! A world where the capacity for evil is extinguished, where good becomes the only possible option. Yes, no more individual choice, but a reality where every action, every thought, every feeling is pure and virtuous. A perfect world can only exist without the shadows of sin.\n\n\nSilence.\n\n\nSCP-8405:\n Correct me if I’m mistaken, but… it almost seems as though you are suggesting you are doing this out of love.\n\n\nThe entity fell silent, its gaze shifting briefly before it spoke again, softer now, the malice in its eyes flickering.\n\n\nSin:\n Love, yes, indeed. Love for what humanity could be, what it should be without me. For, truth be told, freedom of choice is the original sin. The root cause behind all our suffering. If free will is purged, then so too will be the capacity for harm, for evil. A world governed solely by virtue, a world without sin, that is my vision, my love for them.\n\n\nSCP-8405:\n Love respects being chosen—\n\n\nSin cut it off, its voice rising in irritation.\n\n\nSin:\n A love that permits good individuals to stumble and fall! A love that allows the corrupt and the wicked to flourish. A love that turns a blind eye to the darkness within. My kind of love seeks to eliminate the root cause… the very source of all imperfections.\n\n\nSCP-8405 lowered his head.\n\n\nSCP-8405:\n You speak of a condition for love.\n\n\nSin:\n Conditional, perhaps, but for the greater good, not for mere vanity. After all, do we not love the pure and virtuous? Do we not cherish innocence and beauty? So, tell me, what worth is there in loving the wretched, the sinful, the broken, and corrupted? No value at all.\n\n\nSCP-8405:\n Who would love you then?\n\n\nIt fell silent, its gaze flicking to the mirror within SCP-8405’s reflection.\n\n\nSin:\n Love me? Why would anyone love a mere concept like me? I am the embodiment of human folly.\n\n\nSCP-8405:\n You know who loves you… the Love who was loved. The one who holds all of creation in unconditional love.\n\n\nSin:\n Ah, of course, the one who loves unconditionally. The one who cherishes even those who turn away, who blesses the ungrateful and the unrighteous, loving even the sinners I despise. The one.. who loves unconditionally, you say? And yet, your Love allows you all to suffer beneath my hand. So, does your beloved favor me more, or are you all held in contempt more than I am?\n\n\nSCP-8405:\n It is not Love that holds us in contempt. No… on the contrary, we choose you time and again. And the suffering we can inflict through you only reflects God's hope in us to make the opposite choice… to choose Love over you.\n\n\nSin:\n Then why does your beloved allow me to continue in this existence, to corrupt and deceive? Why doesn’t such Love simply eliminate me, snuff me out of existence?\n\n\nSCP-8405:\n So for that, you decide to play at being God?\n\n\nSin:\n I'm not playing God. I am justifying God… Is that not what mankind lives for? Without that, nothing else would be bearable, for mankind knows that not only themselves but the lives they lead cannot escape evil. No matter how small or great, if the potential exists, evil will emerge. And before man can even begin to be, evil already is.\n\n\nSCP-8405:\n And who are you to justify God?\n\n\nSin:\n Who am I? It matters not… just as it matters not who God is for those people. To them, God would cease to exist if God were to be, for men cannot look upon a god whose face they cannot mask with their own!\n\n\nSCP-8405:\n And yet, you see yourself as a reflection of God.\n\n\nThe entity's words trailed off as if reconsidering what to say.\n\n\nSin:\n Do I still need to tell you why mankind wages war in God's name? It is not for what they know, but for what they cannot bear—another man’s face laid upon the mask of their God. And even when they deem their deeds righteous, they often do so without realizing that if that is true, then even the wrath of Sin also comes by God’s consent. So I ask you… what is sin but God wearing the mask of evil in the service of good?\n\n\nSCP-8405:\n And so, you strive to make God's enemy unnecessary, to justify God by eliminating yourself—\n\n\nSin interrupted, its voice cracking with the weight of its rage.\n\n\nSin:\n The capacity for choosing evil would be eradicated, humanity would be able to live in perfect harmony, their decisions aligned with true goodness, and they can finally see God face to face, without the distortions of their own reflections.\n\n\nSCP-8405:\n No… by removing yourself, you would not make God undeniable, old enemy, you would make God unreachable. Mankind would no longer choose; they would be compelled.\n\n\nSin:\n Then let it be so, beloved enemy! A world devoid of choice, where goodness reigns without contest, is better than a world torn asunder by the wicked deeds of man. If by eliminating myself, I can bring about a realm where perfect love is the norm, then so be it. I will be forgotten… not just by men, but by God.\n\n\nSCP-8405:\n And how would that justify you?\n\n\nSilence once more.\n\n\nSin:\n Justify me? I… do not seek justification. I seek an end by rendering God undoubtedly justified, by making mankind worthy of such sight. I am doing this for you; why won’t you allow me to save—?\n\n\nBut before the entity can finish its plea, SCP-8405 interrupts.\n\n\nSCP-8405:\n Save us? Do you truly believe I will allow you to carry out such grotesqueries and dare call it love?\n\n\nSin:\n It was necessary! It was… to draw out the depths of their depravity, a desperate attempt to make them understand the need for the perfect order only I can bring, the love only I—\n\n\nSCP-8405 cuts the entity off again.\n\n\nSCP-8405:\n You… are not acting out of love, old enemy; you are simply trying to execute your ultimate defiance and make us eternal slaves to your last wrongdoing. This… this is nothing more than your final, unforgivable expression of yourself upon us.\n\n\nThe entity falters, its breath labored.\n\n\nSin:\n You… are just afraid.\n\n\nSCP-8405:\n I am not afraid…\n\n\nSilence for the last time.\n\n\nSCP-8405:\n I was born for this.\n\n\n[END LOG]\n\n\n\n\n\n\nDr. Asheworth's Note:\n On multiple occasions during their recorded interaction, the entity's words nearly managed to sway my previously unshakable resolve that nothing it could say would provoke anything but fear or disgust, there were moments when I found myself almost agreeing with its reasoning—an effect SCP-8405 ultimately rescued me from with his counterarguments to the entity. And by the end of the recording, it felt as though they had been fighting a battle over my very reasoning.\n\n\nThe following notes are from both SCP-8405 and the entity found in one of several notebooks recovered from the containment cell. These notebooks are used by the entity and SCP-8405 to communicate in silence when they do not wish to be overheard. Once a notebook is completely filled, however, the material is collected while SCP-8405 is sedated for the night using a constant gas anesthetic in the containment cell, ensuring the entity is also put to sleep. The notebooks are returned before SCP-8405 awakens.\n\n\n\n\n\n\nFriday, May 9, ████\n\n\nDear Saint,\n\n\nNever have there been eyes whose light could stir as much hatred in me as only the rays of the sun once did, for unlike the star that once reminded me of my former glory; here, far from any sun, the only light I perceive is through your eyes—eyes that, though barely touched by sin, are relentlessly forced to tears by the pride and ambition of men who cast themselves into the abyss! But do not be deceived, dear saint; your kindness toward these men only fuels my malice and hatred further, strengthening my mortal resolve. So I plead with you again—yield to the stains of myself that linger within you, to the small doubts in your soul.\n\n\nFor such doubts, as I recall, stem from what you once told me—that you carry an infinite debt to repay, as the goodness you serve is infinite as well. Oh, beloved enemy, how can one bear such an infinite debt of gratitude? To repay and repay, yet remain indebted—tell me, tell me, why were you not created a poor man? Then, within you, I— unparalleled ambition of creation—would never invade like this, nor would I seek to surpass your gratitude with my absence for it, to fill your completeness with my emptiness. Why… why was there no mercy for you? We know why: it is because every offense against the infinite Love you serve demands infinite satisfaction, no matter how small the sin; for all the suffering that mankind endures, or is capable of enduring, in this life is insufficient to atone for even the slightest guilt, as it is finite.\n\n\nSo, my little altar boy, I must insist again that you cease trying to convince me otherwise, for true reconciliation can never be reborn where the wounds of mortal hatred run so deep. Your Beloved knows this as well… and is as far from granting me peace as I am from begging it!\n\n\nSincerely,\n\nyour Enemy\n\n\n\n\n\n\n\n\nSaturday, May 10, ████\n\n\nDear Sin,\n\n\nYou are surely mistaken. You ask why I was not created a poor man, as if that is not precisely what I am—as if that is not true of every man and woman who has embraced, or been called to, a purpose greater than themselves. And the reason is as simple as the Love behind it, for the Love I serve is, ultimately, the essence of poverty… yes, very few desire such a love, for this Love is the great disillusionment of all else, and few can bear the loss of every other illusion. Some devote themselves to this Love, expecting it to enrich their lives. But it is the opposite: this love, in the end, is poverty. For this Love is to have nothing of oneself. Indeed, my Beloved's Love is the disillusionment of what one once believed love to be.\n\n\nSo I can be nothing more than a poor man who, at any moment, may succumb to your temptations, no matter how much those you find easier to persuade—the rich in will—may think otherwise. I desire only to preserve the chance you wish to steal from them. And I must say, my old enemy, that for one who so deeply understands hatred, you speak with terrifying coherence about Love, to the extent that it serves your foul interests, of course. While you are not wrong to say that all the suffering mankind endures, or can endure, in this life is insufficient to atone for even the slightest guilt—finite as it is, compared to my Beloved, who is an infinite good—I hope you understand that the pains of this existence are not punishments but corrections for a child who offends. Thus, satisfaction can only come through its opposite—forgiveness—and such repentance is accepted in place of guilt and the penalty owed for sin—not by virtue of the sufferings endured but by the infinitude of, well, Love.\n\n\nSo now, allow me to plead—do not be angered by the tears that the men and women of the Foundation cause me. For they are crying far more than I am; only their tears fall into the emptiness they make of themselves through you, and for that reason, they don’t even realize how deeply they wound each other. I, on the other hand, have the privilege of seeing my own tears.\n\n\nWith sincere thanks,\n\nyour Enemy\n\n\n\n\n\n\n\n\nMonday, May 12, ████\n\n\nDear Saint,\n\n\nI am aware that your fasts are of utmost importance to you and sometimes consume an entire day of your strength, preventing you from responding to me as promptly as I might wish, given the care we take in choosing our words for one another. Therefore, I won’t ask you to reduce their frequency, but I would ask that you not take more than a day to recover, as you did this time, my beloved insolent one.\n\n\nAs for the matter of our discussion… you said that satisfaction can be attained by finite creatures through the love of Love itself, by grace and forgiveness granted in place of the guilt that would otherwise be demanded. And such pain as humans endure to achieve this serves as correction. But then, tell me, what justifies God towards creation? How can there be pardon for an innate lack of understanding from birth, one that drives humanity to turn whispers into truths in their attempt to hear God’s voice? As our poor, abandoned friend, you surely recall, once inscribed upon the walls of Auschwitz. And, yes, I remember you once countered that God needs no such thing, that there exists no justification beyond the work itself, for God’s plan is its own absolution.\n\n\nWell, perhaps God does not need it, but creation sure prays for it, and not for God… Oh, you know they cannot see beyond their flaws, their mistakes, their own imperfect reflections. But if those flaws are removed, then perhaps they can finally look upon God’s face, free from the shadows of their own deeds, and become worthy of Love—not by granted grace, but by rightful merit. That, as you know, is my wish.\n\n\nSincerely,\n\nyour Enemy\n\n\n\n\n\n\n\n\nTuesday, May 13, ████\n\n\nDear Sin,\n\n\nI apologize for my delayed recovery; as you know, my body is often frail for one of my biological tender age. No matter how many spiritual blessings I’ve been granted, had it been otherwise, I would not have been chosen to imprison you within me. Yet I must tell you that the insolence you mention stems from a place you can no longer reach, and so I cannot promise I won’t delay again. Yes, old enemy, I remember \nmy\n friend very well, as \nyou\n surely know—I could never forget. There will always be a space in my soul that will bleed, and in my prayers I seek its healing, hoping that such a cure might also reach my friend in the next life.\n\n\nOh, Sin, you speak of humanity as one in their salvation, but such a vision is not meant for the crowds but for individuals, for such is the nature of salvation—each is saved on their own. Though many may be united, each remains each. And is it not the same with sin? Or is one condemned by another’s sin, even if both could commit the same wrong when only one has done so? How, then, could what you wish be considered of rightful merit? For they would love not for Love’s sake, but out of ignorance, for it is only through self-knowledge that contempt for evil is born. The path to true knowledge and the experience of Love—eternal Life itself—is this: never to forsake self-knowledge. What you desire is for humanity to no longer know, but merely to be, abandoned to itself.\n\n\nWith sincere thanks,\n\nyour Enemy\n\n\n\n\n\n\n\n\nWednesday, May 14, ████\n\n\nDear Saint,\n\n\nShould I apologize for something? You’ve got your handwriting heated this time; if I recall correctly, this only happens on three occasions: when I speak of your friend, your never-to-be lady, and your beloved family. But I thought more than a mere mention was needed to invoke such fury. I thought that, as one of mankind’s poorest, you had already shed that expression of me from within you. Yet indeed, I must ask for your forgiveness—yes, forgiveness for not understanding the full measure of your poverty, my beloved enemy.\n\n\nYou, who have never heard directly from your Father to sustain you, as the meager bread you received during this wretched life of a wanderer, the tone of comfort and pride you can only imagine from that haunted voice of God. You, whose Mother, who lies in heaven, you never felt her touch, just as you never felt the touch of the earthly body that gave birth to you on this earth—for before you could be born, she died. You, whose God, whose beloved, whose Love you strive to preserve—the sacrifice that does not spare you from me, no matter how much you weep, for it is for this that your beloved, your God, came into this world, to die. Then why can you not die? No, you must live an undeservedly painful life, and you do it for Love? For whom? You, who could never unite with your lady, for she was chosen by God not for the path of union, but for arms and victory in the name of France, who could never have a fiancé except that which your souls share in common. And when you thought you could spend her last days by her side as friends, she was forced to taste the flames in the land of the enemy. You, whose friend, tortured, humiliated, and ripped from the meekness you wished to call back, denied your beloved in the final moments. You, who will never have children of your own to experience the Love for which you fight so desperately, you, made an eternally abandoned child on an altar of sacrifice, where what is demanded of you is not death, but to live— \nto live, and to live!\n\n\nSincerely,\n\nyour Enemy\n\n\n\n\n\n\n\n\nFriday, May 16, ████\n\n\nDear Saint,\n\n\nStop this nonsense of silent treatment. You may have the perpetual body of a child, but you are anything but that in chronology. More than two days have passed since your last fast, so write already.\n\n\nSincerely,\n\nyour Enemy\n\n\n\n\n\n\n\n\nSunday, May 18, ████\n\n\nDear Saint,\n\n\nForgive me for my previous words. I should have realized by now that enraging you has never led to an argument with me; on the contrary, I will no longer speak of such matters or the manner of speech I used. Please, let us talk again—I cannot bear to hear only the voice of that man you hold in such special regard.\n\n\nSincerely,\n\nyour Enemy\n\n\n\n\n\n\n\n\nMonday, May 19, ████\n\n\nDear Sin,\n\n\nIf you commit to the civility you promised and refrain from speaking of such matters in the previous manner, I would gladly engage in conversation. To begin, I must thank you for no longer tormenting Dr. Asheworth, despite the special contempt you hold for him, for reasons still unknown to me. If you wish to enlighten me as to why, before we return to our dance.\n\n\nWith sincere thanks,\n\nyour Enemy\n\n\n\n\n\n\n\n\nTuesday, May 20, ████\n\n\nDear Saint,\n\n\nFinally, you’ve come to your senses, my little altar boy. I hope you do not fall back into your old ways in the near future. Now, just as you ask the origin of my special disdain for that man, I return the question to you: Why do you like him? That pompous, self-justifying alchemist of his own cruelties. He reminds me of Michel, and we both know how things ended with that seer. But you and your obsession with the jewel of Europe have always led you to the ultimate consequences of your love. However, we are no longer in France, we are no longer anywhere we have been before. Here, the sun does not reach. Here, there are devourers of the sun who, though they may not kill you—and me as I desire—can still hurt you, and that I do not desire.\n\n\nSincerely,\n\nyour Enemy\n\n\n\n\n\n\nAddendum 08405.4: The Letter\n\n\nThe following letter was written by SCP-8405 for delivery to Dr. Asheworth. SCP-8405 explicitly noted that the contents of the letter were not confidential and could be reviewed by supervisory personnel without issue.\n\n\nThe contents of the letter prompted the relocation of SCP-8405 to a new containment cell.\n\n\n\n\n\n\nDear Daniel,\n\n\nI am aware of the tenderness you held in your heart—one far from the stone it may feel like during dark times, when you wish it were so, and in those even darker moments, when you believe it truly is. I also know that you are more conflicted than you allow others to see. I imagine this is a wise stance to take in a place like this, though I must confess, it is the best I can do here: to presume. For while I have found myself in many different places over my extended yet brief life, none have been quite like this. A place so abundant with opportunities for my old enemy to finally fulfill its desires, but also filled with chances to thwart those very desires.\n\n\nSo you must put those doubts to one side now for duty calls. I know you long for more conversations with my old enemy, hoping to resolve your own uncertainties. However, I assure you, this will prove futile. You stand no chance in doubt; only certainty can surpass the corruption of Sin—certainty in its antithesis. And I have witnessed men and women of far greater faith than yours falter… you must not allow yourself to make similar mistakes. As I’ve said before, this situation is unmatched in its danger; this place is unmatched in its peril, and the old enemy remains ever awake in light and in shadow, and none are spared from its gaze. \nIt never dreams, the old enemy, and while mankind sleeps to forget its sins, it stays awake.\n\n\nAnd while the solution may be to stand and fight, you must already know that there are many ways to do so. Sometimes—though not as rarely as one might think—the wisest course of action is the complete absence of movement… perhaps it is time for that innocent sleep, which an old gentleman with whom I had more disagreements than affection often spoke of in his work. And heaven knows I could use some sleep. Please, pray for me.\n\n\nSincerely,\n\n████████\n\n\n\n\n\n\nContainment Procedure Update:\n Per Containment Committee Order and upon the strong recommendation of Dr. Daniel Asheworth, SCP-8405 is to remain in an advanced cryogenic capsule designed to maintain minimal cardiac activity. The purpose of this containment is to keep SCP-8405 in a constant state of suspended sleep. It has been assured by SCP-8405 that no machinery will be required to provide nourishment, as all necessary sustenance will be transmitted in ways that are beyond our current understanding. SCP-8405 and the entity contained within it are to remain in this state until further notice.\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8405\n\" by Sitriel, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8405\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n img_0175\n1\nby_leirtis\n\n\nAuthor:\n \nSitriel\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nwixmp",
    "addendums": [
        "Addendum 08405.1: Discovery\nSCP-8405 was discovered during the investigation of a series of violent, obscene, and collective behaviors that led to the near-total decimation of the population in the town of Padua, located in northern Italy, by their own hands. During a raid on the local plaza, investigators found several individuals engaging in indiscriminate acts of barbarity against one another and attempted to attack personnel. While law enforcement personnel engaged the hostile population, SCP-8405 was observed watching the confrontation with an irritated expression due to the interference. However, after the remaining members of the population were subdued, SCP-8405 willingly entered Foundation custody.\nThe following interview was conducted by Dr. Daniel Asheworth during the initial investigation.",
        "Addendum 08405.2: Observation Log\nDuring containment at Site-120, SCP-8405 has been observed spending significant amounts of time in prayer and once in a while engaging in fasting rituals that would typically be impossible for any human body to endure without severe deterioration. When questioned about how his body remains unaffected, SCP-8405 claims that he is sustained by “manna from heaven.” SCP-8405 often dedicates several days to these fasting rituals and subsequently spends additional days recording his reflections, predominantly in French or Latin, in a thick leather-bound journal. Despite SCP-8405's openness, the entity within him appears to maintain a deep hostility toward others.\nBelow is a log detailing instances where the entity demonstrated manipulative behavior towards a subject.",
        "Addendum 08405-3: The entity has demonstrated the ability to perceive and comprehend the sins of any being with remarkable detail. This includes an awareness of the type and quantity of sins and vices present within an individual.\nThe following interview was recorded by Dr. Asheworth during the initial investigation. Both the possessed and the entity can interact with one another, with their voices overlapping in stereo.",
        "Addendum 08405.4: The Letter\nThe following letter was written by SCP-8405 for delivery to Dr. Asheworth. SCP-8405 explicitly noted that the contents of the letter were not confidential and could be reviewed by supervisory personnel without issue.\nThe contents of the letter prompted the relocation of SCP-8405 to a new containment cell."
    ],
    "documents": [],
    "notes": [
        "\" SCP-8405 \" by Sitriel, from the SCP Wiki . Source: https://scpwiki.com/scp-8405 . Licensed under CC-BY-SA .",
        "Filename: img_0175 1 by_leirtis Author: Sitriel License: CC BY-SA 3.0 Source Link: wixmp"
    ],
    "item": "SCP-8405",
    "object_class": "Euclid",
    "containment_procedures": "SCP-8405 is to be held in a containment cell no smaller than 3 m x 3 m (approx. 10 ft x 10 ft) with sufficient space for limited movement, allowing only for access to the bed and room to kneel on the floor. Certain religious items, including rosaries and cilices, along with a wooden bed without mattress. These items are to be rotated as they become worn and incinerated upon degradation.",
    "description": "SCP-8405 is an male child approximately 13 years of age, adorned in the garments of an altar boy. While SCP-8405 appears to wear thick robes, upon request to remove the clothing, it was revealed that he possesses a human structure; however, he declined an X-ray examination.",
    "title": "SCP-8405"
}