{
    "url": "https://scp-wiki.wikidot.com/scp-8410",
    "all_text": "As his life crumbles, a young boy retreats into the fantastic world of his dreams, but these dreams are realer than he knows, and carry a secret, sinister purpose.\n\n\n\n\n\n\nrating: \n+31\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n8410\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8410 is held in a standard humanoid containment unit at Site-17. Information on SCP-8410’s past, especially its involvement with Incident 140-CK, is to be restricted to individuals with level 4/8410 clearance. Individuals are only to be given such clearance after a panel of Foundation psychologists has performed a background check and psychological analysis and concluded that they are unlikely to harm SCP-8410 in retaliation for its role in Incident 140-CK.\n\n\nDescription:\n SCP-8410 is a twelve-year-old humanoid male. SCP-8410 currently possesses no outwardly apparent anomalous properties. However, for several years prior to Incident 140-CK, SCP-8410 experienced nightly paracognitive dreams seemingly set in a fictionalized version of Northern Asia c. the 1700s B.C.E. Although these dreams were not reliably accurate in their depiction of the region, they contained a significant amount of classified information regarding anomalous elements active at that time. SCP-8410 denies accessing classified information regarding the period and claims to have never witnessed any anomalous phenomena prior to its first encounter with the Wanderer’s Library, which occurred several years after these dreams began.\n\n\nDescriptions of several of these dreams are given in the document below.\n\n\nDiscovery:\n SCP-8410 first came to the Foundation’s attention when, in the aftermath of Incident 140-CK, it was discovered by Agent ███, a member of MTF Sigma-3 (“Bibliographers”), near the Wanderer’s Library’s copy of \nSCP-140\n. The entity was unconscious due to severe blood loss. Agent ███ transported it to Site-██, where it was resuscitated.\n\n\nAt the time of its capture, SCP-8410 was in possession of a handwritten, hardcover journal. Its contents have been transcribed below.\n\n\n\n\nJanuary 7, 2024\n\n\nHey there!\n\n\nI guess me and my mom are the only ones likely to read this, so, if you are reading this, you already know that this is the dream journal my mom got me for my 12th birthday so I could start writing down the strange dreams I have. I’ve had one every night since I was six.\n\n\nNot some nights. Not most nights. Every night.\n\n\nThe dreams are about an ancient world of magic and monsters. It’s not the Middle Ages. It’s farther back, with weapons and shields and armor made of bronze.\n\n\nMagic is everywhere. All the best weapons and armor are magical, and those who wield magic in battle are feared and respected. Magic isn’t just for fighting, though. There are pens that supply their own ink. There are spells that preserve food and make it taste better than anything in real life. There are paintings that move like TV screens, statues that come to life, and guqins that pluck their own strings. There are huge magical creatures. Pegasi, krakens, dragons, mogwai, spirits, ghosts, yokai, and giant tartigrades. Some of those creatures speak, and some can be ridden into battle, like my tartigrade mount, Snowflake.\n\n\nIn this world, there are four strange magical kingdoms. The Mekhanite kingdom is full of magic machines. Adytum is weird and creepy, with people who reshape their bodies. The Daevite Empire is full of slaves and led by evil tyrants bent on conquering the world, and my country, the Ortothan Kingdom, is the Empire’s greatest enemy.\n\n\nIn this world, I’m a heroic Warrior Prince, master of spear and spell alike. Sometimes I fight monsters. Sometimes I battle enemy armies. Sometimes I solve mysteries, explore strange ruins, or quest for ancient and powerful treasures. I do all these things on behalf of my mother, the queen, a kind and noble ruler, beloved by all the land. She looks and acts just like my real mom. She’s just as caring, just as sweet, and her face lights up the same way when I tell her about my adventures.\n\n\nAlmost every morning, during breakfast, I tell my mom about my latest dream while we eat the amazing banana pancakes she makes every morning. She loves everything she hears.\n\n\nShe’s the only one who knows about my dreams. I’ve tried to tell my best friend Cory, because he’s also in them sometimes, but he’s never really wanted to hear about them. Dad doesn’t know either. He’s already at work by the time I wake up, so he doesn’t hear about the dreams at breakfast. That’s honestly fine with me. He hardly has any time to spend with me. He doesn’t deserve to know about them.\n\n\nMom has always said I should write my dreams down, and that I should try to make them into books someday. I don’t know if I’m going to go that far, but I don’t mind writing them down here. That way, I can come back and revisit them when I want to relive one of my adventures.\n\n\nLast night, I fought a grand battle.\n\n\nWe’ve been marching on the Daevite Empire for weeks. After our victory at the battle of Omass, where we stopped their march into our kingdom, we’ve been pressing our advantage. We’ve left a trail of slain Daevas and freed slaves as we’ve moved through their lands. Now, we’re closing in on their capital, where we can put an end to their tyranny once and for all.\n\n\nTheir army is thousands-strong and headed by enormous walking trees that could crush our knights into paste.\n\n\nFortunately, we have machines of our own.\n\n\nI mentioned that my best friend Cory shows up in my dreams. He has ever since I met him. In real life, Cory is the smartest person I know. In my dreams, he’s a genius inventor from the Mekhanite kingdom, who builds fantastic machines to use in our adventures. Thus, just as the Daevites were piloting enormous trees, me and my companions were piloting great machines of clockwork and bronze as our kingdoms’ armies did fierce battle below us.\n\n\nMy battles with the enemy’s machines were fierce. I traded blows with one for more than ten minutes before a great blow to its head caused its pilot to fall out of it. Soon after, when one charged at me, I took it out with a spell that opened a giant pit under it.\n\n\nI left Cory to fight the last machine while I attacked the capital’s outer wall. I could hear Daevite soldiers scrambling to get away from the chunks of rock I sent flying with every punch and kick. I kept wailing on the wall until I’d opened a massive hole for our army to pour in through.\n\n\nOnce we had a way inside, we unmade their city, defeating their warriors, and freeing every slave.\n\n\nUnfortunately, the Daevite royal family, including their evil queen, got away. The cowards had fled before we arrived.\n\n\nStill, this was a glorious day. We’d dealt a blow to their empire from which they would never recover.\n\n\n\n\nJanuary 8, 2024\n\n\nLast night, we were back at the queen’s palace, holding a grand feast to celebrate our victory against the Daevites. The food was amazing. A dozen courses. Rice in wonderful sauce. Succulent goose covered with something that was sweet and sour at the same time. Small, sweet cakes, frosted with sweeter cream.\n\n\nAt the end of the feast, the Queen called me, Cory, and several more of her bravest warriors to be commended for our heroism. She gave a speech about our bravery as she slipped medals around our necks.\n\n\nI dream about a celebration like this at the end of most of my adventures. Mom always likes hearing about them. I wish I could’ve kept telling her about the dream all day, but eventually, it was time to hug each other goodbye, so I could go off to school and she could go to work.\n\n\n\n\nJanuary 8, 2024\n\n\nGrandma came to school during lunch today, while I was talking with Cory about a show he’d watched.\n\n\nThe look on her face worried me.\n\n\nShe asked me to follow her into the hallway. A pit formed in my stomach. I glanced at Cory for a moment, then followed her out. “What’s wrong?” I asked once we were in the hall.\n\n\n“Sweetie,” she said, “your mother was in a car crash.”\n\n\nThe pit grew tighter. I asked how bad it was.\n\n\nIt was bad enough that Grandma felt the need to come get me and bring me straight to the hospital.\n\n\nIt turned out to be pointless. The doctors didn’t let me see my mom. She was having surgery the whole time.\n\n\nA few times, I overheard the doctors talking with my grandma. They sugarcoated things when they realized I could hear them, but when they didn’t, it was clear that they didn’t think mom would live.\n\n\nDad didn’t make it to the hospital. He was too busy with work. Grandma had to drive me home.\n\n\nI can’t wait to go to sleep tonight.\n\n\n\n\nJanuary 9, 2024\n\n\nIn last night’s dream, I was in the hall outside the Queen’s bedchamber. The Queen had been poisoned at the feast by a Daevite spy, and now she was lying unconscious on her bed. While the greatest alchemists in the land scrambled to find a cure, I was fighting the grim reaper that had come to claim her.\n\n\nIt was the hardest battle I’d ever fought, and the first one to ever frighten me. The reaper was huge, like the skeleton of a giant, dressed in an impossibly pure black robe. Despite how big it was, it was incredibly fast, zipping freely through the air, dodging every thrust of my spear.\n\n\nMy screeching alarm woke me up before the battle concluded.\n\n\nMy dad had left a note by my bed, telling me he was busy at work, and that I should eat cereal for breakfast and get ready for school on my own.\n\n\nI hate cereal.\n\n\n\n\nJanuary 9, 2024\n\n\nGrandma came to get me at school again. She told me to follow her into the hall. I did.\n\n\nShe put her hand on my shoulder. “Sweetie,” she said, “your mother is gone.”\n\n\nI could hardly stand. My eyes were blurry with tears. Grandma grabbed me and pulled me into a firm hug. “I’m sorry, sweetie,” she whispered. “I’m so sorry.”\n\n\n\n\nJanuary 10, 2024\n\n\nI didn’t have a dream last night.\n\n\nThat doesn’t happen. Not once since my fantasy dreams started.\n\n\nFor once, dad was still home when I woke up. We ate breakfast together. Cereal again.\n\n\nThere’s no one left who knows about my dreams. This book is now the only record of them outside my own memories.\n\n\nI could tell someone else. Grandma would probably be willing to listen. I could even start calling her to tell her about them every morning, just like I used to do with Mom.\n\n\nI don’t think that’d make me feel better, though. Doing that with someone else would just remind me that I couldn’t do it with my mom.\n\n\nDad told me about the funeral.\n\n\n“It’s going to be short. Just a little service at the side of her grave.”\n\n\n“Why?” I asked.\n\n\n“What do you mean?”\n\n\n“Why not a proper funeral?”\n\n\n“She wouldn’t have wanted to inconvenience everyone like that.”\n\n\n“I think she would want everyone to have a chance to say goodbye.”\n\n\n“The service will be enough for that.”\n\n\nIt won’t be, though. At least, it will be less than she deserves. Saying goodbye to her is not an “inconvenience.” She was the best person in the world, and she deserves to be celebrated.\n\n\n\n\nJanuary 12, 2024\n\n\nAnother dreamless night.\n\n\nThe “funeral,” is tomorrow.\n\n\n\n\nJanuary 13, 2024\n\n\nThe funeral lasted less than half an hour. Dad barely looked sad.\n\n\nI don’t think he cares at all.\n\n\n\n\nJanuary 14, 2024\n\n\nI finally had another dream.\n\n\nIt was the end of my battle with the grim reaper.\n\n\nI fought with everything I had. My spells were tearing up the palace, ripping apart the walls, destroying beautiful, priceless decorations, making chunks of the ceiling rain down. None of that mattered. The only thing that mattered was fighting this monster off. The Queen was counting on me.\n\n\nAn ill-timed lunge left the hall to my right wide-open. The reaper rocketed past me, toward the Queen’s chamber. My eyes went wide. I spun around and thrust at the monster with everything I had.\n\n\nMy spear pierced the creature’s robe and shattered the base of its spine. It stopped moving. Its head turned all the way around to give me a final, hateful glare, then it crumbled into ash.\n\n\nRelief overtook me. Relief so powerful I couldn’t help laughing. I’d done it. I’d saved her. As soon as I regained my composure, I went into the room. Mom was already sitting up on her bed. I ran over and hugged her.\n\n\n“Thank you,” she said. “Thank you for saving me.”\n\n\nAs soon as I was awake, I started crying. Not because I was sad. I wasn’t sad. I was happy. Happy that there was a place where I could still see her.\n\n\n\n\nJanuary 15, 2024\n\n\nThere was another feast, with increased security, to celebrate the Queen’s survival. Both of us were showered with gifts, and all the realm praised me for winning a duel with death himself.\n\n\n\n\nJanuary 16, 2024\n\n\nIt was time for the queen to give me my next mission.\n\n\nMe and Cory met her in the throne room.\n\n\n“Now that the Daevites have fallen,” the Queen said, “there is one final thing that must be done to ensure that their light is snuffed out forever.”\n\n\nShe told us about a magical artifact called the Chronicle of Ages. It was an ancient and powerful book, whose magic could rewrite reality, even change the past, to make all your dreams come true.\n\n\nIf a surviving Daevite got a hold of it, they would be able to rewrite history to undo our conquest of their capital.\n\n\nThe book was in the “Wanderer’s Library,” a magical library on a far-off island. We would need to cross the Kingdom of Adytum to get to it. That made Cory nervous. The Adytites were bitter enemies of Cory’s people.\n\n\nStill, knowing how important this quest was, he agreed to come with me.\n\n\nWhen I woke up, a burst of excitement overcame me. Finally, another adventure. The dreams of questing were always my favorite. I couldn’t wait to tell mom.\n\n\nThen I remembered.\n\n\nI looked over at my alarm clock. Dad had left the note by my bed again, telling me to get ready for school on my own.\n\n\nI didn’t. I just laid back, I closed my eyes and tried to fall back to sleep.\n\n\nI couldn’t.\n\n\n\n\nJanuary 16, 2024\n\n\nDad chewed me out for skipping school.\n\n\nHe didn’t find out about it until he checked his phone at the end of the day and saw he’d missed a call from the school’s administration, but once he listened to the message they’d left him, he called me and told me I was grounded for two weeks.\n\n\n“Fine,” I said.\n\n\nHe didn’t like the tone I said that with, so he added another week for being ‘disrespectful.’\n\n\n\n\nJanuary 17, 2024\n\n\nWe set off on our adventure last night.\n\n\nAdytum is dangerous. Almost as soon as we crossed the border into their kingdom, we were set upon by strange, flying monsters. Blood-sucking fusions between humans and bats that zipped through the air to dodge every shot from Cory’s mechanical crossbow.\n\n\nI had to use a lightning spell to bring them down. It arced from monster to monster, making them fall to the ground, stunned. I rode Snowflake from man-bat to man-bat, thrusting my spear through each of their hearts.\n\n\n\n\nJanuary 18, 2024\n\n\nNext, we had to cross a patch of land where every living thing had been consumed by a terrible disease that made them look like they’d melted. According to Cory, the Adytites had created this disease as a weapon against their enemies, but it had somehow accidentally been released within their own lands.\n\n\nI cast a spell to keep us from getting infected, but we still had to fight our way through.\n\n\nI slew every single monster in the name of the Queen.\n\n\nThanks to my grounding, I haven’t hung out with Cory since Mom died, but the time I spend with him in my dreams is something Dad can’t take away from me.\n\n\n\n\nJanuary 19, 2024\n\n\nAdytum gave us one last battle on our way out of it. In the land’s strange forests of flesh, we did battle with a monster whose mouth was half its body. The thing’s sticky tongue managed to grab Cory, and it swallowed him. I flipped the thing over by raising a pillar of earth underneath it, then used the tip of my spear to cut the creature’s stomach open so I could pull Cory back out.\n\n\n\n\nJanuary 19, 2024\n\n\nAs soon as dad got home from work, he told me he needed to talk to me.\n\n\n“What is it?” I asked, as respectfully as I could.\n\n\nHe sat down on the bed. “Harold,” he said, “you should know, I’ve started dating someone.”\n\n\n“Just a few weeks after mom died?” I asked.\n\n\n“Her name is Sarah. I know it’s not been very long, but I didn’t choose when I would meet her. It happened when it happened. I know you’ve had a hard time dealing with things, and I’ve not had enough time to spend with you.\n\n\n“Mom can’t be replaced.”\n\n\n“I know, but Sarah’s still coming over for dinner tomorrow, whether you like it or not.”\n\n\nAt least I’m not the only one upset. A few hours later, I happened to walk into the room while he was on the phone with Grandma. She was yelling at the top of her lungs, accusing Dad of having been with this woman since before mom died.\n\n\nI bet she’s right. Dad hasn’t given a crap about Mom in years. Why wouldn’t he start seeing someone else?\n\n\n\n\nJanuary 20, 2024\n\n\nOur battle with the frog-thing behind us, we arrived at a coastal town of fishermen and fleshcrafters. With Cory in disguise, we managed to rent a small ship we could use to sail away from Adytum, toward the island where we’d find the Wanderer’s Library.\n\n\n\n\nJanuary 20, 2024\n\n\nSarah came over for dinner.\n\n\nShe was an olive-skinned woman with short hair. She was nice, at first. She told me she was sorry about my mother’s death, and that she was happy to meet me. She said she’d heard a lot about me, how creative and curious I was, and that she hoped “our relationship” would be “fruitful.”\n\n\nI’m not sure exactly what she meant by that, but I thanked her anyway.\n\n\nShe seemed to have Dad wrapped around her finger. She sat down and directed him to set the table. Dad would never have done that for Mom, but when Sarah told him to do it, he didn’t even complain.\n\n\nSarah did most of the talking once the meal started. Dad was seemingly just there to nod and agree with everything she said. I think I was there for decoration. Neither of them said a word to me until Sarah cut herself off mid-sentence to turn to me and say, “and please do chew with your mouth \nclosed\n.”\n\n\n“I was,” I said.\n\n\n“Don’t raise your voice.”\n\n\nI huffed. Sarah found this huff extremely disrespectful. She looked at Dad, expectantly, who quickly swallowed the bite of chicken he’d been working on and declared that I was grounded for another week.\n\n\n“Oh C’mon!” I said.\n\n\nThis got me sent straight to my room. I wasn’t even allowed to take my food there with me.\n\n\nIf this keeps up, I’m going to be grounded for the rest of my life.\n\n\n\n\nJanuary 21, 2024\n\n\nThe Wanderer’s Library sat alone on a sandy island. It was green and yellow, as if its bricks were made of gold studded with emerald. It looked more like a palace than a library.\n\n\nNo. Not even a palace was made of solid gold.\n\n\nLuckily, the island had a dock where we could leave our boat. Once we’d secured it, we approached what we thought was the library’s front entrance. From afar, it looked like a door made of red stone. Once we reached it, we could see that it wasn’t a door at all. It was a section of brick wall. Not old, clay or stone brick. Modern, red-brown brick, with a single bright red block near its center, and most of the word “awesomesauce” spraypainted across the top of it.\n\n\nEven weirder, I’d seen this section of wall before, in an alley next to a game store Mom used to take me to. It’s only a few miles away from my house.\n\n\nAs I stared at the wall, trying to make sense of how something so real and modern had found its way into my dream world, Cory asked how we were going to get into the library without a door.\n\n\nI started to say that I didn’t know, but before I could get the words out, I realized I did know. I didn’t know how I knew, but I knew. I stepped up to the wall, knocked on the bright red brick five times and made a strange noise. Cory started to ask what the heck I was doing, but just a second later, we were inside.\n\n\nWe didn’t walk inside. No door opened. We didn’t step forward. We simply found ourselves inside the building, with a similar section of brick on the wall behind us.\n\n\nThe building was green and gold on the inside too, and it was impossibly huge. The hall seemed to stretch on forever both in front of us and above us, with all that infinite space lined with well-stocked bookshelves.\n\n\n“Gods,” I muttered.\n\n\n“This is more than we could possibly search through,” Cory said.\n\n\n“Maybe we could find a librarian?” I asked.\n\n\nAfter walking around the library for a while, we were able to find what seemed to be a help desk.\n\n\nThe thing sitting behind it was a strange mound of feathers and mushrooms with no visible eyes. As soon as he saw it, Cory reached for his crossbow, but I held out my hand to stop him. I asked the thing where we could find the Chronicle of Ages. It extended one of its many wings to point to its left, down the hall.\n\n\n“Can you be more specific than that?” I asked.\n\n\nThe creature just kept pointing.\n\n\nAfter walking for a long time, we came across a small door imbedded in one of the shelves.\n\n\nWe went inside. Unlike the handful of other side rooms we’d seen, this room had only a single book, ornate and blue, sitting on a pedestal. Its cover bore a bright red title in a foreign language. I could only presume it said, ‘Chronicle of Ages.’\n\n\nStanding next to the pedestal was a woman in a long, hooded black robe that obscured her face and hair. She looked straight at us as we entered. “I’ve been waiting for you, Harold,” she said.\n\n\nI went still for a moment. No one in the dream world ever uses my real name. I’m always “the Warrior Prince” or sometimes “Hero” or “Holy Warrior.”\n\n\n“Why shouldn’t I know your name?” the woman asked as I stared at her. “I’m in your dream, after all.”\n\n\nI glanced at Cory, worried about how he might react to the claim that he was in a dream of mine. Cory wasn’t reacting, though. He wasn’t moving at all. “Cory?” I asked.\n\n\n“He’s fine,” the woman said. “I just turned him off for a moment. He would only get in the way of the talk we need to have.”\n\n\n“Who are you?”\n\n\nShe thought about that for a moment. “A Queen,” she said. “Not your Queen, of course. Another one. You wouldn’t know my name if I gave it.”\n\n\n“What do you want?” I asked.\n\n\n“I need to tell you something very important. Something you must have suspected for some time. I need to help you understand the true nature of this place, of everything you see in your dreams.”\n\n\n“What are you talking about?”\n\n\n“It can’t be that you never guessed it. At the very least, you must have hoped for it. This world is too large, too detailed to be the product of a single child’s dreaming imagination.”\n\n\nAdmittedly, I have had that thought before.\n\n\n“Whatever suspicions you might have had, I am here to confirm them. This whole world, in which you have been adventuring for years, is real. It is a slice of the past. A picture of the world as it once was. When magic and splendor flowed freely through all the lands of the earth.”\n\n\n“That’s insane,” I said.\n\n\n“I do not begrudge you thinking so. Fortunately for both of us, there is a way for you to confirm what I say. The place from which you entered the Wanderer’s Library, did you recognize it?”\n\n\nI hesitated. “Yes.”\n\n\n“Go to that alley. Knock on the lone bright red brick, just as you did here, and you will find yourself in the Wanderer’s Library.”\n\n\nI stared at her. This was ridiculous. Completely and utterly insane. Beyond anything that could ever be possible.\n\n\nSure, my dreams are strange. I’ve never been able to find another example of someone’s dreams telling them continuing stories, night after night, for years on end, but that doesn’t mean it’s possible for magic to be real.\n\n\nI didn’t have the opportunity to say that, though, because just after the woman finished talking, the dream ended.\n\n\n\n\nJanuary 21, 2024\n\n\nAs soon as I got home from school today, I came up to my room to look through my journal. I don’t know exactly what I was looking for. I guess something that would help me make sense of what that hooded woman said.\n\n\nI read through the whole journal several times, and tried to remember everything I could about the dreams I had before mom gave it to me. I was there for hours, so long that I was still reading when Dad got home.\n\n\nHe opened the door. His appearance was so sudden that it made me jump. “Hello,” he said.\n\n\n“Hi,” I said.\n\n\n“Sarah is coming over for dinner again tomorrow,” I said.\n\n\n“Okay,” I said, as flatly as possible.\n\n\nHe nodded. He was just about to leave when his gaze shifted to my hands. “What’s that book you’re holding?” he asked. “I’ve seen you with it a lot.”\n\n\n“My… my dream journal,” I told him, my mind racing to try to figure out why he would care.\n\n\nHe walked over to me. He held his hand out. Reluctantly, I handed him the book. He started flipping through it. “So these are dreams you’ve had?” he asked.\n\n\n“Yeah,” I said. “I write them down because sometimes Mom is in them.”\n\n\nThat made him think for a moment. “Are you sure that’s healthy?” he asked.\n\n\n“Why wouldn’t it be?”\n\n\n“Clinging to the past can be a bad idea. At worst, it could be a form of denial. Sometimes, something horrible still needs to be accepted—”\n\n\n“Please don’t take it away,” I said. “It was Mom’s gift for my last birthday. It’s the last thing she ever gave me.”\n\n\nHe looked down at me. After a moment, he handed the book back. “Alright then, you can keep it,” he said.\n\n\n“Thank you.”\n\n\n“But, if your behavior doesn’t get better than it’s been these past few weeks, that might change.”\n\n\n“What?”\n\n\n“Behave yourself, and it won’t be a problem.”\n\n\nI thought of complaining, but I know from experience that Dad considers that to be misbehavior, so I was silent as he left the room.\n\n\nAs soon as he shut the door, I looked over at the window. The alley I saw in my dream is within walking distance of my house. I could go there.\n\n\nBut I can’t do that while Dad’s here. If he gets it into his head that the journal made me sneak out, he’ll definitely take it away from me.\n\n\nI’m going to hide this journal. I think there’s a place in my room where it’ll be safe. I won’t say where in case he somehow ends up reading this.\n\n\n\n\nJanuary 23, 2024\n\n\nThe dreams are gone again.\n\n\nAs if there weren’t enough else wrong with my life. I still have weeks of grounding left. I’ve barely spoken to Cory.\n\n\nTomorrow is Saturday. Dad is going to be at work all day. If I’m going to go to that alley, if I’m going to test what that woman said, tomorrow will be the easiest time to sneak out.\n\n\n\n\nJanuary 24, 2024\n\n\nDad was already gone when I woke up.\n\n\nI left out the front door, locking it behind me with a spare housekey. I walked to the alley from my dream and approached the single, bright red brick at the center of the wall. I made sure no one was watching me, then I knocked on it five times and made the same noise I had in my dream.\n\n\nIt worked.\n\n\nI don’t understand how. It’s impossible. I know it’s impossible. Nothing like this could be real. Maybe it’s not real. Maybe I’m just going insane. I don’t know. All I can say is what I saw.\n\n\nI found myself in a library. Not quite the same library from my dream. The ceiling wasn’t infinitely high, though it was way higher than the building I’d knocked on. Every wall was covered in well-stocked wooden bookshelves. There were all kinds of books there. Long books. Short books. Black books. Red books. Old, yellow books. Brand new, bright white books. Hardcover books. Notebooks. Diaries. Textbooks. Novels. Newspapers. Magazines, and guidebooks.\n\n\nThere were creatures crawling on the shelves. Weird, skinny monsters, each using several legs to climb around the shelves. No two of them looked quite the same. One was a bird. One was a rodent. One was a cross between a spider and an octopus.\n\n\nIn my dream, I gotten to the Chronicle of Ages by going straight for several hours until I found the room it was in. I decided I’d do the same thing here. Even if I didn’t find the Chronicle, I figured that as long as I kept going straight, I couldn’t get lost.\n\n\nMaybe it’s wrong to call the path I took “straight.” I didn’t turn any corners where I could help it, but the path I was on curved, twisted, rose, and fell. There was one place where the hall seemed to turn on its side. I thought for a moment that this was going to force me to start walking on the bookshelves, but as the floor curved, gravity curved with it, and I found myself walking comfortably on the sideways floor.\n\n\nAbout an hour into my trek, I found a lounge. There were a handful of people there. Some of them looked normal. Some of them really, really didn’t. On the far side of the room, a man with bright blue skin conversed with a giant bird who held a small white book in his wingtips. I couldn’t help but stare until the bird thing looked back at me. I turned away and hurried toward the opposite hall.\n\n\nBefore I could make it, someone approached me. Not a monster, thank God. Just a woman with long black hair. I stopped walking. “Can I help you?” I asked.\n\n\n“Are you alone here?” she asked.\n\n\nI wondered for a moment if I should admit that I was, but there was no point in lying. Anyone could see that there was no one else with me. “Yeah,” I said.\n\n\n“You’re awfully young to be here alone,” she said.\n\n\n“Why does it matter?” I asked. “Is this place dangerous?”\n\n\nShe tilted her head. “This place?” she asked. “Please tell me you at least know where you are.”\n\n\nIt took me a second to remember what this place was called, but when I did, I put all the confidence I could muster into saying, “I’m in the Wanderer’s Library.”\n\n\n“Good,” she said. “As for whether the library is dangerous, it depends on if you follow the rules. As long as you do, it’s the safest place in the multiverse. If you don’t, you’ll be lucky if you ever leave again.”\n\n\nShe went on to explain what the rules are. Don’t fight anyone else. Don’t damage any books. Always return them on time.\n\n\nI assured her that I would obey all of those rules.\n\n\nShe started to walk away, but I told her I had one more question. I asked her if she knew anything about the Chronicle of Ages, or where I could find it.\n\n\nShe said she had never heard of it before.\n\n\nAfter that, I continued down the hall.\n\n\nI tried very hard not to stare at anyone else, no matter how strange they looked. The only other gathering of people I encountered was a small crowd that was waiting for an enormous, slimy worm to finish crawling across a hallway I needed to pass through.\n\n\nI wish I’d thought to bring some water. Walking for hours and hours is a lot more tiring when it’s not part of a dream. There were bathrooms, thankfully, and I was able to get some from their sinks.\n\n\nI pushed forward, and, eventually, \nfinally\n, I reached the room containing the Chronicle of Ages.\n\n\nLike the rest of the library, it looked different than it had in my dream. It was a normal door, rather than a bit of bookshelf that swung open. There was a sign posted outside it. “No books or liquids may be brought into this room.”\n\n\nA strange rule, but I didn’t have any books or liquids with me, so I went inside.\n\n\nIn my dream, the room with the Chronicle had been so dark you couldn’t have actually read inside it. This room was lit brightly. It was narrower than the one in my dream, and a lot longer. I had to walk another hundred feet or so to get to the pedestal with the book on it. This pedestal was taller, made of stone instead of wood, and the Chronicle was attached to it by a thick chain.\n\n\nI opened the book.\n\n\nAs soon as my eyes met its pages, I felt a powerful urge to read it cover to cover, right then and there. For some reason, I was completely sure that it would be the most interesting thing I’ve ever read.\n\n\nI had to resist the urge, though. The book was hundreds of pages long. It would’ve taken me hours to read it, and I didn’t have time to do that and walk all the way back home before Dad noticed I was gone.\n\n\nI had to settle for skimming the book. Fortunately, it had plenty of illustrations.\n\n\nAs I went through it, making note of those illustrations, and of the bits of it here and there that I did read, I realized that this book was about the world of my dreams.\n\n\nSketched onto those pages, I saw the seven-pointed star of the Ortothan Kingdom. The crest of the Daevite Empire. The banner of Adytum. An artist’s rendition of my great battle with the Daevites’ walking trees. There was a passage about the fey folk, another about the great sea serpent, still another about the immortal dragon who always seemed to slip away before I could finish him off.\n\n\nAnd, at the end of the book, the final defeat of the Daevite Empire.\n\n\nDoes that mean that what the woman said was true? That I’ve been dreaming about the past?\n\n\n\n\nJanuary 29, 2024\n\n\nDad came into my room after he got home from work yesterday.\n\n\nI was on my bed, reading a history book I’d borrowed from the school library, trying to find more evidence that the Daevites or Ortothans might have been real.\n\n\n“Sarah and I had a talk about that journal of yours,” Dad said.\n\n\nI looked up at him. “What about it?” I asked.\n\n\n“Sarah doesn’t think it’s a good idea for you to cling to the past like that. You need to accept what’s gone and move on. We won’t throw the book away, but it’s going up in the attic for a while. Where is it?”\n\n\n“I already got rid of it.”\n\n\nHe clearly hadn’t expected to hear that.\n\n\n“I realized you were right,” I continued. “I need to move on. Besides, I’m too old for fairy tales.” I held up the book I was holding “That’s why I’m reading a history book now, about things that really happened. I threw the dream journal away. You can look around for yourself if you don’t believe me.”\n\n\nHe did. He looked all over my bookshelf and my bedside table. He looked under my bed, and my pillow. He dug through every drawer, and looked behind everything he could move. For a few minutes, he was dangerously close to my hiding place, but he wasn’t quite clever enough to find it.\n\n\n“It looks like you’re telling the truth,” he said. He smiled. I can’t remember the last time I saw him smile. “Getting rid of that book on your own was very mature. I’m proud of you.”\n\n\nI smiled back. “Thanks,” I said.\n\n\nHe left.\n\n\nI lucked out today, but I’m not going to be able to keep this journal hidden forever. It’s still in my room. If I keep taking it out to write in it, he’s eventually going to see me with it again. When he does, he’ll take it away, and my last connection to the world of my dreams, to Mom, will be gone.\n\n\n\n\nJanuary 30, 2024\n\n\nI finally had another dream.\n\n\nI was in the same room as before, the dream version of the Wanderer’s Library, with the hooded woman and the Chronicle of Ages. Cory was still frozen next to me.\n\n\n“I believe you’ve been to the Wanderer’s Library?” The woman asked.\n\n\n“How do you know that?” I asked.\n\n\n“Never mind that. The important thing is, you’ve seen that everything I said was true?”\n\n\nI hesitated. “It looked real,” I said.\n\n\n“Very good. Now, with that established—”\n\n\n“Who are you, really?” I asked.\n\n\nHer face shifted to a slight frown. “I told you. I am a queen.”\n\n\n“You know that’s not a real answer.”\n\n\n“But it is the answer you will receive.”\n\n\n“How are you talking to me in my dreams?”\n\n\n“You’ve seen that magic is real. How do you think I’m doing it?”\n\n\nI studied her. There was something familiar about her, but I couldn’t place it. Her face was hidden by her hood and the dim light of this room. “The library looked a little different in real life,” I said, “but, the blue book that was on its own in the huge room, it was the Chronicle of Ages, right?”\n\n\nShe nodded.\n\n\n“Can the Chronicle of Ages really make all your dreams come true?”\n\n\nShe smiled. “Yes, it can.”\n\n\n“Then…” I hesitated again, “…could I use it to make my dreams come true? These dreams, where I’m in this land full of magic and adventure. Where my mom is still the Queen. Is still alive?”\n\n\nThe woman’s face lit up, just like Mom’s used to when I told her about my dreams. “You are a clever boy,” she said. “I was just about to bring up that very subject.” She gestured at the Chronicle of Ages. “This book, this glorious book, does indeed have that power. To rewrite the world. To bring back the magic and adventure that it has lost. To take this wonderful past and drag it forward into the present.”\n\n\n“How?” I asked. “How do I make it happen?”\n\n\n“It’s not difficult. The Chronicle has the power to write itself. The only thing it cannot do is supply its own ink. Give it something to write with, any dark fluid you can find, and it will do the rest. You will emerge from the library to find your world rewritten. Your dreams made real. You shall be a hero. A Warrior Prince. You will be able to see your best friend, and your mother’s reign shall continue.”\n\n\nIt seemed too good to be true, but why shouldn’t it be true? If that library and all the fantastical creatures I saw in it could exist, why shouldn’t there be a book that could make all your dreams come true?\n\n\nThere was a problem, though. “I can’t bring any ink to the book,” I said. “In the library, the real one, there’s a sign outside this room that says you can’t bring liquids into it. I don’t think I should disobey that. I’ve been told that breaking the library’s rules is very dangerous.”\n\n\n“It is” she admitted. “The Library is not to be trifled with.” She thought for a moment. “There is, of course, one liquid they cannot stop you from bringing into the room.”\n\n\n“What are you talking about?”\n\n\n“It’s nothing you haven’t done before. Magic, in this world, often comes at one particular price.”\n\n\nI started to ask her what she meant, but then I realized.\n\n\nThere’s something about my dreams that I’ve been leaving out of this journal. Something even Mom never knew. Ortothan magic, the whole Ortothan religion, is full of blood. We give blood offerings to our gods. Only small amounts, from willing doners. Usually, it’s a gift, to empower the gods to protect the world, but, sometimes, the offerings are payments, given in exchange for miracles. That’s how I cast many of my most powerful spells. It's how I summoned lightning to take down those bats, and how I opened that giant pit underneath the Daevites’ moving tree.\n\n\n“How much blood will the book take?” I asked.\n\n\n“No more than you give in your offerings.”\n\n\n“And in exchange for that, I can have my mother back?”\n\n\n“Yes. You can.”\n\n\nI looked at her. I still couldn’t make out her face. Her eyes. All I could see was that she was smiling.\n\n\n“I understand that this is a lot to take in,” she said. “You can take some time to think it over.”\n\n\n“I don’t need time,” I said. “I’m going to do it.”\n\n\nSomehow, her smile grew even wider. “Excellent,” she said. “Make your way to the library as soon as you can. Give the Chronicle of Ages an offering, and it will rewrite the world.”\n\n\nWith that, the woman vanished.\n\n\nJust a moment later, Cory started moving again. I looked over at him. He looked back. “What’s wrong?” he asked. “Did you see something strange?”\n\n\n“No,” I said. “Nothing.”\n\n\nI walked up to the pedestal. This Chronicle of Ages wasn’t chained to it. I took the book, walked the long path back out of the library, and used my magic to return to my mother’s throne room.\n\n\nMom stood as soon as she saw that I’d appeared. Her gaze was warm. Loving. I ran up to her and hugged her. She hugged me back. I held her tight. I cried.\n\n\n“What’s wrong?” she asked.\n\n\n“Nothing. Nothing’s wrong.”\n\n\nShe smiled. “I’m happy to see you, too,” she said. “You’ve come through for me again, my Warrior Prince, as you always shall.”\n\n\n\n\nJanuary 31, 2024\n\n\nIt’s Wednesday. A school day.\n\n\nI don’t care. After what I’m going to do today, I’ll never have to go to school again.\n\n\nI’m going to do it. I’ve grabbed a steak knife from the kitchen and the big water bottle Dad used to take on his morning walks. I’m going to go back to the Library, give the Chronicle an offering, and change the world.\n\n\nI’m taking the journal with me, too. I won’t break the rules by taking it inside the room, but I want to keep it close. I don’t want the Chronicle of Ages to erase it when it changes the world.\n\n\nI can’t wait to see Mom again.\n\n\n\n\nShortly after composing this document, SCP-8410 appears to have approached the Wanderer’s Library’s copy of \nSCP-140\n and lacerated itself. This resulted in a CK Class Reality Restructuring event, which, in accordance with \nSCP-140\n’s usual properties, altered the past to prevent the destruction of the Daevite Empire, resulting in its persistence into the modern day.\n\n\nDue to being located inside the Wanderer’s Library when Incident CK-140 occurred, SCP-8410 was unaffected by it, and did not become aware of its true nature until informed during its interrogation.\n\n\nAddendum 8410-1:\n SCP-8410’s biological father has been located living within Imperial Territory serving as a consort for the Daeva Vihe Saroah. Records indicate that SCP-8410 was purchased along with its parents on 12/11/2023, but that its mother was sacrificed shortly thereafter as part of the Saroah estate’s celebration of the Daevite Festival of Renewal.\n\n\nAddendum 8410-2:\n Dr. Green’s request that SCP-8410 be permitted humanitarian access to amnestic treatment has been denied on the grounds of SCP-8410’s potential value as an intelligence asset.\n\n\n\n\nMore by this Author\n\n\n\n\n\n\n\n\n« \nSCP-8409\n | SCP-8410 | \nSCP-8411\n »",
    "addendums": [
        "Addendum 8410-1: SCP-8410’s biological father has been located living within Imperial Territory serving as a consort for the Daeva Vihe Saroah. Records indicate that SCP-8410 was purchased along with its parents on 12/11/2023, but that its mother was sacrificed shortly thereafter as part of the Saroah estate’s celebration of the Daevite Festival of Renewal.",
        "Addendum 8410-2: Dr. Green’s request that SCP-8410 be permitted humanitarian access to amnestic treatment has been denied on the grounds of SCP-8410’s potential value as an intelligence asset."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-8410 is held in a standard humanoid containment unit at Site-17. Information on SCP-8410’s past, especially its involvement with Incident 140-CK, is to be restricted to individuals with level 4/8410 clearance. Individuals are only to be given such clearance after a panel of Foundation psychologists has performed a background check and psychological analysis and concluded that they are unlikely to harm SCP-8410 in retaliation for its role in Incident 140-CK.",
    "description": "SCP-8410 is a twelve-year-old humanoid male. SCP-8410 currently possesses no outwardly apparent anomalous properties. However, for several years prior to Incident 140-CK, SCP-8410 experienced nightly paracognitive dreams seemingly set in a fictionalized version of Northern Asia c. the 1700s B.C.E. Although these dreams were not reliably accurate in their depiction of the region, they contained a significant amount of classified information regarding anomalous elements active at that time. SCP-8410 denies accessing classified information regarding the period and claims to have never witnessed any anomalous phenomena prior to its first encounter with the Wanderer’s Library, which occurred several years after these dreams began.",
    "title": "SCP-8410"
}