{
    "url": "https://scp-wiki.wikidot.com/scp-8419",
    "all_text": "WARNING:\n May cause drowsiness and disorientation. Do not operate heavy machinery while under the influence of this product. This is for your safety.\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+58\n+\n–\nx\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nSCP-\n \n8419\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nV/FIVE\n\n\nHIGH COMMAND\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nKeter\n\n\n\n\n\n\nSecondary Class:\n\n\nThaumiel\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nanaithnid\n\n\n\n\n\n\nRisk Class:\n\n\nnominal\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n{$item-number}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\n{$container-class}\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTypical instance of SCP-8419-affected flora.\n\n\n\n\n\n\n \n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n\n\nThe necessity of containing SCP-8419 is highly contested. While theoretically possible, a multitude of logistical complexities currently render containment efforts frivolous. Likewise, the widespread beneficial properties of SCP-8419-affected plants\n1\n currently outweigh justification for mass containment/destruction.\n2\n3\n As such, cultivars of affected crops should be subsumed into Foundation front companies, who are to monitor and regulate market trends. These cultivars are grown mainly by a network of defectors from the Fifth Church, located throughout the Cascadia bioregion of North America and California. The individuals in question have divested from the wider Fifthist community into a small pacifist agricultural sect known as the Western Pentacoastal. As per arrangement with the previous emissaries of SCP-8419-1, this business structure should remain unchanged at present time, along with export event protocol as described below.\n\n\n\n\nNOTE:\n As of Incident 8419/ACHLYS, export events have ceased. Nevertheless, the following protocol is mandated, should this status change.\n\n\n\n\nDuring export events, approximately 1.5-2.0 tonnes of undried product should be harvested and loaded into the transport crates provided by SCP-8419-1. Any additional yield is to be split equally among the cultivar groups as per agreement. At no time should individuals behave aggressively or erratically in the presence of SCP-8419-1 instances. In addition, personnel are to maintain professional workplace behaviors at all times.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nDESCRIPTION:\n\n\nSCP-8419 is a virulent genetic mutation that can affect all species of the plant genus \nCannabis\n. Exposed plants will exhibit significant deviation from baseline as they mature, making identification of affected crops a trivial matter.\n\n\nImpacted flora are marked with pronounced crystalline formations coating their exterior anatomy. These crystals are comprised of multiple psychoactive compounds commonly found within \nCannabis indica\n and \nCannabis sativa\n, though several orders of magnitude more potent than unaffected plants of this type.\n\n\n\n\nExample of crystalline aberrations in a curated marijuana varietal known as \"Alaskan Thunder Fuck\".\n\n\n\n\nThe exact process that leads to the production of these crystal structures has not been determined, but is observed to increase in effect with subsequent generations of an affected plant's lineage. Reverse-extrapolation of mass spectrometry test results from these crops imply approximately 4-5 decades of proliferation were necessary for the most impacted to reach their current state. This correlates with records surrounding the arrival of SCP-8419-1.\n\n\nSCP-8419-1 is a race of extraterrestrial Ortothan entities, tangentially related to GoI-3088 (\"\nThe Church of the Second Hytoth\n\") as a heretical militant sect that subjugated and/or proselytized an unknown number of planetary civilizations prior to contact. Recovered data and conversations suggest SCP-8419-1 primarily favored autonomous, interplanetary conquest and religious zealotry. However, after sustaining severe casualties in battle with another species, surviving members were unable to return to their former prominence. Suffering from extreme food and medical supply shortages, along with a lack of suitable territory to establish relevant infrastructure, they set sights on Earth's ideal atmospheric/environmental conditions for covert incursion.\n4\n\n\nSCP-8419-1's enigmatic physiology utilizes orally-metabolized cannabidiol (CBD)\n5\n to drive abnormal healing factors, allowing their bodies to recover from grievous and otherwise fatal injury in an extremely short timeframe. This also provides a means to replenish/bolster their population with clones created through bisection. This quality was discovered by SCP-8419-1 on an occupied planet within the Milky Way galaxy, which was once dominated by \nCannabis ruderalis\n, a species of marijuana plant with little-to-no recreational effect in humans. Thus, the extreme crystallization observed from SCP-8419's influence is not present on \nruderalis\n plants, and is likely an unintentional byproduct of the processes utilized by SCP-8419-1 to increase CBD levels in Earth-derived \nCannabis\n. It is not known how these plants became native to both worlds, however, this was confirmed and subsequently covered up within the international science community under the guise of an \ninternet hoax\n.\n\n\nBetween 1970-2015, insurgents from SCP-8419-1 worked to establish a number of grow operations across the planet, using large areas of flattened farmland in precise patterns to form branding iconography that could be seen from space.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nINCIDENT LOG 8419/ACHLYS:\n\n\n\n\nAftermath of Incident 8419/ACHLYS.\n\n\n\n\nAT 0224 LOCAL TIME ON 19 APRIL 2018, EMISSARIES OF SCP-8419-1 ARRIVED AT AGRICULTURAL SITE-14/15 FOR ROUTINE EXPORT OF SCP-8419 CROPS.\n\n\nThe two diplomatic entities, possessing opulent, gold-lined attire and unknown expressions across a multitude of facial features, are seen on CCTV approaching a central area between the two AGSites and their adjoining warehouses/storage structures. Three employees are gathered around a small bonfire, unaware of the visitors.\n\n\nSCP-8419-1 instances suddenly become agitated and hostile towards the three, who react with surprise and confusion; at the time of this encounter, no incidents of unprovoked aggression from SCP-8419-1 towards a cultivar employee had occurred.\n\n\nOne instance (SCP-8419-1-B) indicates sharply to a small object in the right hand of assistant manager of operations and Western Pentacoastal member Jackson Dawer. He looks incredulously at his hand, then to the entity, and back to his hand again. Smoke can be seen trailing from his palm. After a moment, he says something to the entities, offering the object to the closer of the two (SCP-8419-1-A). It gives a quizzical look to SCP-8419-1-B, who shrugs. The instance then takes the item, holding it against one of the legate's mouths. It glows briefly.\n\n\nThe entity begins coughing. A few seconds later, it looks at its partner, faces unreadable but noticeably pale. Its eyes are wide, though they rapidly shift to a half-closed state after about 20-30 seconds. The other emissary snatches the object from SCP-8419-1-A and attempts to repeat its actions, growing frustrated at a lack of similar results. Mr. Dawer briefly coaches the entity on inhalation/exhalation techniques and it tries again. The first ambassador is staring at one of its limbs, turning the appendage over and studying the appearance, a bewildered expression clearly visible.\n\n\nSCP-8419-1-B coughs loudly, nearly falling over. It vomits a few moments later and lays on the ground, making a circular motion with one of its limbs. It stares at the dark sky for nearly a minute before noticing the three humans looking in its direction. The entity reacts, startled, tensing its form and glancing around. It visibly relaxes upon seeing its cohort, who is having a conversation with a buzzing insect that landed on the ground between the two.\n\n\nSeveral minutes of similar activity follows, all of which is unremarkable. A nearby laborer accidentally drops a metal box of tools, resulting in a loud, abrasive series of bangs and scrapes. The two entities react with extreme distress, showing significant discomfort and fear as multiple facial orifices on each contract roughly in response. They stand in a panic and begin running towards their transport vessel, which is parked alongside the perimeter of AGSite-14. The diplomats disappear inside the ship, low lights encircling the spherical structure now illuminating the surroundings as it starts to hum.\n\n\nMr. Dawer looks at the other two nearby and loudly asks \"Do you think they're okay to drive…?\" One gestures, putting his hands up and shaking them along with his head as if to say \"I don't know, don't ask me\", while the other stares silently with glossy, red eyes, the question not having registered at all. Dawer comes to a conclusion on his own and wheels around, sprinting towards the ship, which is now hovering off the ground and wobbling slightly. He is seen yelling and waving his arms, though the sound is drowned out by the swelling noise of unknown drive engines powering up and beginning preparations for rapid planetary egress.\n\n\nThe ship jolts quickly at an acute angle, achieving a top speed of approximately 250 km/hr in ~0.7 seconds. However, it is far too low to the ground, immediately clipping the treeline and exploding in a violent flash of exotic fuel and shrapnel. Mr. Dawer's raised hands land on his head as he stares at the fireball. He looks back at the others, speechless.\n\n\nTranscript ends.\n\n\n\n\nNOTE:\n\n\nDespite the accidental nature of the events that transpired, growing concern over hostile retaliation by SCP-8419-1 has led to employees of implicated grow operations distancing themselves from the Foundation. To date, none such retaliation has been observed. However, unclaimed plant material continues to steadily increase in potency, while filling Foundation warehouses faster than it can be offloaded.\n\n\n \n\n\nThis has led to speculation over synergistically-compounding effects from lowered threshold of consumption required to produce desired results. Unimpeded, it is theorized that this phenomenon could ultimately lead to unmanageable potency, global secondhand intoxication, and the subsequent self-destruction of the human race via an OGK-Class \"Dead Greenout\" Scenario, wherein all progress on Earth ceases due to overwhelming apathy/complacency. Fortunately, predictions suggest this is unlikely to occur for many years. Thus, all relevant discussion has been deprioritized until further notice.\n\n\n\n\n\n\nPHARMACOKINETICS DVSN\n\n\nNARCOTICS & POISON CONTROL TEAM\n\n\n\n\n\"BETTER LIVING THROUGH CHEMISTRY\"\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Including applications in mass control efforts, medicinal usage, and reduction of widespread abuse of harmful and/or \nANOMALOUS NARCOTICS\n.\n\n\n2\n. \nANAITHNID:\n Overall disruption unknown but presumed low, despite scope.\n\n\n3\n. \nNOMINAL:\n The amount of risk this anomaly can produce/is producing can be disregarded, regardless of severity.\n\n\n4\n. Attempts have not been made to inform GoI-3088 of SCP-8419-1, and should not be made without further assessment of potential factional and intergroup conflicts that could arise.\n\n\n5\n. A non-psychoactive compound responsible for many of the medicinal benefits of \nCannabis\n.\n\n\n\n\nEND OF FILE\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-8418\n | SCP-8419 | \nSCP-8420\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8419\n\" by Billith, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8419\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n wreck.png\n\n\nAuthor:\n \nBillith\n\n\nDerivative of:\n\n\n\n\n\n\n\n\nName:\n X-FILES ' ALIEN SPACE SHIP\n\n\nAuthor:\n Rodrigo Carvalh\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n ground.png\n\n\nAuthor:\n \nBillith\n\n\nDerivative of:\n\n\n\n\n\n\n\n\nName:\n Dark Rocks\n\n\nAuthor:\n Robin Kuusela\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n tri.png\n\n\nName:\n Cannabis Trichomes (17300379612).jpg\n\n\nAuthor:\n Victorgrigas\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n plant.png\n\n\nName:\n mediganjah04.JPG\n\n\nAuthor:\n Bob Duran\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\n\n\nFilename:\n spectrum.png\n\n\nName:\n Spectrum-hemp-farm-huntington-oregon-0040.png\n\n\nAuthor:\n Goodmoodfarms\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nwikimedia\n\n\n\n\n\n\n\n\nFilename:\n bigfarma.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n pharma.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n anai.svg\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n nominal-risk.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0",
    "addendums": [],
    "documents": [],
    "notes": [
        "NOTE: As of Incident 8419/ACHLYS, export events have ceased. Nevertheless, the following protocol is mandated, should this status change.",
        "\" SCP-8419 \" by Billith, from the SCP Wiki . Source: https://scpwiki.com/scp-8419 . Licensed under CC-BY-SA .",
        "Filename: wreck.png Author: Billith Derivative of:",
        "Name: X-FILES ' ALIEN SPACE SHIP Author: Rodrigo Carvalh License: CC BY 2.0 Source Link: Flickr",
        "Filename: ground.png Author: Billith Derivative of:",
        "Name: Dark Rocks Author: Robin Kuusela License: Public Domain Source Link: Flickr",
        "Filename: tri.png Name: Cannabis Trichomes (17300379612).jpg Author: Victorgrigas License: CC BY 2.0 Source Link: Flickr",
        "Filename: plant.png Name: mediganjah04.JPG Author: Bob Duran License: CC BY 2.0 Source Link: Flickr",
        "Filename: spectrum.png Name: Spectrum-hemp-farm-huntington-oregon-0040.png Author: Goodmoodfarms License: CC BY 4.0 Source Link: wikimedia",
        "Filename: bigfarma.png Author: Billith License: CC BY-SA 3.0",
        "Filename: pharma.png Author: Billith License: CC BY-SA 3.0",
        "Filename: anai.svg Author: Billith License: CC BY-SA 3.0",
        "Filename: nominal-risk.png Author: Billith License: CC BY-SA 3.0"
    ],
    "title": "SCP-8419"
}