{
    "url": "https://scp-wiki.wikidot.com/scp-8421",
    "all_text": "Wherein Game Master comes for an old friend.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n« \nSCP-6900-D: The House of Stars\n | SCP-8421: Ruler of Everything | Coming Soon »\n\n\n\n\n\n\nrating: \n+28\n+\n–\nx\n\n\nCalibold\n\n\n\n\n\n\n \n\n\nSCP-8421 — Ruler of Everything\n\n\n\n\n\n\nCalibold's Mega Cool Author Page\n\n\n\n\n\n\n\n\n\n\n\n\n[REQUEST RECEIVED. ID:Riley Parr.]\n\n\nA young woman with pink hair\n sits alone in a cold, gray room. Only one of her creatures remains, keeping her warm for so long. A tremor shakes the ground. Something interesting.\n\n\nA man runs in. He's a little older than her, but not by much. His purple suit is neatly fitted, with a pin fastened to its lapel. He wears a pair of glasses that frame his face nicely. He closes the door behind him, notices the woman, and holds out a hand.\n\n\n\"Nice to meet you,\" he says. She takes his hand and shakes it, but the brief introduction is cut short by a commotion outside. He holds a finger to his lips. She hesitates, about to shout for help, but something stops her. He listens for a moment, and, hearing the guards are gone, nods.\n\n\n\"Thanks, miss…?\"\n\n\n\"Forty.\"\n\n\n\"I owe you one, Forty.\"\n\n\nHe swings the door open, and is about to leave, but stops.\n\n\n\"Actually, I can do you a favor right now. You want to stretch your legs a bit?\"\n\n\nA silence passes between them. The implication is obviously much more than a quick walk around the hallway. What if they're caught? And if not, what lies in store for her? She shouldn't. It's too risky, too frightening, too dangerous.\n\n\n\"I'd love to.\"\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8421\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8421.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8421 is contained in a maximum security cell in Site-126. Access to the cell is only to be conducted via a dual gate system; under no circumstances are both gates to be opened simultaneously. SCP-8421's cell is to be guarded by at least three agents at any given time.\n\n\nSCP-8421's cell is armed with a Remote Activation Neutralization Apparatus (RANA). Every day at 9:00 A.M. and 6:00 P.M., the cell's RANA will activate, releasing enough sleeping gas to render SCP-8421 unconscious for at least thirty minutes. The gas will then be siphoned out of the room, after which security personnel will place a standard meal package within the chamber before immediately exiting.\n\n\nShould a security breach occur anywhere on-site, or if SCP-8421 begins to display unusual or aggressive behavior, SCP-8421's chamber will enter lockdown. In lockdown, the dual gate will be completely sealed under increased priority, requiring a Site Director or higher clearance to unlock. Furthermore, the RANA will remain activated, keeping SCP-8421 completely sedated during lockdown, and only deactivating once lockdown has been disengaged by the Site Director.\n\n\nContainment Addendum:\n Following \nIncident 6900-1\n, SCP-8421 is to be interrogated monthly by Captain Riley Parr of MTF Delta-12 (\"Burning Down The House\"). Captain Parr is to be granted access to Site-126 only during this period. She is to conduct all interrogations via intercom; following this period, she is to return to Site-19.\n\n\nDescription:\n SCP-8421 is a male humanoid known as King\n1\n. Due to prior interference by SCP-040, SCP-8421 has taken several different appearances, though consistently displays brown hair, green eyes, and pale skin. His most distinguishing feature is his fashion sense, and he displays a preference for custom clock-themed Victorian-era suits; like other members of the House of Stars, he is a known customer of the Master Tailor.\n\n\nSCP-8421 is chronokinetic, being able to manipulate time relative to himself. While individual manipulations are seemingly limited to less than ten seconds, his capabilities are incredibly versatile. SCP-8421 has demonstrated feats such as:\n\n\n\n\nStopping time;\n\n\nRewinding time;\n\n\nMoving abruptly to a future or past point in time;\n\n\nSlowing or accelerating the flow of time around himself.\n\n\n\n\nSCP-8421 is a former member of GoI-727 (\"The House of Stars\"), and one of its founders. SCP-8421 was detained shortly after the House's dissolution, and was not initially approached upon its reunification.\n\n\n\n\n\n\nAddendum 6900.1\n\n\n\n\nSCP-8421 had been interviewed twice by Captain Parr following Incident 6900-1, to no avail; he had entirely refused to respond to any questioning. Upon the third interview, SCP-8421 finally spoke to Captain Parr.\n\n\n\n\n[Parr takes a seat in the interview room. Two guards stand against the wall behind her. The monitor in front of her shows SCP-8421 in his cell, lying on his bed.]\n\n\nParr:\n Hello, Mr. King.\n\n\n[Silence.]\n\n\nParr:\n \n[Sighs.]\n Have you been contacted by Game Master since I last spoke to you?\n\n\n[Silence.]\n\n\nParr:\n Have you been contacted by \nany\n House of Stars member in the last month?\n\n\n[Silence.]\n\n\nParr:\n Do you have any clue where the other House of Stars members might be?\n\n\n[Silence.]\n\n\nParr:\n I know you know where they are, King.\n\n\n[Silence.]\n\n\nParr:\n Come on, you shit! Tell me something! Anything!\n\n\n[Silence.]\n\n\nParr:\n KING! TELL ME NOW BEFORE I COME DOWN THERE AND—!\n\n\nBarnaby:\n Miss Parr.\n\n\n[Parr turns to her right. Site Director Maria Barnaby, a wheelchair-bound woman, enters the interview room. She turns to the security feed.]\n\n\nParr:\n You know how much fucking easier this would be if we had any actual way to make him talk?\n\n\nBarnaby:\n We've offered him—\n\n\nParr:\n We've offered him \nshit\n, Maria!\n\n\nBarnaby:\n Call me Director Barnaby, please. We're not friends, and your annoying attitude is just pissing me off.\n\n\nParr:\n If we could do a \nreal\n interrogation—\n\n\nBarnaby:\n Miss Parr—\n\n\nParr:\n \n[Mockingly.]\n \nCaptain\n Parr.\n\n\nBarnaby:\n Miss Parr, you aren't allowed to torture anyone. Except for me, apparently.\n\n\nParr:\n Then we're just gonna be stuck here getting nothing out of him!\n\n\nBarnaby:\n That's your problem. I don't care.\n\n\nParr:\n \n[Shouting.]\n You don't \ncare\n?\n\n\nBarnaby:\n This is your beef. I very kindly let you into my Site once a month, by which I mean I'm doing Barnes a favor and taking you off his hands.\n\n\nParr:\n I'm sorry! I'm sorry I care about justice for the innocent people these bastards killed! I'm sorry I—!\n\n\nKing:\n Innocent people?\n\n\n[Parr turns back to the monitor. King is sitting in his bed, looking up at the camera.]\n\n\nParr:\n Hey! Why don't you answer my fucking questions, huh?\n\n\nKing:\n We didn't kill any innocent people. Unless Game really lost it?\n\n\nParr:\n The hell you mean, you didn't kill any innocents? Two of \nmy men\n died back in the day, Game got a couple more with the latest incident, and like, I think you guys would be okay with more than just that!\n\n\nKing:\n Right, but innocent people? We didn't kill anyone like that.\n\n\n[Silence.]\n\n\nKing:\n Just saying. You and your guys are pretty bad people, I guess.\n\n\nParr:\n \n[Sarcastically.]\n Well, congratulations. You've really redeemed yourself, you piece of shit.\n\n\nKing:\n Not me.\n\n\nParr:\n Sorry?\n\n\nKing:\n Not me. I don't care about the people dying or whatever. But I don't want anyone thinking Game's a killer, since he cares about that.\n\n\n[Silence.]\n\n\nBarnaby:\n \n[Clears throat.]\n You have his attention, Parr.\n\n\nParr:\n Yeah. Right. Why don't you tell me where—?\n\n\nKing:\n Are you stupid?\n\n\nParr:\n I'm \nsorry\n?\n\n\nKing:\n It's just you keep asking the same questions. That I'm not gonna answer. So maybe ask me something else. Or we could just chat. I don't have a lot of chats anymore.\n\n\nParr:\n I don't \nwant\n to chat with you, I want answers!\n\n\n[Silence.]\n\n\nParr:\n Why didn't he want people thinking you were murderers?\n\n\nKing:\n \n[Shrugs.]\n Didn't want to be a bad guy or anything. And he wanted people to know he was okay, not out for blood. But it's fair game with soldiers and stuff, since you guys like killing people anyway.\n\n\nParr:\n And you?\n\n\nKing:\n Not me.\n\n\n[Silence.]\n\n\nParr:\n You're a lot quieter now.\n\n\nKing:\n Really now.\n\n\nParr:\n You know what I mean. What happened to the flair? Last time we captured you, you were all about putting on a show.\n\n\n[Silence.]\n\n\nKing:\n It was all for fun. Still is, maybe. But now…\n\n\n[Silence.]\n\n\nParr:\n It's been a couple months now. Do you think they'll be coming for you?\n\n\nKing:\n Not all of them. Game. Or maybe Forty. One of them, but I don't think both.\n\n\nParr:\n And if—\n\n\nKing:\n And apparently Babel. She'd be with Game.\n\n\nParr:\n What makes you say that?\n\n\nKing:\n Because they're both here.\n\n\n\n\nSecurity detail was immediately put on high alert following SCP-8421's statement. Footage shows that around this time, House of Stars member Game Master was in an elevator, going downwards into the containment wing.\n\n\n\n\n\n\n\n\nGame Master.\n\n\n\n\n\n\n[Game Master is standing in the elevator, facing the door. He remains silent for a few moments.]\n\n\nGame Master:\n You shouldn't be here.\n\n\n[Silence.]\n\n\nGame Master:\n Because I asked you not to.\n\n\n[Silence.]\n\n\nGame Master:\n I know I'm not. But this is \nmy\n shit to deal with, not yours.\n\n\n[Silence.]\n\n\nGame Master:\n She doesn't need to know.\n\n\n[Silence.]\n\n\nGame Master:\n I know she does, why do you think I'm here?\n\n\n[Silence.]\n\n\nGame Master:\n Two birds, one stone. And they're both in the hand too.\n\n\n[Silence.]\n\n\nGame Master:\n Maybe I'm doing it because it's the right thing. Is that so hard to believe?\n\n\nTower of Babel:\n Yes.\n\n\n[The elevator stops.]\n\n\nGame Master:\n Why are you here?\n\n\n\n\n\n\n\n\n[REQUEST RECEIVED. ID: Riley Parr.]\n\n\nThe House of Stars are all seated at a cheap restaurant, celebrating their newest member. She's blushing, clearly embarrassed by the attention.\n\n\n\"At any rate,\" King says, \"It's nice to see another girl on the team. Who was our last one, Babel?\"\n\n\n\"Babel's enby, King,\" says Chef. \"Last was Sam.\"\n\n\n\"Right, right. But yeah, any more guys and we'd start looking sexist.\"\n\n\nForty takes another bite of her roll. A little stale, but a far cry better than the Foundation meals she'd been given most of her life. She looks around the table and briefly settles her gaze on a young man around her age, Red Joshua.\n\n\nJoshua glanced back at her. He gave a dorky smile and held out two thumbs up.\n\n\n\"…and everyone knows Cowboys fans are pure evil,\" said Sam.\n\n\n\"You Americans and your weird sports takes,\" said Talon, an old Australian man with empty eye sockets.\n\n\n\"Come off it, Tal,\" replied Game, \"I know you've got a hell of a racket down under, you need to spill on—\"\n\n\nGame is interrupted by a nudge from Babel. He claps his hands together.\n\n\n\"Skippers inbound. Check, please!\"\n\n\n\n\n[Director Barnaby wheels herself to the control board and shuts off the intercom to King's cell before activating lockdown.]\n\n\nBarnaby:\n What are you doing?\n\n\nParr:\n Reading some old House files.\n\n\nBarnaby:\n Right. Whatever. RANA is active, King's sedated. Parr, it's your time to shine, put that experience with them to good use.\n\n\nParr:\n Game Master, third degree tychokinetic, leader of the House of Stars, but everyone else has been on edge about him since their reunion. Forty, a.k.a. SCP-040, powerful biokinetic, former partner of Red Joshua. And Tower of Babel, type 2 electromorph, pretty quiet. According to King, Forty isn't here, and it sounds like he didn't think anyone other than either her or Game would come.\n\n\nBarnaby:\n Warden, send a squad to intercept them at sublevel 5. Tell them to expect a probability manipulator and an anomalous digital entity. All other squads, make regular sweeps through the Site, I don't want anyone else getting in under our nose. Parr, can you tell me something I don't already know?\n\n\nParr:\n This isn't right.\n\n\nBarnaby:\n No shit it isn't right.\n\n\nParr:\n No, no no no. Why only those two?\n\n\nBarnaby:\n \n[Sighs.]\n What is it?\n\n\nParr:\n If they're planning to rescue King… why only two of them?\n\n\nBarnaby:\n I was assuming the others are also here, carrying out a separate part of the plan. Isn't that why you failed to capture them last time?\n\n\n[Parr turns to Barnaby and scowls.]\n\n\nParr:\n \nListen to me.\n King said only either Game Master or Forty would be coming to rescue him, right?\n\n\nBarnaby:\n Okay?\n\n\nParr:\n Babel was an afterthought, he only knew it was here \nafter\n they breached the perimeter. It's… there's something we're missing here.\n\n\nBarnaby:\n Well, while you're figuring out their interpersonal drama, my folks are gonna go ahead and do your job for you. Warden! Is your squad in position?\n\n\nWarden Francis:\n \n[Via intercom.]\n Yes ma'am. We've manually stopped the elevator so Babel has no way of overriding it. We have men above and below them in the shaft. There's only one way out, and I've got twenty soldiers pointing guns at it.\n\n\nBarnaby:\n Stay alert. We can't have any room for error.\n\n\n\n\n\n\n[Warden Francis and his team are all facing the elevator door. Francis approaches with a megaphone.]\n\n\nFrancis:\n Get that charge ready. Everyone, shields up!\n\n\n[The assembled personnel hold up their shock-absorbing riot shields. Two agents approach and attach low-yield explosives to the door. They retreat back to the holding position and likewise raise their shields.]\n\n\nFrancis:\n Game Master and Tower of Babel, you are ordered to stand down and leave the elevator with your hands up. You have twenty seconds or we will blow down those doors!\n\n\n[Ten seconds pass.]\n\n\nFrancis:\n Ten!\n\n\n[Five seconds pass.]\n\n\nFrancis:\n Five!\n\n\n[The remaining five seconds pass.]\n\n\nFrancis:\n Now!\n\n\n[The explosives detonate.]\n\n\n\n\n\n\n\n\n[REQUEST RECEIVED. ID: Riley Parr.]\n\n\nForty and Joshua are handcuffed in the back of a UIU containment vehicle. Four guards have their guns trained on them in case they try any \"funny business.\" Unnecessary, since the other House members would be the ones causing problems.\n\n\n\"So, something I've been meaning to ask you…\"\n\n\nForty perks up at Joshua's sentence. He'd been silent the entire ride, fidgeting with his hands and avoiding eye contact.\n\n\n\"Just, while we're here, just the two of us… I mean, not the guards, but like, you know.\"\n\n\n\"Right.\"\n\n\n\"But, we've been friends for a year now, and like, I've been thinking…\"\n\n\n\"Mhm.\"\n\n\n\"Would you, uh, like to go out on a date?\"\n\n\n\"Oh, yeah, I'd love that.\"\n\n\n\"Oh! Great! I mean, if we get out of this, you know.\"\n\n\nThe two sit in silence for a minute before they both erupt into giggles at the horrible awkwardness of the exchange. Even the guards betrayed tiny smirks, finding the situation stupidly cute.\n\n\nSixteen minutes later, the two of them were walking out of the flipped vehicle and towards Sheriff's car, already discussing date ideas.\n\n\n\n\nBarnaby:\n Warden, status report.\n\n\nFrancis:\n Approaching door now, ma'am. \n[Pause.]\n It's… empty.\n\n\nBarnaby:\n Empty?\n\n\nFrancis:\n No sign of them. No sign of them in the shaft itself either.\n\n\nBarnaby:\n Your time to shine, Parr. What's going on here?\n\n\nParr:\n Hmm… Babel could have digitized them, but I doubt it. It's much weaker ever since the 500 incident, probably couldn't pull that trick off more than once.\n\n\nBarnaby:\n Could be their way in, then they get King and he gets them out.\n\n\nParr:\n Then they would've just done that to start. Gone straight to the prize.\n\n\nBarnaby:\n So they're saving it for the way out.\n\n\n[Parr nods and scratches her chin. She thinks to herself for a moment before snapping her fingers.]\n\n\nParr:\n We're idiots.\n\n\nBarnaby:\n Speak for yourself.\n\n\nParr:\n How many main elevators do we have?\n\n\nBarnaby:\n Four, but we know they're in 2, that's where the footage is coming—\n\n\n[Barnaby rubs her eyes.]\n\n\nBarnaby:\n Dammit. Babel.\n\n\nParr:\n They switched the feeds.\n\n\nBarnaby:\n They're definitely on sublevel 7 now.\n\n\nParr:\n How much time do we have?\n\n\nBarnaby:\n Maximum security is sublevel 8, there's no elevator that goes down that far. They'll have to go through 7 \nand\n 8 first.\n\n\nParr:\n Won't we have to do that too?\n\n\nBarnaby:\n Warden, this is Barnaby. Send everyone to sublevel 8. Expect heavy resistance, I'm sure Babel is fucking around with the Site systems.\n\n\n[Barnaby wheels herself to the elevator.]\n\n\nBarnaby:\n There's no \nelevator\n that goes down that far. But the shaft itself does.\n\n\n[Barnaby pulls a crowbar off her wheelchair and pries the door open. She reaches in and hoists herself onto the maintenance ladder, holding herself up with only her arms.]\n\n\nParr:\n Jesus Christ.\n\n\nBarnaby:\n You stay here.\n\n\nParr:\n What? You're going alone?\n\n\nBarnaby:\n I just need to stall until Francis gets down there. And I'd very much rather have you up here than down there.\n\n\n[Parr begins to protest, but Barnaby has already begun climbing down the ladder.]\n\n\n\n\n\n\n[Game Master runs down the stairs to sublevel 8 alone. He enters the maximum security ward and starts looking around.]\n\n\nGame Master:\n Unit 19… unit 19…\n\n\n[At an intersection ahead of him, Director Barnaby wheels in from around a corner. She holds a pistol in her hand.]\n\n\nBarnaby:\n Hello, Mr. Master.\n\n\nGame Master:\n Director.\n\n\n[Game Master draws a gun. Director Barnaby fires hers, hitting his and sending it flying from his hand.]\n\n\nGame Master:\n Nice shot.\n\n\nBarnaby:\n I checked it three times before now. Everything in perfect working order. But now that I've fired it, a variable has been introduced. I don't think I'll get another shot.\n\n\nGame Master:\n You've studied up.\n\n\nBarnaby:\n Know thine enemy and all. I've had plenty of time since Mr. King was delivered here to research your team. Luck manipulation. Very tricky stuff.\n\n\nGame Master:\n So why didn't you just shoot me?\n\n\nBarnaby:\n Could be a bulletproof suit, for starters. And I know I'll accomplish something by disarming you. Time is on my side too. You have a couple minutes at most before reinforcements arrive. But most importantly… I want to talk.\n\n\nGame Master:\n I don't.\n\n\n[Game Master runs forward. Barnaby attempts to fire her gun, but it jams. Unperturbed, she throws it aside. Right before Game Master reaches her, she flips backwards, lands on her hands, then pushes against the ground, launching herself into Game Master and knocking him prone.]\n\n\nBarnaby:\n Attacking a gal in a wheelchair? I thought you had a bit more class.\n\n\nGame Master:\n \n[Groans and rises to his feet.]\n What the \nfuck\n?\n\n\nBarnaby:\n Yeah, see, paralysis sucks, but it gives you an excuse to strap fifty pounds of metal to yourself at all times. Add in some upper body exercises, and…\n\n\n[Barnaby launches herself again. Game Master rolls to the side and narrowly avoids her. She slides to a stop.]\n\n\nBarnaby:\n You can try and run for his cell, but I'm much faster than you are.\n\n\n[Barnaby begins launching and swinging herself at Game Master, using the floor and walls to propel herself, and taking advantage of door handles, beams, and other items to move. Game Master is able to avoid the brunt of her attacks simply due to her unwieldiness, but is consistently clipped and injured with each attack.]\n\n\nGame Master:\n Babel! I need you!\n\n\nBarnaby:\n No outside access here, sorry. Every computer is self-contained, cell service is disabled, alarms are entirely analog, and comms can only be initiated from observation rooms.\n\n\n[Barnaby grabs onto a nearby door handle and swings herself into Game Master, who ducks and rolls to the side.]\n\n\nGame Master:\n Good to know.\n\n\n[Game Master positions himself in front of a cell lock. As Barnaby swings to him, he dives away. Barnaby's wheelchair hits the lock and breaks it, which disengages the cell door. An alarm sounds throughout the building, signaling a containment breach.]\n\n\nGame Master:\n Get fucked.\n\n\n[URA-4985-126, a small, wet, slug-like creature, slowly slithers out of the cell. It makes a burping noise.]\n\n\nGame Master:\n Oh.\n\n\n[The two stare at the creature for a moment in awkward silence before the two lunge at each other. Game Master avoids the attack, picks up the creature, and throws it at Barnaby's face. It latches onto her and obscures her vision.]\n\n\nBarnaby:\n Fucking hell!\n\n\n[Game Master picks up his gun and sprints away as Barnaby attempts to remove URA-4985-126 from her face.]\n\n\n\n\n\n\n[Game Master runs to SCP-8421's cell and come to a stop. He pulls an explosive device from his suit, but before he can act, the cell door opens.]\n\n\nGame Master:\n Babel?\n\n\n[Game Master walks down the corridor until he reaches the second doorway. This, too, opens for him. Game Master equips a mask as the RANA gas fills the hallway. He walks in. SCP-8421 is lying on his bed, unconscious. The RANA is disengaged, and the gas is slowly dissipating.]\n\n\nGame Master:\n What's going on here?\n\n\nParr:\n You tell me.\n\n\n[Game Master looks up and sees the loudspeaker.]\n\n\nParr:\n Barnaby kept herself signed in during all the commotion. Been a long time since I last said I was lucky.\n\n\nGame Master:\n What do you want?\n\n\nParr:\n Now that the House is back, I figured if you were gonna come here, you'd bring everyone, make it an easy job. Get in, grab King, get out, all before breakfast.\n\n\n[The door closes behind Game Master. He turns to face it.]\n\n\nParr:\n King said it would be either you or Forty. And the gun, you're shit with a gun.\n\n\n[Game Master pulls out his pistol.]\n\n\nParr:\n You're not here to rescue King.\n\n\n[Game Master aims his gun at the bed.]\n\n\nParr:\n You're here to kill him.\n\n\n\n\n[REQUEST RECEIVED. ID: Riley Parr.]\n\n\n\"YOU COULD HAVE SAVED HIM!\"\n\n\nThe entire House is gathered a few miles from Site-19, where smoke is billowing into the sky; the team is standing at a closed down gas station. Forty shakes King by his jacket. An expression passes over his face: anger or frustration, she can't tell.\n\n\n\"I made the right call,\" King says, \"If we went back to save him, we almost definitely would've been caught too. And Parr's out for blood right now.\"\n\n\n\"So you just gave up! Abandoned him!\"\n\n\n\"It was a hopeless situation!\"\n\n\n\"It was hopeless \nto you\n!\" Forty shouts, \"Because you didn't want to risk your own life! We would've all done the same for you!\"\n\n\n\"Forty,\" says Game.\n\n\n\"You don't care! You never fucking care!\"\n\n\n\"Forty!\"\n\n\nForty turns to Game. \"Tell him he's wrong. Tell him you two should've tried. At least say it was wrong.\"\n\n\nGame sighs. \"He made the smart choice.\"\n\n\nKing smiles slightly. Babel slowly walks backwards. The other team members clearly feel emotional, but are scared to engage.\n\n\nTears run down Forty's face. She doesn't remember if she said anything else, all she knows is that she is gone.\n\n\n\n\nGame Master:\n Enough.\n\n\n[Game Master holds his position, his finger on the trigger.]\n\n\nParr:\n Well?\n\n\n[Game Master doesn't move.]\n\n\nParr:\n What are you waiting for?\n\n\n[A bead of sweat rolls down Game Master's face. His hand trembles.]\n\n\nGame Master:\n I'm gonna do it.\n\n\n[The gas dissipates. Game Master takes off his mask and steadies himself. A moment passes.]\n\n\nKing:\n You won't.\n\n\n[Game Master is suddenly lying against the wall. He clutches his stomach in pain. The intercom is destroyed. King stands in the middle of the chamber, brushing off his clothes.]\n\n\nKing:\n …me wearing such a terrible uniform.\n\n\n[King turns to Game Master and smiles.]\n\n\nKing:\n I think you would've actually done it, given long enough. But I appreciate the hesitation.\n\n\n[Game Master reaches towards his pistol, but King kicks him in the stomach, causing him to yell out in pain.]\n\n\nGame Master:\n …How?\n\n\nKing:\n I held my breath. And, you know, accelerated time around me. Neat trick, making several minutes last a few seconds.\n\n\n[Game Master tries to get up but groans in pain and sits back down. King crouches down in front of him.]\n\n\nKing:\n Shhh, none of that.\n\n\n[King grabs the back of Game Master's head.]\n\n\nKing:\n I've been able to escape for about ten years now, you know. But I didn't have a reason until now. My family was gone because of you.\n\n\nGame Master:\n Fucker… it was \nyou\n…\n\n\nKing:\n No, no… you stood up for me, remember? I made the right decision, and you understood that, but \nyou\n failed to make them see. But it doesn't matter now. \n[Smiles.]\n We want the same thing. Our House, our \nfamily\n, together again.\n\n\nGame Master:\n This is your fault…\n\n\nKing:\n And you came to kill \nme\n to atone. She, none of them, will forgive us.\n\n\n[King leans forward and plants a kiss on Game Master's forehead.]\n\n\nKing:\n But I'm not going to kill you. It would be embarrassing. No, I want to make things right, not just \nfeel better\n about what went wrong.\n\n\n[King picks up Game Master's gun and stands up. Outside the room, Site-126 personnel have gathered and are pointing their weapons at the door.]\n\n\nKing:\n I'll be seeing you soon.\n\n\n[King walks towards the door. Just before he reaching it, he vanishes.]\n\n\nFrancis:\n Stand by, once the RANA activates, we move in.\n\n\n[A moment later King appears behind the assembled guards. He starts firing at each of the agents, killing four of them before the remainder turn and fire at him. He vanishes and instantly appears between them and the door. Two of the guards keel over, their own knives in their chests. The others turn again, but as they are about to fire, their guns all suddenly face each other. Before the agents can react, they pull the triggers and kill each other. King walks forward and picks up Warden Francis' security card.]\n\n\nKing:\n Unlucky.\n\n\n[King walks to the other end of the corridor, disappearing again just before reaching it.]\n\n\n\n\nSCP-8421 was able to successfully escape the facility. Around this time, footage of SCP-8421's cell was lost, during which Game Master disappeared, presumably with Tower of Babel's help.\n\n\n\n\n\n\nAddendum 6900.2\n\n\n\n\nOnce reinforcements had arrived and the site was secured, Captain Parr and Director Barnaby met in the latter's office.\n\n\n\n\n[Parr enters Barnaby's office and closes the door behind her. Barnaby is facing away from Parr, doing one-handed pull-ups beside her desk, still in her wheelchair.]\n\n\nParr:\n I assume you didn't know he could pull off that trick with the door.\n\n\n[Silence.]\n\n\nParr:\n Talked with the analysts. From what they gathered, seems like he just… \nremoved\n the time where he would have encountered the door, meaning he could just walk through. We're gonna need a plan for—\n\n\nBarnaby:\n Do you know what Site-126's purpose is, Parr?\n\n\nParr:\n Pissing me off once a month?\n\n\nBarnaby:\n We contain some of the most deadly and slippery sentient anomalies the Foundation has ever seen. Those with abilities or properties that they could use to cause untold harm. Do you know how many escapes we've had so far?\n\n\n[Barnaby swings herself backwards and crashes into Parr, landing on top of her and pinning her down. Parr screams in pain.]\n\n\nBarnaby:\n One. Exactly one. You have broken this facility's flawless record.\n\n\nParr:\n Fucking… Off…!\n\n\nBarnaby:\n You pathetic, worthless, incompetent little shit.\n\n\n[Barnaby wheels herself off of Parr, who slowly stands and breathes heavily.]\n\n\nBarnaby:\n God, what I'd give to shoot you right here and now.\n\n\nParr:\n How is this \nmy\n fault? You saw what he did, he could have escaped any time! And we knew Game and Babel would get out if we didn't lock them up immediately!\n\n\nBarnaby:\n You disengaged the RANA! We know now that King could have escaped on his own, but it doesn't matter! You gave him an out the one time he wanted it! And for what?\n\n\nParr:\n For—\n\n\nBarnaby:\n For your worthless fucking ego! So you could gloat about Game killing his friend! And you were making sure he could do it! Did you think that maybe we might \nwant\n them alive?\n\n\nParr:\n Did you think I don't give a shit? That maybe this all is important, knowing that King is being hunted down by his former friends!\n\n\nBarnaby:\n I don't care about their stupid-ass drama! I care about doing my job! And you don't!\n\n\n[Barnaby wheels herself to her desk and begins typing on her laptop.]\n\n\nBarnaby:\n This is going straight to Barnes. And if I have my way, the Council too. Get out of my office.\n\n\nParr:\n You—!\n\n\nBarnaby:\n OUT!\n\n\n\n\n\n\n\n\nAddendum 6900.3\n\n\n\n\nThe evening after the above incident, Game Master and Tower of Babel were seen at an outdoor café after closing hours, briefly speaking at one of the tables. They had already departed by the time Foundation forces arrived.\n\n\n\n\n\n\n\n\nTower of Babel.\n\n\n\n\n\n\n[In a flash of light, Game Master and Tower of Babel appear by the table. Babel roughly tosses Game Master onto a bench.]\n\n\nTower of Babel:\n Why am I here?\n\n\nGame Master:\n \n[Groans.]\n Huh?\n\n\nBabel:\n You asked why I was here.\n\n\nGame Master:\n \n[Sits up.]\n You know… I think this is the most I've heard you talk at one time. Didn't even realize you had a southern accent.\n\n\nBabel:\n \n[Scowls.]\n God, you know how much I've hated being alive? Being an \"it\" or a \"thing\" since I was a kid. I ran away and into the newly born internet where I could stew in hate forever. Not that you ever asked.\n\n\n[Babel sits down and rubs its face in its hands.]\n\n\nBabel:\n But then you and your House wandered along, promised me I'd have a place. God, I was so \ndesperate\n, I wanted to be perfect just for you. You remember when you said how cool I was for being \"silent and mysterious?\" I wanted to be that for you, I wanted you to \nlove\n me.\n\n\nGame Master:\n I never meant—\n\n\nBabel:\n You never \nmeant\n anything. I could stand watching King call me \"her,\" I could stand Chef ignoring me, I could stand Fear and Panic pestering me. But it \nbroke\n me, seeing you stand up for King after the two of you got Joshua killed. To know that all my time being perfect for you was \nnothing\n, because all that mattered was the image of a happy family to you.\n\n\n[Silence.]\n\n\nBabel:\n I returned to the House, not for you. Never for you. I want to be sure you never control them again. But God, you know what fucking sucks?\n\n\n[Silence.]\n\n\nBabel:\n I \nlove\n you. And even worse, I know \nyou\n love \nus\n. I came here to save your life because I don't want you to die.\n\n\n[Silence.]\n\n\nBabel:\n What have you done to me?\n\n\n[Long silence.]\n\n\nGame Master:\n I'm sorry.\n\n\n[Silence.]\n\n\nBabel:\n Let's go. They'll be here soon.\n\n\n[Babel and Game depart.]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Legal name unknown.\n\n\n\n\n\n\nrating: \n+28\n+\n–\nx\n\n\n\n\n+ More by Calibold +\n\n\n\n\n- More by Calibold -\n\n\n\n\nCalibold's Mega Cool Author Page\n\n\n— SCP Articles —\n\n\n\n\nSCP-8421\n — Ruler of Everything\n\n\nSCP-8228\n — Here's To You, Mrs. Robinson\n\n\nSCP-7178\n — A Thief In The Night\n\n\nSCP-7179\n — E is for Eternity\n\n\nSCP-6469-D\n — A BABY?????\n\n\nSCP-2082\n — \nElephas cryophilus\n\n\nSCP-6156\n — Oh, Doug!\n\n\nSCP-6579-D\n — The Detective Killer\n\n\nSCP-6900-D\n — The House of Stars\n\n\nSCP-5277\n — What Can Go Wrong\n\n\nSCP-5363-D\n — Controlled Containment\n\n\nSCP-3482\n — fine mayor posters campaign by dado\n\n\nSCP-5156\n — monke\n\n\nDirector Bold's Proposal-J\n — \"Guys, please don't read our SCPs 🥺\"\n\n\nSCP-2693\n — Fell Into The Well, Fell Into The Well, Fell Into The Deep Dark Well\n\n\nSCP-5559-D\n — The Great Ambrose Bake-Off!\n\n\nSCP-3448-J\n — Should Have Taken Him Sleeping\n\n\nSCP-4456-D\n — No One Expects The Spanish Decommission!\n\n\nSCP-4745\n — Spooky Scary Snowman\n\n\nSCP-4645\n — Blackmailing Computer\n\n\n\n\n— Tales —\n\n\n\n\nParamax Connection\n\n\nOpusConfidant Wiki - SCP-4645 - Threatini\n\n\nDiary Of An Existential Kid\n\n\nResponsible Promotion\n\n\nFriends Of Us Never Die\n\n\nTruth Lies\n\n\nA Team You Can (Maybe) Trust\n\n\nHappy Father's Day\n\n\nMission: Decommission\n\n\nA Bold Choice\n\n\nI Am Become Death\n\n\nUlysses B. Donkman and the Heinous Hitman\n\n\nIt's Beginning to Look a Lot Like Eldritch\n\n\nChapter One - The End\n\n\n\n\n— GoI Formats —\n\n\n\n\nManifest 476: Vanishing Galleon\n\n\nThe Book Of Mathisi, Chapter 1: The Parable Of The Three Princes\n\n\nLTE-8686-Yellow-Kewpie\n\n\nUIU File: 2001-023\n\n\n\n\n— Other —\n\n\n\n\nCustomizable ACS Add-On Ver. 1.9.1 Guide\n\n\nDecommissioning Department Hub\n\n\nFortune Favors\n\n\nDecommissioning Dept. Theme\n\n\nCustomizable ACS Add-On Ver. 1.9.1\n\n\nMega Cool Author Page Tool Ver. 1.4.0\n\n\nCalibold's Mega Cool Alternate SCP Logos Page\n\n\nCalibold's Mega Cool Art Page\n\n\n\n\n— Co-Authored —\n\n\nTaste The Rainbow\n (\nfeat.\n Luxaiko)\n\n\nAbraka David's Proposal\n — A Peak Behind the Curtain (\nfeat.\n many other authors)\n\n\nSCP-7400\n — Your Honor, League of Legends (\nfeat.\n Sherf)\n\n\nI, Hub\n (\nfeat.\n many other authors)\n\n\nResurrection: New Faces\n (\nfeat.\n Grigori Karpin, Nagiros, and redredred)\n\n\nSCP-5545\n — 𝙰 𝙱 𝙽 𝙾 𝚁 𝙼 𝙰 𝙻 𝙸 𝚃 𝚈 (\nfeat.\n Yossipossi)\n\n\nSCP-194\n — Thank You For Your Cooperation (\nfeat.\n CityToast)\n\n\n— Foreign —\n\n\nDirector Bold's Proposal\n — Language\n\n\nSCP-LA-II\n — Fruit\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8420\n | SCP-8421 | \nSCP-8422\n »\n\n\n\n\n\n\n\n\n\n\nRuler of Everything\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8421\n\" by Calibold, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8421\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-6900/King.jpg\n\n\nName:\n King\n\n\nAuthor:\n TinksArt\n\n\nLicense:\n CC-by-SA 3.0\n\n\nSource Link:\n \nhttps://twitter.com/TinksArt\n\n\n\n\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-6900/Game%20Master.jpg\n\n\nName:\n Game Master\n\n\nAuthor:\n TinksArt\n\n\nLicense:\n CC-by-SA 3.0\n\n\nSource Link:\n \nhttps://twitter.com/TinksArt\n\n\n\n\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-6900/Tower%20of%20Babel.png\n\n\nName:\n Tower of Babel\n\n\nAuthor:\n TinksArt\n\n\nLicense:\n CC-by-SA 3.0\n\n\nSource Link:\n \nhttps://twitter.com/TinksArt",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8421 \" by Calibold, from the SCP Wiki . Source: https://scpwiki.com/scp-8421 . Licensed under CC-BY-SA .",
        "Filename: https://scp-wiki.wdfiles.com/local--files/scp-6900/King.jpg Name: King Author: TinksArt License: CC-by-SA 3.0 Source Link: https://twitter.com/TinksArt",
        "Filename: https://scp-wiki.wdfiles.com/local--files/scp-6900/Game%20Master.jpg Name: Game Master Author: TinksArt License: CC-by-SA 3.0 Source Link: https://twitter.com/TinksArt",
        "Filename: https://scp-wiki.wdfiles.com/local--files/scp-6900/Tower%20of%20Babel.png Name: Tower of Babel Author: TinksArt License: CC-by-SA 3.0 Source Link: https://twitter.com/TinksArt"
    ],
    "containment_procedures": "SCP-8421 is contained in a maximum security cell in Site-126. Access to the cell is only to be conducted via a dual gate system; under no circumstances are both gates to be opened simultaneously. SCP-8421's cell is to be guarded by at least three agents at any given time.",
    "description": "SCP-8421 is a male humanoid known as King1. Due to prior interference by SCP-040, SCP-8421 has taken several different appearances, though consistently displays brown hair, green eyes, and pale skin. His most distinguishing feature is his fashion sense, and he displays a preference for custom clock-themed Victorian-era suits; like other members of the House of Stars, he is a known customer of the Master Tailor.",
    "title": "SCP-8421"
}