{
    "url": "https://scp-wiki.wikidot.com/scp-8424",
    "all_text": "It's good advice!\n\n\n\n\n\n\nrating: \n+72\n+\n–\nx\n\n\n\n\nItem #:\n SCP-8424\n\n\nObject Class:\n Uncontained\n\n\nSpecial Containment Procedures:\n No functional containment measures for SCP-8424 have yet been discerned.\n\n\nTo minimize casualties during SCP-8424 events, a sizable amount of funding is to be committed to public education pertaining to proper earthquake safety procedure. A similar fund shall also be committed to public education on the safe viewing of eclipses, prioritizing making the following clear:\n\n\n\n\n\"Do Not Look Directly At A Solar Eclipse.\"\n\n\n\n\nDescription:\n SCP-8424 denotes the sudden and semi-simultaneous initialization of a seismic event\n1\n and a total solar eclipse in localized areas\n2\n with mid-large sized human populations. Incidences of missing persons cases recorded after SCP-8424 incidents are significantly higher than projected for events of their size. Coupled with this, zero afflicted individuals have been located with solar retinopathy due to these eclipse conditions. Investigations into these matters are ongoing.\n\n\nResearch into SCP-8424 has been complicated by the fact that events are geographically widespread and unpredictable, with incidents occurring at an equal frequency in both areas prone and resistant to seismic events. Additionally, events are disjoint from accepted eclipse projections. The occluding body is currently unknown.\n\n\nAddendum:\n In March-April of 2024, an irregular series of events relating to SCP-8424 was recorded in the area surrounding Mazatlán, Mexico. The timeline proceeds as follows.\n\n\n\n\n\n\nDate:\n 08/03/2024\n\n\nSummary:\n 10 second quake with seismic activity registered at 4.3 Richter; Epicenter, Northern Urban Edge. Eclipse duration of approximately 1 minute. 3 injured, 6 missing.\n\n\n\n\nDue to the low casualty number, Incident 8424-080324 was catalogued as a regular SCP-8424 event and prompted little necessary action past standard information suppression protocol.\n\n\n\n\n\n\nDate:\n 17/03/2024\n\n\nSummary:\n 30 second quake with seismic activity registered at 5.2 Richter; Epicenter, Eastern Urban Area. Eclipse duration of approximately 2 minutes. 36 injured, 3 dead, 42 missing. Unexpected levels of structural damage dealt to affected area, with a number of structures such as street lights and supporting beams completely missing from aftermath surveys. Significant correlation between individuals witnessed walking into shadows and current missing persons identified.\n\n\n\n\nIn the days following Incident 8424-170324, long sections of metallic debris were spotted phasing in and out of view in the air above the North Pacific Ocean, prompting a standard \"Chemical Spill\" cover story to divert ships from area. Due to the high visibility of the debris, additional dissemination of misinformation pertaining to \"off-gas haze\" and \"hallucinatory refractions\" was applied as a stopgap before further action could be taken.\n\n\n\n\n\n\nDate:\n 29/03/2024\n\n\nSummary:\n 1 minute quake with seismic activity registered at 6.5 Richter; Epicenter, central Mazatlán. Eclipse duration approximately 15 minutes. 472 injured, 78 dead, 239 missing. Agents present at the event noted a deep and rhythmic thudding noise emanating through the city as the incident progressed, but could not place the source. Upon the event's conclusion, Central Mazatlán was rendered mostly uninhabitable.\n\n\n\n\nThe massive escalation of casualties during Incident 8424-290324 prompted the initialization of a partial evacuation, relocating effected civilians to temporary Foundation-run relief camps until a full quarantine of the Mazatlán area could be completed. A civilian screening, amnesticization, and reorientation initiative was mandated to frame the event as a \"freak disaster\" and to downplay the eclipse as a mass hallucination.\n\n\nAdditionally, building atmospheric disturbance was noted at aerial debris site, the accumulation of which correlated with increased visible structural mass and the arrangement of the debris into an approximate bowl shape. Further reconnaissance was deemed necessary to determine suitable containment protocol.\n\n\n\n\nOn 02/04/2024, Foundation operatives alerted command to the emergence of a web of large red tendrils that had suddenly appeared, visually emanating from a central node within the aerial debris site. Due to geometric interference, long distance observation proved futile. Remote scouting approximated the web's diameter at 100 meters, but before further information could be recorded, all reconnaissance drones and 5 dispatched agents were lost during a sudden eclipse event.\n\n\nRecovered footage of the incident from the bodycam of Agent Plüm has been included below.\n\n\n\n\n<Feed Starts>\n\n\n[The feed begins on a wide shot of a beach, where far on the horizon a red dot can be seen. After a few moments, the view angles down to focus on a screen displaying a live drone recording which slowly approaches the aerial debris site.]\n\n\n[A few seconds of stillness pass. Metallic whirring can be heard over the soft push and pull of the tide. Plüm's legs can be seen on the periphery, dug into the sand where they're sitting.]\n\n\n[The display suddenly goes dark. The main feed angles upward slightly.]\n\n\n[The agent watches in complete stillness as a line of shadow breaks apart in the sky, each radial line traveling clockwise and counterclockwise, before meeting again and turning the day to pitch darkness.]\n\n\n[The feed angles up further as the agent raises their head, bringing the eclipsed sun into view.]\n\n\n[In a single frame, the feed turns black. A brittle crunch can be heard.]\n\n\n<Feed Ends>\n\n\n\n\nIn the aftermath of the sudden occlusion, recovered agents attested to witnessing grey masses growing and shrinking within the aerial debris web.\n3\n Further reconnaissance was postponed due to unnecessary risk.\n\n\n\n\nOn 03/04/2024 progression of the civilian screening initiative documented the first known solar retinopathy victims of the anomalous eclipse conditions. As containment specialists had assumed the information gathered from this discovery would be greatly impactful, a study was pursued. Unfortunately, the only notable difference between SCP-8424 victims and those of standard eclipse-based retinal damage was a prevalence of 3 pronged \"crow's foot\" floater patterns, as opposed to blurry and dark spots/webs being burned into the eye.\n\n\n\n\nOn 04/04/2024, a dedicated Autonomous Remote Observation Array\n4\n was installed on the outskirts of Mazatlán, primarily aimed at detecting and recording any changes in the aerial debris web. An abridged log of significant observations are included below.\n\n\n\n\n\n\nDate [Time]\n\n\nDescription\n\n\n\n\n\n\n04/04/2024 [0721]\n\n\nGrey masses noted in Incident 8424-020424 visually confirmed.\n\n\n\n\n\n\n04/04/2024 [0814]\n\n\nGrey masses occluded by interlinked debris.\n\n\n\n\n\n\n04/04/2024 [1327]\n\n\nInterlinked debris transluces, grey mass appears to twist and rotate before settling.\n\n\n\n\n\n\n04/04/2024 [1944]\n\n\nGrey mass closest to AuROrA grows indistinct, excepting two darker orbs which remain visually clear.\n\n\n\n\n\n\n04/04/2024 [2001]\n\n\nAuROrA switches to primarily infrared band in low light conditions, grey masses noted to be significantly above ambient air temperature.\n\n\n\n\n\n\n05/04/2024 [0628]\n\n\nGrey masses no longer observable, roughly ellipsoid webs of red tendrils as originally noted before Incident 8424-020424 recorded in their place.\n\n\n\n\n\n\n05/04/2024 [0953]\n\n\nGrey mass appears to phase in around red tendrils.\n\n\n\n\n\n\n05/04/2024 [1007]\n\n\nYellow orb appears to phase in adjacent to Grey mass.\n\n\n\n\n\n\n05/04/2024 [1034]\n\n\nContact with AuROrA is lost.\n\n\n\n\n\n\nFoundation agents stationed near Mazatlán were directed to locate the AuROrA and determine the reason for loss of contact. After a short search, it was found roughly 500 meters from the site it was erected, with a hole 30cm in diameter punctured through the majority of its computational array.\n\n\n\n\nOn the 6th of April 2024, a small, propeller aircraft was sighted in rapid descent by agents assigned to monitoring the aerial debris web perimeter. Upon locating the downed aircraft, it was ascertained that both passengers\n5\n had died in the crash. A handheld video camera was found within the cockpit that was damaged, but functional. The last recorded video is included below.\n\n\n\n\n<Feed Starts>\n\n\n[The video begins with the camera facing Lucy Neston in the co-pilot's seat. She is visibly shocked. Footage appears to shake with significantly greater intensity than the plane's instability.]\n\n\nLucy:\n So we heard about that quake down in Mazatlán, yeah? But we didn't feel anything back home, so Joe pitched that we take the old bird up and see if we can't get a spot of what's really happening down there.\n\n\n[She turns to face her husband who appears to say something, though he cannot be heard over the sound of the engine]\n\n\nLucy:\n I don't. I don't know what it is we're looking at here, but I'm getting it on film so we can figure that all out later.\n\n\n[She takes a hurried breath.]\n\n\nLucy:\n Joe don't like it none- Says he wants to turn us around, so we ain't got long.\n\n\n[She transfers the camera to her other hand in order to turn it to face the window, where below the plane the aerial debris web can be seen. As they fly, the phasing properties of the web over the water cause a shimmering effect. The reflection of the structure doesn't match.]\n\n\n[The camera turns. In the center of the web, three ellipsoid objects are observable. The objects are a consistent blue tinted off-white, and appear entirely smooth.]\n\n\nLucy:\n Okay Joe I got it, you can turn us back h-\n\n\n[There is a loud warping croak shortly followed by a sharp and piercing crack as the camera is thrown forwards, landing in the cockpit footwell.]\n\n\n[Intermittent bouts of screaming can be heard over the plane's engine for roughly 40 seconds.]\n\n\n<Feed Ends>\n\n\n\n\nFoundation biologists note a striking similarity between the objects seen in the footage and avian eggs. Research into any possible connection is currently ongoing.\n\n\n\n\nOn 07/04/2024, the aerial debris web and its contents fell from the sky into the North Pacific Ocean. Preliminary reconnaissance efforts succeeded without impediment, allowing for the identification of the composite materials of the debris field along side three hollow ellipsoid shells.\n\n\nAll anomalous activity appears to have ceased, with the possible exception of reported sightings of Black Herons\n6\n in the region surrounding Mazatlá.\n7\n\n\n\n\n\n\nDate:\n 08/04/2024\n\n\nSummary:\n Continuous seismic activity measuring 2.3 Richter measured across continental Americas from 1100-1300 PDT (GMT-7) moving in a band starting in Mazatlán and crossing Northern Mexico, Texas, and New England. Phenomenon coincided with a natural total solar eclipse. 95 injured,\n8\n Total missing unknown.\n9\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-8423\n | SCP-8424 | \nSCP-8425\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8424\n\" by IndustryStandard, J_V_G, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8424\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Generally registering 4-5 on the Richter scale.\n\n\n2\n. Noted to impact an area much smaller than that expected of both standard seismic and eclipse events.\n\n\n3\n. Though long distance observation failed to confirm these observations.\n\n\n4\n. Hereafter AuROrA.\n\n\n5\n. Identified as Joe and Lucy Neston, a married couple who frequently vacationed in the area.\n\n\n6\n. Egretta ardesiaca\n\n\n7\n. Species is native to the contiguous African continent.\n\n\n8\n. Solar retinopathy\n\n\n9\n. Estimated: 2-3000+",
    "addendums": [
        "Addendum: In March-April of 2024, an irregular series of events relating to SCP-8424 was recorded in the area surrounding Mazatlán, Mexico. The timeline proceeds as follows.\nDue to the low casualty number, Incident 8424-080324 was catalogued as a regular SCP-8424 event and prompted little necessary action past standard information suppression protocol.\nIn the days following Incident 8424-170324, long sections of metallic debris were spotted phasing in and out of view in the air above the North Pacific Ocean, prompting a standard \"Chemical Spill\" cover story to divert ships from area. Due to the high visibility of the debris, additional dissemination of misinformation pertaining to \"off-gas haze\" and \"hallucinatory refractions\" was applied as a stopgap before further action could be taken.\nThe massive escalation of casualties during Incident 8424-290324 prompted the initialization of a partial evacuation, relocating effected civilians to temporary Foundation-run relief camps until a full quarantine of the Mazatlán area could be completed. A civilian screening, amnesticization, and reorientation initiative was mandated to frame the event as a \"freak disaster\" and to downplay the eclipse as a mass hallucination.\nAdditionally, building atmospheric disturbance was noted at aerial debris site, the accumulation of which correlated with increased visible structural mass and the arrangement of the debris into an approximate bowl shape. Further reconnaissance was deemed necessary to determine suitable containment protocol.\nOn 02/04/2024, Foundation operatives alerted command to the emergence of a web of large red tendrils that had suddenly appeared, visually emanating from a central node within the aerial debris site. Due to geometric interference, long distance observation proved futile. Remote scouting approximated the web's diameter at 100 meters, but before further information could be recorded, all reconnaissance drones and 5 dispatched agents were lost during a sudden eclipse event.\nRecovered footage of the incident from the bodycam of Agent Plüm has been included below.\nIn the aftermath of the sudden occlusion, recovered agents attested to witnessing grey masses growing and shrinking within the aerial debris web. 3 Further reconnaissance was postponed due to unnecessary risk.\nOn 03/04/2024 progression of the civilian screening initiative documented the first known solar retinopathy victims of the anomalous eclipse conditions. As containment specialists had assumed the information gathered from this discovery would be greatly impactful, a study was pursued. Unfortunately, the only notable difference between SCP-8424 victims and those of standard eclipse-based retinal damage was a prevalence of 3 pronged \"crow's foot\" floater patterns, as opposed to blurry and dark spots/webs being burned into the eye.\nOn 04/04/2024, a dedicated Autonomous Remote Observation Array 4 was installed on the outskirts of Mazatlán, primarily aimed at detecting and recording any changes in the aerial debris web. An abridged log of significant observations are included below.\nFoundation agents stationed near Mazatlán were directed to locate the AuROrA and determine the reason for loss of contact. After a short search, it was found roughly 500 meters from the site it was erected, with a hole 30cm in diameter punctured through the majority of its computational array.\nOn the 6th of April 2024, a small, propeller aircraft was sighted in rapid descent by agents assigned to monitoring the aerial debris web perimeter. Upon locating the downed aircraft, it was ascertained that both passengers 5 had died in the crash. A handheld video camera was found within the cockpit that was damaged, but functional. The last recorded video is included below.\nFoundation biologists note a striking similarity between the objects seen in the footage and avian eggs. Research into any possible connection is currently ongoing.\nOn 07/04/2024, the aerial debris web and its contents fell from the sky into the North Pacific Ocean. Preliminary reconnaissance efforts succeeded without impediment, allowing for the identification of the composite materials of the debris field along side three hollow ellipsoid shells.\nAll anomalous activity appears to have ceased, with the possible exception of reported sightings of Black Herons 6 in the region surrounding Mazatlá. 7\n"
    ],
    "documents": [],
    "notes": [
        "\"Do Not Look Directly At A Solar Eclipse.\"",
        "\" SCP-8424 \" by IndustryStandard, J_V_G, from the SCP Wiki . Source: https://scpwiki.com/scp-8424 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8424",
    "object_class": "Uncontained",
    "containment_procedures": "No functional containment measures for SCP-8424 have yet been discerned.",
    "description": "SCP-8424 denotes the sudden and semi-simultaneous initialization of a seismic event1 and a total solar eclipse in localized areas2 with mid-large sized human populations. Incidences of missing persons cases recorded after SCP-8424 incidents are significantly higher than projected for events of their size. Coupled with this, zero afflicted individuals have been located with solar retinopathy due to these eclipse conditions. Investigations into these matters are ongoing.",
    "title": "SCP-8424"
}