{
    "url": "https://scp-wiki.wikidot.com/scp-8439",
    "all_text": "I worry your emotions may be overruling your senses, Dr. Williams.\n\n\n\n\nrating: \n+16\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8439\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSite-143-B\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8439 is currently contained within Site-143-B, a Foundation watchtower on the perimeter of Site-143. No personnel are allowed within the 500 meter exclusion zone surrounding Site-143-B between 18:00-06:00 hours.\n1\n Foundation staff found to be within the exclusion zone during the active period are considered to be lost; no interaction or rescue attempts are permitted.\n\n\nDuring SCP-8439's active period, the area surrounding the exclusion zone is to be illuminated by floodlights outputting a minimum of 1,000 lumens. A minimum of two members of MTF Epsilon-14 (\"Ravenhunt\")\n2\n are to patrol the perimeter of Site-143-B, ensuring any humanoids discovered inside of SCP-8439's exclusion zone remain within it until the active period has ended.\n\n\nAny humanoid entities attempting to exit the exclusion zone during the active period are to be terminated.\n\n\nRequests for exploration into Site-143-B during the dormant period of SCP-8439 require approval from Site-143's Director.\n\n\nDescription:\n SCP-8439 is a collection of entities functioning under a shared consciousness. Manifestations of SCP-8439 are \nconfined to\n \ncurrently contained to\n Site-143-B, and can take on a variety of forms. Forms favored by SCP-8439 include a swarm of ravens, a collection of eyes, and a rope noose. SCP-8439 also has the ability to dampen artificial light sources in its vicinity. All light sources within 500 meters of SCP-8439 either cease to function or are incapable of exceeding 90 lumens.\n\n\nSCP-8439 has been noted to take enjoyment in causing and subsequently feeding on fear responses from humanoids. SCP-8439 usually taunts its targets, choosing to engage in a hunt with them rather than attack immediately. This taunting can be shown through the frequency and severity of its manifestations, which progress based on the reactions perceived in the target.\n\n\nSCP-8439 is susceptible to physical damage from conventional weaponry. SCP-8439 also exhibits a severe aversion to artificial light brighter than 30 lumens, and is entirely incapable of entering areas illuminated by lights above 500 lumens. If all instances of SCP-8439 are destroyed, it reappears within Site-143-B during each subsequent active period.\n\n\nSCP-8439 first manifested on October 31, 1995, \nand cannot leave Site-143-B\n.\n\n\n\n\nAddendum 8439-1:\n Interview following the SCP-8439's first manifestation on October 31st, 1995.\n\n\n\n\nInterviewed:\n Junior Researcher Matthew Miran\n\n\n\n\nInterviewer:\n Dr. Daniel Williams, Site-143\n\n\n\n\nForeword:\n \nAs of this interview, SCP-8439 was yet to be formally classified.\n\n\n\n\n<Begin Log, November 1st, 1995, 7:45 PM>\n\n\n\n\nDr. Williams:\n My name is Dr. Daniel Williams, Head Researcher at Site-143. Today's interview is regarding the incident that occurred last night, resulting in the deaths of three personnel-\n\n\n(There is a pause. Dr. Williams takes a deep breath.)\n\n\nDr. Williams:\n My apologies. The deaths of three personnel, including Security Officers Devon Nguyen, Parker Nguyen, and Cyrus May.\n\n\n(Dr. Williams pauses again.)\n\n\nDr. Williams:\n Continuing with the interview. Please state your name and position for the record.\n\n\n\n\nResearcher Miran:\n It's okay, Dan. I know it's… a lot. \n(Leaning into the recorder)\n My name is Junior Researcher Matthew Miran. I work with SCP-████ in Site-143 proper.\n\n\nDr. Williams:\n Thank you, Matthew. Can you explain to me what you were doing at the Watchtower\n3\n last night, around 5:35pm?\n\n\nResearcher Miran:\n I uh, take my lunch breaks there, with Devon and Parker. \n(Researcher Miran pauses, then frowns.)\n Or, I used to, at least. Before they—\n\n\n(Researcher Miran cuts himself off sharply, and is silent.)\n\n\nDr. Williams:\n I know that all this has been difficult to process. But I need to know what happened, Matthew. I want to make sure you're going to be okay.\n\n\nResearcher Miran:\n Thank you.\n\n\nDr. Williams:\n Is it alright if we continue? \n(Researcher Miran nods)\n You took your lunch breaks with Devon and Parker Nguyen over in the Watchtower, is that correct?\n\n\nResearcher Miran:\n Yeah. It gets stuffy sitting under the fluorescent lights, staring at papers and my computer screen. The Watchtower has fresh air and good company. Devon, Parker and I are close. \nWere\n close, I should say. I was at their wedding, you know?\n\n\nDr. Williams:\n I was too. I know how incredibly difficult this is, Matthew. We can take a break if we need to.\n\n\nResearcher Miran:\n No, no. It's alright. I… I'm fine. So, we were eating lunch, just like usual. Just the three of us, hanging around and doing stupid crap. I checked my watch, saw it was about 6:00. I knew I was going to have to get back to work soon, so I was starting to pack it up when…\n\n\n(Researcher Miran stops abruptly, and shudders.)\n\n\nResearcher Miran:\n I uh… sorry I… what was I saying? …Oh, yeah, it was 6, I had to head back. But as I start packing up my lunch, Cyrus came in. Officer May, I guess would be more proper. But yeah, he came in, rambling about something outside, all stressed out. Parker and I tried to calm him down, but he just wouldn't stop freaking out. Said something… shadowy was following him, that his flashlight wouldn't even work. Soon as he said that, the lights in the whole Watchtower just, switched off. Devon hit the emergency power, but the lights just stayed a real dim red, barely bright enough to see. We start freaking out, I mean none of us had dealt with anything like this before. Officer May started to hyperventilate, and Devon told me to go get help. Parker was trying to get the First Aid kit, and Devon didn't want to leave him, not after… Well they'd only been married 6 months.\n\n\nDr. Williams:\n And this is when you left the observation deck of Site-143-B?\n\n\nResearcher Miran:\n Fast as I could. I ran out of that place real quick. But damn it if it wasn't dark… I took a pretty bad fall slamming into that table on the ground floor, right by the exit…\n\n\n(Dr. Williams nods, and motions for Researcher Miran to continue.)\n\n\nResearcher Miran:\n I'm laying on the floor, and I hear this like… voice? Like something whispering in the back of my head. I… don't remember exactly what it said, but it scared the life out of me. I don't know how long I stayed there, laying on the floor in pain and terror, but I probably would've stayed longer if not for the visions.\n\n\nDr. Williams:\n Visions?\n\n\nResearcher Miran:\n Yeah, not sure how else to describe it. I saw this, \nthing\n. It was large, but spindly, and sort of dark and shadowy. \n(Researcher Miran pauses and shudders.)\n I watched it lurch up the stairs, and it, whatever it was, leered at me. Then it whispered to me, told me to be quiet.\n\n\nDr. Williams:\n What happened then, Matthew?\n\n\nResearcher Miran:\n I was frozen at first, but soon as I heard that thing speak, I bolted out of there. I turned around as soon as I got out of the room, wanted to see if it was chasing me, but all I saw was this tall, thin creature of shadow and eyes scampering up the stairs.\n\n\n(Researcher Miran wipes his face with his sleeve.)\n\n\nResearcher Miran:\n But I… just kept running, and running. After a minute or so I heard the screaming, and then the squealing and Devon yelling Parker's name. I… didn't look back till I was in Site-143, getting tackled by Security for rushing in without presenting ID.\n\n\nDr. Williams:\n Officer John asked me to apologize on his behalf for that, by the way.\n\n\nResearcher Miran:\n It's alright. He was just doing his job.\n\n\nDr. Williams:\n And you did yours, Matthew. There was nothing you could've done for them.\n\n\nResearcher Miran:\n I know. But, their screams, Dan. They won't leave my head. I could hear Parker yelling for help, and then the gunshots, and then… then he was screaming Devon's name. If I had just been a little bit faster, maybe I could've-\n\n\nDr. Williams:\n You can't blame yourself for this. I know that's easier said than done, but you did what you could to help them.\n\n\nResearcher Miran:\n But… I \nsee\n them, in my dreams. And that, \nentity\n. I see it, all those eyes and spindly limbs. And the ravens, \noh god\n the ravens.\n\n\nDr. Williams:\n Ravens? We haven't heard any mention of ravens. Please elaborate.\n\n\nResearcher Miran:\n The birds, Williams. They were everywhere, cawing, flapping their wings. And they… spoke. They told me terrible things, Dan. They told me secrets, and they told me what they'd do to me when… When night came.\n\n\nDr. Williams:\n What did they say they'd do, Matthew?\n\n\nResearcher Miran:\n They said they'd rip me apart, piece by piece. They said they'd push me in an empty grave and tear me to shreds, and that they'd feast on me, and pluck out my eyes.\n\n\n(Researcher Miran begins to hyperventilate, and feel around his face.)\n\n\nDr. Williams:\n You're safe Matthew, nothing is going to happen to you. Please, take a deep breath.\n\n\nResearcher Miran:\n They're going to take my eyes, Daniel. I hear them… their incessant cawing! They're going to pluck them out and take them to the top floor of the Watchtower, and they're gonna make me \nsee them\n. My \neyes\n, Daniel. They're going to take my eyes from my sockets, and I won't see \nanything\n again, except for Parker and Devon and Cyrus, \ndead\n and ripped apart, \njust like me\n!\n\n\n<End Log>\n\n\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? Two (2) new messages!\n\n\n\n\nRe:Yesterday's News\n\n\n\n\n\n\n\n\n\n\nTo:\n Site-143 Director Carolyn Cal\n\n\nFrom:\n Head Researcher Daniel Williams\n\n\nSubject:\n Yesterday's News\n\n\n\n\n\n\nHello Director Cal,\n\n\nI'm sure by now you've heard about what happened to Junior Researcher Miran. He was a brilliant researcher, and I feel his loss very deeply. Not only was Matthew resourceful here at Site-143, he was also a friend of many of the staff, myself included. I'm writing this email because I believe that Matthew's death was entirely avoidable. He was displaying behaviors that necessitated a immediate psychological hold and evaluation, but his appointment with Dr. Gren was scheduled almost a month away. I can't help but feel that, if he was examined was earlier, he might still be with us.\n\n\nI understand Site-143's budgetary constraints, and I know we're working on a skeleton crew right now, but I worry we could be doing more in terms of caring for our staff. All in all, I think we need to review our policies for what necessitates urgent psychological treatment. Matthew's death was preventable. I don't want to lose more good men and women if we can avoid it.\n\n\nThank you,\n\nHead Researcher Daniel Williams\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Head Researcher Daniel Williams\n\n\nFrom:\n Site-143 Director Carolyn Cal\n\n\nSubject:\n Re:Yesterday's News\n\n\n\n\n\n\nDr. Williams,\n\n\nI understand that Junior Researcher Miran’s death has greatly affected you, as well as others in his department. I also understand the value he brought to Site-143. However, it is important that we remain level-headed and reasonable in moments such as these.\n\n\nAs much as I sympathize with your sentiments, the facts remain unchanged. Site-143 operates under tight constraints. Scheduling appointments with Dr. Gren is dictated by necessity, not preference. Unfortunately, we simply cannot afford to prioritize every individual’s needs at the cost of the Foundation’s larger responsibilities. Especially given the commonality of survivors guilt among our researchers. It's simply part of the job.\n\n\nWhile I do not deny that the situation is regrettable, Miran’s personal challenges were not classified as urgent, and therefore, no adjustments were made to the appointment schedule. This is not an oversight but a calculated decision based on available resources. His death, while unfortunate, does not warrant a review of our operational policies unless it poses a direct threat to our ongoing mission.\n\n\nI trust you will continue to focus on the tasks at hand. Losing valuable personnel is difficult, but our responsibility to Site-143 and the Foundation must come first. Keep that in mind as you move forward. I expect you to focus your efforts on the containment of SCP-8439 above all else.\n\n\nSincerely,\n\nDirector Cal\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8439-2:\n The following is a video log of the initial investigation attempt into the Watchtower where SCP-8439 was believed to be located. The expeditionary force sent into Site-143-B was composed of MTF agents on retainer from nearby sites, who, following this mission, became MTF Epsilon-14 (\"Ravenhunt\").\n\n\n\n\nExploration Video Log Transcript\n\n\nDate:\n November 4th, 1995, 6:15 PM\n\n\nExploration Team:\n Mobile Task Force E-14 \"Ravenhunt\"\n\n\nSubjects:\n SCP-8439 and Site-143-B \"The Watchtower\"\n\n\nTeam Lead:\n E14-1 \"Scarecrow\"\n\n\nTeam Members:\n E14-2 \"Jack\" / E14-3 \"Lantern\" / E14-4 \"Trick\"\n\n\n\n\n[BEGIN LOG]\n\n\nScarecrow:\n Recording's started. Can I get everyone checked in?\n\n\nJack:\n Hear you loud and clear Scarecrow.\n\n\nLantern:\n Checking in, this is Lantern.\n\n\nTrick:\n Check.\n\n\nSite Command:\n Roger that, Scarecrow. Begin entrance into Site-143-B. We'll be monitoring your progress.\n\n\nScarecrow:\n Alright team. We'll be entering right through the front door. Weapons primed and ready, we have reports of a hostile entity within.\n\n\nJack:\n Understood, Scarecrow. On your mark.\n\n\n(The team enters through the doors of Site-143-B. The main door is found off of its hinges, covered in deep gouges and claw marks.)\n\n\nScarecrow:\n You seeing this, Command?\n\n\nSite Command:\n Yes, we have visuals. Stay alert.\n\n\n(Lantern flips a light switch on and off, to no effect.)\n\n\nLantern:\n Dark in here. Auxiliary power seems to have run out; the light switches aren't working.\n\n\nScarecrow:\n Switch to shoulder-mounted lights.\n\n\n(All team members attempt to turn on their lights, which do activate, but at a significantly reduced brightness. Attempts to raise this level are unsuccessful.)\n\n\nJack:\n Looks like this is what we're dealing with for now.\n\n\n(Team moves further into Site-143-B. The lower floor appears mostly untouched, except for a table near the entrance that has fallen over.)\n\n\n(Several minutes of unimportant exploration have been omitted for brevity. Log continues as the team begins to ascend to the top of Site-143-B.)\n\n\nSite Command:\n Continue to the top of the Watchtower, team. Eyewitness report details that most of the action occurred on the top floor.\n\n\nScarecrow:\n Roger, Command. Trick, take point.\n\n\nTrick:\n Understood.\n\n\n(Team continues up the stairs of the Watchtower for several minutes, Between the second story of the Watchtower and the observation deck, an unknown, viscous black liquid is found streaking across the walls and stairs.)\n\n\nLantern:\n Ugh, what is this stuff?\n\n\nJack:\n Looks like blood.\n\n\nLantern:\n It's black.\n\n\nTrick:\n And?\n\n\n(There is a moment of quiet. Trick reaches the top of the stairs, and stops.)\n\n\nTrick:\n You uh, seeing this, Command?\n\n\nSite Command:\n Scarecrow, get a clearer view.\n\n\n(Scarecrow pushes past Trick, showing a clearer view of the inside of the room. The bodies of Security Officers Devon and Parker Nguyen are seen intertwined, hanging from the roof of the Watchtower. A mixture of sticky, black liquid and human blood is pooling at their feet.)\n\n\nScarecrow.\n Confirmed, two casualties. It's… gruesome, Command.\n\n\nSite Command:\n Do you have visuals on Security Officer Cyrus May?\n\n\nLantern:\n Negative, Command.\n\n\n(Trick moves closer to the bodies of Devon and Parker. Upon further inspection, it is revealed that the two have been torn apart, their bodies mangled and ripped by some kind of large, clawed entity. Additionally, their eyes have been plucked out, and cannot be located.)\n\n\nScarecrow:\n Found him, Command!\n\n\n(Scarecrow's feed shows Cyrus May, hidden in a supply closet in the back of the room. His head is between his knees, and he appears to be muttering to himself)\n\n\nMay:\n [INCOMPREHENSIBLE]\n\n\n(A scream is heard. As the team turns to face the source of the noise, they see a noose hanging from outside the main observational window of the watchtower.)\n\n\nSite Command:\n Scarecrow, report. What was that sound?\n\n\nScarecrow:\n I'm not sure. Cyrus, are you okay?\n\n\nMay:\n I… they took them… Both of them!\n\n\nLantern:\n We have to get you out of here. Stand up, come on.\n\n\n(The sound of clanking is heard downstairs, along with a metallic grinding reminiscent of chains scraping along the floor.)\n\n\nMay:\n No no no no no, it's here, it's here. It's coming and it wants me and it took them, it took them both!\n\n\n(Trick and Jack pull May up. His head hangs low as he stands, his hair hanging long and obscuring his face. May is covered in a multitude of small cuts and scrapes, and his uniform is torn to shreds.)\n\n\nJack:\n What happened to you, man?\n\n\n(May lifts his head, revealing two empty sockets, leaking black viscous fluid.)\n\n\nMay:\n It took them, I keep telling you! My \neyes\n! \nIT TOOK THEM BOTH!\n\n\n(A spindly, black shape enters the corner of Scarecrow's feed. At the same time, vital sign monitoring shows a dramatic increase in the team's heart rate.)\n\n\n(Audio files from the rest of this log are corrupted. Video was able to be recovered, albeit vastly degraded. Image enhancement by the Site-143 IT Department significantly improved the quality of the degraded file, allowing for the last few minutes of footage to be somewhat watchable.)\n\n\n(The rest of the feed consists of MTF E-14 fleeing Site-143-B. Approximately 3 minutes after the arrival of SCP-8439, Site Command loses vital signs from Trick. Scarecrow, Jack, Lantern, and May were able to escape the tower, and made their way into Site-143 proper at approximately 8:30 PM.)\n\n\n(This incident suggests SCP-8439 is localized to Site-143-B. It gave up chase on MTF E-14 approximately 1500 meters away from the main building of Site-143-B. Additionally, it was at this distance that shoulder lights began to function at full intensity again.)\n\n\n[END LOG]\n\n\n\n\n\n\nAddendum 8439-3:\n Interview with Security Officer Cyrus May following his recovery from Site-143-B.\n\n\n\n\nInterviewed:\n Security Officer Cyrus May\n\n\n\n\nInterviewer:\n Dr. Daniel Williams\n\n\n\n\nForeword:\n \nThis interview was for the purposes of determining both the nature of SCP-8439, and how Officer May survived within Site-143-B. At the time of this interview, Officer May was restrained to his chair, due to a violent outburst against medical staff the night immediately following his rescue from Site-143-B. The medical team was eventually able to treat him, after heavy sedation.\n\n\n\n\n<Begin Log, November 5th, 1995, 10:30 AM>\n\n\n\n\nDr. Williams:\n My name is Daniel Williams, Head Researcher at Site-143. Could you please state your name and occupation for the record?\n\n\n\n\nMay:\n Security Officer Cyrus May.\n\n\n\n\nDr. Williams:\n Thank you, Officer May. And, I apologize for the restraints. As a Security Officer, I'm sure you understand.\n\n\n\n\n(Officer May grunts.)\n\n\n\n\nDr. Williams:\n But, I think you know what we need to discuss. What happened on October 31st?\n\n\n\n\nMay:\n I… I was working front door duty, like usual. Junior Researcher Miran came in for his lunch break, like he always does. After a while, I started hearing… sounds. And then, this bird flew straight into the room, and slammed right against the wall. Thing was dead before it hit the ground.\n\n\n\n\nDr. Williams:\n What kind of bird, Officer May?\n\n\n\n\nMay:\n Raven. Big, black raven, with red eyes. \n(Officer May shudders)\n I could go the rest of my life without seeing it a—\n\n\n\n\n(May pauses, his hands reaching up to feel the bandage covering his eyes.)\n\n\n\n\nDr. Williams:\n We're working very hard on a method to restore your vision, Cyrus. I know this is difficult to talk about, but I'm going to have to ask that you continue.\n\n\n\n\nMay:\n Right, sorry. Yeah. This bird came in, killed itself, and then, then I just saw something moving, outside. Damn thing was terrifying, covered in eyes and ragged cloth. I saw it start \nscampering\n toward me and… I just booked it upstairs. It was terrifying, Daniel. I couldn't breathe, I couldn't—\n\n\n\n\n(Officer May begins hyperventilating. Dr. Williams calls in medical staff. After a few minutes, the interview continues.)\n\n\nDr Williams:\n Okay Cyrus, let's take a deep breath. \n(Pause)\n Now, tell me about what happened after you ran upstairs.\n\n\n\n\nMay:\n I don't really remember much, if I'm being honest. I rushed upstairs, Devon and May tried to help me calm down my breathing. Then… \nit\n came in, and Parker pushed me into the supply closet and slammed the door. I… I heard it snapping them into pieces through the door. But I was just frozen, I couldn't move, I couldn't run. Those next few hours were torturous. It would chant at me, sneer, it would scream at me and make all these \nsounds\n. And the birds… There's a ventilation shaft in the supply closet, and the second night I was trapped in there, the birds tore through the opening. They ripped me to pieces, cut me all over, and…—\n\n\n\n\nDr. Williams:\n Your eyes.\n\n\n\n\nMay:\n Yeah. My eyes. Next thing I remember, the door finally opened. And there it was, all dark, and spiny, and covered in eyes, that tall \nshape\n I saw outside. I thought I was gonna die, Daniel. I thought that was it.\n\n\n\n\nDr. Williams:\n But?\n\n\n\n\nMay:\n I uh, pulled out my flashlight, thought it was my gun at first. Turns out I had dropped that downstairs in my rush to come up. I turned the light on, and even though it was barely shining, the thing ran off. Like it couldn't stand the light.\n\n\n\n\nDr. Williams:\n And after?\n\n\n\n\nMay:\n I just, closed the door again. It opened it again, must've been 5 or 6 more times, but it always left as soon as I shined that light on it. But… I can't help but feel like—\n\n\n\n\nDr. Williams:\n Like what, Cyrus?\n\n\n\n\nMay:\n I think it could've got me, if it really wanted. Yeah, it hated that light, but anytime I really tried to get up and go, out of the closet and anything, it would just take the light until I cornered myself again.\n\n\n\n\nDr. Williams:\n Why do you think it didn't kill you?\n\n\nMay:\n I don't think it wanted to kill me, Dr. Williams. Not yet. I think it wanted me to \nfear\n.\n\n\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n \nThere is concern about the lasting effects of SCP-8439. May seems to be exhibiting similar signs of guilt and paranoia as Junior Researcher Miran did before his death.\n\n\n\n\n\n\n\n\n\n\n\n\nAccess SCiPNET Email? Two (2) new messages!\n\n\n\n\nRe:The Watchtower Incident\n\n\n\n\n\n\n\n\n\n\nTo:\n Site-143 Director Carolyn Cal\n\n\nFrom:\n Head Researcher Daniel Williams\n\n\nSubject:\n The Watchtower Incident\n\n\n\n\n\n\nHello Director Cal,\n\n\nI'm wanted to communicate with you regarding Security Officer May. His behavior since the Watchtower Incident has been erratic, to say the least. He's having hallucinations, and isn't acting like himself. Last week he didn't sleep, and claimed to be hearing the caws of ravens in the conference room. I'm concerned. I know we haven't had any incidents involving SCP-8439 since its containment, but his condition is deteriorating rapidly. I'm worried it's going to reach a tipping point. These hallucinations may escalate into something dangerous, both for May and the rest of Site-143.\n\n\nTo be clear, I'm writing this email not in any effort to undermine your decision regarding your classification of SCP-8439. I recognize that it has not shown any ability to extend beyond the bounds of Site-143-B, but some part of me feels like there's something we're missing.\n\n\nWith your permission, I'd like to place Officer May under my own supervision, and to conduct a series of tests and non-invasive procedures to ensure no part of SCP-8439 \"remains\" within him. If necessary, I'd like to request usage of amnestics in order to erase any possible memetic hazards. While amnestic treatment is expensive, it could ultimately reduce the long-term care May will require if his condition escalates.\n\n\nConsidering what happened to Junior Researcher Miran, I think there's a very real chance that SCP-8439 has a lasting affect on its' victims. As such, I've included the list of tests I'd like to administer. I recognize that such in-depth testing would be expensive, but I sincerely think that caution should overrule our hesitancy to the expenditures. While our budget is tight, the potential damages that could result if this issue is not addressed far outweigh the short-term cost.\n\n\nI know I may be more involved in this situation than you would like, but I consider it part of my duty as Head Researcher to take care of every member of Site-143.\n\n\nThank you,\n\nHead Researcher Daniel Williams\n\n\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Head Researcher Daniel Williams\n\n\nFrom:\n Site-143 Director Carolyn Cal\n\n\nSubject:\n Re:The Watchtower Incident\n\n\n\n\n\n\nDr. Williams,\n\n\nYour efforts to ensure the safety of Officer May are commendable, but I simply cannot order that degree of testing on the front doorman of an extraneous, now former part of Site-143. (Not to mention that his blindness has resulted in him being more of a cost to the department rather than an employee.) Every site must make difficult decisions regarding personnel. I worry your emotions may be overruling your senses, Dr. Williams.\n\n\nI've always been a supporter of your career, Doctor. I do hope you know that I have already suggested to the 05 Council that your talents could be used more effectively in the role of a Site Director. But if you continue to allow your emotional reactions to cloud your decision making, I may have to reconsider my recommendation.\n\n\nAs for Researcher Miran, his death was determined to be a suicide, with no evidence of anomalous influence. I understand that's hard to accept, but facts are facts, Dr. Williams. We must move forward.\n\n\nRegardless, according to all the data we have collected so far, SCP-8439 is contained. Officer May's condition is regrettable, and I will schedule a standard psychiatric evaluation with Dr. Gren, but expending essential resources is simply not an option. Your request for further testing is denied.\n\n\nSincerely,\n\nSite-143 Director Carolyn Cal\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8439-4:\n\n\n\n\nINCIDENT REPORT #48439-A\n\n\n\n\nIncident #8439-A occurred on December 5th, approximately one month after the recovery of Security Officer Cyrus May from Site-143-B.\n\n\n\n\nIncident Summary:\n The incident commenced when Officer May entered cardiac arrest at 10:43 AM. Site-143 staff called for help, resulting in a response from the medical team. As attempts to resuscitate Officer May began, Site Director Carolyn Cal entered the room. Seeing various staff distracted by Officer May's injury, Director Cal ordered Site-143 staff to return to their work, stating, \"None of you can do anything for him. Return to your stations, please.\"\n\n\nSeveral minutes after Director Cal's order, medical staff declared Officer May dead. Thirteen seconds after his vital signs ceased, Officer May's body began to stir, coinciding with a sudden loss of power at Site-143.\n\n\nSCP-8439 was reported to have emerged from Officer May's corpse, using its claws to tear its way out through his eye sockets. SCP-8439 subsequently attacked, resulting in the deaths of all nearby Foundation personnel.\n\n\nSCP-8439 continued further into Site-143, causing additional structural damage and several more causalities. Its movement was halted upon reaching the barracks room of MTF E-14 (\"Ravenhunt\"), who were in a meeting with Head Researcher Daniel Williams. On Dr. Williams' orders, Ravenhunt successfully terminated the manifestation of SCP-8439 using high-powered flashlights and their firearms.\n\n\nMTF E-14 then commenced a sweep of Site-143, stopping several small-scale containment breaches caused by the sudden loss of power, as well as burning the body of Officer May.\n\n\nIn total, SCP-8439 caused approximately 60,000 dollars worth of damages, and the deaths of 14 Foundation personnel, including Site Director Carolyn Cal.\n\n\n\n\nNotes: Incident 8439-A resulted in a reevaluation of SCP-8439's Special Containment Procedures, and a change of its Object Class from Euclid to Keter. Under the supervision of Dr. Williams, high power lights were installed along the border of Site-143-B's newly-defined exclusion zone- in order to prevent future containment breaches. Additionally, Dr. Williams implemented patrols of the area around Site-143-B by MTF E-14, with orders to terminate any humanoids found in the exclusion zone during active hours.\n\n\n\n\n\n\nAddendum 8439-5:\n The following document has been declassified and included within this file due to its relevance into the future leadership of Site-143, and consequently the future containment of SCP-8439.\n\n\n\n\nInterviewed:\n Dr. Daniel Williams\n\n\n\n\nInterviewer:\n Dr. Tad Gren\n\n\n\n\nForeword:\n \nThis interview was conducted on direct order of the 05 Council, following the death of Director Carolyn Cal. The purpose of this appointment is to determine Dr. Williams' emotional and psychiatric state. Additionally, Dr. Williams was not informed of the special nature of the interview, and was told it was a routine psychological evaluation.\n\n\n\n\n<Begin Log, December 7th, 1995, 5:00 PM>\n\n\n\n\nDr. Gren:\n My name is Dr. Tad Gren, On-Site Therapist at Site-143. Now, Dr. Williams, would you introduce yourself? I should tell you this appointment is being recorded purely for documentation purposes, and won't be disclosed to anyone below Level 5 access.\n\n\n\n\nDr. Williams:\n Thank you, Dr. Gren. My name is Dr. Daniel Williams, Head Researcher at Site-143.\n\n\nDr. Gren:\n As for the purpose of this interview, I wanted to speak to you about Incident 48439-A. As I'm sure you're aware, Director Cal was killed following a breach by SCP-8439, which was re-contained by MTF E-14, who were under your command at the time. A number of other non-essential personnel were killed as well.\n\n\nDr. Williams:\n Thirteen.\n\n\nDr. Gren:\n Ah… yes. Thirteen non-essential personnel, including Officer May.\n\n\nDr. Williams:\n They were people, Dr. Gren. They had names, lives.\n\n\nDr. Gren:\n Indeed, they were. But there is no point in dwelling on the past, Dr. Williams. Especially for employees whose work at Site-143 can be easily reassigned.\n\n\n(Dr. Williams looks down at the table, appearing to intentionally avoid eye contact.)\n\n\n\n\nDr. Gren:\n Of course, the loss of Director Cal is truly unfortunate. She will be hard to replace. I know you worked very closely with her. How has her loss been affecting you?\n\n\nDr Williams:\n It's been a… challenging transition. Carolyn and I always had our differences, but she had a brilliant mind. I learned a lot from her.\n\n\nDr. Gren:\n Could you tell me a little more about these, \"differences\", Dr. Williams?\n\n\nDr. Williams:\n Well, Carolyn was always… \nsteadfast\n in her decisions. Under her I learned everything about the Foundation, but I never could fully agree with her outlook towards what was really worth the cost, if you understand what I mean. Director Cal deeply valued those who she thought had value, but quickly discarded anyone that didn't.\n\n\nDr. Gren:\n I understand your aversion to the idea. But I want to remind you that we here at the Foundation are all serving a greater purpose. We are protecting humanity here, Doctor. But in order to do so, we \nmust\n stand apart from it. Someone has to make the hard decisions, and Director Cal excelled in those matters.\n\n\nDr. Williams:\n Of course, Dr. Gren.\n\n\n<End Log>\n\n\nEvaluation:\n \nDr. Williams has been determined to be in a stable psychiatric and emotional state, though he does show minor signs of survivor's guilt. Later psychological tests determined this to be at acceptable levels, however.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    ID\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        7c8d90537baba4b048d6cbb4af05031c_1743782088\n    \n\n\n\n\n\n\n\n\n\n\n\n\n\n                                                    PASSWORD\n                                            \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n        9afc8bdcaada17f5ef606b18d2129058_1743782088\n    \n\n\n\n\n\n\n\n\nLogin\n\n\n\n\nLogout\n\n\n\n\n \n\n\n\n\n\n\nTo:\n Head Researcher Daniel Williams\n\n\nFrom:\n 05-1\n\n\nSubject:\n Site-143 Leadership\n\n\n\n\n\n\nDr. Williams,\n\n\nIn light of the unfortunate death of Director Cal, we recognize that Site-143 is in urgent need of new leadership. Following a thorough review of potential candidates, we believe you are well-suited for the role of Site Director.\n\n\nYour correspondence with Director Cal regarding Incident #48439-A was a significant factor in our decision. While Director Cal made her mistakes, we do concur with her observation regarding your personal involvement in your work.\n\n\nRemember, Dr. Williams: the Foundation is not cruel, but it is not a charity either. Our decisions must be grounded in reason and logic, not emotion. While we value emotional intelligence in leadership, it is imperative that we do not let emotions dictate our operational priorities. We recognize that you are capable of ensuring the security of Site-143, but we must advise you to remember that logic must always outweigh empathy.\n\n\nThis message is intended as guidance, not a warning. We have every confidence in your ability to lead Site-143 effectively.\n\n\nCongratulations, Director Williams.\n\n\nSincerely,\n\n05-1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The \"active period\" of SCP-8439.\n\n\n2\n. Site-143's resident MTF.\n\n\n3\n. The colloquial name for Site-143-B, prior to the classification of SCP-8439.\n\n\n\n\n\n\n« \nSCP-8438\n | SCP-8439 | \nSCP-8440\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8439\n\" by CaptainDan87, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8439\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n 143.avif\n\n\nAuthor:\n Senior Airman Kristoffer Kaubisch\n\n\nLicense:\n Public Domain Dedication (CC0 1.0 Universal)\n\n\nSource Link:\n [\nhttps://nara.getarchive.net/media/the-air-traffic-control-tower-sits-near-the-flight-f63d99\n]",
    "addendums": [
        "Addendum 8439-1: Interview following the SCP-8439's first manifestation on October 31st, 1995.",
        "Addendum 8439-2: The following is a video log of the initial investigation attempt into the Watchtower where SCP-8439 was believed to be located. The expeditionary force sent into Site-143-B was composed of MTF agents on retainer from nearby sites, who, following this mission, became MTF Epsilon-14 (\"Ravenhunt\").",
        "Addendum 8439-3: Interview with Security Officer Cyrus May following his recovery from Site-143-B.",
        "Addendum 8439-4:",
        "Addendum 8439-5: The following document has been declassified and included within this file due to its relevance into the future leadership of Site-143, and consequently the future containment of SCP-8439."
    ],
    "documents": [],
    "notes": [
        "Interviewed: Junior Researcher Matthew Miran Interviewer: Dr. Daniel Williams, Site-143 Foreword: As of this interview, SCP-8439 was yet to be formally classified. <Begin Log, November 1st, 1995, 7:45 PM> Dr. Williams: My name is Dr. Daniel Williams, Head Researcher at Site-143. Today's interview is regarding the incident that occurred last night, resulting in the deaths of three personnel- (There is a pause. Dr. Williams takes a deep breath.) Dr. Williams: My apologies. The deaths of three personnel, including Security Officers Devon Nguyen, Parker Nguyen, and Cyrus May. (Dr. Williams pauses again.) Dr. Williams: Continuing with the interview. Please state your name and position for the record. Researcher Miran: It's okay, Dan. I know it's… a lot. (Leaning into the recorder) My name is Junior Researcher Matthew Miran. I work with SCP-████ in Site-143 proper. Dr. Williams: Thank you, Matthew. Can you explain to me what you were doing at the Watchtower 3 last night, around 5:35pm? Researcher Miran: I uh, take my lunch breaks there, with Devon and Parker. (Researcher Miran pauses, then frowns.) Or, I used to, at least. Before they— (Researcher Miran cuts himself off sharply, and is silent.) Dr. Williams: I know that all this has been difficult to process. But I need to know what happened, Matthew. I want to make sure you're going to be okay. Researcher Miran: Thank you. Dr. Williams: Is it alright if we continue? (Researcher Miran nods) You took your lunch breaks with Devon and Parker Nguyen over in the Watchtower, is that correct? Researcher Miran: Yeah. It gets stuffy sitting under the fluorescent lights, staring at papers and my computer screen. The Watchtower has fresh air and good company. Devon, Parker and I are close. Were close, I should say. I was at their wedding, you know? Dr. Williams: I was too. I know how incredibly difficult this is, Matthew. We can take a break if we need to. Researcher Miran: No, no. It's alright. I… I'm fine. So, we were eating lunch, just like usual. Just the three of us, hanging around and doing stupid crap. I checked my watch, saw it was about 6:00. I knew I was going to have to get back to work soon, so I was starting to pack it up when… (Researcher Miran stops abruptly, and shudders.) Researcher Miran: I uh… sorry I… what was I saying? …Oh, yeah, it was 6, I had to head back. But as I start packing up my lunch, Cyrus came in. Officer May, I guess would be more proper. But yeah, he came in, rambling about something outside, all stressed out. Parker and I tried to calm him down, but he just wouldn't stop freaking out. Said something… shadowy was following him, that his flashlight wouldn't even work. Soon as he said that, the lights in the whole Watchtower just, switched off. Devon hit the emergency power, but the lights just stayed a real dim red, barely bright enough to see. We start freaking out, I mean none of us had dealt with anything like this before. Officer May started to hyperventilate, and Devon told me to go get help. Parker was trying to get the First Aid kit, and Devon didn't want to leave him, not after… Well they'd only been married 6 months. Dr. Williams: And this is when you left the observation deck of Site-143-B? Researcher Miran: Fast as I could. I ran out of that place real quick. But damn it if it wasn't dark… I took a pretty bad fall slamming into that table on the ground floor, right by the exit… (Dr. Williams nods, and motions for Researcher Miran to continue.) Researcher Miran: I'm laying on the floor, and I hear this like… voice? Like something whispering in the back of my head. I… don't remember exactly what it said, but it scared the life out of me. I don't know how long I stayed there, laying on the floor in pain and terror, but I probably would've stayed longer if not for the visions. Dr. Williams: Visions? Researcher Miran: Yeah, not sure how else to describe it. I saw this, thing . It was large, but spindly, and sort of dark and shadowy. (Researcher Miran pauses and shudders.) I watched it lurch up the stairs, and it, whatever it was, leered at me. Then it whispered to me, told me to be quiet. Dr. Williams: What happened then, Matthew? Researcher Miran: I was frozen at first, but soon as I heard that thing speak, I bolted out of there. I turned around as soon as I got out of the room, wanted to see if it was chasing me, but all I saw was this tall, thin creature of shadow and eyes scampering up the stairs. (Researcher Miran wipes his face with his sleeve.) Researcher Miran: But I… just kept running, and running. After a minute or so I heard the screaming, and then the squealing and Devon yelling Parker's name. I… didn't look back till I was in Site-143, getting tackled by Security for rushing in without presenting ID. Dr. Williams: Officer John asked me to apologize on his behalf for that, by the way. Researcher Miran: It's alright. He was just doing his job. Dr. Williams: And you did yours, Matthew. There was nothing you could've done for them. Researcher Miran: I know. But, their screams, Dan. They won't leave my head. I could hear Parker yelling for help, and then the gunshots, and then… then he was screaming Devon's name. If I had just been a little bit faster, maybe I could've- Dr. Williams: You can't blame yourself for this. I know that's easier said than done, but you did what you could to help them. Researcher Miran: But… I see them, in my dreams. And that, entity . I see it, all those eyes and spindly limbs. And the ravens, oh god the ravens. Dr. Williams: Ravens? We haven't heard any mention of ravens. Please elaborate. Researcher Miran: The birds, Williams. They were everywhere, cawing, flapping their wings. And they… spoke. They told me terrible things, Dan. They told me secrets, and they told me what they'd do to me when… When night came. Dr. Williams: What did they say they'd do, Matthew? Researcher Miran: They said they'd rip me apart, piece by piece. They said they'd push me in an empty grave and tear me to shreds, and that they'd feast on me, and pluck out my eyes. (Researcher Miran begins to hyperventilate, and feel around his face.) Dr. Williams: You're safe Matthew, nothing is going to happen to you. Please, take a deep breath. Researcher Miran: They're going to take my eyes, Daniel. I hear them… their incessant cawing! They're going to pluck them out and take them to the top floor of the Watchtower, and they're gonna make me see them . My eyes , Daniel. They're going to take my eyes from my sockets, and I won't see anything again, except for Parker and Devon and Cyrus, dead and ripped apart, just like me ! <End Log>",
        "Interviewed: Security Officer Cyrus May Interviewer: Dr. Daniel Williams Foreword: This interview was for the purposes of determining both the nature of SCP-8439, and how Officer May survived within Site-143-B. At the time of this interview, Officer May was restrained to his chair, due to a violent outburst against medical staff the night immediately following his rescue from Site-143-B. The medical team was eventually able to treat him, after heavy sedation. <Begin Log, November 5th, 1995, 10:30 AM> Dr. Williams: My name is Daniel Williams, Head Researcher at Site-143. Could you please state your name and occupation for the record? May: Security Officer Cyrus May. Dr. Williams: Thank you, Officer May. And, I apologize for the restraints. As a Security Officer, I'm sure you understand. (Officer May grunts.) Dr. Williams: But, I think you know what we need to discuss. What happened on October 31st? May: I… I was working front door duty, like usual. Junior Researcher Miran came in for his lunch break, like he always does. After a while, I started hearing… sounds. And then, this bird flew straight into the room, and slammed right against the wall. Thing was dead before it hit the ground. Dr. Williams: What kind of bird, Officer May? May: Raven. Big, black raven, with red eyes. (Officer May shudders) I could go the rest of my life without seeing it a— (May pauses, his hands reaching up to feel the bandage covering his eyes.) Dr. Williams: We're working very hard on a method to restore your vision, Cyrus. I know this is difficult to talk about, but I'm going to have to ask that you continue. May: Right, sorry. Yeah. This bird came in, killed itself, and then, then I just saw something moving, outside. Damn thing was terrifying, covered in eyes and ragged cloth. I saw it start scampering toward me and… I just booked it upstairs. It was terrifying, Daniel. I couldn't breathe, I couldn't— (Officer May begins hyperventilating. Dr. Williams calls in medical staff. After a few minutes, the interview continues.) Dr Williams: Okay Cyrus, let's take a deep breath. (Pause) Now, tell me about what happened after you ran upstairs. May: I don't really remember much, if I'm being honest. I rushed upstairs, Devon and May tried to help me calm down my breathing. Then… it came in, and Parker pushed me into the supply closet and slammed the door. I… I heard it snapping them into pieces through the door. But I was just frozen, I couldn't move, I couldn't run. Those next few hours were torturous. It would chant at me, sneer, it would scream at me and make all these sounds . And the birds… There's a ventilation shaft in the supply closet, and the second night I was trapped in there, the birds tore through the opening. They ripped me to pieces, cut me all over, and…— Dr. Williams: Your eyes. May: Yeah. My eyes. Next thing I remember, the door finally opened. And there it was, all dark, and spiny, and covered in eyes, that tall shape I saw outside. I thought I was gonna die, Daniel. I thought that was it. Dr. Williams: But? May: I uh, pulled out my flashlight, thought it was my gun at first. Turns out I had dropped that downstairs in my rush to come up. I turned the light on, and even though it was barely shining, the thing ran off. Like it couldn't stand the light. Dr. Williams: And after? May: I just, closed the door again. It opened it again, must've been 5 or 6 more times, but it always left as soon as I shined that light on it. But… I can't help but feel like— Dr. Williams: Like what, Cyrus? May: I think it could've got me, if it really wanted. Yeah, it hated that light, but anytime I really tried to get up and go, out of the closet and anything, it would just take the light until I cornered myself again. Dr. Williams: Why do you think it didn't kill you? May: I don't think it wanted to kill me, Dr. Williams. Not yet. I think it wanted me to fear . <End Log> Closing Statement: There is concern about the lasting effects of SCP-8439. May seems to be exhibiting similar signs of guilt and paranoia as Junior Researcher Miran did before his death.",
        "INCIDENT REPORT #48439-A Incident #8439-A occurred on December 5th, approximately one month after the recovery of Security Officer Cyrus May from Site-143-B. Incident Summary: The incident commenced when Officer May entered cardiac arrest at 10:43 AM. Site-143 staff called for help, resulting in a response from the medical team. As attempts to resuscitate Officer May began, Site Director Carolyn Cal entered the room. Seeing various staff distracted by Officer May's injury, Director Cal ordered Site-143 staff to return to their work, stating, \"None of you can do anything for him. Return to your stations, please.\" Several minutes after Director Cal's order, medical staff declared Officer May dead. Thirteen seconds after his vital signs ceased, Officer May's body began to stir, coinciding with a sudden loss of power at Site-143. SCP-8439 was reported to have emerged from Officer May's corpse, using its claws to tear its way out through his eye sockets. SCP-8439 subsequently attacked, resulting in the deaths of all nearby Foundation personnel. SCP-8439 continued further into Site-143, causing additional structural damage and several more causalities. Its movement was halted upon reaching the barracks room of MTF E-14 (\"Ravenhunt\"), who were in a meeting with Head Researcher Daniel Williams. On Dr. Williams' orders, Ravenhunt successfully terminated the manifestation of SCP-8439 using high-powered flashlights and their firearms. MTF E-14 then commenced a sweep of Site-143, stopping several small-scale containment breaches caused by the sudden loss of power, as well as burning the body of Officer May. In total, SCP-8439 caused approximately 60,000 dollars worth of damages, and the deaths of 14 Foundation personnel, including Site Director Carolyn Cal. Notes: Incident 8439-A resulted in a reevaluation of SCP-8439's Special Containment Procedures, and a change of its Object Class from Euclid to Keter. Under the supervision of Dr. Williams, high power lights were installed along the border of Site-143-B's newly-defined exclusion zone- in order to prevent future containment breaches. Additionally, Dr. Williams implemented patrols of the area around Site-143-B by MTF E-14, with orders to terminate any humanoids found in the exclusion zone during active hours.",
        "Interviewed: Dr. Daniel Williams Interviewer: Dr. Tad Gren Foreword: This interview was conducted on direct order of the 05 Council, following the death of Director Carolyn Cal. The purpose of this appointment is to determine Dr. Williams' emotional and psychiatric state. Additionally, Dr. Williams was not informed of the special nature of the interview, and was told it was a routine psychological evaluation. <Begin Log, December 7th, 1995, 5:00 PM> Dr. Gren: My name is Dr. Tad Gren, On-Site Therapist at Site-143. Now, Dr. Williams, would you introduce yourself? I should tell you this appointment is being recorded purely for documentation purposes, and won't be disclosed to anyone below Level 5 access. Dr. Williams: Thank you, Dr. Gren. My name is Dr. Daniel Williams, Head Researcher at Site-143. Dr. Gren: As for the purpose of this interview, I wanted to speak to you about Incident 48439-A. As I'm sure you're aware, Director Cal was killed following a breach by SCP-8439, which was re-contained by MTF E-14, who were under your command at the time. A number of other non-essential personnel were killed as well. Dr. Williams: Thirteen. Dr. Gren: Ah… yes. Thirteen non-essential personnel, including Officer May. Dr. Williams: They were people, Dr. Gren. They had names, lives. Dr. Gren: Indeed, they were. But there is no point in dwelling on the past, Dr. Williams. Especially for employees whose work at Site-143 can be easily reassigned. (Dr. Williams looks down at the table, appearing to intentionally avoid eye contact.) Dr. Gren: Of course, the loss of Director Cal is truly unfortunate. She will be hard to replace. I know you worked very closely with her. How has her loss been affecting you? Dr Williams: It's been a… challenging transition. Carolyn and I always had our differences, but she had a brilliant mind. I learned a lot from her. Dr. Gren: Could you tell me a little more about these, \"differences\", Dr. Williams? Dr. Williams: Well, Carolyn was always… steadfast in her decisions. Under her I learned everything about the Foundation, but I never could fully agree with her outlook towards what was really worth the cost, if you understand what I mean. Director Cal deeply valued those who she thought had value, but quickly discarded anyone that didn't. Dr. Gren: I understand your aversion to the idea. But I want to remind you that we here at the Foundation are all serving a greater purpose. We are protecting humanity here, Doctor. But in order to do so, we must stand apart from it. Someone has to make the hard decisions, and Director Cal excelled in those matters. Dr. Williams: Of course, Dr. Gren. <End Log> Evaluation: Dr. Williams has been determined to be in a stable psychiatric and emotional state, though he does show minor signs of survivor's guilt. Later psychological tests determined this to be at acceptable levels, however.",
        "\" SCP-8439 \" by CaptainDan87, from the SCP Wiki . Source: https://scpwiki.com/scp-8439 . Licensed under CC-BY-SA .",
        "Filename: 143.avif Author: Senior Airman Kristoffer Kaubisch License: Public Domain Dedication (CC0 1.0 Universal) Source Link: [ https://nara.getarchive.net/media/the-air-traffic-control-tower-sits-near-the-flight-f63d99 ]"
    ],
    "containment_procedures": "SCP-8439 is currently contained within Site-143-B, a Foundation watchtower on the perimeter of Site-143. No personnel are allowed within the 500 meter exclusion zone surrounding Site-143-B between 18:00-06:00 hours.1 Foundation staff found to be within the exclusion zone during the active period are considered to be lost; no interaction or rescue attempts are permitted.",
    "description": "SCP-8439 is a collection of entities functioning under a shared consciousness. Manifestations of SCP-8439 are confined to currently contained to Site-143-B, and can take on a variety of forms. Forms favored by SCP-8439 include a swarm of ravens, a collection of eyes, and a rope noose. SCP-8439 also has the ability to dampen artificial light sources in its vicinity. All light sources within 500 meters of SCP-8439 either cease to function or are incapable of exceeding 90 lumens.",
    "title": "SCP-8439"
}