{
    "url": "https://scp-wiki.wikidot.com/scp-8440",
    "all_text": "A Gamma-Ray Burst had struck Earth but then had been quickly undone by a cosmic entity. Footage from the shuttle follows four astronauts who go through a fantastical experience and gain a sense of cosmic ecstasy.\n\n\n\n\n\n\n \n\n\nrating: \n+12\n+\n–\nx\n\n\n\n\nby \nStrange Matter\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8440\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n As SCP-8440 manifestations are impossible to anticipate or record, containment efforts must focus on information control regarding the circumstances leading up to an SCP-8440 event. These include:\n\n\n\n\nCooperation with NASA on a coverup regarding degenerate stars and supernovae within 1000 light years of the Solar System.\n\n\nFull knowledge sterilization at all major space agencies and astronomical institutions,\n1\n including amnesticization of staff and introduction of artificial aversion traumas towards extinction-level events.\n\n\nSeize and replace all instrumentation readings showing the presence of degenerate stars or soft gamma repeaters in Earth's stellar neighborhood\".\n2\n\n\nThe following false narratives must be promoted through the usual channels:\n\n\n\nCatastrophic star collapse activity in the Milky Way (e.g. Gamma-Ray Bursts\n3\n) is both rare and poses no threat to Earth in the near-term future.\n\n\nEarth was last impacted by a Gamma-Ray Burst 445 million years ago.\n\n\nThe consensus understanding of astrophysics is largely accurate and can be relied on to predict stellar phenomena.\n\n\n\n\n\n\nUpdated 3/31/2022:\n The shuttlecraft that carried the RTM-1 crew that was previously declared MIA must be intercepted once landed. Any survivors recovered must be interned, questioned, nerve-stapled, and given identity-reassignment amnesticization, as per Foundation \"Closed Casket\" protocols.\n\n\nUpdated 4/2/2022:\n All documentation produced regarding SCP-8440 is sealed under Level-5 Classification. Pending further review.\n\n\n\nAs per Ethics Committee guidelines, personnel with insufficient clearance attached to the project before 4/2/2022 will be offered significant financial incentives for accepting voluntary amnesticization.\n\n\nPersonnel found in possession of SCP-8440 materials without authorization are subject to disciplinary action, including amnesticization and summary nerve stapling.\n\n\n\n\n\n\n\n\nAdditional resources have been directed toward off-planet colonization efforts in the event SCP-8440 \nfails\n to occur.\n4\n\n\nDescription:\n SCP-8440 is an unknown, astronomical entity that is in between Earth's stellar neighborhood and catastrophic core-collapse phenomena of failed stars. The extent of SCP-8440’s capabilities is unknown, even based on [DATA EXPUNGED].\n\n\nSCP-8440-1 refers to degenerate stars located within Earth's stellar neighborhood possessing a rotational axis facing Earth, indicating a GRB targeting Earth had previously occurred. The frequency of SCP-8440 manifesting is estimated based on the discovery of stars matching this description.\n\n\nSCP-8440-2 refers to stars in Earth's stellar neighborhood that possess several key characteristics. These include (but are not limited to):\n\n\n\n\nTerminal stage stellar behavior.\n5\n\n\nIndications of imminent core collapse behavior.\n6\n\n\nAccelerated progression through stellar lifecycle.\n\n\nObserved, possibly anomalous discrepancies between estimates of stellar mass and gravitational behavior of star.\n\n\n\n\nWhen SCP-8440-2 undergoes a core collapse sequence, it will discharge a stream of energy along a lightyear-wide band with various projected effects on Earth. This ranges from destroying Earth’s biosphere to vaporizing the crust entirely. When this occurs, SCP-8440 will manifest to neutralize the incoming ejected energy.\n\n\nThe nature of core-collapse activity makes it impossible to detect a GRB before its effects have impacted Earth. Manifestations of SCP-8440 have been understood to detect incoming GRB activity aimed at Earth’s stellar neighborhood.\n\n\nDiscovery:\n \nRESTRICTED TO LEVEL 5 PERSONNEL\n\n\n\n\n+ WARNING! UNAUTHORIZED PERSONNEL WILL BE EXPOSED TO A MEMETIC DEFENSE AGENT+\n\n\n\n\n- CLEARANCE VERIFIED - \n\n\n\n\nIn 2002, SCP-8440 was encountered by NASA's satellite repair crew Commander Carlson Vilchez, Pilot Jon Duan, Mission Specialist Adam Yarrow, and Mission Specialist Pearl Makil. In their Repair Telescope Mission, NASA lost communication with the RTM-1 crew which was deemed MIA. In 2022, the RTM-1 shuttle suddenly returned and NASA received its signals and messages, along with one survivor, Carlson Vilchez.\n\n\nThe Foundation intercepted Vilchez before word of his return could be officially released to the public. After enacting a disinformation campaign, the Foundation took Vilchez in custody. Vilchez was unresponsive during the first interview. After 4 months of aided recovery, Vilchez was still unable to disclose anything regarding RTM-1. As of now, he is still in Foundation custody as a Person of Interest.\n\n\nThe Foundation managed to recover any recorded data that the RTM-1 shuttle contained and wiped it from NASA soon after.\n\n\n\n\nAddendum-1: RTM-1 Recording Logs\n\n\n\n\nAUDIO LOG - 1\n\n\n\n\nForeword:\n This audio log reflects the last transmission of the Space Shuttle Hyperion before contact was lost with the vehicle. The transmission was intercepted by Foundation satellites. Source audio was used to generate forgeries to aid in cover-up efforts.\n\n\n\n\n[BEGIN LOG]\n\n\nGROUND CONTROL (Ground officer Tom Priest):\n GC, Hyperion, your air-to-grounds are enabled for the landing count. \n[NOTE: Hyperion had not reentered the atmosphere, and there's no evidence of transmission at this time from Ground Control.]\n\n\nHYPERION (Commander Carlson Vilchez):\n Hyperion to Ground Control, think you've skipped ahead in the script.\n\n\nFLIGHT:\n Flight, Hyperion. Not quite following. No such transmission from GC occurred.\n\n\nDuan:\n What's GC's malfunction?\n\n\nMakil\n: Hey Jon, maybe they're just excited to see you flying in action, What was it you said?\n\n\nDuan\n: Oh, you know what. Never-\n\n\nMakil:\n \nThe only thing hotter than me in the sky is Jesus.\n\n\nDuan\n: \n(Sighs)\n That's the last time I go out drinking with you around.\n\n\nYarrow\n: Hey team, I'm trying to diagnose at least four different instrumentation failures. Do you mind staying professional until I'm done figuring out how far up shit's creek we are?\n\n\nVilchez:\n You say \nfour\n?\n\n\nYarrow:\n Confirmed. Up is down; north is south; pressure readings could only be higher at the bottom of the ocean. Hell, if the temperature's accurate, we're bathing in the Sun.\n\n\nVilchez:\n Makil, stop jackjawing with Duan and help Yarrow. Duan, I want you in the cockpit ready to make moves in case things get hairy. Hyperion, Flight.\n\n\nFlight:\n Go ahead, Hyperion.\n\n\nVilchez:\n Getting some bugged readings on our end.\n\n\nFlight:\n Bugged?\n\n\nYarrow:\n Flight, MMACs. The operative term is FUBAR.\n\n\nVilchez:\n Can we get some ground engineers on standby to walk us through diagnostics?\n\n\nMakil:\n Uh, C-Carlson?! Starboard window!\n\n\nVilchez:\n Pearl, I hope you only saw the literal Virgin Mary out there because…\n\n\n(Brief pause)\n\n\nPearl:\n My…my eyes…\n\n\nVilchez:\n Hyperion to GC, seems like my optical instrumentation is fried because I just glanced at a second sun. Only caught a peripheral glance. Pearl, wasn't so lucky, going to do what I can to-\n\n\n(Pause.)\n\n\nVilchez:\n Hyperion to GC!\n\n\nUnknown voice, heavily distorted. Dialog approximated by AI using Shahi-Yockey Algorithm:\n FLAMES. FLAMES EVERYWHERE.\n\n\nVilchez:\n Say again, GC?\n\n\nYarrow:\n What is GC's malfunction?\n\n\nVilchez:\n Not sure. Let’s head back to the shuttle.\n\n\n(Static.)\n\n\nDuan:\n What happened to Adam?!\n\n\nVilchez:\n I don’t know! He was just behind me and-\n\n\n(Static.)\n\n\nUnknown voice:\n \n(Static)\n WE'RE BURNING- \n(Static)\n \n[Ruptures in sound suggests scream distorted by progressing thermal damage to speaker's trachea in addition to electronic failures.]\n\n\nDuan:\n \n(Screaming)\n DON'T’LOOK OUT THE WINDOW! \n[From this point onward, crew behavior reflects the effects of a GRB impacting Earth at a low-medium intensity, with significant radiation and thermal damage to all onboard.]\n\n\nMakil:\n Jon…I got you. I- \n(coughs with the sound of vomiting.)\n\n\nVilchez:\n There you guys are. Oh fuck, your faces.\n\n\nDuan:\n Who…who's laughi-\n\n\n(There is roaring believed to be oxygen in craft igniting.)\n\n\n[NOTE: Timestamp of this data packet is identical to timestamp of transmission start.]\n\n\nVilchez:\n Hyperion to Ground Control, think you've skipped ahead in the script…what the?\n\n\nDuan:\n …My eyes… I still have my eyes? They feel cold.\n\n\nMakil:\n Jon!? Captain!?\n\n\nDuan:\n I’m here! \n(Shuffles)\n My arm was melting into the seat…how-\n\n\nMakil:\n Thank God, you’re okay! I- \n(she halts and lightly chokes until she exhales.)\n\n\nVilchez:\n Just take some deep breaths, guys. It's okay. We're okay.\n\n\n(A minute has passed.)\n\n\nVilchez\n We should inform ground control.\n\n\n(Vilchez is heard making her way to the communication receiver.)\n\n\nVilchez:\n Hello? Ground control, this is commander Carlson Vilchez. Do you read us, over?\n\n\n(No response.)\n\n\nVilchez:\n Makil, what do the instruments say about our CO2 levels?\n\n\nMakil:\n Sir, we \nhave\n no instruments.\n\n\nVilchez:\n …Okay. Color me a born-again believer, Pearl. \n(Forced attempt at laughter.)\n\n\nPearl:\n I-uh\n(clears throat).\n Fuck, what was that? \n(She huffs.)\n At least the life support systems are still functioning, yeah?\n\n\nDuan:\n No, they're not. The power's completely out. Even the lights are off.\n\n\nVilchez:\n Jon, that's \nbullshit.\n What are we breathing? How is this place still lit?\n\n\nDuan:\n Commander, I don't think we're finished with this yet.\n\n\nVilchez:\n What now? Is the other sun back?\n\n\nDuan:\n We're accelerating \naway\n from Earth.\n\n\n[END LOG]\n\n\n\n\nThe following are video recordings from the shuttle's interior and exterior.\n\n\n\n\nVIDEO LOG - 2\n\n\n\n\n[BEGIN LOG]\n\n\n(Makil adjusts the knobs of the receivers while Vilchez holds the microphone near his mouth. He’s rubbing his eyes while slouching forward.)\n\n\nVilchez:\n This is Commander Vilchez of the RTM-1. Respond, ground control.\n\n\n(Static.)\n\n\nMakil:\n Keep trying. I almost got it.\n\n\nVilchez:\n Ground Control, this is RTM-1. Please, respond.\n\n\n(Static.)\n\n\nMakil:\n Come on.\n\n\n(Vilchez and Makil continue their attempts to communicate to ground control. After a few minutes, Makil hammerfists the panels a few times which startles Vilchesz.)\n\n\nVilchez:\n Makil!\n\n\nMakil\n Sorry, I just-\n\n\n(Makil halts her speech suddenly and grips on her chest. She has quick and hoarded breathing while she quivers in her seat. Vilchez hastily leans forward to her and rests his hand on her shoulder to keep her still.)\n\n\nVilchez:\n Breath! Breath, Pearl.\n\n\nMakil:\n It hurts- my skin hurts. \n(She groans.)\n Ah! I can’t see! Carlson?! Jon!\n\n\n(From below deck, Duan hears shouting from above. He rushes to the ladder and climbs to the cockpit entrance. Upon seeing Makil’s episode, he gets closer to the pair and stares down at her.)\n\n\nDuan:\n What’s happening?!\n\n\nVilchez:\n I-I don’t know! She keeps saying she’s hurting but I don’t see injuries.\n\n\n(Duan grabs one of her hands. She grips on his hand to the point where Duan grits his teeth. Despite this, Duan lays another hand on top of it.)\n\n\nDuan:\n Pearl? Talk to me.\n\n\nMakil:\n My eyes… They’re melting! God, help me, please!\n\n\nVilchez:\n You can hear us, right? We’re right here. We’re holding your hands. We’re not going anywhere. You are okay.\n\n\n(Makil screams and thrashes from her seat that she bangs on the panels and even on Vilchez and Duan. Duan goes behind the seat to press down on her shoulders while Vilchez does his best to retrain her wrists next to her legs. She kicks, screams and swears for 2 minutes and 15 seconds until she passes out. Vilchez and Duan slowly remove their hands on her while they are shaking and breathing heavily.)\n\n\nDuan:\n I’ve never seen her like this…ever.\n\n\nVilchez:\n Just keep an eye on her, Jon.\n\n\n(He pats his back and slumps back on his seat. He covers his face with his hand and remains still for about a minute before going back to leaning forward and grabbing the microphone, adjusting knobs and switches from the receivers himself.)\n\n\nVilchez:\n I’ll have to figure this out.\n\n\n[END LOG]\n\n\n\n\n\n\nVIDEO LOG - 3\n\n\n\n\n[BEGIN LOG]\n\n\n(Makil sits alone in the cockpit while she works on the receivers. Duan enters the flight deck and floats behind Makil, sitting on the right seat behind her.)\n\n\nDuan:\n Vilchez is sleeping.\n\n\nMakil:\n Okay.\n\n\n(He silently remains while he watches Makil work.)\n\n\nMakil:\n You need something, Jon?\n\n\nDuan:\n You’ve been working on that for days. Have you eaten anything?\n\n\nMakil:\n I’m not hungry.\n\n\nDuan:\n Not even tired?\n\n\nMakil:\n Nope.\n\n\nDuan:\n Do you at least wanna take a break?\n\n\n(She stops what she’s doing and turns herself to face Duan.)\n\n\nMakil:\n Jon. I appreciate the concern. But unless you’re gonna help me here, let me focus. Please.\n\n\n(Makil readjusts herself and returns her attention to the receivers. The pair sit in silence for a few minutes until the shuttle rumbles. They brace themselves, Duan moving up a seat next to Makil and looking out the window to see what may be causing the turbulence.)\n\n\n(Footage cuts to the front exterior of the shuttle. The frame shows a vague shape of a human male that is covered in an illuminating, white aroma.)\n\n\nDuan:\n Holy- Adam?\n\n\nMakil:\n What?\n\n\nDuan:\n I swear to God, that’s him. Look at the face!\n\n\n(Makil leans closer to the window.)\n\n\nMakil:\n That can’t be.\n\n\n(“Adam” walks to the shuttle, despite there being no surface to walk on. He gets close until he stops 6 meters away from the front of the shuttle. He sits and gently sways his body and his arms low.)\n\n\nDuan:\n The Hell is he doing?\n\n\n(“Adam” halts his movements and extends his arms as if for an embrace and stays in that pose.)\n\n\nMakil:\n Why are you giggling?\n\n\nDuan:\n That’s not me.\n\n\n(A low-pitched noise blares but Duan and Makil do not react to it and continue to stare out the window. The noise steadily gets quieter and the footage captures small trails of red, orange, yellow, blue, and white lights converging above “Adam”. These lights then swirl and orbit one another, then converge little by little. A red dwarf zooms past the shuttle, leaving a streak of fiery red behind as it draws to the convergence. Several more giant stars rush past them and the collection of stars creates this rough-shaped sphere of light. Suddenly, the collection of stars vanishes, as does “Adam”.)\n\n\nDuan:\n My eyes don’t feel cold anymore.\n\n\n[END LOG]\n\n\n\n\n\n\nVIDEO LOG - 4\n\n\n\n\n(\nDuan is in Mid Deck, slipping his legs into the bottom half of the space suit. Makil floats down and catches him.\n)\n\n\nMakil:\n What are you doing?\n\n\nDuan:\n Good. You’re here. Mind helping me putting the rest on.\n\n\nMakil:\n For what?\n\n\nDuan:\n I wanna get a better look outside. There’s something out there.\n\n\nMakil:\n Jon, that’s a horrible idea.\n\n\nDuan:\n We can’t stay here forever. And you saw Adam too, right? I think maybe he can help us out.\n\n\nMakil:\n We don’t know if that was even him. Hell, we don’t even know where we are.\n\n\nDuan:\n I can at least help comms. Maybe get something on the exterior.\n\n\n(Vilchez climbs down the ladder and notices the pair. He approaches them.)\n\n\nVilchez:\n What’s happening here?\n\n\nMakil:\n Carlson, help me out here.\n\n\nDuan:\n Commander. I need to go check outside. Get a better idea of what’s out there.\n\n\n(Pause.)\n\n\nVilchez:\n I saw the footage from the other day. And… I’m going to have to agree with Pearl, here. Something is wrong here. Wherever “here” is.\n\n\nDuan:\n I will literally be right back. I got the cord, you guys can reel me back in if anything happens.\n\n\nVilchez:\n Jon. You’re brave. Always have been. But don’t be stupid.\n\n\nDuan:\n Commander, with all due respect, I’m losing my mind in here. And I can’t just sit around and do nothing. Just- let me try to get some new comms working.\n\n\nMakil:\n Even if it might work, which it won’t. It’s still suicide.\n\n\nDuan:\n It could help us.\n\n\nMakil:\n I’m not gonna lose my fucking friend!\n\n\n(Pause.)\n\n\nMakil:\n And as your friend, Jon. I’m begging you. Please, don’t do this.\n\n\nDuan:\n What else can we do, Pearl? Tell me.\n\n\n(The trio remain silent for 12 seconds.)\n\n\nDuan:\n I promise you both. I won’t let anything happen to me.\n\n\nVilchez:\n … You get 10 minutes. Then I’m reeling you back\n\n\nDuan:\n Thank you.\n\n\nMakil:\n You guys suck, you know that?\n\n\nDuan:\n \n(Chuckles.)\n Maybe I’ll go and bring back Jesus and you tell me who’s hotter.\n\n\nMakil:\n Not funny.\n\n\n(Footage cuts to the exterior port side of the shuttle. Duan climbs out from the payload shaft and hooks himself to a reel. He observes his surrounding space with nothing of note happening for 2 minutes. “Adam” manifests in front of him and approaches him with an embrace. Duan does his best to embrace the entity in return.)\n\n\nDuan:\n How are you alive?\n\n\n(“Adam” uses his right arm to cut the cord and vanishes with Duan in a flash of light for the remaining 8 minutes. They remanifest to the hatch and “Adam” releases Duan. Once again, the entity disappears which leaves Duan to return into the shuttle.)\n\n\n(Footage cuts to the Mid Deck with Vilchez and Makil helping him up and removing his suit.)\n\n\nVilchez:\n Are you okay?\n\n\nDuan:\n Yeah…\n\n\nMakil:\n Did you at least do something?\n\n\nDuan:\n Do what?\n\n\nMakil:\n Did you do anything with the comms?\n\n\nDuan:\n No. We don’t need to.\n\n\nVilchez:\n What?! Why, what the fuck were you doing then?!\n\n\nDuan:\n I got sidetracked, is all. But, look. I’m alive. I’m not hurt. I saw Adam again. Everything is good.\n\n\n(A long silence fills the room.)\n\n\nVilchez:\n What happened out there?\n\n\nDuan:\n He helped me touch impossibility. The little one will keep us safe.\n\n\n[END LOG]\n\n\n\n\n\n\nVIDEO LOG - 5\n\n\n\n\n[BEGIN LOG]\n\n\n(Makil is working in the Spacelab and is seen repairing another communication receiver. Duan crawls through one of the entrances and observes her. )\n\n\nDuan:\n Morning.\n\n\nMakil:\n Hey.\n\n\nDuan:\n You still try to sleep?\n\n\nMakil:\n Every now and then. But, I don’t know. Can’t seem to shut my eyes.\n\n\nDuan:\n Mm. How are you holding up?\n\n\nMakil:\n Like shit.\n\n\n(Makil stops what she’s doing and hangs her head low.)\n\n\nI hate it when it happens. Call it hallucinations, call it phantom pain. It's Hell, Jon. I see and hear nothing. I taste the blood flooding out my mouth. And those burns… Then I feel nothing. But I move anyway, not knowing if I’m dead or alive.\n\n\nDuan:\n And despite all that, you still went looking for me. You’re a lot stronger than you think, Pearl.\n\n\nMakil:\n Thanks. I’m glad you’re here, Jon.\n\n\nDuan:\n Anytime. Besides, what would you do without me?\n\n\n(She scoffs and looks up at him.)\n\n\nMakil:\n Might be a workaholic.\n\n\nDuan:\n Oh, definitely.\n\n\n(They both laugh.)\n\n\nMakil:\n How long do you think it’s been?\n\n\nDuan:\n I’m not sure, myself.\n\n\n(Duan says nothing. Instead, he sits next to her. She lays her head on his shoulder and they both stay silent.)\n\n\nMakil:\n \n(She rubs her eyes.)\n Feels like we’ve been here for years. Looking outside doesn’t help, either. Everytime I do, I can feel my brain stretching. And I don’t even know what I’m looking at. Sometimes, it’s just nothing. But most times…\n\n\nDuan:\n Most times?\n\n\nMakil:\n I’m crazy. \n(She chuckles)\n I’m fucking crazy!\n\n\nDuan:\n Tell me.\n\n\nMakil:\n There are these splotches in space. They morph and angle themselves so much that I can’t even try to make a familiar shape. It blinks a white light every now and then, and it hurts my eyes. Then I start having those episodes again. I don’t know. I’m tired.\n\n\n(Pause.)\n\n\nDuan:\n Do you trust me?\n\n\nMakil:\n After that stunt you pulled? \n(She sits up straight and faces him)\n Oh, and fuck you still for doing it.\n\n\nDuan:\n I can help you stop the pain.\n\n\nMakil:\n How?\n\n\nDuan:\n By bringing you to the little one.\n\n\nMakil:\n What are you talking about?\n\n\nDuan:\n It’s- \n(short pause)\n Words just can’t do it justice.\n\n\nMakil:\n Try. At least help me understand.\n\n\nDuan:\n Okay. \n(clicks tongue)\n When I was out there, Adam was waiting for me. He didn’t say anything, but he gestured to me. I followed him, we moved around in ways I never thought possible. Eventually, he showed me the little one.\n\n\n(Pause)\n\n\nDuan:\n He was a young king before anything came to be, and he looked at me with such awe as if I was the greatest thing it ever laid its eyes on. Admiring my design. He reached down to me, ever so gently to touch me. Then, everything became so clear. The pain just didn’t matter anymore.\n\n\nMakil:\n Hmm. At least I’m not the only one who’s delirious.\n\n\n(Duan scoffs.)\n\n\nMakil:\n So what? We’re here because this “little one” likes us?\n\n\nDuan:\n It’s more than that. He saved our lives.\n\n\nMakil:\n How do you know that for sure?\n\n\nDuan:\n I just do. Which is why I want to show you him.\n\n\nMakil:\n Jon.\n\n\nDuan:\n I know I’m not making any sense. But what I saw, what I felt was real. And to be frank Pearl, I don’t want to see you hurting anymore.\n\n\nMakil:\n \n(She looks away)\n I don’t know.\n\n\nDuan:\n I promise you, I will never let anything bad happen to you. And this is nothing bad, because I’m still here, talking to you.\n\n\n[END LOG]\n\n\n\n\n\n\nVIDEO LOG - 6\n\n\n\n\n[BEGIN LOG]\n\n\n(Vilchez is in his commander seat as he works with the panel. He glances at the window and bolts up.)\n\n\nVilchez:\n \n(Shouts)\n Hey guys, check this out! It’s a galaxy.\n\n\nMakil:\n \n(From Mid Deck)\n Really?! Hold on.\n\n\nDuan:\n On my way.\n\n\n(Makil stumbles over to the back while Duan makes his way up to the cockpit.)\n\n\n(Makil hastily goes through her bag and pulls out a camera. She climbs up the ladder and pulls herself fast to the Flight Deck. Footage shows Duan doing the same as he slips through the openings with ease. He meets up with Makil and Vilchez in the cockpit.)\n\n\nDuan:\n That has to be an elliptical galaxy. It’s beautiful.\n\n\nMakil:\n Scootch. \n(Camera shutters.)\n\n\n\n\n[IC 2006]\n\n\nMakil:\n Got it.\n\n\nVilchez:\n There’s more on our way.\n\n\nMakil:\n Wait what?\n\n\nDuan:\n Take it! Take it!\n\n\n(Makil hastily moves around the cockpit as she tries to take as many photos as she can.)\n\n\n\n\n[NGC 4111]\n\n\n \n\n\n\n\n[NGC 4347]\n\n\n \n\n\n\n\n[M87]\n\n\n \n\n\nMakil:\n This is all I got. We’re moving too fast. \n(Pause)\n Who’s laughing?\n\n\n(The shuttle rumbles again with the low pitch sound blaring. Lights from the interior of the shuttle flicker. The camera glitches and audio distorts for 3 minutes until everything has ceased.)\n\n\nVilchez:\n Everybody okay?\n\n\nDuan:\n Good here.\n\n\nMakil:\n Check.\n\n\n(Vilchez turns and looks out the window.)\n\n\nMakil:\n What’s happening?\n\n\nVilchez:\n This can’t be real.\n\n\n(Duan and Makil make their way with them and peer out.)\n\n\n( Footage cuts to the front exterior of the shuttle. Multiple galaxies stretch and twist from their original forms. They collide and are split apart repeatedly to the point where they are more akin to a large, irregular galaxy.)\n\n\n(The new irregular galaxy is stretched once more. Along with several more nebulas with gradience of yellows, blues, greens, reds, purples and whites. All bleeding into one another with the added glittering stars.)\n\n\n(Four, wing-like appendages pressed through the array of colorful stardust. They stretch across through space with no seeming end. The wings leave behind a dust trail while they soar through the cosmos until it dissipate and can no longer be seen.)\n\n\n(Footage cuts to the Flight Deck. The crew are left with an astonished expression. They remain silent for about 4 minutes.)\n\n\nVilchez:\n That was…\n\n\nDuan:\n Fantastical.\n\n\n[END LOG]\n\n\n\n\n\n\nVIDEO LOG - 7\n\n\n\n\n[BEGIN LOG]\n\n\n(Makil is once again at the Spacelab, however she is not working on the receiver. Instead she is still. Duan approaches behind her and taps her shoulder, startling her.)\n\n\nMakil:\n Oh! Hey Jon.\n\n\nDuan:\n You alright?\n\n\nMakil:\n No, yeah. Just thinking about what happened.\n\n\nDuan:\n Wasn’t that amazing?\n\n\nMakil:\n \n(Chuckles)\n It’s insane is what it is.\n\n\nDuan:\n It’s also a gift.\n\n\nMakil:\n \n(She turns her head.)\n Huh?\n\n\nDuan:\n It’s a once-in-a-lifetime moment for us. But maybe it doesn’t have to be. Can you imagine what else the little one can do? What he can be?\n\n\nMakil:\n God, maybe.\n\n\nDuan:\n Oh?\n\n\nMakil:\n I’m sorry. Just just slipped out.\n\n\nDuan:\n No, no I think you got the right idea. Why not, right? He saved us from that hellfire. He healed me from those episodes. Showing us wonders in this universe.\n\n\n(Makil remains silent. Duan gets on both his knees and lays his hands on her thighs as he looks up.)\n\n\nDuan:\n You’re still suffering, Pearl. Don’t you want it to stop?\n\n\nMakil:\n I do.\n\n\nDuan:\n Then let me help you. Like you helped me.\n\n\nMakil:\n I didn’t help you.\n\n\nDuan:\n You did, by being there. You were always there.\n\n\n(Duan holds both her hands.)\n\n\nDuan:\n Please, let me do this for you.\n\n\nMakil:\n …Okay. I’m trusting you.\n\n\nDuan:\n You know I have your back.\n\n\n(Sometime later, Duan and Makil ready their suits and exit the shuttle. After 26 minutes, they return to the craft with their suits off.)\n\n\n(Footage cuts to the pair sneaking to the Flight Deck hatch as they try not to wake up Vilchez. By the time they got there, they help each other slip on their space suits and crawl through the hatch.)\n\n\n(Footage cuts to the exterior port side of the shuttle. Duan is the first to exit from the hatch, then Makil. They both wait for a minute until “Adam” manifests in front of them. The entity embraces them both and vanishes in a flash of light. 26 minutes later, Duan and Makil return, this time without their space suits. “Adam” releases the pair and disappears, leaving them to return to the shuttle.)\n\n\n(Footage cuts back to the Flight Deck as Duan and Makil laugh and they make their way back in. Makil bumps their head and Duan helps her out and rubs on the bump. She laughs harder now but Duan tries to shush her. She lays her head on his shoulder while he hugs her.)\n\n\nDuan:\n I told you everything was going to be okay.\n\n\nMakil:\n \n(Giggles)\n Yeah.\n\n\nDuan:\n So how do you feel?\n\n\nMakil:\n My eyes can breathe.\n\n\n[END LOG]\n\n\n\n\n\n\nVIDEO LOG - 8\n\n\n\n\n[BEGIN LOG]\n\n\n(Vilchez is once again working on the panels. Makil floats and sits onto the seat next to him.)\n\n\nMakil:\n Hey commander.\n\n\nVilchez:\n Pearl? You look better.\n\n\nMakil:\n I feel better.\n\n\nVilchez:\n That’s good. That’s really good. You need something?\n\n\nMakil:\n Just checking up on you. You still have those episodes?\n\n\nVilchez:\n \n(Chuckles)\n Yeah. But what can you do about it right?\n\n\nMakil:\n There is something, actually.\n\n\nVilchez:\n Hm?\n\n\nMakil:\n Duan showed me Adam. And the little one.\n\n\nVilchez:\n You went outside?! Why?! Why did either of you do that?!\n\n\n(Makil’s keeps her relaxed expression.)\n\n\nMakil:\n Carlson, listen to me. When Jon and I were walking on the little one's body, Adam brought me to an angel. She was like the sky, warm and beautiful. She came to me and whispered a verse. “When you pass through the waters, I will be with you; and through the rivers, they shall not overflow you. When you walk through the fire, you shall not be burned, nor shall the flame scorch you.”\n7\n And look. I’m not burned. The Lord is with us.\n\n\nVilchez:\n Pearl. I don’t know why Jon told you, but I don’t think you're in the right headspace right now. Just… rest for a bit. We’ll figure out a way back home soon. Promise.\n\n\nMakil:\n Hm. \n(She smiles)\n We’re already home, commander.\n\n\nVilchez:\n Pearl, just stop! I don’t know what Jon put in your head but you- AH!\n\n\n(Vilchez jumps back into his seat. He grabs onto his face and thrashes his body while he screams. Makil’s smile quickly drops as she crouches over to him. )\n\n\nVilchez:\n NO, NO, NO! I’M BURNING! I’M BURNING! HELP ME, GOD, HELP ME!\n\n\nMakil:\n Commander-\n\n\n(Vilchez hits her in the face and she retreats. Covering the spot where it was struck.)\n\n\nMakil:\n \n(Shouts)\n JON! JON GET OVER HERE NOW!\n\n\n(Duan hastily makes his way from Mid Deck to Flight Deck. He goes to Vilchez and does his best to hold his arms and torso down. Makil goes to the back holds back his shoulders on the seat.)\n\n\nDuan:\n Carlson! Listen to me! You’re okay, just listen to my voice.\n\n\n(Vilchez’s screams grow louder and his body gets more erratic.Duan and Makil do their best to hold him down but Vilchez manages to arch his back further up and his breathing gets short and jagged. A Minute later in that position, Vilchez stops his screaming and movement. He slowly returns to consciousness with slow, heavy breathing.)\n\n\nVilchez:\n Did- did it happen again?\n\n\nMakil:\n Yeah. You okay?\n\n\n(The crew gets off from Vilchez and he tries his best to collect himself. Vilches slouches forward and covers his face with both hands.)\n\n\nVilchez:\n I hit you.\n\n\nMakil:\n It’s okay.\n\n\nVilchez:\n No, it’s not. I’m sorry.\n\n\n(The trio stay silent.)\n\n\nVilchez:\n I just need a minute.\n\n\nDuan:\n Take all the time you need.\n\n\n(After some time, the crew goes and scatters to different spaces of the shuttle. Vilchez is left alone in the cockpit.)\n\n\nVilchez:\n Fuck. \n(Sighs)\n I can do this. I can push through.\n\n\n[END LOG]\n\n\n\n\n\n\nVIDEO LOG - 9\n\n\n\n\n[BEGIN LOG]\n\n\n(Duan and Vilchez are at their seats, watching the trailing stars passing by them.)\n\n\nDuan:\n Check it out. Another cluster.\n\n\nVilchez:\n I see it.\n\n\n(Both remain silent for 13 seconds.)\n\n\nVilchez:\n Do you miss home?\n\n\nDuan:\n Huh? What do you mean?\n\n\nVilchez:\n I mean what I mean, do you miss Earth?\n\n\nDuan:\n Calm down, sir.\n\n\nVilchez:\n \n(Raises voice)\n Why are you telling me to calm down? I am.\n\n\nDuan:\n Okay, okay. Sorry.\n\n\n(They sit in silence again.)\n\n\nDuan:\n Are you okay?\n\n\nVilchez:\n I think I’ve seen enough stars. And these machines. I’m tired, man. I wanna wrestle with my brother, hug my mom, kiss my girl.\n\n\nDuan:\n Mm.\n\n\nVilchez:\n You don’t?\n\n\nDuan:\n To be honest, I got nothing but problems back at home.\n\n\nVilchez:\n Okay, but don't we all? You can always find somewhere else to move.\n\n\nDuan:\n Trust me when I say that there’s not a lot of places for me to go. I’ve looked.\n\n\nVilchez:\n Sorry to hear that.\n\n\nDuan:\n It’s fine. But, I wouldn’t mind staying here.\n\n\nVilchez:\n Here? Jon, what are you gonna do out here?\n\n\nDuan:\n Anything I want. There's freedom. And I always have something to look forward to.\n\n\nVilchez:\n That thing out there?\n\n\nDuan:\n He’s not “a thing”.\n\n\nVilchez:\n Right there. You’ve been obsessed with it since you came back. I hear the things you say from time to time.\n\n\nDuan:\n And?\n\n\nVilchez:\n I’m worried for you. We’ve all been through a lot since it took us and I think… I think you just wanna see what you wanna see. And you, somehow, convinced Pearl to cope in the same way.\n\n\nDuan:\n And what about what you’ve seen?\n\n\nVilchez:\n I don’t know.\n\n\n(Pause.)\n\n\nVilchez:\n I don’t know anything. But what I do know is that we’re gonna make it back. And that I want you to both know I’m looking out for both of you.\n\n\nDuan:\n I know. I’m with you too. Thanks.\n\n\nVilchez:\n You're welcome. Just don’t be feeding Pearl any more fantasies.\n\n\n[END LOG]\n\n\n\n\n\n\nVIDEO LOG - 10\n\n\n\n\n[BEGIN LOG]\n\n\n(Duan is seen with Makil in Mid Deck. He repeats the conversation he had with Vilchez.)\n\n\nDuan:\n That’s what he told me.\n\n\nMakil:\n Are you serious?\n\n\nDuan:\n Yeah. Can you blame him? If anything, it's our fault that he thinks that way.\n\n\nMakil:\n How is it our fault? He chooses to just sit there all day and continue to fix those stupid comms and it's getting him nowhere. And did he forget that he just had an episode?\n\n\nDuan:\n Maybe it gives him something to do. But you’re right. We’re leaving him in pain. How can we call ourselves a team if we’re not going to help each other?\n\n\nMakil:\n Then let’s show him our little one. Heal him like he’s healed us. He won’t have to worry about anything, anymore. We can just be.\n\n\nMakil:\n I agree… Be honest with me, what do you think will be back for us on Earth?\n\n\n(Makil remains silent for 14 seconds.)\n\n\nMakil:\n A life of constant waiting. A dull, cold life. But for Carlson… I feel like he’s going to be living a life much worse than ours.\n\n\nDuan:\n Then let’s save our commander.\n\n\n(The pair make their way up to Flight Deck. And go behind Vilchez who is busy with working the receivers. Suddenly, they wrestle with Vilchez in the cockpit as they try to pull him out.)\n\n\nVilchez:\n Fuck is wrong with you guys?!\n\n\n(Vilchez kicks Duan in the stomach, but Duan grabs his shirt and yanks him close. Vilchez tries to shove his hands against Duan’s face but he is thrown to the side panels. Makil takes the opportunity and grabs Vilchez’s kicking legs and both carry him out of the cockpit.)\n\n\nVilchez\n Stop! Please!\n\n\nDuan:\n Everything will be alright, Carlson.\n\n\n(Makil lets go of the legs and goes by the hatch to unlock it for them. She quickly makes her way back and helps Duan shove Vilchez through but he scrambles and flails his body, making it difficult for them to hold their grip. Vilchez manages to escape and retreat to the cockpit. Cornered, the duo approaches him.)\n\n\nVilchez:\n Why are you guys doing this?!\n\n\nDuan:\n You’re suffering, Carlson. We don’t want that for you anymore.\n\n\nVilchez:\n What?\n\n\nMakil:\n The little one can heal you. From every pain to every discomfort. Anything that would make you feel worse, he can wash it all away. His ancient innocence can keep you warm.\n\n\nDuan:\n Carlson. This is our life now.\n\n\nVilchez:\n No, it’s not! I’m not gonna let that fucking thing take me!\n\n\nMakil:\n The little one just made us feel better. And don’t talk to him that way, he hears you. You’ll make him cry.\n\n\nVilchez:\n I don’t give a fuck, you two need to wake up! What about all your other friends and family? What about your lives?! Does none of that matter now?!\n\n\nDuan:\n You matter to us.\n\n\nMakil:\n We love you, Carlson. Don’t make this harder than it needs to be.\n\n\nDuan:\n Just let it all go. Let the little one hold you as it held us.\n\n\n(Vilchez shakes his head.)\n\n\nVilchez:\n This is crazy. You’re crazy!\n\n\n(Duan and Makil pounce and grab him once more. Vilchez does his best to put up a fight but to no avail. They move him near the hatch again and Makil goes to open it and exit first to help Duan by taking one of Vilchez’s legs and pulling it to her. Duan quickly moves to Vilchez and they both push Vilchez through the hatch.)\n\n\n(The trio exit the shuttle while Vilchez continues to scream until the hatch behind them closes.\n\n\n(Footage cuts to the exterior of the shuttle. Duan pulls Vilchez up, who seems to have ceased. Makil helps push him out while also grabbing onto his pants. They both hold onto Vilchez while waiting for “Adam” to manifest. Once he does, he pulls them all for an embrace and they vanish.)\n\n\n(40 minutes later, Vilchez manifests alone and crawls back through the hatch and into the shuttle. Footage cuts to the Flight Deck as Vilchez opens the hatch and crawls through the interior hatch. Vilchez rests his back on the wall. A white light beams through all the windows, enveloping the interior with light, followed by a low-pitch sound.)\n\n\nVilchez:\n I see you too.\n\n\n[END LOG]\n\n\n\n\nOn 06/08/2022, Carlson Vilchez finally agreed to speak to Foundation personnel to disclose any additional information about SCP-8440.\n\n\n\n\nINTERVIEW - 1\n\n\n\n\nInterviewer:\n Researcher Tyson Gabriel\n\n\nInterviewee:\n Carlson Vilchez\n\n\n\n\n[BEGIN LOG]\n\n\nGabriel:\n So Carlson, are you feeling better?\n\n\nVilchez:\n Yes. I think so.\n\n\nGabriel:\n Right, then. Can you tell me what happened to your crew in ‘02?\n\n\n(Vilchez laughs.)\n\n\nGabriel:\n Did I say something amusing?\n\n\nVilchez:\n Oh, everything is.\n\n\nGabriel:\n What do you mean?\n\n\n(Vilchez sways his body.)\n\n\nVilchez:\n Everything. Life. It’s so beautiful. More beautiful than what you can imagine. I didn’t get it at first. But I understand now.\n\n\nGabriel:\n What did you understand?\n\n\nVilchez:\n You. Me. Everyone. There’s a spark in us. A glow that none has ever seen before. It’s something that many want but never quite seem to grasp. And there are some that can harness it. Those are the ones that defy reality.\n\n\n(Vilchez stops swaying and fails to contain his laugh. After 4 minutes, he calms down.)\n\n\nVilchez:\n The little one sees it in us too. I think that’s why he undid the Gamma-Ray that hit us, why he chose my crew. I wouldn’t put it past you if the little one just thought of us as pretty-looking bugs it wanted to play with, and maybe that’s true. He’s still so young after all. But those eyes. They said something different.\n\n\nGabriel:\n What was it that you saw?\n\n\nVilchez:\n A dragon, a butterfly, a nebula, a four-pointed star. And yet, he was none of them. It’s hard to remember the details.\n\n\nGabriel:\n Can you tell us what happened to your crew?\n\n\nVilchez:\n The little one helped them let their glow out. They burned. Like white, flaming angels.\n\n\n[END LOG]\n\n\n\n\nNote:\n Vilchez refused to elaborate further and ceased communication with Foundation staff for the time being.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8440\n\" by Strange Matter, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8440\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Elliptical galaxy IC 2006.jpg\n\n\nAuthor:\n ESA/Hubble & NASA Image acknowledgement: Judy Schmidt and J. Blakeslee (Dominion Astrophysical Observatory). Science acknowledgement: M. Carollo (ETH, Switzerland)\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Elliptical_galaxy_IC_2006.jpg\n\n\n\n\n\n\nFilename:\n Elegance conceals an eventful past.jpg\n\n\nAuthor:\n ESA/Hubble & NASA Acknowledgement: Judy Schmidt\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Elegance_conceals_an_eventful_past.jpg\n\n\n\n\n\n\nFilename:\n A fascinating core.jpg\n\n\nAuthor:\n ESA/Hubble & NASA\n\n\nLicense:\n CC BY 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:A_fascinating_core.jpg\n\n\n\n\n\n\nFilename:\n Messier 87 Hubble WikiSky.jpg\n\n\nAuthor:\n en:NASA, en:STScI, en:WikiSky\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Messier_87_Hubble_WikiSky.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8439\n | SCP-8440 | \nSCP-8441\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. NASA, Roscosmos, NSF.\n\n\n2\n. objects within 1000 light years of the Solar System.\n\n\n3\n. Immensely energetic explosions caused by various stellar activity; a typical burst releases as much energy in a few seconds as the Sun will in its entire 10-billion-year lifetime. The energy is released along the neutron star's axis of rotation.\n\n\n4\n. Proposals to consider this a 'suspended' K-class phenomenon are currently in progress.\n\n\n5\n. Rapid expansion consistent with a fusion of hydrogen by-product into helium.\n\n\n6\n. Nuclear fusion becomes unable to sustain the core against its own gravity; when the release of gravitational potential energy is insufficient, the star may instead collapse into a black hole or neutron star.\n\n\n7\n. Isaiah 43:2 New King James Version.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8440 \" by Strange Matter, from the SCP Wiki . Source: https://scpwiki.com/scp-8440 . Licensed under CC-BY-SA .",
        "Filename: Elliptical galaxy IC 2006.jpg Author: ESA/Hubble & NASA Image acknowledgement: Judy Schmidt and J. Blakeslee (Dominion Astrophysical Observatory). Science acknowledgement: M. Carollo (ETH, Switzerland) License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Elliptical_galaxy_IC_2006.jpg",
        "Filename: Elegance conceals an eventful past.jpg Author: ESA/Hubble & NASA Acknowledgement: Judy Schmidt License: CC BY 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Elegance_conceals_an_eventful_past.jpg",
        "Filename: A fascinating core.jpg Author: ESA/Hubble & NASA License: CC BY 4.0 Source Link: https://commons.wikimedia.org/wiki/File:A_fascinating_core.jpg",
        "Filename: Messier 87 Hubble WikiSky.jpg Author: en:NASA, en:STScI, en:WikiSky License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Messier_87_Hubble_WikiSky.jpg"
    ],
    "containment_procedures": "As SCP-8440 manifestations are impossible to anticipate or record, containment efforts must focus on information control regarding the circumstances leading up to an SCP-8440 event. These include:",
    "description": "SCP-8440 is an unknown, astronomical entity that is in between Earth's stellar neighborhood and catastrophic core-collapse phenomena of failed stars. The extent of SCP-8440’s capabilities is unknown, even based on [DATA EXPUNGED].",
    "title": "SCP-8440"
}