{
    "url": "https://scp-wiki.wikidot.com/scp-8450",
    "all_text": "Fruit and sugar are brewed into wine and aged over months before turning sour.\n\n\n\n\n\n\n \n\n\n\n\n\n\n🕰️ Word Count: 11k Words 🕰️\n\n\n\n\n\n\n\n\nrating: \n+52\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-8450: \"All vinegar comes from wine\"\n\nby: \nVapidPoem\n\nCritiqued by \nflembus\n, \nMerehrab\n, \nDaloohn\n, and \nMiss Lapis\n.\n\n\n⚠️ \nContent warning:\n Article portrays a toxic relationship and cheating. Themes of homophobia are present throughout the article.\n\n\n\n\n\n\n\n\nrating: \n+52\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\nItem #:\n SCP-8450\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Although SCP-8450 does not require exterior assistance to initiate the regrowth process, it is to be stored in an unlit room kept at 23° Celsius in order to shorten regrowth periods as much as possible. Sections of SCP-8450 no greater than 50% of its mass may be removed by the Site-19 culinary staff for the purpose of brewing vinegar.\n\n\nDescription:\n SCP-8450 is a 900-gram biofilm consisting of cellulose and acetic acid bacteria\n1\n. SCP-8450 is able to regrow lost mass over time without exterior assistance. The time frame in which regeneration occurs within SCP-8450 exponentially increases in accordance with how much of SCP-8450 has been removed.\n\n\nSCP-8450 was recovered on 23/MAR/2011. A paper document detailing the supposed creation of SCP-8450 was retrieved alongside it. The author of the paper is currently unknown, as whoever wrote the document used various names across its creation.\n\n\n\n\n\n\nHow to make wine.\n\n\n\n\nI want to preface this by saying, I don't know if this is going to become a hobby or not. If it's something I do and practice for the rest of my life, it'd be great! But, I'm not even sure if I'll commit to this yet. Alas, I'm going to try.\n\n\nSo, basically, \na very close friend of mine\n brews his own wine. He's sort've been an awakening for me. Whenever he finishes a batch, he invites me over and we have a drink. I've bought and read a few books on fermentation, and I think I've got this sorted out. Main thing I'd be worried about are preservatives, but I don't think they're that big of an issue.\n\n\n\n\n\n\nWhat the fuck is wrong with you?\n\n\n\n\n\n\n\n\nWhat?\n\n\n\n\n\n\n\n\nI talked to Mrs. Golde on the phone. Turns out, you haven't even gone to her house yet.\n\n\n\n\n\n\n\n\nOh, and that's a really big problem?\n\n\n\n\n\n\n\n\nYes, it is! Do you want to end up alone and dying in your 50's?\n\n\n\n\n\n\n\n\nNo. Of course not.\n\n\n\n\n\n\n\n\nThen why won't you give that Golde girl a chance? Mrs. Golde says her daughter is very delightful.\n\n\n\n\n\n\n\n\nBecause I haven't even met her before now. Whenever I meet a girl, I want it to be something natural. Not-\n\n\n\n\n\n\n\n\nHenry, \nI want grandchildren. I want your\n \nfather\n \nto be able to see his grandkids before he smokes or drinks himself to death.\n\n\n\n\n\n\n\n\nI want to finish college first.\n\n\n\n\n\n\n\n\nThey aren't exclusive. You can always do both! Or finish college later.\n\n\n\n\n\n\n\n\nI'll find someone in Blackwater, \nmom.\n Someone that'll be the one.\n\n\n\n\n\n\n\n\nReally?\n\n\n\n\n\n\n\n\nI promise.\n\n\n\n\n\n\n\n\nDon't disappoint your\n \nfather,\n Henry.\n\n\n\n\n\n\n\n\nI won't.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nWhy are you so adamant on refusing to go into dorms?\n\n\n\n\n\n\n\n\nI just- don't really want to.\n\n\n\n\n\n\n\n\nHenry!\n\n\n\n\n\n\n\n\nLook, I found this \nguy\n who will split rent with me. It comes out to about $50 a month.\n\n\n\n\n\n\n\n\nYou're forgetting bills, food, and transportation! As opposed to just living on campus and having most of those reduced, if not gone.\n\n\n\n\n\n\n\n\nI'd rather have the peace of mind of my own house than dorms.\n\n\n\n\n\n\n\n\nYou're being an idiot!\n\n\n\n\n\n\n\n\nMom!\n\n\n\n\n\n\n\n\nYou're- If you don't listen to me, you will regret it! You could be roommates with a serial killer!\n\n\n\n\n\n\n\n\nRemember \nDavey?\n\n\n\n\n\n\n\n\nNo?\n\n\n\n\n\n\n\n\nYeah, I think \nDad\n knew him more. We used to go to school together until he moved, but we've been in contact and found out we're both going to Blackwater. Ask \nDad\n about him.\n\n\n\n\n\n\n\n\nOh, I will!\n\n\n\n\n\n\n\n\nLook, I need to start packing soon, anyway. Can we talk about this later?\n\n\n\n\n\n\n\n\nFine. But it's not too late to change your choice! I can help you talk to the school and get you into dorms if you want.\n\n\n\n\n\n\n\n\nThanks… Love you, \nMom…\n\n\n\n\n\n\nI was helping my neighbor the other day get his groceries into his kitchen. My idea of home-fermenting came up while we were talking, and I walked away with 3 pounds of blackberries from his daughter's farm. It's going to be a few days before I can start fermenting, but I guess I decided on which flavor it is.\n\n\n\n\n\n\nDavey!\n\n\n\n\n\n\n\n\nHenry!\n\n\n\n\n\n\n\n\nJesus, man. It's been so long.\n\n\n\n\n\n\n\n\nYeah, it took me all of yesterday and today to get moved in.\n\n\n\n\n\n\n\n\nHow'd that go?\n\n\n\n\n\n\n\n\nEh. It's a lot easier than getting everything packed and moving it into the truck, but still hard work.\n\n\n\n\n\n\n\n\nI feel you.\n\n\n\n\n\n\n\n\nHow much more stuff do you have in your car?\n\n\n\n\n\n\n\n\nUh, about a box full.\n\n\n\n\n\n\n\n\nOnly that?!\n\n\n\n\n\n\n\n\nHey, not everyone's some trillionaire who chose to bring every little trinket they own to university.\n\n\n\n\n\n\n\n\nI wish I could bring everything. There's so much cool shit I wish I remembered to pack.\n\n\n\n\n\n\n\n\nYou are a lost case, Davey Whittaker.\n\n\n\n\n\n\n\n\nWell, if you have nothing to unpack then why don't you help me with my stuff?\n\n\n\n\n\n\n\n\nWell… I do have that \none\n box, after all-\n\n\n\n\n\n\n\n\nMan-\n\n\n\n\n\n\n\n\nHell yeah, I will.\n\n\n\n\n\n\n\n\nThanks.\n\n\n\n\n\n\nSupposedly, this will be pretty easy. I get an equal part of sugar to the berries, a packet of brewers yeast, and 1 and 2/3rds parts of boiling water. Mixed up the sugar, berries, and water in this plastic bucket they sold to me as a \"jug\" and waited for the water to cool down.\n\n\nIf the water's too hot when you put the yeast in, all of the yeast will die. So I ended up waiting about half an hour to put in the yeast so the whole thing was room temperature. Then, I had to wait \nanother\n 10 minutes for the yeast to bloom before I could mix it all up.\n\n\nNow, it's just a whole lot of waiting around…\n\n\n\n\n\n\nBlackwater University\n\n\nNot chosen for financial assistance.\n\n\n\n\n\n\nHello, Henry.\n\n\nCongratulations on successfully applying to attend Blackwater University next year! We are impressed with your academic record, alongside your consistency and patience in attempting to pursue our financial assistance program.\n\n\nThe application pool this year was very competitive and very selective, with hundreds applying! After careful deliberation and analysis of your request, we have chosen to deny your application. We hope you take time to process and understand our rationale. Feel free to attempt to enroll in financial assistance programs next year!\n\n\n\n\n- Cisco Hedricks\n\n\nEnrollment Committee\n\n\n\n\n\n\nI. Spilt. Half. Of. The. Fucking. Batch.\n\n\nIt's probably closer to 2/3rds, honestly. It doesn't matter. It's still like 1-2 pounds. I'm adding some more water and sugar to it. I'm also going to add another… Half-packet? Something around that - of yeast. Hopefully, I can save it. But, I don't know. I'll just have to see.\n\n\n\n\n\n\nWelcome back.\n\n\n\n\n\n\n\n\nHey.\n\n\n\n\n\n\n\n\nHow was your day?\n\n\n\n\n\n\n\n\nPretty good. Had a lecture this morning and was almost late to work.\n\n\n\n\n\n\n\n\nI mean, they don't really care about that if it's only a few minutes. Do they?\n\n\n\n\n\n\n\n\nNo, no. Not usually, at least. \nGary\n is really relaxed with stuff like that.\n\n\n\n\n\n\n\n\nSo bad news is that we're out of pasta sauce. The good news is that I'm making us pasta.\n\n\n\n\n\n\n\n\nI got paid the other day. I can run down to the store and get some.\n\n\n\n\n\n\n\n\nWe don't need to. But, we do need to focus on saving money.\n\n\n\n\n\n\n\n\nSave $2 on a jar of marinara?\n\n\n\n\n\n\n\n\nIt adds up.\n\n\n\n\n\n\n\n\nI've been putting in arguably way too many hours at that mill. A few bucks off of my check every week for stuff like that isn't going to hurt.\n\n\n\n\n\n\n\n\nI know. But,\n Henry-\n\n\n\n\n\n\n\n\nWhat?\n\n\n\n\n\n\n\n\nHave you ever considered dorm rooms?\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nNo.\n\n\n\n\n\n\n\n\nCome on-\n\n\n\n\n\n\n\n\nI'm not going to live in some rowdy-ass dorm room where people keep me up until 6 a.m. with how loud they are.\n\n\n\n\n\n\n\n\nI can always cover your half.\n\n\n\n\n\n\n\n\nDefinitely not!\n\n\n\n\n\n\n\n\n-only for a few months. It wouldn't be forever.\n\n\n\n\n\n\n\n\nI can't do that!\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nAlso, remember \nGary?\n\n\n\n\n\n\n\n\nYeah?\n\n\n\n\n\n\n\n\nTurns out, he's gay!\n\n\n\n\n\n\n\n\nHe's gay?!\n\n\n\n\n\n\n\n\nYeah. Just confessed to me. The strangest thing is - he tried to hide it! Just kept it casual.\n\n\n\n\n\n\n\n\nWhat? Did he say something like \"Oh, hey\n Henry. \nOver here! Did you move that wood like I asked? By the way, I'm super gay! Also, did you secure it properly?\n\n\n\n\n\n\n\n\nNothing like that, no. Well, sort of. He just said he had a boyfriend and moved on.\n\n\n\n\n\n\n\n\nHuh-\n\n\n\n\n\n\n\n\nIt's really weird. You know - to just hide something like that. I don't know if I-\n\n\n\n\n\n\n\n\nActually, think you could get us that sauce?\n\n\n\n\n\n\n\n\nMarinara?\n\n\n\n\n\n\n\n\nYeah, from the store.\n\n\n\n\n\n\n\n\nAre you sure? What about wasting-\n\n\n\n\n\n\n\n\nI'm sure. I have a $10 bill on the table. Use that.\n\n\n\n\n\n\n\n\nAlright. Thanks. See you in a bit.\n\n\n\n\n\n\n\n\nBye.\n\n\n\n\n\n\nIt's summertime! Which means that hours are going to start to get really, really competitive. I'm not too worried, usually \nPaul\n schedules the supervisors decently. But, it still is noticeably less hours. Then you got the stress of the raised sales, training new people, and a bunch more work.\n\n\nYesterday, I siphoned the blackberry wine from the \"jug\" into a glass bottle for their second fermentation. Well, first I had to strain out all of the berries. But then I was able to siphon it. Once again, I'm left to wait for stuff to start happening.\n\n\n\n\n\n\nHenry! \nYou're on the clock?\n\n\n\n\n\n\n\n\nYep.\n\n\n\n\n\n\n\n\nGreat! I'm going to put you on the forklift for now. At least, for an hour or so. Might have you cycle around a bit while people go on breaks.\n\n\n\n\n\n\n\n\nOkay.\n\n\n\n\n\n\n\n\nFermín's going out later to buy snacks for the next week. If you want to request anything.\n\n\n\n\n\n\n\n\nI think I'll pass.\n\n\n\n\n\n\n\n\nMake sure they last - we need to still have some of them left over for all of next week.\n\n\n\n\n\n\n\n\nI will. I think I'm being scheduled around 50 hours next week. I'm motivated enough to leave some behind.\n\n\n\n\n\n\n\n\nI'm working 72, here.\n\n\n\n\n\n\n\n\nI don't even get why \nPaul\n is making us do this.\n\n\n\n\n\n\n\n\nPaul\n \nsays it's so the workload is easier for us year-round. I think it's just some promotional crap to get building companies into business with him.\n\n\n\n\n\n\n\n\nI feel like there are better ways for publicity than doing the buyout every year.\n\n\n\n\n\n\n\n\nProbably. But, at least the pay is great.\n \nPaul\n \ngives anyone who works more than 48 hours a $3 an hour raise for the week.\n\n\n\n\n\n\n\n\nNo shit?\n\n\n\n\n\n\n\n\nThe downside is that whatever time in your shift that isn't a break is spent doing constant labor.\n\n\n\n\n\n\n\n\nIf I'm being honest, I'll probably start asking for more hours that week.\n\n\n\n\n\n\n\n\nWhy?\n\n\n\n\n\n\n\n\nWhat?\n\n\n\n\n\n\n\n\nWhat's the point in overworking yourself more than you need to?\n\n\n\n\n\n\n\n\nI need the money. Don't want college debt to loom over me.\n\n\n\n\n\n\n\n\nYeah, I get you. Took me like 10 years to pay mine off. But, trust me, putting in an extra few hours isn't going to help you that much. Especially compared to how much more work you're going to do.\n\n\n\n\n\n\n\n\nEh, I really need the money.\n\n\n\n\n\n\n\n\nWhatever you choose to do with your own time is up to you. But I think you might want to think about it a bit more before asking for extra hours.\n\n\n\n\n\n\n\n\nDo you have a problem with it?\n\n\n\n\n\n\n\n\nHell no. An extra pair of hands are always welcome.\n\n\n\n\n\n\n\n\nThen there's nothing wrong with it.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nHenry! \nOver here for a second. I have a quick question.\n\n\n\n\n\n\n\n\nYeah?\n\n\n\n\n\n\n\n\nIs me dating Lee a problem to you?\n\n\n\n\n\n\n\n\nWhat?\n\n\n\n\n\n\n\n\nI mean- you acted weird when you didn't even know for sure. Then you acted weird when I told you I was gay. So, I need to know - is it going to be a problem?\n\n\n\n\n\nHell no. I'm fine with it.\n\n\n\n\n…\n\n\n\n\n\n\n\n\nI'm sorry.\n\n\n\n\n\n\n\n\nAbout?\n\n\n\n\n\n\n\n\nJust - how I reacted to finding out. You're like- the first person I've ever met that was… yeah.\n\n\n\n\n\n\n\n\nIt's fine.\n\n\n\n\n\n\n\n\nI don't know. It's just been on my mind since then. I should've reacted differently. I don't know why I reacted like that.\n\n\n\n\n\n\n\n\nIf I remember right, we're both off at 6? I'm probably going to stay until 6:20/6:30, anyway. If you stick around, I can get you a beer and we can talk it over. Alright?\n\n\n\n\n\n\n\n\nIf you want to do that.\n\n\n\n\n\n\n\n\nGreat. Now, stop loitering around and get working.\n\n\n\n\n\n\nBeer is a strange thing. 99% of the time, it tastes like piss. But the thing is, the more you keep drinking beer, the more you start to remember it as tasting good. Then, when you drink enough of it, it starts tasting really good. The reason I'm saying this is because there was a deal where I could buy a six-pack and get one for free - which I am only partially ashamed to have bought.\n\n\nThere is a reason hanging out with your buddies drinking beer until you're all wasted is popular. Well, three reasons. A great time, hanging out with the boys, and waking up the next day hungover. Specifically when you start to piece together everything that you said, thought, and realized the night before and make sense of it. Because that starts to make you come to certain realizations about yourself and a specific person around you.\n\n\nI'm worried about the wine - how it's going to turn out. It's a very passive process. But, a whole lot can go wrong. What if I made it wrong? What if it becomes something nasty in the end? What if I followed a bad recipe? What if I made one of a million mistakes I could've made?\n\n\nI'm just anxious about it, but I really want this to come out right.\n\n\n\n\n\n\nWelcome back.\n\n\n\n\n\n\n\n\nHey.\n\n\n\n\n\n\n\n\nAre you ready?\n\n\n\n\n\n\n\n\nNo, not yet. Give me an hour or two. I need to take a nap and get some water first.\n\n\n\n\n\n\n\n\nAlright. Just tell me when you're ready.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nOkay. I'm ready.\n\n\n\n\n\n\n\n\nWhere is this spot, anyway?\n\n\n\n\n\n\n\n\nIt's on some old hiking trail an hour out of town. It leads to a clearing and you get a perfect view of the sky.\n\n\n\n\n\n\n\n\nIf we want to watch a movie, we've got to pick it up now. We might not be back before the Blockbuster closes.\n\n\n\n\n\n\n\n\nPick anything, yet?\n\n\n\n\n\n\n\n\nThe Thing.\n\n\n\n\n\n\n\n\nHuh. Isn't that like… A shitty-ass horror movie?\n\n\n\n\n\n\n\n\nI've heard it's good.\n\n\n\n\n\n\n\n\nFrom who?\n\n\n\n\n\n\n\n\nFilm students. They know their shit.\n\n\n\n\n\n\n\n\nLet's hit the road.\n\n\n\n\n\n\n\n\nAfter you.\n\n\n\n\n\n\n\n\nI spent a lot of time picking this spot. I think you're going to love it.\n\n\n\n\n\n\n\n\nCan't wait!\n\n\n\n\n\n\n\n\nLet's see if we can catch the northern lights.\n\n\n\n\n\n\nI hate the weather in Oregon. You go through the extremes of everything. Blizzards, rain, floods, heatwaves, droughts, fires, earthquakes, and all of the nasty days you can imagine.\n\n\nBut, there are a few weeks hidden in the year that are \nperfect.\n\n\nToward the end of summer going into fall, you have such beautiful weather. Nights go down to just-chilly-enough, days go to barely being warm, and it has the most beautiful sunsets you could imagine. A day where you can hike out into the middle of nowhere, pour a cool glass of wine, and just enjoy the beautiful sky.\n\n\n\n\n\n\nWe need to see it. At least a glimpse of it. Anything!\n\n\nWe'll see it. I \nknow\n we'll see it. We just need to drive a bit more.\n\n\nI thought we'd see it by now. But, we aren't at the spot yet.\n\n\nWhen we get there, we should see it.\n\n\nNo. No, no, no, no, no, no. Fuck! Where is it? The forecast said we should be able to see the lights up here.\n\n\nI- I fucking scouted out this spot for 3 weeks!\n\n\n.\n.\n.\n\n\nIt's alright. It's just- infuriating. I guess.\n\n\nI put so much effort into finding this spot.\n\n\nI need to tell you something…\n\n\nAnd I'm not too sure I'd be able to tell you this in any other way, in any other place.\n\n\nI wanted this something to be special. For you, and me.\n\n\nAnd I wanted where it was to be special. A alone place in nature, where we can hear the crickets and the night sky.\n\n\n.\n..\n\n\nD\na\nv\ne\ny\n,\n \nI\n \nl\no\nv\ne\n \ny\no\nu\n.\n\n\n\n\n\n\nFuck it, I'm starting over. Too many things have gone wrong to spend so much money on it - on something that probably won't end up tasting good. I've been thinking about everything that could've gone wrong for a while, that will go wrong. And I've decided it's not worth it to try something I know for a fact won't work out.\n\n\nSo, I'm starting from scratch. I'm going to try to use blueberries this time. Same recipe and everything else. I might put a bit of honey in later on - see how it works out. But, this time, it will be good. It will work out. I know it will.\n\n\n\n\n\n\nYou're going to do \nwhat?\n\n\n\n\n\n\n\n\nI can't keep this up, \nDavey.\n At least, not right now.\n\n\n\n\n\n\n\n\nYou \nknow\n I've always offered to help pay. If you just said yes! I don't know how much my family would pay, but-\n\n\n\n\n\n\n\n\nI can't! I don't want to spend the rest of my life in debt to people.\n\n\n\n\n\n\n\n\nThey're my family! And they know you, they like you!\n\n\n\n\n\n\n\n\nThat's not the point. It's not my money! For all I know, they'd come knocking for me to pay it back anyway in a decade or so.\n\n\n\n\n\n\n\n\nThey won't do that!\n\n\n\n\n\n\n\n\nYou don't know how much I want to believe you. But, I can't know that!\n\n\n\n\n\n\n\n\nLet's say they want the money in a few years, which they won't, then it's the same amount of money. But, no interest! Isn't that good enough?\n\n\n\n\n\n\n\n\nOr- I could take a gap year. Get a good head start and save up enough to get me through the rest of college. Pay off the debt over the next decade or so - then be debt-free without the possibility of being asked for tens of thousands of dollars all at once!\n\n\n\n\n\n\n\n\nHow do you know that'll work?\n\n\n\n\n\n\n\n\nI just- I need more time to think on it. But, I think it's a good plan.\n\n\n\n\n\n\n\n\nOr, you can take the help and they'll let you finish college with barely any debt at all. And, you'll finish college faster!\n\n\n\n\n\n\n\n\nIt's not-\n\n\n\n\n\n\n\n\nJust-\n Henry, \nplease. My parents are coming down in 2 weeks. When they're down here, we'll tell them-\n\n\n\n\n\n\n\n\nNo! We are not-\n\n\n\n\n\n\n\n\nWe'll tell them about us, and they'll be willing to help you!\n\n\n\n\n\n\n\n\nWe are not telling them. What if it goes wrong? What if they tell people?!\n\n\n\n\n\n\n\n\nThey won't do that!\n\n\n\n\n\n\n\n\nIf they do, it's over! I go from maybe finishing college 1 or 2 years late, to not even being able to finish college without reasonably thinking I might get fucking lynched!\n\n\n\n\n\n\n\n\nYou know my parents. Do they seem like the type that would do that bullshit?!\n\n\n\n\n\n\n\n\nI don't really remember them! A lot can change over 5 years. As far as I know, your mom and dad might be homophobic!\n\n\n\n\n\n\n\n\nMy aunt is a lesbian! My dad is a politician! Let's say he does freak out about it and doesn't support it - do you think he'd go around making a big show that he has a gay son? That'd fucking ruin his career if he did. And, he's fine with gay people anyway! He won't do anything.\n\n\n\n\n\n\n\n\nYou're sure?\n\n\n\n\n\n\n\n\nThey'll be fine with it! At worst, they don't help you with it. But, that's the worst that can happen. Nothing else.\n\n\n\n\n\n\n\n\nWhen are they coming over?\n\n\n\n\n\n\n\n\nI think they get here on a Saturday? Look, we can talk things over in the next few weeks! But please, let's at least float it around before you reject it.\n\n\n\n\n\n\n\n\nIf you are really, really sure that they won't freak out over it, it's fine. I guess. But, you aren't going to ask them right away for help. I'm not sure I'm fine asking for their money.\n\n\n\n\n\n\n\n\nThat's fine. Of course, it's fine. It should be your choice! Just- thank you! I'm happy you finally get to meet them and we get to tell them.\n\n\n\n\n\n\nI'm glad I didn't give up on brewing this thing entirely. I think I have a serious shot at it this time around. I've been reading the same books, buying new ones, and asking for advice.\n\n\nI think this is a solid bet. I'm looking forward to it!\n\n\n\n\n\n\nYou know, I took a picture that night.\n\nA really, really pretty one.\n\nIt wasn't able to capture everything - especially not any of the lights.\n\nBut, it was beautiful.\n\nThat night was the most beautiful night of my life.\n\nThis is the most beautiful picture I have ever taken in my entire life.\n\nAnd, I want you to have it.\n\nMy beauty, my star, my beautiful night.\n\n\nOur special night.\n\n\n…\n\n\nBut, I don't want it to just be a regular picture.\n\nEspecially for you?\n\nNo.\n\nI want it to be something different…\n\nA way it can remind you.\n\nRemind you of \nour special night.\n\n\n…\n\n\nThank you.\n\nFrom the bottom of my heart, thank you.\n\nThank you, \nDavey Whittaker.\n For letting us be together.\n\nFor letting us love each other.\n\nThank you, for how much I love you.\n\n\n…\n\n\nI found a girl who makes custom watches at the uni.\n\nThey're pretty good quality.\n\nReal silver and a bunch of other fancy things - she assures me.\n\nBut what's most valuable is what the background is.\n\nWe can choose what we want it to be.\n\nSo, I got you a watch with the background being \nour special night.\n\n\n…\n\n\nAnd it's for you.\n\nIt's a gift - from me, to you.\n\n\nA special night\n spent with me and you.\n\n\nI love you.\n\n\nAnd I'll always remember \nour special night.\n\n\n\n\n\n\nOne thing you'll find a lot of in Oregon are breweries. Especially in Blackwater. I think there are something like 30 across the entire city. When I first moved here, I remember that you could get beer from employees who bought a bunch to sell to you at like 3 times the price.\n\n\nDon't know if that's still a thing. It probably is. Back in Coeur d'Alene, my cousin used to buy alcohol I wanted - so long as I paid for it. I got to send him a bottle one day - a homebrewed one. As a thanks.\n\n\n\n\n\n\nBabe, is this yours?\n\n\n\n\n\n\n\n\nYeah. I mean- it was. But, I was going to give it to you.\n\n\n\n\n\n\n\n\nJesus- how much is it? It has to be at least a grand!\n\n\n\n\n\n\n\n\n$3,200.\n\n\n\n\n\n\n\n\nOh my god. Where'd you get this?\n\n\n\n\n\n\n\n\nFrom my parents. But, they want it to be spent on the rent and bills for the next few months. And nothing else.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nHenry?\n\n\n\n\n\n\n\n\nNo.\n\n\n\n\n\n\n\n\nHenry-\n\n\n\n\n\n\n\n\nNo!\n\n\n\n\n\n\n\n\nHenry!\n\n\n\n\n\n\n\n\nNo! I'm not accepting this.\n\n\n\n\n\n\n\n\nIt's only 3 months! I looked at your checks and you only made $300 this month.\n\n\n\n\n\n\n\n\nFirst off, why are you looking at my checks?\n\n\n\n\n\n\n\n\nYou left them on the couch! I was going to move them anyway and accidentally read them.\n\n\n\n\n\n\n\n\n\"Accidentally\". Really?\n\n\n\n\n\n\n\n\nYour half of the rent, the bills, the food, and everything is barely going to leave you anything left!\n\n\n\n\n\n\n\n\nI hardly even agreed to your parents helping me with college. Let alone having to come out to them. Now, they're paying for my rent?!\n\n\n\n\n\n\n\n\nIt's only 3 months! You get on your feet, save up a few hundred or a few thousand dollars, then go back to paying rent!\n\n\n\n\n\n\n\n\nI'm not going to be dependent on them to go to college.\n\n\n\n\n\n\n\n\nYou aren't! You're taking help!\n\n\n\n\n\n\n\n\nNo. I'm not taking this. I'm not using it, I'm not paying with it, I'm not even going to keep touching it.\n\n\n\n\n\n\n\n\nYou aren't doing that.\n\n\n\n\n\n\n\n\nYes, I will.\n\n\n\n\n\n\n\n\nThen I'll send it with my half! Do you want to give the landlord and utilities an extra few hundred a month?\n\n\n\n\n\n\n\n\nDavey-\n\n\n\n\n\n\n\n\nYou can't let your pride get in the way of your education, here!\n\n\n\n\n\n\n\n\nIt's not my pride-\n\n\n\n\n\n\n\n\nIt's about not owing anyone, yeah. But it's cash! And, they've said that they're only willing to pay up to this.\n\n\n\n\n\n\n\n\nOnly…\n\n\n\n\n\n\n\n\nDo you think I didn't ask for more?\n\n\n\n\n\n\n\n\nI didn't think you'd ask for anything at all because I never asked you to do this!\n\n\n\n\n\n\n\n\nYou just-\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nLook, are you still going to pay for your half even if I pay for it with this?\n\n\n\n\n\n\n\n\nFucking- fine! We'll use it, I guess. No point not to. But, this isn't becoming a regular fucking thing.\n\n\n\n\n\n\nMy favorite thing to eat is probably sliced tomatoes. They were something my \nDad\n used to make all of the time. He used to slice them and coat each slice in olive oil, vinegar, and salt. They were, and still are, the best way to eat raw tomatoes. Even then, I used to hate when \nDad\n made pasta sauce from scratch. I'd be less mad if he used way, way less onions. Also if he used any other seasoning than a little bit of salt.\n\n\nOne night, I remember him coming home with a bottle of \nred wine\n - a gift from one of his neighbors. I think I was… 10? 9? Around that. He picked two tomatoes, gave them the Murders family treatment, and gave me one. Then, he gave me a mason jar filled with \nred wine.\n After I tasted it, he asked me how it was. I told him it was awful, because it was at the time, and he laughed. Told me to remember that taste any time in the future when I wanted to start drinking.\n\n \n\n\n\n\n\n\nHenry! \nCome here, real quick.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nYeah?\n\n\n\n\n\n\n\n\nI made you a special something.\n\n\n\n\n\n\n\n\nOoh.\n\n\n\n\n\n\n\n\nOrecchiette pasta, I remember you teaching me how to make it by hand like your\n \ndad\n \ntaught you. I also made chicken parm, and tomato sauce.\n\n\n\n\n\n\n\n\nYou didn't need to-\n\n\n\n\n\n\n\n\nHenry, \nI'm sorry about yesterday. I should've asked you first. And, I want to apologize.\n\n\n\n\n\n\n\n\nThank you! But again, you didn't need to do this.\n\n\n\n\n\n\n\n\nBitch! We still need to eat.\n\n\n\n\n\n\n\n\nHah, I guess we do. I mean, I'm not complaining.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nThis is really good.\n\n\n\n\n\n\n\n\nDo you like it?\n\n\n\n\n\n\n\n\nHm? Oh, no. I hate it. Hate it so much. I think you should try to make this again - because this was so bad that you need to keep making it.\n\n\n\n\n\n\n\n\nWell, if you hate it \nso\n much I might as well not do it again-\n\n\n\n\n\n\n\n\nNow, now. Don't just give up!\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nHow'd you make the sauce?\n\n\n\n\n\n\n\n\nI used at least half of a head of garlic in it. Fried it with a single shallot before putting a few canned tomatoes in it and cooking them until they fell apart. I don't even remember what seasoning I used. I think salt, pepper, garlic powder, onion powder, paprika, basil, thyme, oregano, rosemary, lemon zest, and a bunch of other things. Toward the end, I also poured in a bit of fancy\n \nred wine\n \nI got as a gift yesterday.\n\n\n\n\n\n\n\n\nOh? From who?\n\n\n\n\n\n\n\n\nA guy named\n \nJames\n \nfrom the university.\n\n\n\n\n\n\n\n\nThat's nice of him.\n\n\n\n\n\n\n\n\nI'm glad you like the sauce.\n\n\n\n\n\n\n\n\nOnly thing I could genuinely say is, that I wish you put a bit more onions in it. But that might be my \ndad\n talking through me.\n\n\n\n\n\n\nBlackwater's going through a bit of a cold snap right now. I was panicking, trying to make sure that the wine was in a warm room. Somewhere that will be warm for the next few days. Over the weekend, it might hit the 20's.\n\n\nIf the wine freezes, it could explode the bottle. Even if it doesn't, I am worried about it killing off anything inside of it.\n\n\nI mean, realistically I shouldn't worry about it. It's not going to get anywhere near cold enough to freeze it to the point of exploding. But, I'm still going to worry about it, anyway.\n\n\n\n\n\n\nIngredients:\n\n\n1x pumpkin pie (Storebought)\n\n1x bottle of champagne\n\n2x wine glass\n\n1x video rental of \nThe Thing\n\n1x set of skills learned from \ndad\n\n1x whole chicken (Manually deboned.)\n\n2x chicken thighs (Seasoned.)\n\n1x pan\n\n12x minutes (Constantly flipped.)\n\n2x potatoes (Sliced.)\n\n1x boil\n\n80x minutes in the oven\n\n1x couch\n\n1x blanket\n\n1x tv\n\n2x boyfriends (Secretive.)\n\n\nCreates:\n\n\n2x servings (Containing chicken thigh, roasted potatoes, and a slice of pie.)\n\n1x romantic night (Born from worry.)\n\n\n\n\n\n\nThe wine's looking good. I checked on it today and moved it to a different container to finish fermenting in. Just been checking up on it every now and again. I don't think you need to change containers, though? But, I don't know. I'm just nervous about this whole thing. I want to make sure it goes right.\n\n\nIt does have a bit of an off-smell to it, however.\n\n\n\n\n\n\n… \nMr. Murders,\n \nPaul\n \nwould like to have a brief word with you at his office whenever you are done with your current workload.\n \n…\n\n\n\n\n\n\nAh, shit.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nHenry! \nHave a seat!\n\n\n\n\n\n\n\n\nMr. Chance-\n\n\n\n\n\n\n\n\nCome on, everyone else calls me Paul. Why don't the both of us use that?\n\n\n\n\n\n\n\n\nIt's up to you.\n\n\n\n\n\n\n\n\nI just want to have a little word with ya. Shouldn't be more than 'round 5 minutes.\n\n\n\n\n\n\n\n\nWhat's it about, sir?\n\n\n\n\n\n\n\n\nRelax, son. You ain't in trouble! Though, you acting all nervous does make me mighty suspicious…\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nHah! Just messing with ya.\n\n\n\n\n\n\n\n\nVery funny.\n\n\n\n\n\n\n\n\nFrom what I remember, you're a student at Blackwater?\n\n\n\n\n\n\n\n\nYep.\n\n\n\n\n\n\n\n\nJesus! All these hours you've been putting in on top of uni- Lord knows if I had more workers like you, I'd own the whole of the Pacific Northwest.\n\n\n\n\n\n\n\n\nHeh, maybe one day.\n\n\n\n\n\n\n\n\nWhat're you majorin' in?\n\n\n\n\n\n\n\n\nForensic Archeology.\n\n\n\n\n\n\n\n\nNice! But, I ain't here to talk about that. I'm here to talk about your work record.\n\n\n\n\n\n\n\n\nIn a good way?\n\n\n\n\n\n\n\n\nYes. In a very good way.\n\n\n\n\n\n\n\n\nGet on with it, then.\n\n\n\n\n\n\n\n\nIt's really impressive. According to\n \nGary,\n \nyou have perfect attendance all while putting in this much work. Have you ever pondered shooting to become a supervisor?\n\n\n\n\n\n\n\n\nA few times.\n\n\n\n\n\n\n\n\nWell I think you're ready for it. If you want, I can send you the material you need to start that process.\n\n\n\n\n\n\n\n\nWhat do I need to do?\n\n\n\n\n\n\n\n\nMostly just read guides and instructions. It's a lot of after-work reading and using your time. But, it's well worth it! You start out with a pay raise of up to $11 an hour. After a while, we'll review your performance and you can earn up to $16 an hour!\n\n\n\n\n\n\n\n\nI'd probably like those forms, then.\n\n\n\n\n\n\n\n\nGreat! I have a few of 'em here. But, I'll mostly get them sent to you over the next week. It's up to you when to complete them. When you do, make sure to get in contact with me!\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nHell yeah!\n\n\n\n\n\n\n\n\nGive me 1 week, and I'll be a supervisor just like you.\n\n\n\n\n\n\n\n\n1 week!? It's going to take a lot more than that, my friend.\n\n\n\n\n\n\n\n\nWhat? Like 8 days? 9 days?\n\n\n\n\n\n\n\n\nTook me like a month to get it done in my spare time!\n\n\n\n\n\n\n\n\nUh oh.\n\n\n\n\n\n\n\n\nAdmittedly, it was probably only like 15 hours of work. But I barely ever had the time to work on it!\n\n\n\n\n\n\n\n\nEh, I'll figure it out.\n\n\n\n\n\n\n\n\nBut, this is still good.\n\n\n\n\n\n\n\n\nYour days of being my tyrannical supervisor are over.\n\n\n\n\n\n\n\n\nJust you wait until I figure out how to get promoted past this.\n\n\n\n\n\n\n\n\nI'll rue the day…\n\n\n\n\n\n\n\n\nDavey's\n \ngoing to be really happy when you tell him.\n\n\n\n\n\n\n\n\nEh-\n\n\n\n\n\n\n\n\nIs he not?\n\n\n\n\n\n\n\n\nHe's going to be happy for me, but I'm not too sure about me getting more money.\n\n\n\n\n\n\n\n\nWhat?\n\n\n\n\n\n\n\n\nI don't know. It's weird.\n\n\n\n\n\n\n\n\nWhy wouldn't he want you to have more money?\n\n\n\n\n\n\n\n\nHe really, really wants his parents to pay my rent.\n\n\n\n\n\n\n\n\nAnd you're mad about that?\n\n\n\n\n\n\n\n\nNo. I mean- he means well. And I love that he's caring about that and worried for me. But, I can pay it myself! I'm already uncomfortable having his parents pay for my college - mostly because I'm worried that they're going to want me to pay it back. Again, I know he means well. But… I don't know what I'm going for here.\n\n\n\n\n\n\n\n\nIt's up to you what you do. I'd take the money, personally. But, it's not his place to make you take it.\n\n\n\n\n\n\n\n\nEh, it'll work out! We just need to wait and get by.\n\n\n\n\n\n\n\n\nI don't think I've met\n \nDavey\n \nyet. If you want, you two could come over and visit me and Lee and we can make some drinks together. We just finished stocking up our bar.\n\n\n\n\n\n\n\n\nThat honestly sounds amazing. Be a nice difference from all the \nred wine\n \nDavey's\n been buying.\n\n\n\n\n\n\nAbout a month left on the wine. I'm getting real excited. I don't want to do anything that'd mess it up, so I'm not laying a finger on it until I have to. But, it looks good! I went ahead and bought some custom labels for it that're going to be imprinted on the bottle. Should come sometime over the next few weeks.\n\n\n\n\n\n\nYou know, you think everything in your life is perfect. Going really smooth with it all figured out.\n\n\nYou have the love of your life, some decent friends, and you're almost halfway through college!\n\n\nThen you get hit with a long, cold, winter's night. One that's so cold you can't even fall asleep.\n\n\nA type of night with a single good purpose - exploring the fucked-up depths of your mind.\n\n\nSo you search. That's all you can do. Then, after you search, you discover. Then, you think.\n\n\nThink about what you've done, your memories, and who you could have been…\n\n\nOnly to come up with the most horrific realization one could ever imagine…\n\n\nA realization that you know is correct, but will deny all the while for a few months.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nBut, there will always be another long, cold night to ponder over.\n\n\nOne after another, until you finally start to think the truths that so disgust you…\n\n\nAnd you'll think. Think and think about a dreamland where you were born into a better world.\n\n\nA perfect dreamland where you are at the center of who you want to be.\n\n\nAlas, all dreams must eventually meet reality.\n\n\nAs is? You'll never come close to living in dreamland!\n\n\nBut, one can dream. One can visit dreamland every night on those cold, winter nights.\n\n\nOne can ponder changing who you were, to who you are.\n\n\nOr, one can be something different…\n\n\nOne who simply does not care about where dreamland and realities supposedly reach their neverend!\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nThat\n \ndoes\n \nsound\n \nnice.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nA nice midpoint between a\n\n\nD\nr\ne\na\nm\n\n\nand\n\n\nReality.\n\n\n…\n\n\nI\ns\n \ni\nt\n \nn\no\nt\n?\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nThere's a whole \nw\no\nr\nl\nd\n of names out there…\n\nAny of which may speak to \nyou.\n\n\nIt can be close, it can be far.\n\n\nIt is ultimately, up to you.\n\n\nA name, isn't set in stone.\n\nAn identity, isn't set in stone.\n\nYou, are not set in stone.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nAh, pleasure to meet you!\n\n\nMx. Randy Murders!\n\n\nDo you plan to make an acquaintance with any old associates?\n\n\nEspecially if they are personal?\n\nSplendid!\n\n\nJust remember one nifty little thing…\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nThere is one part about you that goes unspoken.\n\n\nIt is, for most people, the most acceptable part.\n\n\nBut, for one person in your life? It would ruin it all!\n\n\nJust always remember to keep that one thing a secret, for you and me?\n\n\nWho knows how they'll react to it…\n\n\nYou're already barely living up to them-\n\n\nA person for whom you owe everything…\n\n\nA person who, without, you'd likely have to work at a sawmill for the rest of your miserable little life…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nSo, let's keep this between \nyou\n and \nme.\n Alright?\n\n\n\n\n\n\nThe bottles arrived quick! And I mean \nreally\n quick. We're still 3 weeks out and they're here.\n\n\nGreat condition, too. It's making me really eager to move ahead with this. Alas, I'll wait my time.\n\n\n\n\n\n\nRandy?\n\n\n\n\n\n\n\n\nMx. Randy Murders, in the flesh.\n\n\n\n\n\n\n\n\nI am most certainly not going to make fun of\n \n\"Randy\".\n \nEspecially when you could've picked something way worse.\n\n\n\n\n\n\n\n\nHey, I can always change it.\n\n\n\n\n\n\n\n\nOf course you can. But like\n \n\"Randy\".\n \nIt's a cool-sounding name.\n\n\n\n\n\n\n\n\nSo flattering…\n\n\n\n\n\n\n\n\nBefore I say anything else - I want you to know that I won't mind who you are. And I expect you to do the same if I ever go through anything similar. So long as we are transparent.\n\n\n\n\n\n\n\n\nOf course.\n\n\n\n\n\n\n\n\nYou all packed up for Coeur d'Alene?\n\n\n\n\n\n\n\n\nYep.\n\n\n\n\n\n\n\n\nIf you forget anything, don't let me catch you calling me to get it up there for you!\n\n\n\n\n\n\n\n\nIf I forget anything,\n \nt\nh\ne\ny\n \nwill probably have it.\n\n\n\n\n\n\n\n\nWhen are you leaving tomorrow?\n\n\n\n\n\n\n\n\nProbably around 4:00 A.M. since it's damn well close to a 10-hour drive.\n\n\n\n\n\n\n\n\nYeah, then I probably won't wake up for you.\n\n\n\n\n\n\n\n\nWow, the betrayal…\n\n\n\n\n\n\n\n\nI should probably get my goodbyes out now before I don't see you for a week.\n\n\n\n\n\n\n\n\nWhat? Do you think I'm going to die while I'm driving?\n\n\n\n\n\n\n\n\nYeah. I do.\n\n\n\n\n\n\n\n\nShut the fuck up.\n\n\n\n\n\n\n\n\nI'm kidding! Stay safe on the road.\n\n\n\n\n\n\n\n\nI will. Stay safe at home. I don't fully trust you to not die of loneliness when I'm gone-\n\n\n\n\n\n\n\n\nI've got all of the\n \nred wine\n \nI could need. I'll manage, somehow.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nLove you.\n\n\n\n\n\n\n\n\nLove you.\n\n\n\n\n\n\nCoeur d'Alene! My dearly despised! It's a horrible little place in the middle of nowhere Idaho. The worst part about it is that the nature surrounding it is absolutely beautiful. Just the fact that you have to live in a town such as Coeur d'Alene often distracts you from the fact that you live in one of the most beautiful places on earth.\n\n\nYou've got lakes, you've got mountains, you've got forests, you've got airports, you've got scumbags, you've got highways, and you've got my parents.\n\n\nAll wrapped up in a nifty-little town that is oh-so close to being in Washington.\n\n\n\n\n\n\nHenry!\n\n\n\n\n\n\n\n\nHey, \nmom!\n\n\n\n\n\n\n\n\nYou haven't called since you left. I've been worried sick! How are you? Are you okay? Is college going well?\n\n\n\n\n\n\n\n\nIt's all fine! Where's \ndad?\n I want to see him.\n\n\n\n\n\n\n\n\nHe's upstairs, emptying you-know-what from a b-o-t-t-l-e…\n\n\n\n\n\n\n\n\nIs he awake?\n\n\n\n\n\n\n\n\nWho knows? But, come on. We need to catch up.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nTell me already! How's college? Got a cute girlfriend yet?\n\n\n\n\n\n\n\n\nIt's fine, it's fine. Actually - I do.\n\n\n\n\n\n\n\n\nReally? What's her name?\n\n\n\n\n\n\n\n\nDanny.\n\n\n\n\n\n\n\n\nDanny… Ain't that a boys name?\n\n\n\n\n\n\n\n\nShe's definitely more of a tomboy.\n\n\n\n\n\n\n\n\nYou know what? Doesn't even matter! My boy has a girlfriend! Oh, I can just imagine it. In a few years, I'll have grandkids!\n\n\n\n\n\n\n\n\nIn a few years?\n\n\n\n\n\n\n\n\nWhenever you're done with college and have a house! When do I get to meet her?\n\n\n\n\n\n\n\n\nI'll talk with her, yeah. I don't know. She was busy this week, so she couldn't go.\n\n\n\n\n\n\n\n\nWe'll have to meet up one day. I just can't wait to get to see her!\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nIs that\n Mr. Henry Murders \nI hear in my living room?\n\n\n\n\n\n\n\n\nDad!\n\n\n\n\n\n\n\n\nCome here,\n son!\n\n\n\n\n\n\n\n\nThere you are…\n\n\n\n\n\n\n\n\nI was taking a nap.\n\n\n\n\n\n\n\n\nDo you drink in your sleep?\n\n\n\n\n\n\n\n\nYou can't blame me for what I do in my sleep! It's like sleepwalking…\n\n\n\n\n\n\n\n\nActually, \nDad,\n one of the first things I wanted to do was get a genuine, Coeur d'Alene milkshake. It's been forever since I've had one.\n\n\n\n\n\n\n\n\nSince when are Coeur d'Alene milkshakes anything special?\n\n\n\n\n\n\n\n\nSince they're the milkshakes I remember growing up with!\n\n\n\n\n\n\n\n\nIf you're up for more driving. Do you want to just bring me, or do you want your\n \nmother?\n\n\n\n\n\n\n\n\nI-\n\n\n\n\n\n\n\n\n-I'd probably prefer to stay here and start mac 'n cheese. But, I do expect a cookie milkshake to be brought back here.\n\n\n\n\n\n\n\n\nYes, Ma'am.\n\n\n\n\n\n\n\n\nI also wanted to tell you something. About my new girlfriend…\n\n\n\n\n\n\nIf I'm being honest, the best type of wine is a $5, highly-suspicious bottle of wine that you bought at the grocery store and forgot in your cupboard for a week. I blame, or rather thank, my \nmother\n for this. She used to cook with it all the time. Left opened bottles after, which I eventually snuck drinks of.\n\n\nBut, she quit using them right before I started high school. I don't know why. I do know she never really drank, unlike my \nfather\n, who loved \nred wine.\n \n\n\n\n\n\n\nDad?\n\n\n\n\n\n\n\n\n… Huh? Yeah, no. I heard you. It's just- something I need to take in.\n\n\n\n\n\n\n\n\nLook-\n\n\n\n\n\n\n\n\nSo… you don't have a girlfriend?\n\n\n\n\n\n\n\n\nI have a boyfriend. I think you know him.\n\n\n\n\n\n\n\n\nWho?\n\n\n\n\n\n\n\n\nDavey.\n\n\n\n\n\n\n\n\nDavey…\n \nYeah. I think I do. He was a good boy. Rich parents, too. Going to always be happy if my\n son \nmarries rich.\n\n\n\n\n\n\n\n\nAnother thing-\n\n\n\n\n\n\n\n\nYeah?\n\n\n\n\n\n\n\n\nI'm not really your\n \nson.\n \nI don't think I'm a\n \nwoman.\n \nI don't really know\n \nw\nh\na\nt\n \ni\nt\n \ni\ns\n \nI\n \na\nm\n.\n \nI just hate how I look. I don't want to be anything - or look like anything. I just- I don't know! I don't know what I'm doing - what I've been doing lately. I don't know if it's something that's real, or- … I don't know.\n\n\n\n\n\n\n\n\nIt's okay, it's okay. I don't really get what you're saying. But, it's okay. You'll figure it out, you'll figure it out.\n\n\n\n\n\n\n\n\nYou don't care?\n\n\n\n\n\n\n\n\nNot as much as your\n \nmother\n \nwill, but-\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nLook- you're a smart…\n \nk\ni\nd\n.\n \nYou'll figure out what's best for you. I know you'll be okay… What can I call you for now?\n\n\n\n\n\n\n\n\nRandy.\n\n\n\n\n\n\n\n\nRandy?\n\n\n\n\n\n\n\n\nThat's the name I'm rolling with. At least for a bit.\n\n\n\n\n\n\n\n\nRandy.\n \nI like that. It's a much better name than\n Henry, \nfor sure. I want you to know that I don't mind whatever you do. I don't have any high ground to stand on. I'm already cursed to an eternity of hell.\n\n\n\n\n\n\n\n\nDad-\n\n\n\n\n\n\n\n\nThe smoking, the drinking, the gambling, giving my kids wine… Cheating on your\n \nMother.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nI do love your\n \nMother.\n \nI love her a lot. I don't know why I tempted a good thing. The thing keeping a family alive on dirt pay, living on someone else's farm, and barely getting food to the table. There are a lot of things I could've done to give you a better childhood. Doing this - It's the best thing I can do for you now.\n\n\n\n\n\n\n\n\nSo… You're fine with me and\n \nDavey?\n\n\n\n\n\n\n\n\nI will be fine with it,\n \nRandy.\n\n\n\n\n\n\n\n\nThank you.\n\n\n\n\n\n\n\n\nI don't care about grandkids as much as your\n \nMother\n \ndoes. I think I already accepted a decade ago that I'm not living to see grandkids.\n\n\n\n\n\n\n\n\nI'm sorry.\n\n\n\n\n\n\n\n\nAre you planning on telling your\n \nmother?\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nI don't know. Honestly, I was worried that you'd tell her.\n\n\n\n\n\n\n\n\nThis would be hardly the worst thing I lied to her about.\n\n\n\n\n\n\n\n\nI'm planning to tell her. But- the problem is, I don't know if I have the heart to tell her. Rather than letting her live thinking she'll have grandkids. At least for a few years.\n\n\n\n\n\n\n\n\nTrust me, you've got a few decades left before she kicks it.\n\n\n\n\n\n\n\n\nI know she'll find out eventually. I just need to figure out when's the best time for her to.\n\n\n\n\n\n\n3 days left. After that, it's time for a taste.\n\n\nBottles are ready.\n\n\nMouth is watering.\n\n\n72 hours until this all should be over…\n\n\n\n\n\n\nHenry! \nYou guys took so long. Dinner's almost ready!\n\n\n\n\n\n\n\n\nCan't wait.\n\n\n\n\n\n\n\n\nI'm going to have your\n \nDad\n \nmake some of his world-famous tomatoes.\n\n\n\n\n\n\n\n\nI'll set the table.\n\n\n\n\n\n\n\n\nAww, thanks! More than you ever did when you were growing up here - college must be doing good for you.\n\n\n\n\n\n\n\n\nMom-\n\n\n\n\n\n\n\n\nHang on, I gotta make sure the mac isn't burning.\n\n\n\n\n\n\n\n\nYeah, you should do that…\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nAll ready for dinner?\n\n\n\n\n\n\n\n\nYeah.\n\n\n\n\n\n\n\n\nAlright. Now I just have to find out where your\n \nfather\n \nwent off to…\n\n\n\n\n\n\n\n\nHang on-\n\n\n\n\n\n\n\n\nYes?\n\n\n\n\n\n\n\n\nMom, I-\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nYes?\n\n\n\n\n\n\n\n\nThink we forgot your milkshake in the car.\n\n\n\n\n\n\n\n\nWell, it's reasonably cold out. Shouldn't be that melted!\n\n\n\n\n\n\n\n\nI'll go get it, really quick.\n\n\n\n\n\n\nIt's funny. How long it takes for time to pass. Whenever you're having the best days of your life, they seem to just slip on by. Nothing notable. Just you slipping on through life.\n\n\nBut then, whenever something big happens, time starts to get really slow. Whenever you're expecting something, your days double in length. They just get so unbearably long and it's a chore to get by them. And it just lets you think a lot about what's at the end of it. Get really excited for the good things that are coming of it, or really worried for any bad things that could happen.\n\n\n\n\n\n\nIt's a long drive home.\n\n\nA long, long drive.\n\n\nThrough rivers, over mountains.\n\n\nAcross 3 states.\n\n\nAll to get back home.\n\n\nI need to do something.\n\n\nSomething nice.\n\n\nHe\n \ndeserves it.\n\n\nI could take him skiing?\n\n\nI could take him on a hike?\n\n\nOr, I could buy him his favorite movie and favorite wine.\n\n\nRed wine's\n \non clearance. But, I actually don't know if I'll buy it.\n\n\nHe\n \nhas \nmore\n than\n \nenough at home.\n\n\n\n\n\n\nIt's the day. It's time to bottle it. My original blackberry, now blueberry wine. If this is good, it'll be something to cry to the hills about. And, I think I'm confident that it's good. I haven't bottled it yet. First, I want to get myself a glass. The fruits of my labor and whatever or whatnot.\n\n\n\n\n\n\nHuh, that's strange. The trash is full.\n\n\nFull of \nred wine bottles.\n\n\nJesus, \nhe\n must've had a party.\n\n\nAt least, looks like it.\n\n\n…\n\n\nDid \nhe\n go out to buy more? There's a wrapped bottle on the counter?\n\n\nThat doesn't even matter. All that matters is that \nyou\n find him.\n\n\nYou\n have to say hi to your \nboyfriend!\n\n\nAdmittedly, not the welcome back \nyou\n expected, is it?\n\n\nEh, it doesn't matter.\n\n\nSet that copy of \nThe Thing\n down on the couch.\n\n\nMaybe check \nhis\n room?\n\n\nIt's either there, or \nhe's\n somewhere else.\n\n\nHis\n door's open.\n\n\nThat means \nhe's\n probably not home, then.\n\n\nBetter go check, however.\n\n\nIf \nhe\n is here, \nhe's\n most certainly drunk or hungover.\n\n\n \n\n\n \n\n\n \n\n\n…\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nHey,\n \nDavey.\n \nWake up.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nWake up!\n\n\n\n\n\n\n\n\n… Yeah?\n Henry… \nIs that you?\n\n\n\n\n\n\n\n\nYeah. I'll be in the living room. Can you do me a favor? Make sure whoever that other person in the bed with you got all of their things.\n\n\n\n\n\n\nFinally got to taste the wine after all of these months. Days spent waiting to see it, months spent brewing it, hundreds of dollars spent on it, a change in my whole idea surrounding it. All of this effort, all for about two or three bottles. I finally got to taste it today - see if the last few months were worth it!\n\n\nAnd the wine was too sour.\n\n\n\n\n\n\nRandy-\n\n\n\n\n\n\n\n\nWho the fuck was that?!\n\n\n\n\n\n\n\n\nI don't even-\n \nRandy,\n \ncome on!\n\n\n\n\n\n\n\n\nNo! I want to know who that person is!\n\n\n\n\n\n\n\n\nThey're not- important, right now. Listen, we need to talk-\n\n\n\n\n\n\n\n\n-we need to talk about who the fuck that person is,\n \nDavey.\n\n\n\n\n\n\n\n\nCan I just have a goddamn second to think, here?!\n\n\n\n\n\n\n\n\nSo what?! You can think of some- some sort of excuse for this?!\n\n\n\n\n\n\n\n\nNo, it's just- I need time. I need some fucking time to think!\n\n\n\n\n\n\n\n\nHow long have you known that person?!\n\n\n\n\n\n\n\n\nLess than 3 days! I mean- I fucking knew who they were for a few weeks! But the first time we did anything was 3 days ago! This was the second time! And after this, it was over! I'd never do this again! Babe, you have to believe me!\n\n\n\n\n\n\n\n\nYou fucking whore! You cheated on me - on \nme\n - for someone you barely even know!?\n\n\n\n\n\n\n\n\nBabe, I'm sorry! I know I fucked up-\n\n\n\n\n\n\n\n\nDo you?\n\n\n\n\n\n\n\n\nYes!\n\n\n\n\n\n\n\n\nDo you? Do you actually know you fucked up? Do you really think that?!\n\n\n\n\n\n\n\n\nBabe, I do! It's never going to happen again! Please, I promise!\n\n\n\n\n\n\n\n\nWho the fuck even are they! You never even fucking told me that!\n\n\n\n\n\n\n\n\nThey sell me wine. That's it! That's all they do!\n\n\n\n\n\n\n\n\nThey sell you wine? What? What happened to the other guy that does that? Or, did you fuck him too?\n\n\n\n\n\n\n\n\nNo, he was just- getting really expensive.\n\n\n\n\n\n\n\n\nJesus, how much was he charging if it was expensive for some cheating, rich, whore who begs his daddy to pay for everything!?\n\n\n\n\n\n\n\n\nThe same whore that's the entire fucking reason you're in college!\n\n\n\n\n\n\n\n\nYou are \nnot\n going to even talk about shit like that!\n\n\n\n\n\n\n\n\nI'm trying to be fucking reasonable here-\n\n\n\n\n\n\n\n\nFucking reasonable? You think you're fucking reasonable with any of this?!\n\n\n\n\n\n\n\n\nRandy-\n\n\n\n\n\n\n\n\nIf a serial killer bought you a glass of wine, would you let them into your house to fuck you? It doesn't matter that you don't know them, apparently! Right?!\n\n\n\n\n\n\n\n\nNo, I wouldn't! Thank you for asking!\n\n\n\n\n\n\n\n\nWhat if I fucking found you dead in our house - my house! After a week away!\n\n\n\n\n\n\n\n\nThat wouldn't fucking happen!\n\n\n\n\n\n\n\n\nHow the fuck am I supposed to know that?!\n\n\n\n\n\n\n\n\nThey're not some random creepy pervert in a bar! They work at a cafe I go to!\n\n\n\n\n\n\n\n\nAh, it's all good now! So you've just wanted to fuck them for a while and was finally able to?\n\n\n\n\n\n\n\n\nNo! They were just some- look, I asked them to buy me wine! They said yes! They delivered it to my house and I offered them a few drinks and that's pretty much what I remember! I might've even thought it was you!\n\n\n\n\n\n\n\n\nYou- what?!\n\n\n\n\n\n\n\n\nI don't- know.\n \nRandy,\n \nI love you. If I had a choice in it, I would've stopped any of this from happening.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nNo you wouldn't.\n\n\n\n\n\n\n\n\nWhat?\n\n\n\n\n\n\n\n\nNo you fucking wouldn't!\n\n\n\n\n\n\n\n\nI would!\n\n\n\n\n\n\n\n\nLiar!\n\n\n\n\n\n\n\n\nI'm not fucking lying!\n\n\n\n\n\n\n\n\nWhere'd you start this at, huh?! How much has your shitty ass story changed since we started this?!\n\n\n\n\n\n\n\n\nNone, because I'm telling the goddamn truth, idiot!\n\n\n\n\n\n\n\n\nYou're a lying, cheating, worthless whore!\n\n\n\n\n\n\n\n\nOh you do not want to fucking go there! Do you want me to bring up half of the shit I pretty much know you lied about?\n\n\n\n\n\n\n\n\nThe\n \nworst\n\n\nlie\n \nI\n \never\n\n\ntold\n \nwas\n\n\nfor\n \nyou.\n\n\n\n\n\n\n\n\nWhat?!\n\n\n\n\n\n\n\n\nIt doesn't even matter! What the fuck does it even mean anymore?!\n\n\n\n\n\n\n\n\nHenry, \nit means everything to me. This whole house means everything to me.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nYou mean everything to me-\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n…\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nI got you a copy of \nThe Thing\n. You'll need to return it to Blockbusters when you're done with it.\n\n\n\n\n\n\n\n\nHuh?\n\n\n\n\n\n\n\n\nI'm not going to date a cheater! It's over.\n\n\n\n\n\n\n\n\nIt's- what?\n\n\n\n\n\n\n\n\nI'm going to start packing. You can even have the house! You've been insisting on paying the rent, anyway.\n\n\n\n\n\n\n\n\nRandy,\n \nstop!\n\n\n\n\n\n\n\n\nWhy?\n\n\n\n\n\n\n\n\nPlease- I love you.\n\n\n\n\n\n\n\n\nYou didn't stop after the \"first\" night with them, did you?\n\n\n\n\n\n\n\n\nRandy-\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nRandy!\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nYou know what? Fine! Have it your fucking way! I fucking made \none\n mistake and you're acting like- like this! It's fucking irrational! It's bullshit!\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nWhat? You aren't going to talk? You fucking faggot! You piece of shit! I make one fucking mistake and you act like you're fucking better than me! I \nlove\n you, and you know that! But- I don't know… How the fuck are you going to pay for college without me, huh?\n\n\n\n\n\n\n\n\nI don't know.\n\n\n\n\n\n\n\n\nHe \ncan speak! Just, let's talk about this! Please! Keep an open mind! Please, I'm begging you!\n\n\n\n\n\n\n\n\nWe already talked about it!\n\n\n\n\n\n\n\n\nLet's talk about your future, then! How are you going to get on without me? Huh?! How?! You got to get a new house, a new place. You need food. And you need all of that money for college that my parents are giving you!\n\n\n\n\n\n\n\n\nI don't care about your parent's money,\n \nDavey.\n\n\n\n\n\n\n\n\nYou should! You fucking should! Normal people do! You need it. You need it! You need it if you want to finish college! Do you want to grow up to be a 60-year-old college dropout with breathing issues from\n his \ndead-end job?!\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nRandy, Randy!\n \nDon't you leave that fucking door! Don't you go out there! Randy! Bitch! You know what? That's it! It's over! I'm going to call my parents! You're all on your fucking own now! You happy?! Are you happy with this? I hope you're really fucking happy,\n \nRandy!\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n…\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nOh, God. Davey… Why'd you do this?\n\n\n\n\n\n\nI'm not even going to bottle it or sweeten it. I don't think I can save it. It's fucking… Fucking annoying! I've been so fucking worried over this for so fucking long! I've done literally everything I could to make this work. Way more money than it ended up being worth. It seemed worth it, it's just… Bullshit! All of that priority I gave the wine, all that effort! And for what? Nothing!\n\n\n\n\n\n\nring ring ring ring ring… ring ring ring ring ring… ring ring ring ring ring… ring ring-\n\n\n\n\n\n\n\n\nHello. Shell's Sawmill. This is Gary speaking.\n\n\n\n\n\n\n\n\nHey,\n \nGary.\n \nThis is Randy.\n\n\n\n\n\n\n\n\nRandy?\n \nYou alright?\n\n\n\n\n\n\n\n\nYeah. I just need to call out sick.\n\n\n\n\n\n\n\n\nHeh.\n \nRandy…\n \nDid you drink too much last night?\n\n\n\n\n\n\n\n\nNo, I'm just- I'm serious,\n \nGary.\n\n\n\n\n\n\n\n\nOh?\n\n\n\n\n\n\n\n\nI don't know. I just- if I go to work again, I don't know… I don't trust myself to not get injured at work.\n\n\n\n\n\n\n\n\nRandy!\n \nWhat's going on?\n\n\n\n\n\n\n\n\nI'm fine it's just-\n\n\n\n\n\n\n\n\nNo,\n \nRandy.\n \nWhat's going on?\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nRandy?\n\n\n\n\n\n\n\n\nI just-\n \nDavey's\n \ncheating on me. I found out when I got back.\n\n\n\n\n\n\n\n\nJesus. I'm so sorry.\n\n\n\n\n\n\n\n\nIt's fine. I swear. I just need… time, man.\n\n\n\n\n\n\n\n\nAre you sure it's fine?\n\n\n\n\n\n\n\n\nYeah?\n\n\n\n\n\n\n\n\nBecause I'm going to think it might not be fine when you say that you might hurt yourself accidentally if you go to work.\n\n\n\n\n\n\n\n\nNo, I'm- sorry. I don't-\n\n\n\n\n\n\n\n\nNo. Don't say sorry. Just,\n \nRandy-\n \nwhere are you right now?\n\n\n\n\n\n\n\n\nI've been uh- sleeping in my car since I found out.\n\n\n\n\n\n\n\n\nAlright. You have a place to stay?\n\n\n\n\n\n\n\n\nNot yet.\n\n\n\n\n\n\n\n\nAlright. You're going to drive to my place. I'm going to call Lee ahead of time, tell him what's happening. You're going to have a place to stay, you're going to take a shower. It's going to be okay.\n\n\n\n\n\n\n\n\nGary-\n \ndon't-\n\n\n\n\n\n\n\n\nI can't just let you live in your car, man. It's- take the help. At least, just stay with us for a night and take a warm shower - get a roof over your head.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nI can't.\n\n\n\n\n\n\n\n\nRandy-\n\n\n\n\n\n\n\n\nI'm not. I just- I'm not doing that. Sorry.\n\n\n\n\n\n\n\n\n…beep beep beep…\n\n\n\n\n\n\nThere's no saving it. I don't even know how to describe it. It's too sour, it's not sweet enough, it's too watery. There's this weird film forming on top of it - god knows what that is.\n\n\nI don't know what I'm going to do with it. If I'm going to start over, if I'm going to search for something to save it, or just cut my losses. I don't know. I'm still deciding. I just… need time to think on it.\n\n\n\n\n\n\nI don't know what to do…\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nDo I call\n \nhim?\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nDo I call\n \nhim?\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nDo I call\n \nhim?\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nI shouldn't call\n \nh\ni\nm\n.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nYou could call \nher…\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nI shouldn't call\n \nher.\n \nAt least, not right now.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n…\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nGet some rest, you can decide tomorrow.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nI can call\n \nhim.\n \nBut, I shouldn't.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nI can call\n \nhim.\n \nBut, I shouldn't.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nI can call\n \nhim.\n \nBut, I shouldn't.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nYou can still call \nher…\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nNo.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n…\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nIt's getting rather late. Get some rest! You can decide tomorrow! Remember to eat!\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nNo.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nNo.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nNo.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n…\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\nYou should call \nher.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n…\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nring ring ring ring ring… ring-\n\n\n\n\n\n\n\n\nHey, \nMom.\n\n\n\n\n\n\n\n\nHenry! \nHow are you, sweetie?\n\n\n\n\n\n\n\n\nI'm good.\n\n\n\n\n\n\n\n\nJesus- is this the first time you've ever called home?\n\n\n\n\n\n\n\n\nNot the first time…\n\n\n\n\n\n\n\n\nJudging by how often you apparently do, it's easy to see why I forgot the \"others\".\n\n\n\n\n\n\n\n\n… Good to hear from you, too.\n\n\n\n\n\n\n\n\nAh, don't give me that. How are you? How's college? What's up?\n\n\n\n\n\n\n\n\nJust- I wanted to talk. It's been kind of rough recently.\n\n\n\n\n\n\n\n\nOh? What's happening, sweetie?\n\n\n\n\n\n\n\n\nI just- need to tell you something first. For you to understand-\n\n\n\n\n\n\n\n\nYes?\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nDo you remember Danny?\n\n\n\n\n\n\n\n\nYour girlfriend, right?\n\n\n\n\n\n\n\n\nYeah, she-\n\n\n\n\n\n\n\n\nOh god- don't tell me…\n\n\n\n\n\n\n\n\nWe broke up. It was nasty. I caught her sleeping with a man when I got back.\n\n\n\n\n\n\n\n\nYou know what- I was right. You can't trust a tomboy! If you got yourself a girl who doesn't pretend to be a man,\n Henry, \nthen this wouldn't even-\n\n\n\n\n\n\n\n\nMom-\n\n\n\n\n\n\n\n\nNo,\n Henry. \nI've got a point. If you don't learn this now - early on in life - you're going to be alone until you're 30!\n\n\n\n\n\n\n\n\nI have to go to work soon. I should go.\n\n\n\n\n\n\n\n\nAlright. I'm sorry - that she cheated on you. I hope you get over it soon.\n\n\n\n\n\n\n\n\nThanks, \nMom…\n\n\n\n\n\n\n\n\nLove you.\n\n\n\n\n\n\n\n\nLove you…\n\n\n\n\n\n\n\n\n…beep beep beep…\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n…\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nring ring ring ring ring… ring ring ring ring ring… ring ring ring ring ring… ring-\n\n\n\n\n\n\nRandy?\n\n\n\n\n\n\n\n\nHey.\n\n\n\n\n\n\n\n\nJesus-\n \nRandy,\n \nare you alright?! It's been 4 days!\n\n\n\n\n\n\n\n\nI'm fine, I'm fine. I just- need a shower.\n\n\n\n\n\n\n\n\nAre you okay?\n\n\n\n\n\n\n\n\nI'm- fine. I'm okay. I'm okay!\n\n\n\n\n\n\n\n\nRandy…\n\n\n\n\n\n\n\n\nI don't know what to do- I can't… I can't-\n\n\n\n\n\n\n\n\nShh, calm down. It's okay. Just- where are you? It'll be okay.\n\n\n\n\n\n\n\n\nI'm a few hours out of town. I don't know. I think I'm headed toward the coast?\n\n\n\n\n\n\n\n\nAre you going to head back?\n\n\n\n\n\n\n\n\nProbably tonight.\n\n\n\n\n\n\n\n\nIf you want, we have food here.\n\n\n\n\n\n\n\n\nThanks.\n\n\n\n\n\n\n\n\nIt's going to be okay,\n \nRandy.\n\n\n\n\n\n\n\n\nI really hope it is.\n\n\n\n\n\n\n…beep beep beep…\n\n\n\n\n\n\nI have about two pounds of blackberries. Storebought, original recipe. If this doesn't work…\n\n\nI don't know. This is my last chance - my last shot at wine. I just need to start over, be strict, watch it thoroughly, and be careful.\n\n\n\n\n\n\nGood morning.\n\n\n\n\n\n\n\n\n… What time is it?\n\n\n\n\n\n\n\n\nOnly 30-till midnight.\n\n\n\n\n\n\n\n\nGod-\n\n\n\n\n\n\n\n\nHave a good nap?\n\n\n\n\n\n\n\n\nYeah.\n\n\n\n\n\n\n\n\nWe have baked spaghetti leftover if you want any.\n\n\n\n\n\n\n\n\nThanks.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nHere.\n\n\n\n\n\n\n\n\nWhat's this?\n\n\n\n\n\n\n\n\nRent.\n\n\n\n\n\n\n\n\nI'm not going to charge you rent for this.\n\n\n\n\n\n\n\n\nI'd- prefer it if you let me pay for it. I don't want to be a burden.\n\n\n\n\n\n\n\n\nRandy-\n\n\n\n\n\n\n\n\nPlease.\n\n\n\n\n\n\n\n\nI'm not taking this.\n\n\n\n\n\n\n\n\nAt least take it once. It-\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nI can't take it.\n\n\n\n\n\n\n\n\nOkay. If you want to, you can, however.\n\n\n\n\n\n\n\n\nAlright.\n\n\n\n\n\n\n\n\nThank you. For all of this.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nDo I still have a job at the sawmill?\n\n\n\n\n\n\n\n\nYeah. I've been marking you as sick for the past few days.\n\n\n\n\n\n\n\n\nThank you.\n\n\n\n\n\n\n\n\nPaul\n \nis usually pretty relaxed with sick time - surprisingly.\n\n\n\n\n\n\n\n\nTomorrow, if it doesn't bother you, could you pick up my check?\n\n\n\n\n\n\n\n\nYeah, of course.\n\n\n\n\n\n\n\n\nThank you.\n\n\n\n\n\n\n\n\nI-\n\n\n\n\n\n\n\n\nring ring ring ring ring… ring ring ring ring ring… ring ring ring ring ring… ring ring ring ring-\n\n\n\n\n\n\n\n\nHello?\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nNo.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nI don't know where he is.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nLook- I'm sorry. I don't know where he is.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nDon't call me again.\n\n\n\n\n\n\n\n\n…beep beep beep…\n\n\n\n\n\n\n\n\nWho was that?\n\n\n\n\n\n\n\n\nNobody.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nIt wasn't\n \nDavey,\n \nif you're thinking that.\n\n\n\n\n\n\n\n\nOkay.\n\n\n\n\n\n\n\n\nIt was insurance. They were talking about Lee.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nring ring ring-\n\n\n\n\n\n\n\n\nHello?\n\n\n\n\n\n\n\n\nHey.\n\n\n\n\n\n\n\n\nRandy?!\n\n\n\n\n\n\n\n\nYeah. Hey,\n \nDavey.\n\n\n\n\n\n\n\n\nWhere have you been?! It's been 5 days! It's 2 A.M. right now!\n\n\n\n\n\n\n\n\nI don't know.\n\n\n\n\n\n\n\n\nWhat the fuck do you mean by that?!\n\n\n\n\n\n\n\n\nI don't-\n\n\n\n\n\n\n\n\nYou know what, no. It doesn't even matter. Just- we need to talk.\n\n\n\n\n\n\n\n\nAbout?\n\n\n\n\n\n\n\n\nWhat happened. Like, I need you to understand where I'm coming from. Just at least stay on- for a few minutes?\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nSure.\n\n\n\n\n\n\n\n\nOkay. Thank you.\n\n\n\n\n\n\n\n\nWhat happened?\n\n\n\n\n\n\n\n\nI told you! I started getting that guy to buy me wine a few weeks ago, and one day I invited him over for a few drinks. I got drunk and blacked out. I don't think I even processed it until a few days later when he came over again - unprompted and I got drunk again. Look, the only two times this ever happened were when I was drunk. I can't- you can't blame me for that!\n\n\n\n\n\n\n\n\nYeah?\n\n\n\n\n\n\n\n\nI'm really sorry that it happened. It shouldn't have happened! Look, I cut that guy off. He's gone. He's not- he doesn't matter! I want to make it up to you! Just, tell me what to do. If you want me to not drink, I won't drink. Anything!\n\n\n\n\n\n\n\n\nReally?\n\n\n\n\n\n\n\n\nIf you want money, I mean it'd hurt, but I can give it to you. The rest of college paid for! Plus a good amount going forward. Just, anything! Nothing is off the table!\n\n\n\n\n\n\n\n\nWhat was his name?\n\n\n\n\n\n\n\n\nHuh? Oh,\n \nJames Holiday.\n \nBut, he's out of my life now. I won't ever talk to him again, okay?\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nI'm sorry.\n\n\n\n\n\n\n\n\nNo- no! No!\n\n\n\n\n\n\n\n\nI can't!\n\n\n\n\n\n\n\n\nFucking- no! What do you want?! What can I do?! There has to be something! Please. Just tell me what it is!\n\n\n\n\n\n\n\n\nI'm sorry.\n\n\n\n\n\n\n\n\nRandy Murders,\n \nyou are going to be sorry for this! In 20 years you are going to look at me, see me living my best life, and realize what you fucking are missing! Please! You can't finish college without it! Just- just give it some thought!\n\n\n\n\n\n\n\n\nOkay.\n\n\n\n\n\n\n\n\nDon't just say that! Fucking-\n Henry! \nDon't do this! I'm begging you!\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nHello?\n\n\n\n\n\n\n\n\nDo me a favor, promise me you'll live your best life. Promise me you won't do this again. Promise me that you'll be able to move on from this.\n\n\n\n\n\n\n\n\nYes. Yes!\n \nRandy,\n \nI will! I promise I will! I promise all of those things! Just, come back home!\n\n\n\n\n\n\n\n\nThank you.\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\nPlease, have a great life.\n\n\n\n\n\n\n\n\n…beep beep beep…\n\n\n\n\n\n\nIt's the funniest thing. When you read about \npeople you used to know.\n You always, well, usually. You usually have a few minutes where you don't exactly remember who they are or why they're familiar. So you spend that time trying to remember, reliving old memories and whatnot. Until, finally, it clicks! You get who they are and have a little laugh.\n\n\nThis was one of those exceptions that makes it \"usually\".\n\n\nHe's living a very good life! He made his own business, a very profitable one. He's getting into politics. Overall, I found myself happy for him!\n\n\nThe last time I ever spoke to him, I remember him making me a promise. One I worried for decades would become true. Then, it came. Right in front of my eyes as I was watching the news.\n\n\nAnd I felt nothing.\n\n\n\n\nOn 15/SEP/2017, a note was recovered at a hiking trail near Blackwater, Oregon, United States. The note appears similar in style to previous documents connected to SCP-8450. Currently, it is pending analysis for potential clues as to the whereabouts of \"Randy Murders\".\n\n\n\n\n\n\n\n\nHow to make vinegar.\n\n\n\n\nA few months ago, I thought I would be able to make wine. I at first tried blackberry wine, but realized that it wasn't the type for me. Then, I tried to make blueberry wine. Now, it was most certainly a type of wine I would have loved. However, the batch went sour. It didn't work out. Ultimately, I thought it was a failure. And it killed my winemaking aspirations, at least for a while. I'm not too sure if I will try to make wine again.\n\n\nBut, what I did make, is vinegar. A sour, repulsive, beautiful batch of blueberry vinegar that I catch myself using quite frequently. There was this film on top - the \"mother of vinegar\", as it's called. Apparently, I can put that in other wine and it will transform into vinegar after a few weeks. It's a bit more complicated than that, but that's the gist of it.\n\n\nI didn't really think I would walk away from this with anything. Anything useful, that is. I thought I'd just walk away with no experience, a bunch of dirty containers, and all of my sugar wasted on something ugly. But, I persisted through it, stumbling upon something great.\n\n\n\n\n\n\nHere we are…\n\n\nWhere it all started!\n\n\nI remember driving out here.\n\n\nAfter \nthat night.\n\n\nIt was a perfect night.\n\n\nA perfect, feel-good, all-and-entirely beautiful sorta night.\n\n\nThe clouds were nowhere to be seen.\n\n\nThe moon was full.\n\n\nThe stars shined especially bright that night.\n\n\nI hiked there, and laid there.\n\n\nAnd I stared into the infinite abyss that is the beauty of our night sky.\n\n\nI remember it being a sleepless night.\n\n\nOne where I had to force myself to blink.\n\n\nAnd I thought only about \nour special night.\n\n\nThe best night of my life.\n\n\nReflected upon on the worst night of my life.\n\n\nOur special night…\n\n\n…\n\n\nI think about it a lot.\n\n\nOur special night…\n\n\nEspecially recently.\n\n\nSo, congrats!\n\n\nOn our anniversary.\n\n\nAbout 10 months off…\n\n\n…\n\n\nAnyways-\n\n\nI'm really happy for you.\n\n\nWherever you are…\n\n\nWhoever you're with.\n\n\n…\n\n\nI would really like to say that I hate you.\n\n\nBeing able to would mean the world to me.\n\n\nBut-\n\n\n…\n\n\nYou know, it's funny.\n\n\nI think I might have finally saved up enough to finish college.\n\n\nGo back in my 40's, finally get that degree and start living life.\n\n\nGuess I didn't need you after all, huh?\n\n\nBut, it's too late.\n\n\nBesides, I'm happy with what happened.\n\n\nIf I could change it, I would in a heartbeat.\n\n\nBut, I like it. I like who I am. I like who I am able to be. I like the life I am living.\n\n\n…\n\n\nI'm happy being Randy Murders.\n\n\nMx.\n Randy Murders.\n\n\nI'm happy being\n \nf\nr\ne\ne.\n\n\nI'm happy having\n \nfriends like I do.\n\n\nNo matter what you tried to do to me, I'm happy.\n\n\n…\n\n\nBut-\n\n\nI can't help myself remembering you.\n\n\nI can't forget how much I loved you.\n\n\nI can't forget how much I still love you.\n\n\nI can't forget how much \nour special night\n meant to me.\n\n\n…\n\n\nWhy can't I forget you,\n \nDavey?\n\n\n…\n\n\nWhy?\n\n\n \n\n\n \n\n\n \n\n\n…\n\n\n \n\n\n \n\n\n \n\n\nWhy do I love you,\n \nDavey Whittaker?\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8450\n\" by VapidPoem, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8450\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8449\n | SCP-8450 | \nSCP-8451\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Commonly referred to as a \"Mother of Vinegar\".",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8450 \" by VapidPoem, from the SCP Wiki . Source: https://scpwiki.com/scp-8450 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8450",
    "object_class": "Safe",
    "containment_procedures": "Although SCP-8450 does not require exterior assistance to initiate the regrowth process, it is to be stored in an unlit room kept at 23° Celsius in order to shorten regrowth periods as much as possible. Sections of SCP-8450 no greater than 50% of its mass may be removed by the Site-19 culinary staff for the purpose of brewing vinegar.",
    "description": "SCP-8450 is a 900-gram biofilm consisting of cellulose and acetic acid bacteria1. SCP-8450 is able to regrow lost mass over time without exterior assistance. The time frame in which regeneration occurs within SCP-8450 exponentially increases in accordance with how much of SCP-8450 has been removed.",
    "title": "SCP-8450"
}