{
    "url": "https://scp-wiki.wikidot.com/scp-8467",
    "all_text": "\"They attacked my family. We stayed away from them, kept quiet, but they still wanted our heads. They screamed. They swore. They insulted. Clawed. Bit. Ripped. Tore. They were no longer human.\"\n\n\n\n\n\n\n\n\n\n\nrating: \n+28\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-8467: \"Off With Their Heads\" by \nflembus\n\n\n\n\n⚠️ \nContent warning:\n This article contains: violence / aggression, some body horror and language. The collapsible contains illustrations of blood and an offscreen execution via guillotine.\n\n\n\n\n\n\n\n\nrating: \n+28\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\nSCP-8467 in containment (2001).\n\n\n\n\n\n\nItem #:\n SCP-8467\n1\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-8467 is to remain in Storage Room 39-A at Site-408\n2\n. It must be encased in a protective glass barrier to prevent any unintended contact by Foundation personnel. It must not be physically interacted with under any circumstances outside of experimentation, in which case it can only be interacted with by approved test subjects.\n\n\nNo medical treatment currently exists to cure test subjects of their anomalous symptoms after interacting with SCP-8467. Amnestics have also proven to be incapable of returning affected subjects to their former selves. Test subjects must be placed in solitary confinement to prevent potential harm towards others and closely monitored for evidence of self-harm.\n\n\nDescription:\n SCP-8467 is an oak wood guillotine constructed circa 1789-1792. Any individual who interacts with this guillotine, either by inserting their head into the lunette or grabbing the pulley that holds the blade, will experience visual and auditory hallucinations depicting the final moments of an individual before their execution via guillotine. The subject of these hallucinations varies between individuals, but the location, time period, and third-person viewpoint remain the same.\n\n\nFollowing these hallucinations, which may range in length from 45 seconds to 30 minutes, the individual interacting with the guillotine will experience a sudden and uncontrollable change in mood and personality. This mood change will vary depending on if the individual had their head in the lunette (Scenario A) or their hand on the pulley (Scenario B):\n\n\n\n\nScenario A - head through lunette: the individual will become much more fearful of authority and of breaking the law.\n\n\nScenario B - hand on pulley: the individual will become permanently agitated and hateful towards others. Typically, this sudden hatred stems from a desire to forcefully injure, or even kill, those who do not adhere to a set of moral or religious values.\n\n\n\n\nAs of the writing of this entry, none of the individuals tested in either Scenario returned to their personality from before they interacted with SCP-8467.\n\n\nAcquisition:\n On the 18th of May, 1802, two adolescent brothers, Stéphane (aged 12 years) and Louis Dupont (aged 10 years) were detained outside Girona, Spain for trespassing onto the property of potato farmer Diego Calabacas at around 2100 hours. Mr. Calabacas told local authorities that the older boy carried a large leather satchel and assumed they were trying to rob him. When interrogated, the boys claimed they were fleeing from the small town of Jourdeux, France, after a violent hysteria erupted amongst its residents (despite the recent victory against the French Monarchy).\n\n\nThe Military Order of Borjas y Aragón (OMByA) intervened once Stéphane Dupont showed the authorities the contents within the leather satchel. Amnestics were provided to everyone involved in the case except for Stéphane and Louis, who were brought to \nUbicación\n-07 (currently Site-408 of the Foundation) for further questioning about the satchel and the supposed hysteria in Jourdeux (under the guise that the Order was the Spanish national government). Once the boys told Order personnel the approximate location of Jourdeux, \nEscuadrón\n-3 was dispatched to investigate. Upon arriving at 1900 hours on the 21st of May, the squadron found a large mob gathered around a blood-soaked SCP-8467 in the center of the town's square. Upon seeing the squadron, the townspeople immediately attempted to violently attack the Order agents and bring them up onto SCP-8467's platform. \nEscuadrón\n-3 counterattacked, resulting in a battle ending in the squadron's victory and an undetermined number of casualties. Afterwards, the team acquired SCP-8467 for experimentation after agents experienced a \"dreadful, suffocating aura\" emanating from the guillotine. In addition, instances of SCP-8467-1 (see attached Document 2A) were retrieved for interrogation at \nUbicación\n-07.\n\n\nOne individual interrogated was Étienne Dupont, father of Stéphane and Louis and a designated SCP-8467-1 instance (SCP-8467-1.57\n3\n). An interview transcript with him can be found in the following documents.\n\n\nInterview (11/06/1802):\n\n\n\n\nInterviewed:\n Étienne Dupont.\n\n\nInterviewer:\n Dr. Alonso Salazar.\n\n\nTranscriptionist:\n Manuel Montoya.\n\n\n<BEGIN LOG>\n\n\nSalazar:\n Interview with \nDesviación\n No. 238-57 on this day Wednesday, June the Eleventh, Eighteen-hundred and two, Alonso Salazar reporting. Please state your name for the transcription.\n\n\nDupont:\n Étienne Pierre Dupont. Please, Doctor, when can I see my children again?\n\n\nSalazar:\n You may see them as soon as we are done here. Can you please desc—\n\n\nDupont:\n Can you at least tell me where they are now?\n\n\n[ \nDr. Salazar sighs.\n ]\n\n\nSalazar:\n They are in a different interrogation room - just three rooms away if I'm not mistaken. An Order Doctor is currently questioning them just like I am questioning you now. Let me assure you that they are \nsafe\n, Mr. Dupont.\n\n\n[ \nMr. Dupont looks down, thinks, then nods silently.\n ]\n\n\nDupont:\n \nD'accord\n. Thank you. I have been worried sick since we were brought… here, wherever that is. We have been surrounded by so many vampires lately, I just wanted to make sure they were in good hands.\n\n\nSalazar:\n \"Vampires\"? I presume you don't mean that literally?\n\n\nDupont:\n Honestly, I'm not entirely sure what I meant. Those… \ncreatures\n, they were so bloodthirsty, I am not certain if they are even human anymore.\n\n\nSalazar:\n You're referring to the people of… [ \nDr. Salazar checks his notes.\n ] Jourdeux, correct?\n\n\nDupont:\n Yes. Jourdeux. Once a sanctuary, now Hell on earth.\n\n\nSalazar:\n Can you tell me more? Or, perhaps we should start at the beginning: what was life like in Jourdeux prior to the Revolution?\n\n\n\n\n\n\n\n\n\n\nJourdeux, France (c. 1750).\n\n\n\n\n\n\n\n\n\n\nDupont:\n It was as peaceful as life under a Monarchy could have been. Even under the regulations imposed, even with our freedoms restricted, there was a sense of community that made even the most troubling times bearable. We made the best of our situation; we never forgot that we, the common folk, were on the same team, and as such we made an effort to uplift each other, raise our spirits, any chance we got. It was our community, and our constant, unwavering effort to make our lives worth living, that made Jourdeux such a prosperous and beautiful Eden.\n\n\nSalazar:\n Sounds like a very lovely place.\n\n\n[ \nA faint smile comes over Mr. Dupont's face.\n ]\n\n\nDupont:\n \nOui\n. It was.\n\n\n[ \nPause.\n ]\n\n\nDupont:\n As a boy I used to take the blessings I had in my life for granted, as children often do. But I never once underestimated the life provided to me by Jourdeux and my family.\n\n\nSalazar:\n Speaking of, can you tell me about your family?\n\n\nDupont:\n I suppose \"family\" is slightly hyperbole, as it was just my mother and I. My father was killed in battle during the siege on Corsica, months before I was born. My mother, in addition to raising me, had to keep her job at the tailor's and work long hours to keep our house. And yet, as emotionally drained as she was at the end of the day, she still tried her best to provide me with a happy childhood.\n\n\n[ \nMr. Dupont pauses, then laughs slightly.\n ]\n\n\nDupont:\n Every Sunday when we were finished with morning mass, once we said our good-byes to Father Bernard, my mother would take me to the local marketplace just down the road from our church. She knew I loved looking at all the items and crafts people had to sell, and would occasionally purchase something for me if it particularly caught my interest. Some of the vendors would even give me something for free, whether it be a piece of candy or a small trinket.\n\n\n[ \nMr. Dupont laughs to himself again, this time much more genuine.\n ]\n\n\nMonsieur Garnier, for instance, our local wheat farmer, had these miniature dolls woven with straw that he would give out to the town's children; he always had one painted blue just for me since he knew I loved that color. Further down the line of vendors would be Madame Moreau, the baker and one of Jourdeux's oldest residents, she would give me a small cookie with sugar on top with the biggest, warmest smile on her face. She was the closest I have ever had to a grandmother, since I never knew my real one.\n\n\nEven as a child I found that to be quite remarkable: that these people - all of whom worked long hours at grueling, thankless jobs so they can do what they love - all went out of their way to make me feel special, and organized a marketplace using their own resources to bring our humble little town together, if for just a couple of hours a week.\n\n\n[ \nPause.\n ]\n\n\nNormally I would apologize for going on a tangent such as this, but I realize now that I just answered your question after all. Besides my mother, my family was not by blood, but I know they were family by how they treated us. Always. \"No matter how many of life's devils come after you, know that the angels of Jourdeux will always protect you.\" My mother used to tell me that. And I foolishly believed her for the longest time.\n\n\n[ \nMr. Dupont's smile fades as he looks down in silent contemplation. Dr. Salazar takes a breath before asking another question.\n ]\n\n\nSalazar:\n Now, if you don't mind me changing the subject, you keep mentioning the working conditions these people had to endure. Do you think there was a sort of unspoken, pent-up anger due to this unfair treatment that eventually boiled over into violence?\n\n\nDupont:\n Not any more than any other French province, no. Although everyone kept a stiff upper lip in the presence of the Monarchy, there was a strong desire for change, not necessarily violence, across our town - nothing unusual for the time. When the Revolution started - I was just barely nineteen by then - I recall people seeing it as a chance for the freedom we all craved, a chance to restart and take back the rights we deserve. We all knew it would be tumultuous and perhaps terrifying, yes; but the idea of seeing freedom in our lifetimes allowed us to embrace this discomfort with open arms.\n\n\nSalazar:\n So when the Revolution started, what happened?\n\n\n\n\n\n\n\n\n\n\nJourdeux, France (c. 1793).\n\n\n\n\n\n\n\n\n\n\nDupont:\n Exactly what one might expect from a quaint town in revolution. Protests. Civil disobedience. Peaceful, yet effective, defiance. Nothing notable to begin with, for the most part.\n\n\nSalazar:\n I think you know what my next question will be, Mr. Dupont.\n\n\nDupont:\n Every so often - a rather rare occurrence, mind you - some of the more… \nradical\n, types, would instigate more extreme displays that some might call \"riots.\" They would break into establishments, desecrate landmarks, attempt to turn otherwise peaceful protests violent. I suppose they were inspired by the movement in America and believed Jourdeux wasn't doing enough for our own Revolution. Truthfully, part of me agreed with them.\n\n\nSalazar:\n I'd imagine for such a peaceful community, at least from what you have told me thus far, that must have been quite shocking.\n\n\nDupont:\n It was. It marked the beginning of a very chaotic period in history, and we knew it was only going to get worse with no end in sight. But we made sure to keep our worries at bay: our unofficial motto became \nÇa ira\n. \"It will be fine.\" This became a sort of rallying cry even beyond our area, a testament to the French people's resilience during these troubling times. It brought us comfort.\n\n\nSalazar:\n And then the guillotine was introduced.\n\n\n[ \nMr. Dupont gives a short sigh.\n ]\n\n\nDupont:\n Truth be told, I never gave that contraption much thought for a while. It was brought in around… 1792? '93? The dates are a bit fuzzy. But at that point I was happily married to my wife Celine, raising my first child with a second on the way.\n\n\nSalazar:\n Stéphane and Louis, correct?\n\n\nDupont:\n \nOui.\n They were the loves of my life. I worked to the bone at my bookshop so I could provide for them. I'm sure you can relate, Doctor.\n\n\nSalazar:\n Indeed I do. I have a daughter myself, there's not much I wouldn't do for her.\n\n\nDupont:\n They were my reason for living. They kept me motivated, even during such chaotic times. Our family thrived - Jourdeux, in general, thrived - during the Era of the Guillotine. I don't recall ever seeing that machine before, until one day it just… appeared, in the middle of our town's square, right where the Sunday Market used to be. The rioters managed to get more supporters; the havoc they wreaked got the attention of the King's Guards, but they fought back when they tried to intervene. They brought them up to the machine's platform, loaded their heads into the lunette, and…\n\n\n[ \nPause.\n ]\n\n\nDupont:\n With each new victim, the crowds around the guillotine grew some more. It soon became a sort of spectacle to watch traitors of the Revolution and the King's men get what they deserved. Soon this contraption became a landmark of our once peaceful town. When it wasn't in use, they encouraged citizens to admire it, praise it, touch it. It was a symbol of the change we hungered for, a sign that things were finally getting better. To see Jourdeux quickly become a town that worshipped violence, in any other situation, would have upset me. But the visible change the French people were making, after all of the tyranny we endured, even if it was violent, was indescribably \nbeautiful\n. Besides, I had my family - my \nnew\n family - to keep me comforted if I needed it, just as I comforted them.\n\n\nSalazar:\n So, the Revolution continues, along with the bloodshed. You have your family, and your… bookshop, I believe you said?\n\n\nDupont:\n That's correct.\n\n\nSalazar:\n So eventually, I presume, Jourdeux receives word that the Monarchy was overthrown, thus ending the Revolution in the French people's victory. How did your town react? Were there celebrations, parties, anything of the sort?\n\n\n[ \nMr. Dupont thinks for a moment.\n ]\n\n\nDupont:\n No. And I believe this was the first indictor for me that Jourdeux was not the same anymore. We received that message, but nobody seemed satisfied. We had won, but the people were still suspicious of traitors and turncoats. I remember working at my bookshop, and whenever I would give a friendly \"Hello\" to anyone who walked through the door, I noticed that the friendliness was not reciprocated; smiles and nods turned to glares and growls. Not even the people I knew since boyhood were safe.\n\n\n[ \nPause.\n ]\n\n\nDupont:\n It truly felt like my family from childhood was gone.\n\n\n[ \nPause again. Mr. Dupont shuts his eyes tightly and takes a deep breath.\n ]\n\n\nSalazar:\n If you would like, we could take a short break, let you gather your bearings before we finish this interview.\n\n\nDupont:\n No, Doctor. I'll keep strong for a few more minutes, especially if it's for science. Then I can see my children again.\n\n\n[ \nDr. Salazar hesitates for a moment before nodding.\n ]\n\n\nSalazar:\n That's right. We'll arrange for you to see your children soon. Very noble of you to keep persevering, Mr. Dupont. If I were in your shoes I certainly would not have made that same decision. Well, I suppose if you're ready to continue, we shall.\n\n\n\n\n\n\n\n\n\n\nJourdeux, France (1801).\n\n\n\n\n\n\n\n\n\n\n[ \nMr. Dupont takes another deep breath before continuing.\n ]\n\n\nDupont:\n The violence grew and grew and spiraled out of control. Anyone who attempted to curb the bloodshed ended up with their necks restrained under the guillotine's blade. Every day became a game of chance for those who were not seduced by the blade's charm, of which I knew a few; we kept to ourselves, never speaking to anyone except absolutely necessary, and prayed that fate would let us see tomorrow.\n\n\nSalazar:\n How did your family fare during this time?\n\n\n[ \nMr. Dupont stares at Dr. Salazar, tears slowly welling in his eyes. He presses them closed and sighs. Dr. Salazar leans forward.\n ]\n\n\nSalazar:\n … Mr. Dupont?\n\n\nDupont:\n … They attacked my family, Doctor Salazar. We stayed away from them, kept quiet, but they still wanted our heads. They screamed. They swore. They insulted. Clawed. Bit. Ripped. Tore. They were no longer human.\n\n\nSalazar:\n Any particular reason?\n\n\nDupont:\n Rumors. All of the violence after the Revolution, all spurred from rumors. We knew at some point a rumor would be spread targeting us, but we never knew it would be like this. One day, without warning. They came to my bookshop while I was stocking shelves, pitchforks and torches in hand. They called me a traitor. An agent of the Monarchy. A propagandist.\n\n\n[ \nBreaths, more rapid now.\n ]\n\n\nThey wanted to destroy my life's work with me in it. They were already placing their torches on my shop, igniting the walls. I managed to flee, run back towards home, but… I looked back, and saw my pride and joy in a blaze of harsh red light.\n\n\n[ \nRapid blinks, breaths increasing in frequency and intensity.\n ]\n\n\nI ran home. I saw my dearest Celine cradling Stéphane and Louis in her arms, weeping. I rushed over and told them to flee Jourdeux. This town is no longer safe. But soon after, the mob found us. They tried breaking down our door, breaking our windows, finding any way they could to force into our home. My family's cries grew louder as the riot called us bastards, demons, criminals.\n\n\n[ \nA tear rolls down Mr. Dupont's face.\n ]\n\n\nThey grabbed us, Celine and I. Before they could take Stéphane and Louis I cried out to them, I said, \"\nRun, as far away as you can! Go!\n\" I saw them flee before we were pulled out of our house, towards…\n\n\n[ \nMr. Dupont closes his eyes, and cries. Dr. Salazar leans back in his seat.\n ]\n\n\nSalazar:\n Thank you, Mr. Dupont. I believe this concludes our interview. I'll schedule for you to visit your children soon. Just know that they are safe, and they are away from Jourd —\n\n\nDupont:\n [ \nshouting\n ] But they could have \ndied\n, Doctor! They could have been taken by those… those \ncreatures\n, if they found where they were hiding, that damned cemetery…!\n\n\n[ \nWeeping.\n ]\n\n\nI watched my dearest Celine get placed on that platform. My boys could have been with her, they were so close to suffering that same fate, they… they…\n\n\n[ \nMr. Dupont can no longer speak. His face is completely drenched in tears.\n ]\n\n\nSalazar:\n … Mr. Dupont, listen to me. \nThey. Are. Safe.\n Please remember that. I am truly sorry for what you and your loved ones have suffered through. But promise me you will remember that the worst case scenario did not happen. They're safe, and \nyou\n are safe.\n\n\n[ \nMr. Dupont begins to calm, heavily inhaling his tears.\n ]\n\n\nSalazar:\n \nÇa ira\n, remember? It will be fine. And right now, it \nis\n fine. Alright.\n\n\nDupont:\n [ slowly collecting himself. ] … Yes. Yes. \nÇa ira, ça ira…\n\n\nSalazar:\n Let me promise you this, Mr. Dupont: we at the Order will do everything in our power to protect you and your family, no matter the cost. Our talk today will help us greatly in our research, let me assure you of that.\n\n\n[ \nMr. Dupont looks up at Dr. Salazar.\n ]\n\n\nDupont:\n … Thank you, Doctor. Perhaps there's still some good left in this world.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ UPDATE (03/12/1994)\n\n\n\n\n- UPDATE (03/12/1994)\n\n\n\n\n\n\nOn July 26, 1994, Foundation Site-408 acquired a Haymitch-Steinbeck neuroimaging (HSNI) machine for experimental use in cases involving oneirohazards\n4\n and other hallucinogenic anomalies. Site Director Isabel Madraso approved the revival of the SCP-8467 case and the usage of the HSNI machine for determining the exact nature of SCP-8467 hallucinations in the hopes of providing more context for the emotional side effects.\n\nThe following images are screenshots from the HSNI machine interface displaying notable instances in brain activity witnessed by an SCP-8467 test subject on December 3, 1994.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBOOTING H.S.N.I IMAGES, PLEASE STAND BY…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDuration: 00HR 00MIN 01SEC 15MSEC\n\n\n\n\n\n\n\n\n\n\n\n\nDuration: 00HR 00MIN 11SEC 46MSEC\n\n\n\n\n\n\n\n\n\n\n\n\nDuration: 00HR 00MIN 25SEC 06MSEC\n\n\n\n\n\n\n\n\n\n\n\n\nDuration: 00HR 00MIN 43SEC 01MSEC\n\n\n\n\n\n\n\n\n\n\n\n\nDuration: 00HR 00MIN 51SEC 31MSEC\n\n\n\n\n\n\n\n\n\n\n\n\nDuration: 00HR 01MIN 26SEC 15MSEC\n\n\n\n\n\n\n\n\n\n\n\n\nDuration: 00HR 01MIN 52SEC 46MSEC\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[ \nDr. Carlos Mirones presses the \"OFF\" button on the video display.\n ]\n\n\nMirones:\n Now, can you please confirm the accuracy of these images to what actually happened?\n\n\n[ \nÉtienne Dupont continues to stare at the screen. He shuts his eyes and, after a few seconds, begins to cry.\n ]\n\n\nMirones:\n Mr. Dupont, I understand this brings back bad memories, truly; but we cannot be certain these results are accurate without your input.\n\n\n[ \nDupont attempts to collect himself. He sniffles, takes a few deep breaths, before answering.\n ]\n\n\nDupont:\n Yes. Yes… Jesus above, yes, it's all true.\n\n\nMirones:\n If you're able, could you please elaborate?\n\n\nDupont:\n I… I can still feel the blade enter my neck. It still \nstings\n, Doctor. I can still feel the m-maggots eating my flesh… I s-still feel time decaying me… I… I…\n\n\nMirones:\n Thank you, Mr. Dupont. Your input will help us greatly in this c—\n\n\nDupont:\n When will it be ready?\n\n\n[ \nMirones gathers his thoughts for a few seconds.\n ]\n\n\nMirones:\n We're… not entirely sure, yet. I can guarantee that this discovery will lead to a breakthrough in the near future. I sense that a cure is imminent, Mr. Dupont.\n\n\n[ \nPause. Mirones begins to stand up and leave the room.\n ]\n\n\nDupont:\n We are all suffering, Doctor.\n\n\n[ \nMirones pauses, then turns to Dupont.\n ]\n\n\nMirones:\n …Yes. And for that I am truly sorry. We are working as fast as we can, I promise you.\n\n\nDupont:\n That's what you told us two hundred years ago.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Previously designated as \nDesviación\n No. 238 by the Military Order of Borja y Aragón (OMByA), prior to the unification of the SCP Foundation in 1900. For clarity, all mentions of this anomaly's item number in this document will use the current designation of SCP-8467.\n\n\n2\n. Previously known as OMByA \nUbicación\n-07.\n\n\n3\n. Then referred to as \nDesviación\n No. 238-57.\n\n\n4\n. Dream-related hazards.\n\n\n\n\n\n\n\n\n« \nSCP-8466\n | SCP-8467 | \nSCP-8468\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8467\n\" by flembus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8467\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilenames:\n bookshop.png\n\nguillotine.png\n\njordeux.png\n\nmaybethedarkestthingiveeverdrawn.png\n\nprisoner.png\n\nprotestor1.png\n\nprotestor2.png\n\nUntitled.gif\n\n\nAuthor:\n \nflembus\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\n\n\nFilename:\n Guillotina._Exposición_Inquisición_en_el_Palacio_de_los_Olvidados_de_Granada_01.jpg\n\n\nName:\n guillotine.jpg\n\n\nAuthor:\n Dorieo\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n Maastricht,_Vrijthof,_Groote_Sociëteit,_ca_1800.jpg\n\n\nName:\n townhall.jpg\n\n\nAuthor:\n Unknown author\n\n\nLicense:\n Public domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n French_Revolution_in_Hungarian_Journal.jpg\n\n\nName:\n revolution.jpg\n\n\nAuthor:\n Demeter Görög\n\n\nLicense:\n Public domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n From_1800_to_1900._The_wonderful_story_of_the_century;_its_progress_and_achievements_(1899)_(14800158943).jpg\n\n\nName:\n battle.jpg\n\n\nAuthor:\n Internet Archive Book Images\n\n\nLicense:\n No known copyright restrictions\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: Étienne Dupont. Interviewer: Dr. Alonso Salazar. Transcriptionist: Manuel Montoya. <BEGIN LOG> Salazar: Interview with Desviación No. 238-57 on this day Wednesday, June the Eleventh, Eighteen-hundred and two, Alonso Salazar reporting. Please state your name for the transcription. Dupont: Étienne Pierre Dupont. Please, Doctor, when can I see my children again? Salazar: You may see them as soon as we are done here. Can you please desc— Dupont: Can you at least tell me where they are now? [ Dr. Salazar sighs. ] Salazar: They are in a different interrogation room - just three rooms away if I'm not mistaken. An Order Doctor is currently questioning them just like I am questioning you now. Let me assure you that they are safe , Mr. Dupont. [ Mr. Dupont looks down, thinks, then nods silently. ] Dupont: D'accord . Thank you. I have been worried sick since we were brought… here, wherever that is. We have been surrounded by so many vampires lately, I just wanted to make sure they were in good hands. Salazar: \"Vampires\"? I presume you don't mean that literally? Dupont: Honestly, I'm not entirely sure what I meant. Those… creatures , they were so bloodthirsty, I am not certain if they are even human anymore. Salazar: You're referring to the people of… [ Dr. Salazar checks his notes. ] Jourdeux, correct? Dupont: Yes. Jourdeux. Once a sanctuary, now Hell on earth. Salazar: Can you tell me more? Or, perhaps we should start at the beginning: what was life like in Jourdeux prior to the Revolution?",
        "Dupont: It was as peaceful as life under a Monarchy could have been. Even under the regulations imposed, even with our freedoms restricted, there was a sense of community that made even the most troubling times bearable. We made the best of our situation; we never forgot that we, the common folk, were on the same team, and as such we made an effort to uplift each other, raise our spirits, any chance we got. It was our community, and our constant, unwavering effort to make our lives worth living, that made Jourdeux such a prosperous and beautiful Eden. Salazar: Sounds like a very lovely place. [ A faint smile comes over Mr. Dupont's face. ] Dupont: Oui . It was. [ Pause. ] Dupont: As a boy I used to take the blessings I had in my life for granted, as children often do. But I never once underestimated the life provided to me by Jourdeux and my family. Salazar: Speaking of, can you tell me about your family? Dupont: I suppose \"family\" is slightly hyperbole, as it was just my mother and I. My father was killed in battle during the siege on Corsica, months before I was born. My mother, in addition to raising me, had to keep her job at the tailor's and work long hours to keep our house. And yet, as emotionally drained as she was at the end of the day, she still tried her best to provide me with a happy childhood. [ Mr. Dupont pauses, then laughs slightly. ] Dupont: Every Sunday when we were finished with morning mass, once we said our good-byes to Father Bernard, my mother would take me to the local marketplace just down the road from our church. She knew I loved looking at all the items and crafts people had to sell, and would occasionally purchase something for me if it particularly caught my interest. Some of the vendors would even give me something for free, whether it be a piece of candy or a small trinket. [ Mr. Dupont laughs to himself again, this time much more genuine. ] Monsieur Garnier, for instance, our local wheat farmer, had these miniature dolls woven with straw that he would give out to the town's children; he always had one painted blue just for me since he knew I loved that color. Further down the line of vendors would be Madame Moreau, the baker and one of Jourdeux's oldest residents, she would give me a small cookie with sugar on top with the biggest, warmest smile on her face. She was the closest I have ever had to a grandmother, since I never knew my real one. Even as a child I found that to be quite remarkable: that these people - all of whom worked long hours at grueling, thankless jobs so they can do what they love - all went out of their way to make me feel special, and organized a marketplace using their own resources to bring our humble little town together, if for just a couple of hours a week. [ Pause. ] Normally I would apologize for going on a tangent such as this, but I realize now that I just answered your question after all. Besides my mother, my family was not by blood, but I know they were family by how they treated us. Always. \"No matter how many of life's devils come after you, know that the angels of Jourdeux will always protect you.\" My mother used to tell me that. And I foolishly believed her for the longest time. [ Mr. Dupont's smile fades as he looks down in silent contemplation. Dr. Salazar takes a breath before asking another question. ] Salazar: Now, if you don't mind me changing the subject, you keep mentioning the working conditions these people had to endure. Do you think there was a sort of unspoken, pent-up anger due to this unfair treatment that eventually boiled over into violence? Dupont: Not any more than any other French province, no. Although everyone kept a stiff upper lip in the presence of the Monarchy, there was a strong desire for change, not necessarily violence, across our town - nothing unusual for the time. When the Revolution started - I was just barely nineteen by then - I recall people seeing it as a chance for the freedom we all craved, a chance to restart and take back the rights we deserve. We all knew it would be tumultuous and perhaps terrifying, yes; but the idea of seeing freedom in our lifetimes allowed us to embrace this discomfort with open arms. Salazar: So when the Revolution started, what happened?",
        "Dupont: Exactly what one might expect from a quaint town in revolution. Protests. Civil disobedience. Peaceful, yet effective, defiance. Nothing notable to begin with, for the most part. Salazar: I think you know what my next question will be, Mr. Dupont. Dupont: Every so often - a rather rare occurrence, mind you - some of the more… radical , types, would instigate more extreme displays that some might call \"riots.\" They would break into establishments, desecrate landmarks, attempt to turn otherwise peaceful protests violent. I suppose they were inspired by the movement in America and believed Jourdeux wasn't doing enough for our own Revolution. Truthfully, part of me agreed with them. Salazar: I'd imagine for such a peaceful community, at least from what you have told me thus far, that must have been quite shocking. Dupont: It was. It marked the beginning of a very chaotic period in history, and we knew it was only going to get worse with no end in sight. But we made sure to keep our worries at bay: our unofficial motto became Ça ira . \"It will be fine.\" This became a sort of rallying cry even beyond our area, a testament to the French people's resilience during these troubling times. It brought us comfort. Salazar: And then the guillotine was introduced. [ Mr. Dupont gives a short sigh. ] Dupont: Truth be told, I never gave that contraption much thought for a while. It was brought in around… 1792? '93? The dates are a bit fuzzy. But at that point I was happily married to my wife Celine, raising my first child with a second on the way. Salazar: Stéphane and Louis, correct? Dupont: Oui. They were the loves of my life. I worked to the bone at my bookshop so I could provide for them. I'm sure you can relate, Doctor. Salazar: Indeed I do. I have a daughter myself, there's not much I wouldn't do for her. Dupont: They were my reason for living. They kept me motivated, even during such chaotic times. Our family thrived - Jourdeux, in general, thrived - during the Era of the Guillotine. I don't recall ever seeing that machine before, until one day it just… appeared, in the middle of our town's square, right where the Sunday Market used to be. The rioters managed to get more supporters; the havoc they wreaked got the attention of the King's Guards, but they fought back when they tried to intervene. They brought them up to the machine's platform, loaded their heads into the lunette, and… [ Pause. ] Dupont: With each new victim, the crowds around the guillotine grew some more. It soon became a sort of spectacle to watch traitors of the Revolution and the King's men get what they deserved. Soon this contraption became a landmark of our once peaceful town. When it wasn't in use, they encouraged citizens to admire it, praise it, touch it. It was a symbol of the change we hungered for, a sign that things were finally getting better. To see Jourdeux quickly become a town that worshipped violence, in any other situation, would have upset me. But the visible change the French people were making, after all of the tyranny we endured, even if it was violent, was indescribably beautiful . Besides, I had my family - my new family - to keep me comforted if I needed it, just as I comforted them. Salazar: So, the Revolution continues, along with the bloodshed. You have your family, and your… bookshop, I believe you said? Dupont: That's correct. Salazar: So eventually, I presume, Jourdeux receives word that the Monarchy was overthrown, thus ending the Revolution in the French people's victory. How did your town react? Were there celebrations, parties, anything of the sort? [ Mr. Dupont thinks for a moment. ] Dupont: No. And I believe this was the first indictor for me that Jourdeux was not the same anymore. We received that message, but nobody seemed satisfied. We had won, but the people were still suspicious of traitors and turncoats. I remember working at my bookshop, and whenever I would give a friendly \"Hello\" to anyone who walked through the door, I noticed that the friendliness was not reciprocated; smiles and nods turned to glares and growls. Not even the people I knew since boyhood were safe. [ Pause. ] Dupont: It truly felt like my family from childhood was gone. [ Pause again. Mr. Dupont shuts his eyes tightly and takes a deep breath. ] Salazar: If you would like, we could take a short break, let you gather your bearings before we finish this interview. Dupont: No, Doctor. I'll keep strong for a few more minutes, especially if it's for science. Then I can see my children again. [ Dr. Salazar hesitates for a moment before nodding. ] Salazar: That's right. We'll arrange for you to see your children soon. Very noble of you to keep persevering, Mr. Dupont. If I were in your shoes I certainly would not have made that same decision. Well, I suppose if you're ready to continue, we shall.",
        "[ Mr. Dupont takes another deep breath before continuing. ] Dupont: The violence grew and grew and spiraled out of control. Anyone who attempted to curb the bloodshed ended up with their necks restrained under the guillotine's blade. Every day became a game of chance for those who were not seduced by the blade's charm, of which I knew a few; we kept to ourselves, never speaking to anyone except absolutely necessary, and prayed that fate would let us see tomorrow. Salazar: How did your family fare during this time? [ Mr. Dupont stares at Dr. Salazar, tears slowly welling in his eyes. He presses them closed and sighs. Dr. Salazar leans forward. ] Salazar: … Mr. Dupont? Dupont: … They attacked my family, Doctor Salazar. We stayed away from them, kept quiet, but they still wanted our heads. They screamed. They swore. They insulted. Clawed. Bit. Ripped. Tore. They were no longer human. Salazar: Any particular reason? Dupont: Rumors. All of the violence after the Revolution, all spurred from rumors. We knew at some point a rumor would be spread targeting us, but we never knew it would be like this. One day, without warning. They came to my bookshop while I was stocking shelves, pitchforks and torches in hand. They called me a traitor. An agent of the Monarchy. A propagandist. [ Breaths, more rapid now. ] They wanted to destroy my life's work with me in it. They were already placing their torches on my shop, igniting the walls. I managed to flee, run back towards home, but… I looked back, and saw my pride and joy in a blaze of harsh red light. [ Rapid blinks, breaths increasing in frequency and intensity. ] I ran home. I saw my dearest Celine cradling Stéphane and Louis in her arms, weeping. I rushed over and told them to flee Jourdeux. This town is no longer safe. But soon after, the mob found us. They tried breaking down our door, breaking our windows, finding any way they could to force into our home. My family's cries grew louder as the riot called us bastards, demons, criminals. [ A tear rolls down Mr. Dupont's face. ] They grabbed us, Celine and I. Before they could take Stéphane and Louis I cried out to them, I said, \" Run, as far away as you can! Go! \" I saw them flee before we were pulled out of our house, towards… [ Mr. Dupont closes his eyes, and cries. Dr. Salazar leans back in his seat. ] Salazar: Thank you, Mr. Dupont. I believe this concludes our interview. I'll schedule for you to visit your children soon. Just know that they are safe, and they are away from Jourd — Dupont: [ shouting ] But they could have died , Doctor! They could have been taken by those… those creatures , if they found where they were hiding, that damned cemetery…! [ Weeping. ] I watched my dearest Celine get placed on that platform. My boys could have been with her, they were so close to suffering that same fate, they… they… [ Mr. Dupont can no longer speak. His face is completely drenched in tears. ] Salazar: … Mr. Dupont, listen to me. They. Are. Safe. Please remember that. I am truly sorry for what you and your loved ones have suffered through. But promise me you will remember that the worst case scenario did not happen. They're safe, and you are safe. [ Mr. Dupont begins to calm, heavily inhaling his tears. ] Salazar: Ça ira , remember? It will be fine. And right now, it is fine. Alright. Dupont: [ slowly collecting himself. ] … Yes. Yes. Ça ira, ça ira… Salazar: Let me promise you this, Mr. Dupont: we at the Order will do everything in our power to protect you and your family, no matter the cost. Our talk today will help us greatly in our research, let me assure you of that. [ Mr. Dupont looks up at Dr. Salazar. ] Dupont: … Thank you, Doctor. Perhaps there's still some good left in this world. <END LOG>",
        "[ Dr. Carlos Mirones presses the \"OFF\" button on the video display. ] Mirones: Now, can you please confirm the accuracy of these images to what actually happened? [ Étienne Dupont continues to stare at the screen. He shuts his eyes and, after a few seconds, begins to cry. ] Mirones: Mr. Dupont, I understand this brings back bad memories, truly; but we cannot be certain these results are accurate without your input. [ Dupont attempts to collect himself. He sniffles, takes a few deep breaths, before answering. ] Dupont: Yes. Yes… Jesus above, yes, it's all true. Mirones: If you're able, could you please elaborate? Dupont: I… I can still feel the blade enter my neck. It still stings , Doctor. I can still feel the m-maggots eating my flesh… I s-still feel time decaying me… I… I… Mirones: Thank you, Mr. Dupont. Your input will help us greatly in this c— Dupont: When will it be ready? [ Mirones gathers his thoughts for a few seconds. ] Mirones: We're… not entirely sure, yet. I can guarantee that this discovery will lead to a breakthrough in the near future. I sense that a cure is imminent, Mr. Dupont. [ Pause. Mirones begins to stand up and leave the room. ] Dupont: We are all suffering, Doctor. [ Mirones pauses, then turns to Dupont. ] Mirones: …Yes. And for that I am truly sorry. We are working as fast as we can, I promise you. Dupont: That's what you told us two hundred years ago. <END LOG>",
        "\" SCP-8467 \" by flembus, from the SCP Wiki . Source: https://scpwiki.com/scp-8467 . Licensed under CC-BY-SA .",
        "Filenames: bookshop.png guillotine.png jordeux.png maybethedarkestthingiveeverdrawn.png prisoner.png protestor1.png protestor2.png Untitled.gif Author: flembus License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: Guillotina._Exposición_Inquisición_en_el_Palacio_de_los_Olvidados_de_Granada_01.jpg Name: guillotine.jpg Author: Dorieo License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Filename: Maastricht,_Vrijthof,_Groote_Sociëteit,_ca_1800.jpg Name: townhall.jpg Author: Unknown author License: Public domain Source Link: Wikimedia Commons",
        "Filename: French_Revolution_in_Hungarian_Journal.jpg Name: revolution.jpg Author: Demeter Görög License: Public domain Source Link: Wikimedia Commons",
        "Filename: From_1800_to_1900._The_wonderful_story_of_the_century;_its_progress_and_achievements_(1899)_(14800158943).jpg Name: battle.jpg Author: Internet Archive Book Images License: No known copyright restrictions Source Link: Wikimedia Commons"
    ],
    "item": "SCP-84671",
    "object_class": "Safe",
    "containment_procedures": "SCP-8467 is to remain in Storage Room 39-A at Site-4082. It must be encased in a protective glass barrier to prevent any unintended contact by Foundation personnel. It must not be physically interacted with under any circumstances outside of experimentation, in which case it can only be interacted with by approved test subjects.",
    "description": "SCP-8467 is an oak wood guillotine constructed circa 1789-1792. Any individual who interacts with this guillotine, either by inserting their head into the lunette or grabbing the pulley that holds the blade, will experience visual and auditory hallucinations depicting the final moments of an individual before their execution via guillotine. The subject of these hallucinations varies between individuals, but the location, time period, and third-person viewpoint remain the same.",
    "title": "SCP-8467"
}