{
    "url": "https://scp-wiki.wikidot.com/scp-8482",
    "all_text": "rating: \n+1\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n8482\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n SCP-8482 is to be stored in a glass box at Site-██. The glass box must remain locked and accessible only to personnel with Level 2 clearance or higher. Handling SCP-8482 poses no inherent side effects; however, using the device by opening the LCD screen and capturing/recording a living being will trigger its anomalous properties and is strictly prohibited without prior authorization.\n\n\nSCP-8482's glass box can only be accessed with authorization form ████-██.\n\n\nDescription:\n SCP-8482 is a silver Sony Handycam camcorder, model DCR-SR47, with no differences from other units of the same make and model. The battery on the camcorder is a non-OEM battery originating from an unknown manufacturing factory. When powered on and the LCD screen is flipped open, the device’s battery life indicator displays \"\nINF\n,\" presumed to mean infinite battery life.\n\n\nSCP-8482's anomalous properties are observable when used to capture living beings. If the subject of the photograph/video is an abiotic object, the device functions as a non-anomalous camcorder, and the date metadata of the photograph/recording remains unchanged. However, when SCP-8482 is used to photograph/record a biotic being, the date metadata of the image changes to correspond with the date of that being's death.\n\n\nThe date displayed does not include a specific time, only the calendar date on which the subject is predicted to die. Rigorous testing of SCP-8482 has confirmed that the camcorder does not provide additional details of the predicted death.\n\n\nSCP-8482’s origin and the mechanism through which it determines the date of death remain unknown.\n\n\nAddendum 1 - May 15, 2017:\n Per request of Site-██'s lead investigation officer Lance ████, the finest personnel duo on site has been assigned the duties of testing SCP-8482's anomalous properties. Personnel John ██████ and Parlo ████ will be given a deadline of June 1, 2017 to document all testing records into Docket ID #██-███.\n\n\nAddendum 2 - June 2, 2017:\n Photos of SCP-8482 are unable to updated due to an anomalous effect not anticipated by observers John ██████ and Parlo ████. SCP-8482 has developed properties that actively erase all visual representations of itself across every known medium and format. At present, only three photographs of SCP-8482 exist, all taken prior to the testing conducted between May 15 and June 1, 2017.\n\n\nAddendum 3 - June 3, 2017:\n In a quick unofficial trial, two Class D personnel were given generic cameras to test whether SCP-8482 would affect photographs of identical model camcorders of itself. The trial results showed that SCP-8482 only affected visual representations of itself when the subject thought of it at the time of visually capturing it. As expected, identical camcorders could be taken photos of without issues.\n\n\n\n\n+ Documents 001 - 060 Summary | Observers John ██████ and Parlo ████\n\n\n\n\n- Close Summary\n\n\n\n\n\n\nMay 19, 2017\n\n\nDocument 001 - 010:\n Unicolor wall. Multicolor wall. Brick wall. Concrete wall. Wooden wall. Drywall. Stone wall. Patterned wall. Soundproofed wall. Splattered wall. \nNo effect.\n\n\nObserving Personnel Notes:\n\n\nJohn ██████:\n I hate this job.\n\n\nDocument 011 - 020:\n Armchair. Recliner. Office chair. Folding chair. Bean bag. Gaming chair. Rocking Chair. Wingback chair. Bar stool. Sofa. \nNo effect.\n\n\nDocument 021 - 030:\n Red book. Orange book. Yellow book. Green book. Blue book. Indigo book. Purple book. White book. Gray book. Black book. \nNo effect\n\n\nDocument 031 - 040:\n Printing paper. Lamp. Table. Calendar. Flashlight. 4-function calculator. Graphing calculator. Pencil. Eraser. Fake gucci watch. \nNo effect\n\n\nObserving Personnel Notes:\n\n\nParlo ████:\n There needs to be a form to report John's fake gucci watch.\n\n\nJohn ██████:\n Who the hell doesn't use AliExpress for watches?\n\n\nDocument 041 - 050:\n Fountain Pen. Pineapple. Apple. Ballpoint Pen. Generic laptop. Notepad. Candy wrapper. Snickers bar. Coca-Cola. Mousepad. \nNo effect\n\n\nDocument 051 - 060:\n Personnel jacket. Personnel shirt. Personnel pants. Personnel boxers. Personnel clipboard. SCP foundation poster. Clearance ID. Form ████-██. Steel door. Concrete floor. \nNo effect\n\n\nObserving Personnel Notes:\n\n\nJohn ██████:\n For the record, Parlo has an enormous butt. Astonishingly huge.\n\n\nParlo ████:\n Can a supervisor confirm if security cameras were active or not?\n\n\nNote: The conclusion of 60 tests confirms with 100% certainty that SCP-8482's anomalous effects are noticeable only when biotic beings are photographed using the camcorder. Both observing personnel were also subsequently given psychiatric evaluations after finishing the first 60 tests. The testing occurred in a course of 24 hours.\n\n\n\n\n\n\n\n\n\n\n\n\n+ Documents 061 - 065 Summary | Observers John ██████ and Parlo ████\n\n\n\n\n- Close Summary\n\n\n\n\n\n\nMay 24, 2017\n\n\nDocument 061:\n Rose flower. The date metadata on the camcorder changed to June 3, 2017. The effects could not be proven during testing due to the predicted time of death being over the given deadline.\n\n\nObserving Personnel Notes:\n\n\nParlo ████:\n Holy ████, the camcorder changed its date!\n\n\nDocument 062:\n Sod. The date metadata on the camcorder changed to May 24, 2017. The grass progressively withered throughout the testing and was observed by both John ██████ and Parlo ████. The sod died within 24 hours.\n\n\nDocument 063:\n Class D personnel, Mick H. Anders. Anders at the time of testing was 26 years of age. The date on the camcorder changed to December 25, 2055. The effects could not be proven during testing. The subject reported high levels of stress when told about their predicted death day. John ██████ subsequently sent the personnel back to their cell for minimal interference with testing.\n\n\nObserving Personnel Notes:\n\n\nJohn ██████:\n Anders reported extremely high levels of stress after being told about their death day. I half expected him to die on the spot from the heartrate alone, but SCP-8482 doesn't lie.\n\n\nDocument 064:\n Class D personnel, Marlin T. Johannes. Johannes at the time of testing was 34 years of age. The date on the camcorder changed to August 10, 2017. The effects could not be proven during testing. The subject immediately fainted after being told of their death date. John ██████ requested Johannes be transferred to a cell for general observation until August 10, 2017.\n\n\nObserving Personnel Notes:\n\n\nJohn ██████:\n Wow, Johannes is dying by the end of the year. I requested his transfer so we can watch him until he dies in the cell. On the other hand, SCP-8482 could be abused as permanent psychological torture.\n\n\nDocument 065:\n Duo photo of observing personnel John ██████ and Parlo ████. The date on the camcorder flashed between two dates, January 7, 2060 and March 30, 2047. No further analysis or data were documented.\n\n\nObserving Personnel Notes:\n\n\nJohn ██████:\n Parlo is saying that I will live longer because the camera flashed 2060. We don't even know which date corresponds to who. He should be admonished for this anger.\n\n\nParlo ████:\n This son of a b███h will live longer than me, I swear that 2060 is his. My anger is obstructing with the integrity of testing because of this. The documents will be handed over to Lance on June 2. Also, f██k John and his worthless life.\n\n\nNote: Lance ████ has admonished both observing personnel due to actions not conforming to testing integrity practices.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8481\n | SCP-8482 | \nSCP-8483\n »",
    "addendums": [
        "Addendum 1 - May 15, 2017: Per request of Site-██'s lead investigation officer Lance ████, the finest personnel duo on site has been assigned the duties of testing SCP-8482's anomalous properties. Personnel John ██████ and Parlo ████ will be given a deadline of June 1, 2017 to document all testing records into Docket ID #██-███.",
        "Addendum 2 - June 2, 2017: Photos of SCP-8482 are unable to updated due to an anomalous effect not anticipated by observers John ██████ and Parlo ████. SCP-8482 has developed properties that actively erase all visual representations of itself across every known medium and format. At present, only three photographs of SCP-8482 exist, all taken prior to the testing conducted between May 15 and June 1, 2017.",
        "Addendum 3 - June 3, 2017: In a quick unofficial trial, two Class D personnel were given generic cameras to test whether SCP-8482 would affect photographs of identical model camcorders of itself. The trial results showed that SCP-8482 only affected visual representations of itself when the subject thought of it at the time of visually capturing it. As expected, identical camcorders could be taken photos of without issues."
    ],
    "documents": [
        "May 19, 2017 Document 001 - 010: Unicolor wall. Multicolor wall. Brick wall. Concrete wall. Wooden wall. Drywall. Stone wall. Patterned wall. Soundproofed wall. Splattered wall. No effect. Observing Personnel Notes: John ██████: I hate this job. Document 011 - 020: Armchair. Recliner. Office chair. Folding chair. Bean bag. Gaming chair. Rocking Chair. Wingback chair. Bar stool. Sofa. No effect. Document 021 - 030: Red book. Orange book. Yellow book. Green book. Blue book. Indigo book. Purple book. White book. Gray book. Black book. No effect Document 031 - 040: Printing paper. Lamp. Table. Calendar. Flashlight. 4-function calculator. Graphing calculator. Pencil. Eraser. Fake gucci watch. No effect Observing Personnel Notes: Parlo ████: There needs to be a form to report John's fake gucci watch. John ██████: Who the hell doesn't use AliExpress for watches? Document 041 - 050: Fountain Pen. Pineapple. Apple. Ballpoint Pen. Generic laptop. Notepad. Candy wrapper. Snickers bar. Coca-Cola. Mousepad. No effect Document 051 - 060: Personnel jacket. Personnel shirt. Personnel pants. Personnel boxers. Personnel clipboard. SCP foundation poster. Clearance ID. Form ████-██. Steel door. Concrete floor. No effect Observing Personnel Notes: John ██████: For the record, Parlo has an enormous butt. Astonishingly huge. Parlo ████: Can a supervisor confirm if security cameras were active or not? Note: The conclusion of 60 tests confirms with 100% certainty that SCP-8482's anomalous effects are noticeable only when biotic beings are photographed using the camcorder. Both observing personnel were also subsequently given psychiatric evaluations after finishing the first 60 tests. The testing occurred in a course of 24 hours.",
        "May 24, 2017 Document 061: Rose flower. The date metadata on the camcorder changed to June 3, 2017. The effects could not be proven during testing due to the predicted time of death being over the given deadline. Observing Personnel Notes: Parlo ████: Holy ████, the camcorder changed its date! Document 062: Sod. The date metadata on the camcorder changed to May 24, 2017. The grass progressively withered throughout the testing and was observed by both John ██████ and Parlo ████. The sod died within 24 hours. Document 063: Class D personnel, Mick H. Anders. Anders at the time of testing was 26 years of age. The date on the camcorder changed to December 25, 2055. The effects could not be proven during testing. The subject reported high levels of stress when told about their predicted death day. John ██████ subsequently sent the personnel back to their cell for minimal interference with testing. Observing Personnel Notes: John ██████: Anders reported extremely high levels of stress after being told about their death day. I half expected him to die on the spot from the heartrate alone, but SCP-8482 doesn't lie. Document 064: Class D personnel, Marlin T. Johannes. Johannes at the time of testing was 34 years of age. The date on the camcorder changed to August 10, 2017. The effects could not be proven during testing. The subject immediately fainted after being told of their death date. John ██████ requested Johannes be transferred to a cell for general observation until August 10, 2017. Observing Personnel Notes: John ██████: Wow, Johannes is dying by the end of the year. I requested his transfer so we can watch him until he dies in the cell. On the other hand, SCP-8482 could be abused as permanent psychological torture. Document 065: Duo photo of observing personnel John ██████ and Parlo ████. The date on the camcorder flashed between two dates, January 7, 2060 and March 30, 2047. No further analysis or data were documented. Observing Personnel Notes: John ██████: Parlo is saying that I will live longer because the camera flashed 2060. We don't even know which date corresponds to who. He should be admonished for this anger. Parlo ████: This son of a b███h will live longer than me, I swear that 2060 is his. My anger is obstructing with the integrity of testing because of this. The documents will be handed over to Lance on June 2. Also, f██k John and his worthless life. Note: Lance ████ has admonished both observing personnel due to actions not conforming to testing integrity practices."
    ],
    "notes": [],
    "containment_procedures": "SCP-8482 is to be stored in a glass box at Site-██. The glass box must remain locked and accessible only to personnel with Level 2 clearance or higher. Handling SCP-8482 poses no inherent side effects; however, using the device by opening the LCD screen and capturing/recording a living being will trigger its anomalous properties and is strictly prohibited without prior authorization.",
    "description": "SCP-8482 is a silver Sony Handycam camcorder, model DCR-SR47, with no differences from other units of the same make and model. The battery on the camcorder is a non-OEM battery originating from an unknown manufacturing factory. When powered on and the LCD screen is flipped open, the device’s battery life indicator displays \"INF,\" presumed to mean infinite battery life.",
    "title": "SCP-8482"
}