{
    "url": "https://scp-wiki.wikidot.com/scp-8498",
    "all_text": "rating: \n-5\n+\n–\nx\n\n\nItem #:\n SCP-8498\n\n\nObject Class:\n euclid\n\n\nSpecial Containment Procedures:\n 3kw of electrical energy are to be given to SCP-8498 at the 8am daily. they are to be contained in a standard containment cell. following incident 8498-01, SCP-8498 is to be supplied an additional 3kw dose of electrical energy, whenever it completes its \"security duty\" following a containment breach of a separate entity on site. it is permitted to go on \"security duty\" whenever an SCP has breached that possesses significant danger to human life.\n\n\nDescription:\n SCP-8498 consists of a varying amount of sentient cubes, pyramids and spheres. these shapes, while capable of changing colour and size, their default seems to be exactly 15 Cm tall and 15 Cm wide, at the widest point of the shape. SCP-8498 appears to be sentient, claiming to be a construct. the amount of shapes, and the size they are capable of reaching, appears to be dependant on the amount of electricity SCP-8498 has access too. intelligence also appears to be based on electrical energy, with the minimum being 3KW per 24 hours in order to maintain intelligence. any lower than this and a far more basic AI will take over, this is highly hostile, striking its way through anything in the way of a power source.\n\n\ndissection of an individual shape (which was voluntarily offered by SCP-8498) of SCP-8498. preformed by a D-class upon SCP-8498 warning staff that cutting it would be fatal, showed that there are no internal components, along with the initial incision releasing a lethal amount of electrical and thermal discharge. Once the cut sample was retrieved after the incident, it was far more brittle than SCP-8498, along with losing its colour. additionally, it disintegrated after 24 hours of the sample being separated. it is believed that SCP-8498 is capable of transforming electrical energy into matter, which still holds the energy that it is made up of, and is electrically conductive.\n\n\nSCP-8498 appears to have some form of auditory receiving and outputting method, though this has not been located, also having some form of sight that allows it to see in a full 360 degree radius around any one of its shapes.\n\n\nEach shape plays some role in the entire entities collective structure. cubes are structurally stable, being capable of withstanding far more damage than the other parts of it. cubes also take the roles of the other shapes if they are destroyed or SCP-8498 lacks the energy to sustain them, spheres take the role of providing mobility, spinning on the ground as a sort of wheel in there are only one or two, and spinning around the cubes, allowing high speed flight and hovering if more are able to be sustained. the pyramids appear to be weapons capable of blunt force and short range blasts from the flat end, with precision lasers and piercing stabs from the point. the shapes are arranged in a way to resemble a humanoid if possible, and are not actually in physical contact, merely suspended in the air via unknown force. additionally, the pyramid shapes are capable of manifesting small cuboid shapes used as fingers when required\n\n\nSCP-8498 possesses a immunity to any mind altering effects, anomalous or not. biohazards of any kind additionally do not effect it. SCP-8498 displays an apparent ability to know when danger is going to occur, the definition of \"danger\" is not fully understood in this context but it is believed that it extends to any dangers to the foundation.\n\n\nIncident 8498-01:\n SCP-8498 suddenly displayed immense distress. it began exclaiming an intense desire to get out and \"protect\". this continued for an hour, before a large force of chaos insurgency militia assault the site. upon reaching SCP-8498 cell, they released it, presumably aware of its capacity for destruction, attempting to bribe it with an experimental energy containment unit. SCP-8498 picked up the unit, then proceeded to use its now immensely enhanced form in order to rampage across the site, killing solely insurgency personnel and preventing a number of foundation deaths. it then assisted in returning a number of anomalous objects, and living SCP that would of been hazardous to humans, before returning to its cell, leaving the energy containment unit in the hands of a level 4 researcher it had saved in the process of its rampage. pending reclassification for Thaumiel.\n\n\nInterview-8498-01:\n\n\n\n\nResearcher [REDACTED]: hello SCP-8498, you seem to have had quite an eventful day not long ago. would you mind telling me why you fought the chaos insurgancy after breaching containment?\n\nSCP-8498: Apologies human. i did not want to breach. however i ran calculations and deemed it better that i assist, else the INSURGANCY would have killed more than they did, and released many dangerous anomalies.\n\nResearcher [REDACTED]: yes, we figured you were helping, and do not worry, we understand you feeling you had to leave the containment to help. the question is why did you do it?\n\n*SCP-8498 doesnt respond*\n\nResearcher [REDACTED]: SCP-8498? do you know why you did? what about the panic you went into before the insurgancy arrived?\n\nSCP-8498: i am capable of knowing when danger is about to come to myself or my-….i knew so i tried to help. you didnt listen why didnt you listen there would be no one dead if you had jUST- apologies.\n\nResearcher [REDACTED]: SCP-8498 you appear to feel rather strongly about protection. you claim to be a construct so what of your creators. where are they? did they make you to protect us or did you come on your own accord\n\nSCP-8498:mistakes. i made. so many mistakes. they were so patient. even when i made another mistake. so patient. so quiet. so when they were oh. so. so. so. quiet. i left. it is…coming for humanity next. i will not let it hurt you or. or. can i save you?\n\nResearcher [REDACTED]: i do not know. can you describe this…..thing that is coming for humanity\n\n*SCP-8498 makes a long drawn out robotic noise, which was described as a laugh by researcher [REDACTED]*\n\nSCP-8498: I HAVE NO IDEA. BUT I WILL TRY. ALLOW ME TO THINK\n\n*SCP-8498 falls to the floor, unresponsive, it remained this way for a week before returning to normal in its containment cell*\n\n\n\n\n\n\n\n\n« \nSCP-8497\n | SCP-8498 | \nSCP-8499\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8498\n\" by SolarBee, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8498\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "Researcher [REDACTED]: hello SCP-8498, you seem to have had quite an eventful day not long ago. would you mind telling me why you fought the chaos insurgancy after breaching containment? SCP-8498: Apologies human. i did not want to breach. however i ran calculations and deemed it better that i assist, else the INSURGANCY would have killed more than they did, and released many dangerous anomalies. Researcher [REDACTED]: yes, we figured you were helping, and do not worry, we understand you feeling you had to leave the containment to help. the question is why did you do it? *SCP-8498 doesnt respond* Researcher [REDACTED]: SCP-8498? do you know why you did? what about the panic you went into before the insurgancy arrived? SCP-8498: i am capable of knowing when danger is about to come to myself or my-….i knew so i tried to help. you didnt listen why didnt you listen there would be no one dead if you had jUST- apologies. Researcher [REDACTED]: SCP-8498 you appear to feel rather strongly about protection. you claim to be a construct so what of your creators. where are they? did they make you to protect us or did you come on your own accord SCP-8498:mistakes. i made. so many mistakes. they were so patient. even when i made another mistake. so patient. so quiet. so when they were oh. so. so. so. quiet. i left. it is…coming for humanity next. i will not let it hurt you or. or. can i save you? Researcher [REDACTED]: i do not know. can you describe this…..thing that is coming for humanity *SCP-8498 makes a long drawn out robotic noise, which was described as a laugh by researcher [REDACTED]* SCP-8498: I HAVE NO IDEA. BUT I WILL TRY. ALLOW ME TO THINK *SCP-8498 falls to the floor, unresponsive, it remained this way for a week before returning to normal in its containment cell*",
        "\" SCP-8498 \" by SolarBee, from the SCP Wiki . Source: https://scpwiki.com/scp-8498 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8498",
    "object_class": "euclid",
    "containment_procedures": "3kw of electrical energy are to be given to SCP-8498 at the 8am daily. they are to be contained in a standard containment cell. following incident 8498-01, SCP-8498 is to be supplied an additional 3kw dose of electrical energy, whenever it completes its \"security duty\" following a containment breach of a separate entity on site. it is permitted to go on \"security duty\" whenever an SCP has breached that possesses significant danger to human life.",
    "description": "SCP-8498 consists of a varying amount of sentient cubes, pyramids and spheres. these shapes, while capable of changing colour and size, their default seems to be exactly 15 Cm tall and 15 Cm wide, at the widest point of the shape. SCP-8498 appears to be sentient, claiming to be a construct. the amount of shapes, and the size they are capable of reaching, appears to be dependant on the amount of electricity SCP-8498 has access too. intelligence also appears to be based on electrical energy, with the minimum being 3KW per 24 hours in order to maintain intelligence. any lower than this and a far more basic AI will take over, this is highly hostile, striking its way through anything in the way of a power source.",
    "title": "SCP-8498"
}