{
    "url": "https://scp-wiki.wikidot.com/scp-8501",
    "all_text": "rating: \n+57\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8501\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nticonderoga\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-8501\n\n\n\n\n\n\nSpecial Containment Procedures:\n Containment of SCP-8501 has currently proven to be impossible despite escalating containment attempts. Former MTF Gamma-35 \"Pavement Scrapers\" is to be reorganized into Research Task Force Lambda-42 \"Isekai Trash\" headed by researchers \nThomas Yaltz\n & \nDr. Jasper Coldsmith\n.\n\n\nRTF-42 \"Isekai Trash\" is to be stationed at a Site-64 lab annex containing the Coldsmith-Yaltz Extra-planar Instance Manifestation Detector (CYEIMD) to record instances of SCP-8501 manifestations and those affected.\n\n\nDescription:\n SCP-8501 is an extra-planar entity that to date has always taken the form of a type of vehicle belonging to the \"Isuzu Elf\" brand of trucks manufactured and sold in Japan. The most common form is usually the sixth-generation hi-cab box truck though it has used variants in the series of vehicles such as vans, different styles of trucks, and an ambulance variant. It is currently unknown why it prefers to manifest in this form.\n\n\nUpon manifestation of an instance of SCP-8501, a unique burst of Akiva Radiation and Elan-Vital Energy (EVE) will split apart a dimensional membrane from which the entity emerges. The aforementioned CYEIMD has been developed to locate these instances.\n\n\nAddendum.8501.1: Discovery:\n This entity was discovered on 11/17/20██ by researchers Dr. Jasper Coldsmith & Thomas Yaltz upon a \"work-vacation\" experiment, involving Yaltz's inherent extra-dimensional travel abilities to travel in-dimension, in Akihabara, Japan. Equipment utilized in their research unexpectedly picked up readings from something else, upon which investigation revealed the existence of this anomaly.\n\n\n\n\nDiscovery Video Log Transcript\n\n\nDate:\n 11/17/20██\n\n\nSubject:\n Discovery of SCP-8501\n\n\nTeam Lead:\n Dr. Jasper Coldsmith\n\n\nTeam Members:\n Researcher Thomas Yaltz\n\n\n\n\n[BEGIN LOG]\n\n\nColdsmith:\n Alright. Recording devices activated and syncing telemetry to my shell.\n\n\nColdsmith turns around to face Yaltz in civilian clothing, wearing clothes branded with various popular Japanese TV shows and cartoon characters. Yaltz is holding a handbook for translating basic phrases from English to Japanese.\n\n\nYaltz:\n Hey, so magic is real, the Fae are a thing, and the ports - you know all that, right?\n\n\nYaltz leans forward and speaks in a hushed voice.\n\n\nYaltz:\n What if we just found Yōkai, man?\n\n\nColdsmith:\n I'm… huh. You know, I don't recall what anomalies are in Japan. I'm sure if those are a thing, we must have documentation of them, right? Shit, are there any Nexuses in Japan? We should've done more research before taking our… testing here.\n\n\nAn electronic tone with significant variances in pitch is audible.\n\n\nColdsmith:\n Something is… moving from the detected breach instance. Pretty large. Let's head out, and don't forget the hotel keycard.\n\n\nExtraneous footage removed for brevity - see Full Transcript 8501-1.\n\n\nYaltz and Coldsmith navigate to the area of interest.\n\n\nColdsmith gestures for Yaltz to stop.\n\n\nColdsmith:\n \nIn a low voice\n Alright. We're coming up on something. Whatever it is is emanating a large amount of EVE, and something else. It's messing with my more esoteric sensors.\n\n\nYaltz and Coldsmith turn a corner and walk into a residential zone.\n\n\nCamera footage spots an Isuzu Elf brand truck decelerating and stopping completely at a traffic light, which displays a \"stop\" signal.\n\n\nYaltz:\n \nwhispering in irritated tone\n Are you fucking kiddi-\n\n\nThe traffic lights begin to erratically blink, displaying \"stop\", \"slow\", and \"go\" randomly.\n\n\nThe truck's engine roars as it accelerates into the path of a pedestrian. The pedestrian is thrown down the road as a result of the collision. The vehicle turns and continues speeding down the street, out of Coldsmith's sensor view.\n\n\nAs the truck hits the pedestrian, telemetry from the scanning equipment goes wild with fluctuations.\n\n\nBoth personnel run to a nearby vending machine to covertly surveil and assess the situation. The camera zooms in and depicts a teenager, wearing the uniform of [DATA EXPUNGED] High School. A badly damaged smartphone and the remains of a water bottle are nearby.\n\n\nColdsmith:\n Shit. Hold on. \nColdsmith assesses the situation and approaches the corpse, his shell scanning the area\n ..Alright, got a copy of his phone data. \nColdsmith gestures to Yaltz.\nLet's get out of here and put in an anonymous call to an ambulance. We should call work. What's the nearest site?\n\n\nYaltz:\n Truck-Kun is real. Not what I expected to find today… I expected flavorful local food.\n\n\n[END LOG]\n\n\nEmergency services were anonymously called to the area.\n\n\nThe victim's body was found to possess trace contamination by AKIVA Radiation and EVE in the area of termination and within 1 meter of the corpse until approximately 15 hours later. Coldsmith's sensor array reported a significant upward fluctuation in AKIVA energy and a dimensional rupture at the moment of impact.\n\n\nThe remains were confirmed to be otherwise non-anomalous and within the baseline, cleared, and released to the family for funeral services. Cover story VM-DUI-32 disseminated and local CCTV systems wiped.\n\n\n\n\nInformation from the victim's phone data has been used to seek a pattern in victims, and with knowledge of the anomaly's existence to help extrapolate past incidents.\n\n\nWith data from other incidents, the following criteria for people that can or will be affected by the anomaly are as follows, note that not all are required:\n\n\n\n\nA fan of manga or anime, in particular of the \"Isekai\" fantasy genre.\n\n\nSuffering from depression.\n\n\nIsolation or distance from peers.\n\n\nSelf-isolation from others.\n\n\nFeelings of being unfulfilled or of being disassociated with baseline society.\n\n\n\n\nAddendum.8501.2: Containment Attempts:\n\n\nThe Coldsmith-Yaltz Extra-planar Instance Manifestation Detector (CYEIMD) has been constructed to better track the emergence of dimensional breaches from SCP-8501. Breaches are not instant but instead are built over a period ranging from days to weeks before a manifestation spawns forth. The closer to the time of emergence the stronger a secondary weaker signal is detected in the area belonging to the intended target.\n\n\nUtilizing this information and detection capability, Mobile Task Force Gamma-35 \"Pavement Scrapers\" has been organized to attempt to halt and contain instances of SCP-8501 manifestation.\n\n\n\n\nContainment Attempt #1\n\n\nLocation:\n Cedar Falls, Iowa\n\n\nLog:\n A manifestation was detected, and the target was confirmed as a student of the University of Northern Iowa. The university is put into lockdown under the cover story of a bomb threat scenario. Foundation agents proceed to take up place around the university and set up barricades dressed as local police.\n\n\nA dimensional breach is confirmed and the manifested truck maintains an irregular looping route through the area during the duration of the lockdown. Eventually, the lockdown is lifted after several days to maintain public order with Foundation agents remaining on site.\n\n\nThe target is shadowed by agents and leaves campus only to be struck down by the manifestation despite efforts to curtail its travel path with appropriated local police cruisers.\n\n\nAfternotes:\n Did not expect the first manifestation since preparing to contain it to not be in Japan. A bit worrisome if it can manifest globally. - Dr. Coldsmith\n\n\n\n\n\n\nContainment Attempt #2\n\n\nLocation:\n Wellington, New Zealand\n\n\nLog:\n The breach was located with time to spare, the task force has set up several stronger barricades around the area under the guise of public works construction. A plainclothes squad has been assigned to oversee the target's safety.\n\n\nReinforced concrete barricades and tire deflation devices were set up in positions immediately surrounding, and in the vicinity of, the dimensional rupture; the road surrounding the area was also purposefully damaged and made harder to navigate.\n\n\nThe steel containment cube placed over the dimensional breach was visibly damaged from within; severe denting and buckling became visible before the structure was destroyed approximately 4 minutes later. The manifestation broke through at high velocity through the breach, shooting out through the blockades onto the damaged road and backup barricades.\n\n\nThe manifestation drove over and past several rows of spike strips, and over an anti-vehicular landmine, without significant effect to vehicle performance. It then proceeds through several reinforced Jersey barriers with no visible deceleration; the forces required to destroy the barriers were significantly higher than what a truck of approximate design and mass could exert upon a barrier, even at the vehicle's top speed.\n\n\nVideo of the incident shows that no significant damage was able to be inflicted upon the vehicle, with minor dents reforming and scorch marks from the landmine rapidly dissipating. The vehicle's tires did not appear to be affected in any way.\n\n\nThe manifestation continued without interruption in tracking down the intended target, crashing through the front windows of a coffee shop, colliding with, and terminating, the target. Despite multiple bystanders being directly in the proximity of the collision, no injuries were recorded. The manifestation proceeded to retreat as if in a hit-and-run scenario before it was lost track of; no truck matching SCP-8501's appearance was found in the area.\n\n\nAfternotes:\n Not noted in the initial report but our sensors picked up an expenditure of EVE energy and spikes of Akiva Radiation flowing through the manifestation as it ripped through everything. An unstoppable force of magic and miracles. It should be noted that initial readings were higher than those upon discovery and last manifestation. The dimensional rupture was also present near the victim's corpse after the incident, notably a much smaller rupture.\n\n\nSpeculation with the \"mythos\" of what SCP-8501 seems to be drawing from in popular culture here; it creates a breach its sending something through when it kills its victims. How big of a path do you need for a soul to travel through? - Dr. Coldsmith\n\n\n\n\n\n\n\n\nExtraneous logs redacted due to lack of new data\n\n\n\n\n\n\n\n\nContainment Attempt #13\n\n\nLocation:\n City of Rovaniemi, Finland\n\n\nLog:\n Breach detected as standard, higher energy output notwithstanding. Target located is a student at the Lapland University of Applied Sciences. Cover story ready for an internship with an accredited foundation cover facility with a doctor in their field; target escorted onto the bus with plainclothes agents heading to the planned extraction site.\n\n\nBus joins with an armed escort convoy to a secured exfiltration landing zone in the nearby wilderness past the outskirts of the city. At this time, the manifestation bursts through barricades and obstructions erected around the breach location. Manifestation gains an abnormal amount of speed despite ongoing snow rendering roads unsuitable.\n\n\nTarget is sedated for travel, appearance of truck headlights appear at the rear of the convoy despite generous head start and travel conditions. Convoy engages in a delaying firefight against the anomaly.\n\n\nTransport bus arrives at the exfiltration site minutes ahead, escorts transfer the sedated target onto a military transport helicopter, and take off is achieved. Despite the success of take off, anomaly manifestation appears nearby and proceeds to launch off a nearby hill at speed and collides with the rising helicopter.\n\n\nThe target is terminated, and the helicopter is destroyed yet despite the circumstances the crew is found later in the wreckage safe among the snow drifts without major injury.\n\n\nAfternotes:\n Well, despite this action movie bullshit - no non-target fatalities were recorded and any injuries cannot be contributed to the anomaly's direct fault. Some convoy vehicles experienced difficulties and accidents during the suppressing activities earlier in the chase, though due to the weather and environment rather than direct assault.\n\n\nFourteen deaths so far, and the readings grow steadily each time. During the pursuit, not much can hamper or make the anomaly sustain damage. However, our means have been mostly mundane so far. I could supply thaumaturgically enabled barriers and the like, though what kind of backlash they'd generate when dealing with a seemingly unstoppable object might not be worth it. - Dr. Coldsmith\n\n\n\n\n\n\n\n\nExtraneous logs redacted due to lack of new data\n\n\n\n\n\n\nAddendum 8501.2.1: Containment Update:\n Due to the ongoing failure to contain SCP-8501 and in regards to its nature, further containment attempts will cease due to increasing resource expenditures and comparative cost analysis against its manifestations.\n\n\nEven without minimum cover-up procedures, SCP-8501 seems to lessen the impact of its victims' deaths; family & friends mourn and move on with their lives without any lingering issues. These amnestic properties also seem to have been why we have not discovered it sooner, as what is it on the surface besides another tragic accident with people having to move on from it?\n\n\nMobile Task Force Gamma-35 \"Pavement Scrapers\" is to be reorganized into Research Task Force Lambda-42 \"Isekai Trash\" which will be headed by Dr. Coldsmith & Researcher Yatlz. The focus will move toward the study and recording of associated phenomena such as the dimensional breaches left behind upon a victim's death.\n\n\nAddendum.8501.3: Dimensional Studies & Planar Travel\n\n\n\n\n\n\nEach manifestation of SCP-8501 has two things in common always: its beginning breach into our dimension and a smaller breach left behind upon termination of the victim. At the moment it is believed some amount of energy is expended from SCP-8501's Akiva and EVE reserves to mend its entry wound into our world, and another smaller burst to send something smaller outside of our dimension to somewhere else.\n\n\nUsing a stronger and more focused CYEIMD device we have been able to map out the other side of both of these breaches. The former breach, the entry, shows movement just outside the barrier of our dimension meanwhile the second, the death breach, shows a narrow and rapid trajectory not just outside our own but through the in-between dimensional space into others.\n\n\nUtilizing my abilities\n which have been trained and enhanced over the years with some thaumaturgical ability I will attempt to traverse through the secondary breaches to where we presume the souls of the victims are sent.\n\n\n-Researcher Thomas Yatlz\n\n\n\n\n\n\nFor ease of reference, this is a list of equipment granted to Researcher Yatlz for his travel:\n\n\n\n\nOne Coldsmith Multi-planar Positioning Device (CMPD)\n\n\nA small pouch of various lab-grown jewels (for trade purposes)\n\n\nA small pouch of gold & silver coins designed after the Roman Aureus and Denarius (for trade purposes)\n\n\nA SIG Sauer P229 .357 handgun with several additional magazines\n\n\nMultiple sturdy travel clothes for various environments\n\n\nA leather satchel \"Bag of Holding\"\n\n\nA Survival knife with a sheath and belt.\n\n\nOne Hi-Def digital camera\n\n\nOne week of standard Foundation MREs\n\n\nA set of waterproof binoculars\n\n\nAn amulet enchanted with translation runes\n\n\nVarious misc. items\n\n\n\n\nJP-0626-HF42\n\n\nDescription:\n I arrived in a forest and wandered around for a few hours before I came across a road being built by large pig-like creatures. My best guess here is more Japanese fantasy-style orcs; not green-skinned and savage looking like in Western media. They gave me directions to their city in the middle of this forest and I arrived about an hour later. The streets were pretty populous with a large variation in races among the people. I've witnessed several fantasy races, ranging from what some might consider standard and those of more monstrous origins. Their city architecture was a mixture of Western medieval and traditional Japanese. I've spotted several idols and shrines littering the streets and buildings of what appears to be their deity, some sort of slime god.\n\n\nPersonal Log:\n I continued to travel around this city for a while and was able to get some of my coins and gems converted to their local currency. After sightseeing for some time I think it's safe to say this is where our victim ended up due to the extreme similarity or influence of Japanese culture here. Asking around it turns out a lot of the local cuisine was introduced by their ruling god.\n\n\nThey have potato chips.\n\n\nAfternotes:\n Retrieved several items of note for study including local currency, a small statuette of their deity, and local goods. Some of the produce obtained for the study is from local farmlands said to be \"blessed by the dryads\".\n\n\n\n\nUS-0826-URBF55\n\n\nDescription:\n I am in a Chicago of all places, and a pretty bad-looking neighborhood. It seems to be the middle of the night and I've decided to wander the streets.\n\n\nPersonal Log:\n Ran into a fight between some vampire ghoul-looking thing and an absolute unit of a man. The guy was like seven feet in a goddamn duster of all things throwing fireballs at the thing while wielding a large revolver in his other hand.\n\n\nAfternotes:\n Triggered the emergency recall, wandering an alternate Chicago at night is already bad enough without giant wizards fighting vampire monsters in the mix. Our Chicago doesn't have those problems, right?\n\n\n\n\nENG-1126-ISMI77\n\n\nDescription:\n I have landed in some plains near a road, and proceeded to follow it for some time before coming across a town. Typical European medieval architecture, a mixture of human races and I guess the terminology would be demi-human: humanoids with bestial features. Heard some talk about some \"men in green\" saving some villagers and sticking it to the empire we're in. Traveled out of town towards the village mentioned only to encounter a truly strange sight on the road: military humvees.\n\n\nPersonal Log:\n The Humvees drive by me only to stop and pull a full reverse. Turns out the Japanese Self-Defense Force is here and they picked me up thinking I snuck into this world somehow since I look and I quote \"like an American tourist\". I mean, it's not far off. Thankfully was able to convince them I was with the Public Security Intelligence Agency and not an American spy. Their local Foundation branch in that reality covered my ass and I was able to get some more information. Guess some permanent portal opened up in the middle of a city and it led to this fantasy-type world. I also heard they got to kill some dragons with fighter jets.\n\n\nAfternotes:\n Brought back some local souvenirs I was able to pick up, local currency once more, and traded with some of the JSDF encamped on that world for some of this reality's manga, they got some stuff still going on that ended in our reality. We're sure that our Japan doesn't have this, right?\n\n\n\n\nNZ-0227-SCI018\n\n\nDescription:\n I land in an artificial environment of what I would call modern or futuristic make, definitely not older or fantasy. After wandering through some corridors I end up on what seems to be a main thoroughfare and figure out I'm on a space station orbiting some alien planet. Pretty sci-fi-type space, some alien humanoids and humans. English is as ever \"galactic common\" it seems so didn't even need the translation magic. The gems and coins weren't really valuable currency here but managed to trade my sidearm for some decent money, old earth ballistic weapons are collector items. Explored the locale for a few days, regular food is expensive and a luxury item while mass-produced consumables and nutrient pastes are the go-to.\n\n\nPersonal Log:\n Did some research on their equivalent of the internet. Pretty widespread interstellar travel with multiple nations throughout the stars. Always wanted to try astronaut food again after the \nSCP-5775\n stuff. Saw some pretty impressive, and huge, space ships. My familiarity with Klingon culture helped me out with some overly aggressive warrior race of panther-like aliens.\n\n\nAfternotes:\n Grabbed some space tube food for examination, some of their day-to-day electronics like a data pad, and managed to acquire a small laser gun. Can we work on reverse-engineering that gun? I'd love one of those.\n\n\n\n\nUS-0527-SCIF502\n\n\nDescription:\n Landed in the middle of a recruitment drive of some sort. I may have been drafted to fight an alien menace in space. Got sent through a basic training course, given some armor with a fancy cape at the end of it. Armed with a very large but questionably designed gun, shoved onto some space transport. I guess I'm off to fight the Insectoid Menace? Why can't they just use bug spray?\n\n\nPersonal Log:\n I guess this is a case of alien intelligence versus humanity. The insects have organic space travel and move through planets like locusts. Hung around for a while, and treated it like I was playing one of those VR games. Initiated an emergency return shift after my unit got overwhelmed and I may have cast chained lightning on a horde of giant praying mantises. Don't need to explain that to these crazy xenophobes.\n\n\nAfternotes:\n Anyone got some bug spray and a fly swatter?\n\n\n\n\nGER-1126-FSB18\n\n\nDescription:\n Landed in a woodland outside of a walled city, the shortest walk to civilization so far probably on one of these fantasy realms. No issues entering the city, was able to pay the traveler's tax at the gate and got directed to where I could get a currency exchange. I'd say this city was pretty par for the course compared to other realms like it, found an interesting back alley tavern to stay at and I figure I'll see what information I can gather and the areas specialties to bring back for study.\n\n\nPersonal Log:\n I found \"The Hoppers Inn\" with a sign under this sign pointing \"here\" to the door. I should've known better in hindsight. Entering this inn I was greeted with great cheer and a call for another round, quite friendly at first glance. Upon second glance I could see only me, myself, and I gathered around multiple tables. Turns out some version of me from this realm set up this inn and entertains ourselves often. Grabbing a meal and a drink, my fellow fellows asked me what \"class\" I was, and I am proud to say I am one of the few \"Wizards\" among them gathered there.\n\n\nAfternotes:\n Pretty sure one of me spiked my drink, that hangover was not natural.\n\n\n\n\n\n\n\n\n\n\n\n\nFile Update Available!\n\n\n\n\nUpdate Loaded.\n\n\n\n\n\n\nAddendum.8501.4: Termination Attempt:\n\n\n\n\n\n\nTo:\n \ntenpics.46etis|htimsdlocj#tenpics.46etis|htimsdlocj\n\n\nFrom:\n O5 Council\n\n\nSubject: SCP-8501\n\n\n\n\n\n\nIt has been brought to our attention from your ongoing efforts in recording readings from SCP-8501 that it will soon crossover the Type Black threshold, we are sending \nhim\n over as outlined in your proposal.\n\n\nOperation \"No New Gods\" is approved.\n\n\n\n\n\n\n \n\n\n\n\n\n\nOperation: No New Gods:\n\nColdsmith here, the operation is simple and sweet. I have constructed a thaumaturgical enhanced vehicle designed with force-projection shielding to repel any incoming force/energy in addition to being supplemented with anti-belief and banishment runes embedded throughout its frame.\n\n\nNeedless to say untested and experimental, also extremely outside of my field of expertise. The plan is to redirect SCP-8501's own Akiva and EVE when it collides with the vehicle into deleting itself from reality.\n\n\nThis action combined with some thought control over the internet to make the idea of a \"Truck-Kun\" from popular media looked down upon should hopefully do it.\n\n\nThere are two issues though. One, we need a source of powerful entropy onboard to power it and help delete something from baseline reality. The second issue is that I'll need to possess the vehicle to help regulate the thaumaturgical aspects.\n\n\nThe vehicle will be transported and set up in the Bonneville Salt Flats awaiting the next manifestation of SCP-8501. A team will be on stand-by to rapidly exfiltrate the manifestation's target before it completes its dimensional breach.\n\n\nUpon the successful baiting of the manifestation to the Salt Flats, Dr. Gerald will take his seat in the experimental vehicle and turn on the engine. I will possess the vehicle and regulate its thaumaturgical workings including a set of boosters. We will then both proceed to, at speed, head off SCP-8501.\n\n\nWith luck, its power will end it.\n\n\n\n\n\n\n\n\nExploration Video Log Transcript\n\n\nDate:\n [REDACTED]\n\n\nSubject:\n SCP-8501 Termination Attempt\n\n\nTeam Lead:\n Dr. Jasper Coldsmith\n\n\nTeam Members:\n Dr. Gerald\n\n\n\n\n[BEGIN LOG]\n\n\nGerald:\n You know, this is a nice car! I appreciate it they never let me drive anything anymore, and on the Salt Lakes? What a treat, how fast can this go?\n\n\nColdsmith:\n You.. you were briefed for this right? Did you read the operation files?\n\n\nGerald:\n Yeah a demolition derby with some magic truck right? That's what Clef told me.\n\n\nColdsmith:\n Fuck.\n\n\nSensors loudly beep throughout the vehicle\n\n\nColdsmith:\n Alright, that's our guy. Start the car…. gently.\n\n\nGerald inputs the keys and turns the car on, revving the engine loudly\n\n\nGerald:\n Haha!\n\n\nGerald yanks back the parking brake and starts burning out\n\n\nColdsmith:\n Alright, got visuals on my front camera. They've just entered the flats heading for us. We're between them and the target. Hit it.\n\n\nThey proceed to speed off, thaumaturgical boosters igniting in the back as rune work embedded throughout the car begins illuminating brightly\n\n\nGerald:\n WOOOOOOO!\n\n\nAn almost transparent barrier can be seen emanating from the front of the vehicle. Behind the vehicle, energy starts building up as electricity arcs leaving behind a trail of fire\n\n\nOpposite them, the manifestation of SCP-8501 starts glowing brightly, a pure and blinding light encasing it as rainbow energy trails off its tires.\n\n\nAt the collision point a large burst of energy, accompanied by a sonic boom, erupts from a now-obscured debris storm. Above in the sky, a rainbow aurora forms as the sky turns darker than night.\n\n\nA roar of metal and a monstrous grinding is heard as something shoots through the debris cloud.\n\n\nSCP-8501roars its engine causing tremors throughout the area.\n\n\nTelemetry lost from the experimental vehicle.\n\n\n[END LOG]\n\n\nERROR: New Footage Retrieved. Playing Footage.\n\n\n[BEGIN LOG]\n\n\nA tunnel of rainbow energy is shown as the camera from the experimental vehicle flickers on.\n\n\nColdsmith:\n Forcing stuff back together with what energy I have left. Did that fucker use our banishment runes against us?\n\n\nGerald:\n I don't know what that means but this is trippy. I've never lost a demo derby before. Do I keep driving towards the light at the end of this tunnel?\n\n\nColdsmith:\n What li-\n\n\nVehicle exits tunnel of energy as the scream of wind rips through the audio recording.\n\n\nColdsmith:\n Fuck, are we falling?\n\n\nGerald:\n Don't worry I've… crashed a plane before! I got this.\n\n\nColdsmith:\n This isn't a fucking plane!\n\n\nGerald:\n Don't worry, I got this. I can drive anything. I see some lights over there, I'll aim for that.\n\n\nAs the vehicle somehow shifts in the air diving a flashing of lights can be picked up in the camera footage coming from an area showcasing significant damage.\n\n\nCamera zooms in revealing a group of people engaging in close combat with an entity twice their size wearing a cloak of dark red fire and shadows.\n\n\nThey continue falling through the sky crashing into the aforementioned entity, sheering through its upper torso and grinding it into the ground as the chassis of the car slams and groans before sliding to a halt.\n\n\nGerald:\n See, I told you I could make that parking spot.\n\n\nGerald proceeds to roll down the window and yells to the group of humanoids that were fighting the entity\n\n\nGerald:\n Hey, you know guys know how to get back to Earth from here? We're a bit lost.\n\n\nColdsmith:\n No don't fucking say that. One of them is probably a victim of SCP-8501 and we just kill stole what I'm assuming to be the Demon Lord from them. I'm activating the CMPD beacon to get Yatlz here. Get driving.\n\n\nFootage cuts off.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8500\n | SCP-8501 | \nSCP-8502\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8501\n\" by Coldsmith, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8501\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename: boxtruck\n\nName: File:ISUZU ELF, 6th Gen, Hi-cab White Box truck.jpg\n\nAuthor: Mj-bird\n\nLicense: Creative Commons Attribution-Share Alike 3.0 Unported\n\nSource Link: \nhttps://commons.wikimedia.org/wiki/File:ISUZU_ELF,_6th_Gen,_Hi-cab_White_Box_truck.jpg#globalusage",
    "addendums": [
        "Addendum.8501.1: Discovery: This entity was discovered on 11/17/20██ by researchers Dr. Jasper Coldsmith & Thomas Yaltz upon a \"work-vacation\" experiment, involving Yaltz's inherent extra-dimensional travel abilities to travel in-dimension, in Akihabara, Japan. Equipment utilized in their research unexpectedly picked up readings from something else, upon which investigation revealed the existence of this anomaly.\nInformation from the victim's phone data has been used to seek a pattern in victims, and with knowledge of the anomaly's existence to help extrapolate past incidents.\nWith data from other incidents, the following criteria for people that can or will be affected by the anomaly are as follows, note that not all are required:",
        "Addendum.8501.2: Containment Attempts:\nThe Coldsmith-Yaltz Extra-planar Instance Manifestation Detector (CYEIMD) has been constructed to better track the emergence of dimensional breaches from SCP-8501. Breaches are not instant but instead are built over a period ranging from days to weeks before a manifestation spawns forth. The closer to the time of emergence the stronger a secondary weaker signal is detected in the area belonging to the intended target.\nUtilizing this information and detection capability, Mobile Task Force Gamma-35 \"Pavement Scrapers\" has been organized to attempt to halt and contain instances of SCP-8501 manifestation.",
        "Addendum 8501.2.1: Containment Update: Due to the ongoing failure to contain SCP-8501 and in regards to its nature, further containment attempts will cease due to increasing resource expenditures and comparative cost analysis against its manifestations.\nEven without minimum cover-up procedures, SCP-8501 seems to lessen the impact of its victims' deaths; family & friends mourn and move on with their lives without any lingering issues. These amnestic properties also seem to have been why we have not discovered it sooner, as what is it on the surface besides another tragic accident with people having to move on from it?\nMobile Task Force Gamma-35 \"Pavement Scrapers\" is to be reorganized into Research Task Force Lambda-42 \"Isekai Trash\" which will be headed by Dr. Coldsmith & Researcher Yatlz. The focus will move toward the study and recording of associated phenomena such as the dimensional breaches left behind upon a victim's death.",
        "Addendum.8501.3: Dimensional Studies & Planar Travel\nFor ease of reference, this is a list of equipment granted to Researcher Yatlz for his travel:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-8501 \" by Coldsmith, from the SCP Wiki . Source: https://scpwiki.com/scp-8501 . Licensed under CC-BY-SA .",
        "Filename: boxtruck Name: File:ISUZU ELF, 6th Gen, Hi-cab White Box truck.jpg Author: Mj-bird License: Creative Commons Attribution-Share Alike 3.0 Unported Source Link: https://commons.wikimedia.org/wiki/File:ISUZU_ELF,_6th_Gen,_Hi-cab_White_Box_truck.jpg#globalusage"
    ],
    "containment_procedures": "Containment of SCP-8501 has currently proven to be impossible despite escalating containment attempts. Former MTF Gamma-35 \"Pavement Scrapers\" is to be reorganized into Research Task Force Lambda-42 \"Isekai Trash\" headed by researchers Thomas Yaltz & Dr. Jasper Coldsmith.",
    "description": "Landed in a woodland outside of a walled city, the shortest walk to civilization so far probably on one of these fantasy realms. No issues entering the city, was able to pay the traveler's tax at the gate and got directed to where I could get a currency exchange. I'd say this city was pretty par for the course compared to other realms like it, found an interesting back alley tavern to stay at and I figure I'll see what information I can gather and the areas specialties to bring back for study.",
    "title": "SCP-8501"
}