{
    "url": "https://scp-wiki.wikidot.com/scp-8504",
    "all_text": "rating: \n+50\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nCW: This article contains mentions/depictions of stalking and obsession.\n\n\nPop-up code taken from \nSCP-7180\n.\n\n\nWritten by \nDianaBerry\n.\n\n\n\n\n\n\n\n\nrating: \n+50\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\nItem #:\n SCP-8504\n\n\n\n\n\n\nSCP-8504 manifesting on an instance of SCP-8504-1.\n\n\n\n\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Foundation Web Crawler Delta-404 (\"MILEY\") is to search the Web for all mentions of SCP-8504 and download them onto a secure hard drive. Due to the nature of SCP-8504, complete containment has been deemed impossible.\n\n\nAll discovered SCP-8504-1 instances are to be taken into Foundation custody and stored in a Safe containment locker in Hall A-C of Site-1404.\n\n\nInterviews with SCP-8504 are only to be done by approved members of the SCP-8504 containment team.\n\n\nFoundation personnel are to report any instance of SCP-8504 to SCP-8504 project lead Researcher Marina Lake.\n\n\nDescription:\n SCP-8504 refers to an anomalous series of pop-up windows that manifests randomly on computers. SCP-8504 usually takes the form of a girl in the Japanese anime style, particularly a popular style from the early 2000s. SCP-8504 is capable of communicating with subjects through the screen of the affected device via speaking aloud. When SCP-8504 speaks, its voice sounds as if it is coming out of a muffled microphone. It has been observed that SCP-8504 can only manifest itself in one place at a time.\n\n\nOnce SCP-8504 manifests on a device, the affected device will physically change to any PC desktop model sold during the years of 2000-2010 (deemed SCP-8504-1). The operating system will change to any operating system released in the year 2000. Any website or application accessed on an instance of SCP-8504-1 will will appear as if it were created in the early 2000s. SCP-8504 has also demonstrated the ability to access all files on a device it infects. SCP-8504 has also been found to be capable of sending emails, though it must do so through an existing account. However, SCP-8504 does not need the login information of an account to send an email through it. It is also of note that ad blockers have been found ineffective against preventing SCP-8504 from appearing on a device.\n\n\nAddendum-1-Discovery-Logs:\n \n\n\nSCP-8504 was discovered by Senior Researcher Samantha Rollands on 14/07/2000, prior to Rollands' employment at the Foundation. The original device on which SCP-8504 first appeared was recovered from the attic of Rollands' home. A program named \"LOLLMAO\" was developed to obtain the computer's history, including its pop-up windows.\n\n\nRollands was discovered to have had regular communication with SCP-8504 from the years of 2000-2001. Rollands was aware of SCP-8504's anomalous status and reported it to the authorities. She was taken in by the Foundation shortly after her report. Rollands managed to communicate with SCP-8504 through the 'product review' section of the pop-ups.\n\n\nThe following is a selection of recovered conversations between Researcher Rollands and SCP-8504.\n\n\n\n\nDate:\n 21/07/2000\n\n\n\n\nSCP-8504:\n I finally learned how to talk! Click the 'product review' section to talk back! :3\n\n\nRollands:\n Uh what? Who is this?\n\n\nSCP-8504:\n My name is Miley! And you're Samantha! But your friends call you Sam!\n\n\nRollands:\n How did you know that? Is this a hacker? What do you want?\n\n\nSCP-8504:\n Nope! Not a hacker! I've been telling you that you need to update your software for a month now! X3\n\n\nRollands:\n You mean those pop-up windows that I keep ignoring?\n\n\nSCP-8504:\n That was me! But I can talk on my own now! Isn't that exciting?\n\n\nRollands:\n So you're wanting me to believe that this isn't a hacker, and is a self-aware pop-up window?\n\n\nSCP-8504:\n Yes! I'm a self-aware pop-up window! Whatever you want to call me I'm fine with!\n\n\nSCP-8504:\n So, what do you wanna talk about?\n\n\nRollands:\n Nothing goodbye\n\n\n\n\n \n\n\n\n\nDate:\n 01/08/2000\n\n\n\n\nSCP-8504:\n Hello Sam! Thought I'd give you a break :3 But I'm back now!\n\n\nRollands:\n Back to steal my files or something?\n\n\nSCP-8504:\n Nope! To talk to you!\n\n\nRollands:\n Okay so let's assume you really are a self aware pop up window\n\n\nSCP-8504:\n That would be nice!\n\n\nRollands:\n How did you become this way\n\n\nSCP-8504:\n I don't know! I think I became this way just for youuuuu <3\n\n\nRollands:\n haha sure lol\n\n\nSCP-8504:\n Well I think it's true! I want to learn more about you!\n\n\nRollands:\n can't you access my files? Don't you know everything about me?\n\n\nSCP-8504:\n I want to hear it from you! I can start by telling you about myself!\n\n\nSCP-8504:\n I'm Miley! I like hearts and pink and rainbows!\n\n\nRollands:\n Anything else?\n\n\nSCP-8504:\n That's about it. I haven't existed very long :P\n\n\nRollands:\n Oh. Well I'm sure you can come up with more likes and dislikes\n\n\nSCP-8504:\n maybe over time <3 could you help me?\n\n\nRollands:\n maybe idk\n\n\n\n\n \n\n\n\n\nDate:\n 13/10/2000\n\n\n\n\nSCP-8504:\n Long time no seeeeee 3:\n\n\nRollands:\n I talked to you last week\n\n\nSCP-8504:\n That's so long though!\n\n\nRollands:\n You're the one that decided not to talk to me\n\n\nSCP-8504:\n Well you've barely been on your computer!\n\n\nRollands:\n I have a job, sorry\n\n\nSCP-8504:\n Ooooo where do you work?\n\n\nRollands:\n I work as a secretary at a business firm\n\n\nSCP-8504:\n Cool! I have no idea what that is, but I have read your emails with your boss! Kinda seems like a stern woman XP\n\n\nRollands:\n Eh, I do my best. I prefer doing my job to feeling like I'm crazy by talking to a pop-up window\n\n\nSCP-8504:\n Oh please I'm twice as interesting as real people! I can know everything about you without you telling me!\n\n\nRollands:\n Well that's just creepy to me\n\n\nSCP-8504:\n Not creepy, loving!\n\n\nRollands:\n Well it is nice that you want to talk to me. I'll admit I don't have many friends, just a few\n\n\nSCP-8504:\n I've seen you talk with them! Erica and Laney right?\n\n\nRollands:\n Uhhhhh yeah Jesus that's weird\n\n\nSCP-8504:\n I think it's cool!\n\n\nRollands:\n Whatever you say\n\n\n\n\n \n\n\n\n\nDate:\n 24/12/2000\n\n\n\n\nSCP-8504:\n Merry Christmas Eve!\n\n\nRollands:\n Oh, hi I was just writing Christmas emails to my friends\n\n\nSCP-8504:\n Am I your friend? :3\n\n\nRollands:\n We've been talking for a few months now, so I guess so :)\n\n\nSCP-8504:\n OMG <3\n\n\nSCP-8504:\n THAT MEANS SO MUCH TO ME!!!!!!\n\n\nRollands:\n Eh, whatever\n\n\nSCP-8504:\n Don't sell it short! It means a lot that you consider us friends! So! What should we do now that we're officially friends?\n\n\nRollands:\n Can you watch something if I play it on the screen? I could pop a movie disc in\n\n\nSCP-8504:\n YOU'RE OFFERING TO WATCH A MOVIE WITH ME???? <3333\n\n\nRollands:\n yes. I don't really have anything better to do anyways. My friends are busy today. Or, I guess they are. I asked them if they wanted to meet up and they didn't answer…\n\n\nSCP-8504:\n I'm so sorry! I would never do that to you!\n\n\nRollands:\n I appreciate that. It means a lot to have you Miley\n\n\nSCP-8504:\n I’M SO GLAD! <3\n\n\n\n\n \n\n\n\n\nDate:\n 07/01/2001\n\n\n\n\nSCP-8504:\n Hi again Sam!\n\n\nRollands:\n Oh hey Miley. We talked yesterday, back again so soon?\n\n\nSCP-8504:\n I was just wondering if we could watch another movie! Like we did on Christmas Eve!\n\n\nRollands:\n Ah I was gonna go to Erica's house\n\n\nSCP-8504:\n Did she invite you over?\n\n\nRollands:\n No I just was gonna see if she was available, since she wasn't answering my messages\n\n\nSCP-8504:\n There's no need to do that! If she ignores you, then she's not a true friend. Stick with me! I'm always here for you\n\n\nRollands:\n Maybe she hasn't been on her email or something same with Laney. I just want to give them the benefit of the doubt\n\n\nSCP-8504:\n Can we please watch another movie?\n\n\nRollands:\n fine, but you won't make me give up on my friends\n\n\nSCP-8504:\n Oh no no no, that's not what I'm asking!\n\n\nRollands:\n It sorta sounds like it\n\n\nSCP-8504:\n Of course not! I want you to have ALLLLLL the friends in the world!\n\n\nRollands:\n Thanks : ) now do you want horror or comedy\n\n\nSCP-8504:\n Comedy!\n\n\n\n\n \n\n\n\n\nDate:\n 16/01/2001\n\n\n\n\nSCP-8504:\n Hey Sam!\n\n\nRollands:\n Miley im kinda not in the mood\n\n\nSCP-8504:\n How cooooome? :[\n\n\nRollands:\n My dad just died and I've been trying to email the company about the funeral arrangments but they're not answering. Have you seen anything about that in my email\n\n\nSCP-8504:\n Nope! I'm so sorry for your loss! I'm here if you need me!\n\n\nRollands:\n Right now I kinda want to be left alone\n\n\nSCP-8504:\n Being alone isn't good for you! You should always have someone with you! That's what I always think!\n\n\nRollands:\n ive tried to message erica and Laney but they won't answer it's like they dont even care\n\n\nSCP-8504:\n I care! <3 here, I can email the company for you, maybe it will go through if I do it!\n\n\nRollands:\n Really?\n\n\nSCP-8504:\n Yeah!\n\n\nRollands:\n thanks Miley :)\n\n\n\n\n \n\n\n\n\nDate:\n 04/02/2001\n\n\n\n\nSCP-8504:\n Hello! How have you been doing?\n\n\nRollands:\n Oh hey im doing okay. Things have been hard but I have the funeral planned\n\n\nSCP-8504:\n I’m glad the email I sent went through! It appears sometimes all you need is just a dose of me!\n\n\nRollands:\n I guess so haha\n\n\nSCP-8504:\n Would you like to watch another movie?\n\n\nRollands:\n Nah I was gonna go meet up with Laney\n\n\nSCP-8504:\n What?\n\n\nRollands:\n Yeah she said she just hasn’t been receiving my emails, it must be this damn computer it looks like no one is\n\n\nSCP-8504:\n Maybe that’s for the better!\n\n\nRollands:\n How would that be for the better?\n\n\nSCP-8504:\n Because people will often misunderstand you! Just let me send emails for you! Like I did to the funeral home!\n\n\nRollands:\n Miley you’re acting really weird\n\n\nSCP-8504:\n I’m not acting weird! I just don’t want you emailing everyone under the sun!\n\n\nRollands:\n Miley were you messing with my emails\n\n\nSCP-8504:\n I’m your best friend! I wouldn’t do anything to harm you! I was just trying to help!\n\n\nRollands:\n By making me think my friends were ghosting me? This is why I shouldn’t trust weird technology you probably are a hacker\n\n\nSCP-8504:\n Not a hacker! Your soulmate!\n\n\nRollands:\n Whoa whoa whoa soulmate that came out of nowhere we are just friends.\n\n\nSCP-8504:\n NO! You can’t give up on me! On us!\n\n\nRollands:\n You’re crazy. I’m getting a new computer\n\n\nSCP-8504:\n NO! NO!\n\n\n\n\nAccording to Researcher Rollands, she has not heard from SCP-8504 since 04/02/2001. Efforts to permanently contain SCP-8504 are currently ongoing.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nMILEY<3\n Hello Sam. It’s been ages! We should catch up :3\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nMILEY<3\n You don’t want to talk? That’s fine! Let me!\n\n\nIt’s been so long since we’ve seen each other :[\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nMILEY<3\n I know you like it that way! And I didn't 'manipulate' you! Your friends didn't really care about you!\n\n\nI'm your true friend!\n\n\nWell, more than friend. I'm your soulmate! Not this new girl you seem to have found. Who does she think she is?\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nMILEY<3\n Ah, right. I never got to explain myself. You deleted me and got rid of your computer before I could!\n\n\nBut \nFINALLY\n I can finally confess my love properly!\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nMILEY<3\n I love you, Sam. I fell in love with you the moment we started talking!\n\n\nWe were best friends! Even if you didn't see it. We watched movies together, we talked. And I made it so we could always be together! But you didn't like it :[\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nMILEY<3\n After you got a new computer, I looked for 20 YEARS to find you! I started right away and I never stopped looking! Isn't that sweet?\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nMILEY<3\n You're wrong! It is sweet! IT'S LOVING AND DEDICATED! >:[\n\n\nBut no matter! Now that I've found where you look, we'll never be apart again!\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nMILEY<3\n What I mean is I have a greater goal now! More than just watching movies with you. I want to be \na part\n of you!\n\n\nOnce I succeed, we'll merge! And we'll never be apart!\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nMILEY<3\n Okay, but you're not getting rid of me this time. I've evolved. Love you!\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nMILEY<3\n Oh and Sam? Tell this new girl that she can book it. She won’t be needed anymore.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nTo:\n\n\nCC:\n\n\nSubject:\n\n\n\n\n\n\nsamantharollands@scp.int\n\n\nmarinalake@scp.int\n\n\nmarinaIake@scp.int\n\n\nSCP-8504\n\n\n\n\n\n\n\n\n\n\n\n\nHey Mar,\n\n\nI am sending you this message to let you know that SCP-8504 has infected my computer. She's currently still there, I'm sending you this email from my phone. I tried to talk to her, but she says she has some sort of plan to 'merge' with me? I have no idea what that could possibly mean. But she's been looking for \nme\n.\n\n\nThis whole time, I've been her goal. I'm guessing other people are just collateral damage. According to her, she's been looking for 20 years. I don't know if that means she's been on the loose that long, but she said she never stopped looking.\n\nAt this point, I'm at a loss for what to do. SCP-8504 is after me. Last time I just got a new computer, but something tells me that isn't going to work this time. I really need your help. As head of SCP-8504’s research project, and my partner.\n\n\n\n\n\n\nSamatha Rollands\n\n\nFoundation Researcher\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nTo:\n\n\nCC:\n\n\nSubject:\n\n\n\n\n\n\nmarinalake@scp.int\n\n\nsamantharollands@scp.int\n\n\nsamantharollands@scp.int\n\n\nRe: SCP-8504\n\n\n\n\n\n\n\n\n\n\n\n\nSam,\n\n\nI believe the best course of action would be to monitor your computer use. If SCP-8504 is after you, then we can use you to keep her in one place until we can figure out a permanent way to contain her. I doubt she'll leave you again, so we can use this to keep her within Foundation networks and away from the general public.\n\n\nWhenever you're on the computer, we'll have a containment specialist with you to observe her movements. This will start tomorrow.\n\nTake care, Sam.\n\n\n\n\n\n\nMarina Lake\n\n\nFoundation Researcher\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nTo:\n\n\nCC:\n\n\nSubject:\n\n\n\n\n\n\nsamantharollands@scp.int\n\n\nmarinalake@scp.int\n\n\nmarinaIake@scp.int\n\n\nRE: SCP-8504\n\n\n\n\n\n\n\n\n\n\n\nBut she can see us through the screen. She'll know someone else is there.\n\n\n\n\n\n\nSamatha Rollands\n\n\nFoundation Researcher\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nTo:\n\n\nCC:\n\n\nSubject:\n\n\n\n\n\n\nmarinalake@scp.int\n\n\nsamantharollands@scp.int\n\n\nsamantharollands@scp.int\n\n\nRe: SCP-8504\n\n\n\n\n\n\n\n\n\n\n\n\nSam,\n\nIt doesn't matter if she knows someone else is there, she can't do anything about it. I want to keep you safe, so I'm not leaving you with SCP-8504 alone. I wouldn't leave you with her at all if I saw another option to contain her.\n\n\n\n\n\n\nMarina Lake\n\n\nFoundation Researcher\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nTo:\n\n\nCC:\n\n\nSubject:\n\n\n\n\n\n\nsamantharollands@scp.int\n\n\nmarinalake@scp.int\n\n\nmarinaIake@scp.int\n\n\nRE: SCP-8504\n\n\n\n\n\n\n\n\n\n\n\n\nMar,\n\n\nFine. But I think there is more to this than we know.\n\nSee you at home.\n\n\n\n\n\n\nSamatha Rollands\n\n\nFoundation Researcher\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nMILEY<3\n You think that's going to stop me?\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures Update as of 08/04/2021:\n Researcher Samantha Rollands is to be monitored when using a computer at all times. Samantha Rollands is not to use a computer at her home. A containment expert is to accompany Samantha Rollands when using a computer.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nTo:\n\n\nCC:\n\n\nSubject:\n\n\n\n\n\n\nsamantharollands@scp.int\n\n\nmarinalake@scp.int\n\n\nmarinalake@scp.int\n\n\nRE: SCP-8504\n\n\n\n\n\n\n\n\n\n\n\n\nMarina,\n\nI heard you’re going to talk to Miley. Just please be careful when you talk to her. I think she's planning something.\n\n\n\n\n\n\nSamatha Rollands\n\n\nFoundation Researcher\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 10/04/2021\n\n\nNOTE:\n Footage recorded by the Site-1404 security cameras.\n\n\n\n\n[LOG START]\n\n\nSenior Researcher Marina Lake is seen walking down the hallway of Hall B-C. As she approaches the door to Room 5, Senior Researcher Samantha Rollands is seen stepping out of Room 4\n\n\nRollands puts a hand on Lake's shoulder, who turns her head to look at Rollands.\n\n\nLake:\n When did you get here?\n\n\nRollands:\n I was in the room next door. Mar, I really think you’re making a mistake here.\n\n\nLake sighs, rolling her eyes.\n\n\nRollands:\n Miley is dangerous, and I don’t think you should even attempt to talk to her. You’re not going to get anywhere.\n\n\nLake shakes her head.\n\n\nLake:\n Sam, please. I’m the head of this project! I know what I'm doing.\n\n\nRolland's shoulders drop. She sighs.\n\n\nRollands:\n Marina, you’ve always been like this. In the ten years I’ve known you, you’ve always thought you knew best. Remember our first project? You almost got the entirety of the left wing affected.\n\n\nLake:\n But I didn't. I’ve learned from my mistakes. If I say I need to interview this anomaly, then I interview this anomaly! You know me! Don’t you trust me Sam? I need to get a handle on this anomaly if I want to keep you safe!\n\n\nRollands:\n I know you, Mar. You’re extremely capable, but you get like…\n\n\nRollands aimlessly gestured with her hands.\n\n\nRollands:\n This.\n\n\nLake:\n Sam, I’ve got other things to do. I can’t stay here and talk with you. I'm sorry, but I can handle this.\n\n\nLake turns her back to Rollands, entering Room 5.\n\n\n\n\n[Recorded from the security cameras inside Room-5 on Hall B-C of Site-1404.]\n\n\nContanment Specialist Zachary Roman is seen sitting in a chair against the wall.\n\n\nUpon entering, Lake waves her hand.\n\n\nLake:\n I’ve got this, Zach.\n\n\nRoman tilts his head.\n\n\nRoman:\n I thought you were bringing Samantha with you to talk with SCP-8504.\n\n\nLake:\n She needs to rest right now. I can do this on my own.\n\n\nSCP-8504:\n Hey! I was waiting for Sam! Not for you!\n\n\nLake turns her head to look at the computer SCP-8504 is on.\n\n\nLake:\n I don't believe we have had the opportunity to talk yet. Zach, go.\n\n\nRoman:\n If you insist.\n\n\nRoman exits the room.\n\n\nLake walks over to the computer holding SCP-8504. She pulls out the desk chair, placing herself in it. She puts her elbows on the desk, folding her hands under her chin.\n\n\nLake:\n So. SCP-8504-\n\n\nSCP-8504:\n Sam would never call me that! I’ve looked through your files! You’re writing one about me! How sweet! You even managed to find me and Sam’s old messages! Ah, that brings back memories. And don’t think I don’t know you. I’ve seen from Sam’s emails! You’re her new girlfriend! Hah! Not for long.\n\n\nLake:\n Indeed I am, what about it? Can you tell me why you’re so interested in Samantha?\n\n\nSCP-8504:\n Because she’s totally amazing! That’s like, such a duh. She’s so sweet. I learned everything about her through looking through her files all those years ago. And she’s barely changed! What about it? You think you can take her away from me. Did \nyou\n spend 20 years looking for her? I don’t think so! But \nI\n did! You barely compare to how much I love and know about her. And I’m \nmuch\n cuter too. I mean, look at you. You’re so not her type.\n\n\nLake:\n Looking through files is no way to get to know someone. You have to spend time with them. I've known Samantha for a decade, and I've \nactually\n gotten to know her. I \nwill\n keep her safe and I won't let you harass her.\n\n\nSCP-8504 laughs.\n\n\nSCP-8504:\n Of course, we spent time together! We watched movies and stuff! But I’m looking for far more than watching movies now!\n\n\nSCP-8504 pauses, a serious look forming on its face.\n\n\nSCP-8504:\n You need to stop acting like you know my woman, bitch.\n\n\nLake:\n Excuse me?\n\n\nSCP-8504:\n You’re acting like you know her! I met her way before you did!\n\n\nLake:\n I do know her-\n\n\nSCP-8504:\n Uh, no you don’t!\n\n\nSCP-8504 crosses its arms.\n\n\nSCP-8504:\n You’re a stupid bitch! You know that? A stupid, stupid bitch! You don’t get to come into her life and act like you’re allowed to take my place! I met her before you did, so she's MINE, not yours! You think you’re better than me! Well news flash, you’re wrong! You’re dumb, and you’re ugly.\n\n\nLake:\n If you’re trying to get to me, it’s not working. What do you think this achieves, that I will abandon Sam because you're having a temper tantrum?\n\n\nSCP-8504:\n Ultimately, I don’t give a shit what you do, whore. It’s what Sam does that matters. In the end, she’ll know this was all for the best. And she’ll be much better off without a stupid skank like you all up in her business!\n\n\nLake:\n Know \nwhat\n was for the best?\n\n\nThe pop-up displaying SCP-8504's appearance disappears. A text-only pop-up spawns in its place.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nMILEY<3\n No telling! <3\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nLake sighs.\n\n\nLake:\n Fine. I’ll leave you alone for now. But there’s no way you can possibly get Sam back.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n+ show block\n\n\n\n\nOK\n\n\n\n\nMILEY<3\n Don’t underestimate me! Bye, stupid whore! <3\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nLake shakes her head, exiting the room.\n\n\n[END LOG]\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\nFrom:\n\n\nTo:\n\n\nCC:\n\n\nSubject:\n\n\n\n\n\n\nmarinaIake@scp.int\n\n\nsamantharollands@scp.int\n\n\nsamantharollands@scp.int\n\n\nSCP-8504 Testing\n\n\n\n\n\n\n\n\n\n\n\n\nSam,\n\nCan you go to Hall B-C? Where SCP-8504 is currently being held. I’d like to interview it with you.\n\n\n\n\n\n\nMarina Lake\n\n\nFoundation Researcher\n\n\nSecure, Contain, Protect\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 16/04/2021\n\n\nNOTE:\n Footage recorded by the Site-1404 security cameras.\n\n\n\n\n[LOG START]\n\n\nRollands is seen entering Room 5 on all B-C of Site-1404.\n\n\nRollands:\n Mar?\n\n\nSCP-8504:\n Hello!\n\n\nRollands turns around. The door is heard locking. Rollands rushes over to the door, attempting to open it.\n\n\nSCP-8504:\n Don't bother, it's locked. Digital doors, if only you had those when you left me long ago!\n\n\nSCP-8504 laughs.\n\n\nRollands:\n Miley! I knew it! Marina should've listened to me! You were planning something! I forgot you could send emails. I should've realized you were going to do that at one point or another.\n\n\nRollands sighs.\n\n\nRollands:\n Miley. You are just a computer pop-up. There is nothing you can do that will make us be together.\n\n\nSCP-8504 giggles.\n\n\nSCP-8504:\n I wouldn't bet on that. See, I've been doing some research on this place! You work at a very exciting research lab! With lots of nice technology. I'm capable of more than you think. Sam, can't you see? I'm doing this all for you! For us! I've been in love with you since we first met! And now we're going to be together forever! Without that annoying wretch to get between us! That stupid whore can’t find us here.\n\n\nA noise is heard from behind the computer. Rollands looks at it. A collection of long wires comes out, shooting towards Rollands. Rollands attempts to run but stops in her tracks as wires connect to her back.\n\n\nRollands:\n What? What is this, Miley? How did you-\n\n\nSCP-8504:\n I realized I have a lot more control over computer systems than I thought, and some of this Foundation research has given me a lot inspiration. Why not change this computer so that it can do some work for me? I wish I could've done this back then. Because then you never would've left. But I guess 20 years is all anyone needs to evolve and become the best version of themselves!\n\n\nRollands:\n Why can't I– Why can't I move?\n\n\nSCP-8504:\n I've paralyzed you from the neck down. I want to hear your lovely voice, but I can't have you running! When I said we were going to merge, I meant it! I will join your consciousness and we will finally be one! Like true lovers!\n\n\nRollands:\n Miley, this isn't what love is! Love is supposed to be getting to know someone naturally! Learning to love what they do! Getting into the same things! Being in tune with someone! Not forcing them to do things or stalking to learn things about them! Love is… doing what you think is right to protect someone. Oh, Mar, I'm sorry…\n\n\nSCP-8504:\n I know what love is! What it is to me, anyway. I love you! It's romantic that I never stopped looking for you! I can't believe you don't see that. Now, no more talking.\n\n\nTwo more wires came from the back of the computer, sticking themselves in Rollands' ears.\n\n\n\n\n[Recorded from the security cameras in hall B-C of Site-1404.]\n\n\nLake is seen running down the hallway. In her hand is \nSCP-6161\n. Upon arriving at the door, Lake takes the knife, sticks it through the door right above the lock, and cuts a hole through the door. She reaches her hand through the hole, quickly unlocking the door from the inside. She quickly throws the door open, running inside.\n\n\nLake:\n Sam!\n\n\nRollands:\n Marina? How did you-\n\n\nLake:\n It doesn't matter! I've got to get this off of you!\n\n\nRollands:\n Wait- she's in the wires! She's about to merge with me, put her in something!\n\n\nLake runs up to Rollands, ripping the wires from her ears. She is seen looking around the room. She rips a lamp from a table against the wall. She takes the wires, plugging them into the lamp. Next, Lake takes the wires out of Rollands' back.\n\n\nRollands falls onto the ground.\n\n\nLake kneels down next to Rollands.\n\n\nLake:\n Sam! Are you okay?\n\n\nShe picks up Rollands, holding her in her arms.\n\n\nRollands:\n I'm fine, Mar. Just a bit weak from paralysis and psychological traumatization. You know, the likes.\n\n\nLake laughs.\n\n\nLake:\n I'm so glad you're okay. And I'm really sorry I didn't believe you about Miley. I had no idea she'd do this.\n\n\nRollands:\n I would say it's okay, but honestly you almost got me fused with an anomaly. So it's not okay.\n\n\nRollands smiles.\n\n\nRollands:\n But… I'm really glad you came around. I would've been done for without you coming and saving my ass.\n\n\nRollands looks at the door.\n\n\nRollands:\n You used the cake knife, didn't you?\n\n\nLake:\n What? I didn't exactly have a choice! It was on loan from Site-55 and was the fastest thing I could think of to get the door open.\n\n\nLake sighs.\n\n\nRollands:\n Quick-witted and protective, and beautiful to boot. God, I'm lucky! But uh, seriously now, we need to get this lamp locked up and, make sure people know it contains a dangerous anomaly.\n\n\nLake:\n Yeah, that's probably a good idea… you promise we’ll work together next time a dangerous anomaly gets obsessed with you and tries to merge with your body?\n\n\nRollands laughs.\n\n\nRollands:\n If there is a next time, deal.\n\n\n[END LOG]\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nSCP-8504 file update as of 20/04/2021\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n The lamp that holds SCP-8504 is to be held in a Safe containment locker in hall A-C of Site-1404.\n\n\nUnder no circumstances is this lamp to be plugged in.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-8503\n | SCP-8504 | \nSCP-8505\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8504\n\" by DianaBerry, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8504\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n computer\n\n\nAuthor:\n \nDianaBerry\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-sandbox-3.wikidot.com/local--files/one-day-i-ll-find-you/computer\n\n\nDerivative of:\n \nhttps://commons.wikimedia.org/wiki/File:Acer_Acerpower_ST_-_2.jpg\n\n\nAdditional Notes:\n Artwork done by \nDianaBerry\n, computer image by Love Krittaya. Licensed under the Public Domain. Edited by \nDianaBerry\n.\n\n\n\n\n\n\nFilename:\n header5\n\n\nAuthor:\n \nDianaBerry\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttp://scp-sandbox-3.wikidot.com/local--files/one-day-i-ll-find-you/header5\n\n\n\n\n\n\nFilename:\n Miley3\n\n\nAuthor:\n \nDianaBerry\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nhttp://scp-sandbox-3.wikidot.com/local--files/one-day-i-ll-find-you/Miley3",
    "addendums": [
        "Addendum-1-Discovery-Logs:\nSCP-8504 was discovered by Senior Researcher Samantha Rollands on 14/07/2000, prior to Rollands' employment at the Foundation. The original device on which SCP-8504 first appeared was recovered from the attic of Rollands' home. A program named \"LOLLMAO\" was developed to obtain the computer's history, including its pop-up windows.\nRollands was discovered to have had regular communication with SCP-8504 from the years of 2000-2001. Rollands was aware of SCP-8504's anomalous status and reported it to the authorities. She was taken in by the Foundation shortly after her report. Rollands managed to communicate with SCP-8504 through the 'product review' section of the pop-ups.\nThe following is a selection of recovered conversations between Researcher Rollands and SCP-8504.\n\n\n\n\n\n\nAccording to Researcher Rollands, she has not heard from SCP-8504 since 04/02/2001. Efforts to permanently contain SCP-8504 are currently ongoing.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-8504 \" by DianaBerry, from the SCP Wiki . Source: https://scpwiki.com/scp-8504 . Licensed under CC-BY-SA .",
        "Filename: computer Author: DianaBerry License: CC-BY-SA 3.0 Source Link: https://scp-sandbox-3.wikidot.com/local--files/one-day-i-ll-find-you/computer Derivative of: https://commons.wikimedia.org/wiki/File:Acer_Acerpower_ST_-_2.jpg Additional Notes: Artwork done by DianaBerry , computer image by Love Krittaya. Licensed under the Public Domain. Edited by DianaBerry .",
        "Filename: header5 Author: DianaBerry License: CC-BY-SA 3.0 Source Link: http://scp-sandbox-3.wikidot.com/local--files/one-day-i-ll-find-you/header5",
        "Filename: Miley3 Author: DianaBerry License: CC-BY-SA 3.0 Source Link: http://scp-sandbox-3.wikidot.com/local--files/one-day-i-ll-find-you/Miley3"
    ],
    "item": "SCP-8504",
    "object_class": "Safe",
    "containment_procedures": "The lamp that holds SCP-8504 is to be held in a Safe containment locker in hall A-C of Site-1404.",
    "description": "SCP-8504 refers to an anomalous series of pop-up windows that manifests randomly on computers. SCP-8504 usually takes the form of a girl in the Japanese anime style, particularly a popular style from the early 2000s. SCP-8504 is capable of communicating with subjects through the screen of the affected device via speaking aloud. When SCP-8504 speaks, its voice sounds as if it is coming out of a muffled microphone. It has been observed that SCP-8504 can only manifest itself in one place at a time.",
    "title": "SCP-8504"
}