{
    "url": "https://scp-wiki.wikidot.com/scp-8519",
    "all_text": "#page-content\n \n.collapsible-block\n \n{\n \n    \nposition:\n \nrelative\n;\n    \npadding:\n \n0.5\nem\n;\n    \nmargin:\n \n0.5\nem\n;\n    \nbox-shadow:\n \n2\npx\n \n1.5\npx\n \n1\npx\n rgba(\n176\n,\n16\n,\n0\n,\n0.7\n), \n0\n \n0\n \n0\npx\n \n1\npx\n lightgrey\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n\n}\n\n \n\n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \nblack\n;\n    \noverflow-wrap:\n \nbreak-word\n;\n \n\n}\n\n \n\n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\ncenter\n;\n\n}\n\n \n\n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \ncolor:\n dimgrey\n;\n\n}\n\n \n\n.collapsible-block-link\n \n{\n\n    \nfont-weight:\n \nbold\n;\n    \ncolor:\n dimgrey\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n \n\n.addendumbox\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nbox-shadow:\n0\n \n2\npx\n \n5\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n),\n0\n \n2\npx\n \n10\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.12\n)\n;\n\n}\n\n \n\n.material-box\n \n{\n\n    \npadding:\n \n.01\nem\n \n16\npx\n;\n    \nmargin-bottom:\n \n16\npx\n;\n    \nmargin-top:\n \n16\npx\n;\n    \npadding-bottom:\n \n1\nem\n;\n    \nborder:\n \n1\npx\n lightgrey \nsolid\n;\n    \nbox-shadow:\n \n1\npx\n \n2\npx\n \n2\npx\n \n0\n rgba(\n0\n,\n0\n,\n0\n,\n0.16\n)\n;\n\n}\n\n \n\n.material-box\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.wiki-content-table\n \n{\n\n    \nwidth:\n \n100\n%\n;\n\n}\n\n \n\n.addendumbox\n \nblockquote\n \n{\n\n    \nborder:\n \n1\npx\n \ndouble\n \n#999\n;\n\n}\n\n \n\n.addendumtitle\n \n{\n\n   \nopacity:\n \n0.8\n;\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \n#b01\n;\n\n}\n\n \n\n.maintitle\n \n{\n\n   \nmargin-bottom:\n \n10\npx\n;\n   \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-header\n \n{\n\n    \ntext-align:\n \ncenter\n;\n    \nfont-size:\nx-large\n;\n    \ncolor:\n#b01\n;\n\n}\n\n \n\n.addenda-header\n \n{\n\n    \nwidth:\n \n100\n%\n;\n    \nborder-bottom:\n \n2\npx\n \nblack\n \nsolid\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n.scp-info\n \n{\n\n    \ndisplay:\nflex\n;\n    \njustify-content:\nspace-between\n;\n    \nfont-size:\nlarge\n;\n\n}\n\n \n\n.scp-info-box\n \n{\n\n    \ndisplay:\nflex\n; \n    \njustify-content:\nspace-between\n;\n\n}\n\n \n\n.object-info\n \n{\n\n    \ncolor:\nblack\n;\n    \nalign-self:\n flex-end\n;\n    \nfont-size:\n \nlarge\n;\n\n}\n\n \n\n.title-style\n \n{\n\n    \nopacity:\n \n0.8\n;\n    \nmargin-bottom:\n \n10\npx\n;\n    \ncolor:\n \n#b01\n;\n    \nfont-size:\n \nlarge\n;\n    \ntext-decoration:\n \nunderline\n;\n    \nfont-weight:\n \nbold\n;\n\n}\n\n \n\n.update-div-empty\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n    \ncolor:\n lightgrey\n;\n\n}\n\n \n\n.update-div\n \n{\n\n    \ntext-align:\n \nright\n;\n    \nfont-size:\n \nx-small\n;\n\n}\n\n \n\n.computed\n \n{\n\n    \nborder:\n \n1\npx\n \nblack\n \nsolid\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.computed\n:before\n \n{\n\n    \ncontent:\n\"Computed \nCode\n\"\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.rawcode\n \n{\n\n    \nborder:\n \nblack\n \nsolid\n \n1\npx\n;\n    \nwidth:\n \n50\n%\n;\n    \ndisplay:\n \ninline-block\n;\n\ntext-align:\n \nleft\n;\n    \npadding:\n \n3\npx\n;\n\n}\n\n\n.rawcode\n:before\n{\n\n    \ncontent:\n\"Raw \nCode\n\"\n;\n    \ntext-align:\n \ncenter\n;\n    \nfont-weight:\n \nbold\n;\n\nborder-bottom:\n \nsolid\n \n1\npx\n \nblack\n;\n\nwidth:\n \n100\n%\n;\n\n}\n\n\n.codebox\n \n{\n\n    \ndisplay:\n \ninline-block\n;\n    \nwidth:\n \n100\n%\n;\n    \ntext-align:\n \ncenter\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \nem\n,  \n.yui-navset\n \n.yui-nav\n \na\n \nem\n{\n\n        \npadding:\n \n0.25\nem\n \n.75\nem\n; \n        \ntop:\n \n0\npx\n;\n        \nmargin-bottom:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n     \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \n{\n\n       \nmargin:\n \n0\npx\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:focus\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n:hover\n, \n.yui-navset\n \n.yui-nav\n \n.selected\n \na\n \n{\n\n         \nbackground:\n \ngray\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n:hover\n,\n\n.yui-navset\n \n.yui-nav\n \na\n:focus\n \n{\n\n    \nbackground:\n gainsboro\n;\n    \ntext-decoration:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n, \n.yui-navset\n \n.yui-navset-top\n \n.yui-nav\n \na\n \n{\n\n\nbackground-color:\n \nnone\n;\n\nbackground-image:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \na\n \n{\n\n\nbackground:\n \nnone\n;\n\n}\n\n\n.yui-navset\n \n.yui-nav\n \nli\n{\n\n\nmargin:\n \n0\npx\n;\n\n}\n\n \n\n#page-content\n \n.licensebox\n \n.collapsible-block\n \n{\n\n    \nposition:\n unset\n;\n    \npadding:\n unset\n;\n    \nmargin:\n unset\n;\n    \nbox-shadow:\n unset\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded\n{\n\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-unfolded-link\n \n{\n\n    \ntext-align:\n \nleft\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-folded\n \n{\n\n    \ntext-align:\n \nleft\n;\n    \ncolor:\n \ninherit\n;\n\n}\n\n \n\n.licensebox\n \n.collapsible-block-link\n \n{\n\n    \ncolor:\n \ninherit\n;\n    \ntext-align:\n \nleft\n;\n\n}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+34\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nCW: This article contains mentions of verbal and psychological child abuse, misogyny, peer pressure, and the reality of societal expectations.\n\n\nThe views expressed by the author in this are not her own. They are a commentary.\n\n\n\n\n\n\n\n\nrating: \n+34\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\nItem #:\n SCP-8519\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Full containment of SCP-8519 has currently been deemed impossible due to the essocognitive nature of GOI-4319. However, in attempts to slow membership of SCP-8519, a disinformation campaign has been launched throughout several social media and mainstream news outlets, calling out SCP-8519 for the mistreatment of its members.\n\n\nAll captured instances of SCP-8519-A are to undergo weekly therapy sessions with a Site-414 psychologist.\n\n\nDescription:\n SCP-8519 refers to a youth organization for girls developed by GOI-4319 \n(“Just Girly Things”)\n titled the “Sprinkle Scouts”. SCP-8519 has troops stationed all over the United States and Canada, although no set locations have been identified. However, members of SCP-8519 have been discovered by the Foundation.\n\n\nSCP-8519-A refers to the members of SCP-8519. SCP-8519-A instances have the capability to sell and produce cookies at an impossible rate for the average human. Exact numbers are unknown, but at the highest SCP-8519-A instances have sold up to 100 boxes of cookies a day, and produced up to 500 boxes of cookies a day. Cookies are produced by SCP-8519-A instances using standard ovens, baking materials, and ingredients. It is unknown how instances work at their current speeds.\n\n\nLeaders belonging to SCP-8519 will often use cognitohazardous materials in promotional material to anomalously compel subjects to join.\n\n\nAddendum-1:\n Website\n\n\nSCP-8519 was discovered when an SCP-8519 recruiting website for the group was posted online under the web address ‘www.sprinklescouts.██ The following is a collection of posts and web pages from the website. All memetic hazards have been removed.\n\n\n\n\n\n\n\n\n\n\n₊˚⊹♡About Us!₊˚⊹♡\n\n\n\n\n\n\nWelcome to the about us page of the Sprinkle Scouts! If you’re here, it’s because you believe you have a lot of work to do to become the best girly girl you can be! Here at the Sprinkle Scouts, we teach girls everything they need to become the perfect girl, including baking skills, home making skills, how to take care of their man, and everything in between!\n\n\nWe make it our mission to make you the perfect little homemaker! Along with the above, we teach discipline with our cookie-making and selling initiative! :)\n\n\nIf you’re interested in signing up or signing up someone you know, please follow \nthis link\n!\n1\n:D\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n₊˚⊹♡Meet The Founder!₊˚⊹♡\n\n\n\n\n\n\n\n\nHello, I'm Rosalina Sparks! In 2006, Just Girly Things was created by the wonderful KeeLee Auburn! I joined JGT when I was only 13! Can you believe it? Ever since I was a kid, I believed in being the best girl I could be. I wanted to do something special for JGT, to repay all the wonderful things JGT has done for me.\n\n\nWhen I was older, it came to me. The perfect thing to help out. A youth group meant for young girls where they can learn how to be the perfect woman. My girly Ella suggested that I make it related to sweets, since who doesn't love sweets? With that, the Sprinkle Scouts were born! We figured that we could have girls sell cookies to make more money for the group so we can help provide for them even more! Amazing, right?\n\n\nI'm currently the troop leader for the top LA-based troop, along with my sister Elizabeth! We are graciously watched over by my husband, Robert, to make sure we don't mess up too much LOL!\n\n\nPlease sign up today!\n\n\n\n\n \n\n\nAttempts to track down the SCP-8519 troop in Los Angeles along with Rosalina Sparks are currently underway.\n\n\n \n\n\nAddendum-2:\n Interviews\n\n\nDuring April of 2021, the Foundation contained 5 instances of SCP-8519-A from different locations around the country. The instances were interviewed and tested. The Foundation told the parents of the SCP-8519-A instances the girls were invited to a special summer camp for the Sprinkle Scouts. Foundation agents posed as camp counselors for the interviews.\n\n\nBoth the girls and the parents were interviewed.\n\n\n\n\nInterviewed:\n SCP-8519-A-1\n\n\nInterviewer:\n Researcher Sana Loo\n\n\n\n\nResearcher Loo:\n Hello, Rebecca. How are you today?\n\n\nSCP-8519-A-1:\n I’m doing good, ma’am. Can I get back to making cookies now?\n\n\nResearcher Loo:\n Soon. But first, can you remind me why it’s so important to make these cookies?\n\n\nSCP-8519-A-1:\n Yeah, of course ma'am! Troop leader Anisa always says we have to keep making as many cookies as possible so we can make happy as many people as possible! She says if I'm a good baker, my future husband will be so happy with me. People just get so happy when they eat their cookies and I love seeing more smiles on their faces!\n\n\nResearcher Loo:\n So you're making all of these cookies because you want to?\n\n\nSCP-8519-A-1:\n Uh, duh! It's what makes me happy.\n\n\nResearcher Loo sighs.\n\n\nResearcher Loo:\n Did somebody tell you that it will make you happy? Or did you figure it out on your own?\n\n\nSCP-8519-A-1:\n Well, troop leader Anisa did. She said that's what KeeLee says. And she was right! It makes me really happy that I'm already making myself the perfect woman.\n\n\nResearcher Loo:\n How old are you, Rebecca?\n\n\nSCP-8519-A-1:\n I’m 9, ma’am.\n\n\nResearcher Loo:\n Don’t you think it might be a bit early to be worrying about this kind of stuff?\n\n\nSCP-8519-A-1:\n Of course not! Troop leader Anisa-\n\n\nResearcher Loo:\n Rebecca, I’m asking what you think.\n\n\nSCP-8519-A-1:\n It’s never too early to worry about those kind of things! I want to already be prepared to make my future husband happy!\n\n\nResearcher Loo:\n So you decided that all on your own?\n\n\nSCP-8519-A-1:\n Yep! But I really think I should get back to making cookies. I haven’t made my first batch yet and if I don’t sell 300 by the end of the week I might get kicked out!\n\n\nResearcher Loo:\n I was talking to Anisa earlier. She said you don’t need to make cookies this week, and she’ll tell you when you need to.\n\n\nSCP-8519-A-1:\n What? But- I need to! I’ll never be happy if I don’t! If-if I don’t, then my future husband will hate me!\n\n\nResearcher Loo:\n He won’t. Missing one week won’t-\n\n\nSCP-8519-A-1:\n No! I can’t miss this week! You don’t understand! It- I mean nothing if I can’t serve cookies to people! I-I-\n\n\nResearcher Loo:\n Alright- tell you what. I’ll talk to her again and tell her how much you want to make cookies this week. Deal?\n\n\nSCP-8519-A-1 pauses.\n\n\nSCP-8519-A-1:\n Yes ma’am. That was very rude of me. I won’t raise my voice again.\n\n\nResearcher Loo:\n Don’t worry about it. You’re fine! Just sit tight, alright?\n\n\nSCP-8519-A-1:\n Yes ma’am.\n\n\n\n\n \n\n\n\n\nInterviewed:\n SCP-8519-A-1, SCP-8519-A-2\n\n\nInterviewer:\n Researcher Sana Loo\n\n\nNote:\n Researcher Loo interviewed SCP-8519-A-1 and SCP-8519-A-2 after both had completed testing, both producing 600 cookies in 5 hours.\n\n\n\n\nResearcher Loo:\n Hey you two! You did great work today! Mind if I sit down with you two for a moment to talk to you together?\n\n\nSCP-8519-A-1:\n Of course, ma’am! But can it be quick? We need to make more cookies.\n\n\nSCP-8519-A-2:\n Yeah! We still haven’t made enough! My mom would be disappointed we only made 200 when working as a group.\n\n\nResearcher Loo:\n Why is that?\n\n\nSCP-8519-A-2:\n She says a good wife should be able to make 500 a day if that’s what her husband wants.\n\n\nResearcher Loo:\n Is that what your dad expects of her?\n\n\nSCP-8519-A-2:\n I don’t think so. He says he doesn’t understand the whole Sprinkle Scouts thing. He’s happy that I’m ’acting better’. He doesn’t even know what JGT is. Well, he knows, but not many details. He just knows it’s where my mom met all her friends.\n\n\nResearcher Loo:\n What does he think of her friends?\n\n\nSCP-8519-A-2:\n He doesn’t know a lot about them. Mom is kinda secretive about her friends.\n\n\nResearcher Loo:\n What about your parents, Rebecca?\n\n\nSCP-8519-A-1:\n My dad signed me up for the Sprinkle Scouts because he thought it might be good for me to have some girly influence in my life. I don’t have a mom.\n\n\nResearcher Loo:\n Oh, I’m sorry to hear that. Well you girls are doing a great job right now. Why do you think you’re able to make so many cookies every day?\n\n\nSCP-8519-A-1:\n A lot of hard work. We want to follow in the footsteps of Rosalina! She’s happy and married with a daughter. Her daughter Molly is part of the troop in LA. I want to go there to meet her. She once produced 700 cookies in a day!\n\n\nResearcher Loo:\n Well me and the other counselors were talking about how you both are working so long so quickly. Do you think you're working too long on them?\n\n\nSCP-8519-A-2:\n Not at all ma'am. We're barely putting in nearly as much effort as we can. If we can make more cookies, why wouldn't we?\n\n\nResearcher Loo:\n Well we appreciate your effort sincerely. How about you two take a break to get something to eat?\n\n\nSCP-8519-A-1:\n But- we don't have time to eat! We haven't made our quota yet!\n\n\nResearcher Loo:\n Don't you think you will do better after eating? I think you will.\n\n\nSCP-8519-A-1:\n Well, I guess I’m supposed to listen to superiors. Okay!\n\n\n\n\n \n\n\n\n\nInterviewed:\n Calisa Rhodes, Bob Rhodes\n\n\nInterviewer:\n Researcher Sana Loo\n\n\nNote:\n Researcher Loo posed as a camp counselor to interview SCP-8519-A-2’s parents.\n\n\n\n\nResearcher Loo:\n Hey there! I’m camp counselor Lily! I wanted to talk to you about your daughter, Paulette. Tell me, how did she find the Sprinkle Scouts? I’m a new hire here so I’m just trying to learn a little more about the wonderful girls here!\n\n\nCalisa:\n Oh, my bestie Rala told me about it. She’s like, high school friends with Elizabeth, the sister of the founder. She signed up her daughter Annie, and said she’s been so much better! She has more friends, she’s more efficient, and much more obedient too! I thought that would be good for Paulette. She’s is also more obedient! She listens to everything Bob and I say haha.\n\n\nBob:\n Yeah, she’s been great. It’s amazing the way she’s been making cookies. She barely even asks for things any more. She used to be so much brattier.\n\n\nResearcher Loo:\n Well I’m glad our group has been helpful! She’s had so much fun here at camp with the other girls! You know, it’s really great of you to decide upon this life path for your daughter! A very wise decision!\n\n\nCalisa:\n Oh, stop. We’ve always wanted what’s best for our daughter.\n\n\nResearcher Loo:\n Well Paulette has been such a joy at our camp. When did she join?\n\n\nCalisa:\n About 7 months ago! At first, she wasn’t quite as good at making cookies. She only made like, 30 boxes a day. Can you believe that? But her camp counselor Dollia assured me that she would get better through their lessons, and she did!\n\n\nCalisa laughs.\n\n\nCalisa:\n Well, did you just ask us here to ask us about her time here? What did you want to tell us about her?\n\n\nResearcher Loo:\n Oh nothing in particular. I just wanted to hear about her achievements from your end!\n\n\nCalisa:\n Understandable! She better be baking the right way, now!\n\n\nCalisa laughs again.\n\n\nResearcher Loo:\n Oh, she is! How much does she bake at home?\n\n\nCalisa:\n Oh, like a ton! She’s constantly baking those cookies! And if she’s not baking them, she’s selling them to people! One time she asked me for help, but I told her a good young lady is able to do things like baking without help!\n\n\nResearcher Loo:\n That is totally true!\n\n\nCalisa:\n I’m so proud of her and everything she’s accomplished.\n\n\nResearcher Loo:\n I am too! I Well, I think that covers everything. Thanks for your time today!\n\n\nBob:\n Of course! Please keep taking care of our daughter!\n\n\nResearcher Loo:\n Will do!\n\n\n\n\n \n\n\n\n\nInterviewed:\n SCP-8519-A-3\n\n\nInterviewer:\n Researcher Sana Loo\n\n\n\n\nResearcher Loo:\n Hello Marissa.\n\n\nSCP-8519-A-3:\n Hi.\n\n\nResearcher Loo:\n Are you alright? You seem kind of anxious.\n\n\nSCP-8519-A-3:\n I’m alright. I’m just kind of tired.\n\n\nSCP-8519-A-3 holds its hands together.\n\n\nResearcher Loo:\n You’re tired?\n\n\nSCP-8519-A-3:\n Mhm.\n\n\nResearcher Loo:\n And why are you tired?\n\n\nSCP-8519-A-3:\n I’ve been trying to keep up with the other girls. They keep telling me that I won’t be happy if I don’t make more cookies.\n\n\nResearcher Loo:\n Do you think it will make you happy?\n\n\nSCP-8519-A-3:\n …\n\n\nResearcher Loo:\n You can be honest with me.\n\n\nSCP-8519-A-3:\n Not really. I don’t see why I need to give other people cookies to be happy.\n\n\nResearcher Loo:\n What do you think will make you happy?\n\n\nSCP-8519-A-3:\n I don’t know. I used to think I just needed to love myself to be happy.\n\n\nResearcher Loo:\n But you don’t think that anymore?\n\n\nSCP-8519-A-3:\n I do. But I want to because I want to fit in with everyone else.\n\n\nResearcher Loo:\n So how long have you been with the Sprinkle Scouts?\n\n\nSCP-8519-A-3:\n Around two weeks.\n\n\nResearcher Loo:\n I see.\n\n\nSCP-8519-A-3:\n You aren’t going to kick me out, right? I’m still trying my hardest to make more cookies-\n\n\nResearcher Loo pauses for several seconds.\n\n\nResearcher Loo:\n Unfortunately, we are.\n\n\nSCP-8519-A-3:\n No- but I can-\n\n\nResearcher Loo:\n Marissa, can I tell you something?\n\n\nSCP-8519-A-3:\n Yeah?\n\n\nResearcher Loo:\n Actually- let me ask you something. What do you know about Just Girly Things?\n\n\nSCP-8519-A-3:\n Not much. My parents talk about how they don’t really like them. I just know they want to help me to try to be the best I can be.\n\n\nResearcher Loo:\n Alright.\n\n\nSCP-8519-A-3:\n Isn’t that what they do?\n\n\nResearcher Loo:\n : No. Marissa, if I'm being honest with you - Just Girly Things isn't about that. Do you know what brainwashing means?\n\n\nSCP-8519-A-3:\n Mhm.\n\n\nResearcher Loo:\n That's what they're trying to do to you. They don't want to help you - they want to take away what makes you, \nyou\n and replace it with what they think you should be.\n\n\nSCP-8519-A-3:\n Oh.\n\n\nResearcher Loo:\n They're not good people. Most of the other Sprinkle Scouts I've talked to have already fallen victim to them. But I have a feeling you have been able to avoid it so far.\n\n\nSCP-8519-A-3:\n But- what am I going to do now?\n\n\nResearcher Loo:\n I'll be honest with you, I'm not a counselor for the Sprinkle Scouts.\n\n\nSCP-8519-A-3:\n I kinda had a feeling.\n\n\nResearcher Loo:\n I don't know. I don't think your parents can keep you safe under their care, and you certainly can't go under the influence of the Sprinkle Scouts. The people I'm with will take care of you for now - and we'll try to find you a safe home.\n\n\nSCP-8519-A-3:\n Am- am I going to be safe?\n\n\nResearcher Loo:\n Yes, you will. The Sprinkle Scouts won't be able to do anything to you - you'll still be able to do what you want, and be who you want.\n\n\nSCP-8519-A-3:\n You promise?\n\n\nResearcher Loo:\n I promise.\n\n\n\n\nNote from Researcher Loo:\n SCP-8519-A-3 very clearly is not under significant influence from JGT. I am organizing for her and all other former members of the Sprinkle Scouts to undergo therapy. I am furthermore prohibiting testing their cookie-making abilities or any actions which encourage the girls to make cookies/reinforce what JGT manipulated them to think. Let's try to see if we can get through to the other victims of JGT, too.\n\n\n\n\n \n\n\nAddendum-3:\n Incident 05/17/2021\n\n\nOn 05/12/2021, SCP foundation servers were down at Site-414, only one accessible screen being available on all devices for approximately one hour. The following is the message.\n\n\n\n\n♡ Dear SCP Foundation, ♡\n\n\nSo I noticed you’re trying to take down the Sprinkle Scouts. You can keep the girls you have, especially Marissa. She was a disappointment. But I just wanted you to know something. You think taking away five girls is going to hurt us? We recruit 20 an hour. We’ve just got enough cookie money to build another headquarters. We’re doing fine without those girls, and will continue to do fine. You can’t take us down. Have fun with those five. But you can’t undo what I’ve started.\n\n\n-Rosalina ♡\n\n\n\n\n\n\nFootnotes\n\n\n1\n. This link has been decommissioned by the Foundation.\n\n\n\n\n\n\n\n\n« \nSCP-8518\n | SCP-8519 | \nSCP-8520\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8519\n\" by DianaBerry, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8519\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Cookies\n\n\nName:\n Sweet Rainbow Sugar Cookies (4824572819).jpg\n\n\nAuthor:\n Pink Sherbet Photography\n\n\nLicense:\n Creative Commons Attribution 2.0 Generic\n\n\nSource Link:\n \nhttps://commons.m.wikimedia.org/wiki/File:Sweet_Rainbow_Sugar_Cookies_(4824572819).jpg\n\n\n\n\n\n\n\n\n\n\nFilename:\n Girl1\n\n\nName:\n N/A\n\n\nAuthor:\n JillWellington\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nhttps://pixabay.com/photos/woman-lying-down-on-the-phone-593134/\n\n\n\n\n\n\nNote: Pixabay before January of 2019 is allowed according to the licensing team.",
    "addendums": [
        "Addendum-1: Website\nSCP-8519 was discovered when an SCP-8519 recruiting website for the group was posted online under the web address ‘www.sprinklescouts.██ The following is a collection of posts and web pages from the website. All memetic hazards have been removed.\n\n\nAttempts to track down the SCP-8519 troop in Los Angeles along with Rosalina Sparks are currently underway.\n",
        "Addendum-2: Interviews\nDuring April of 2021, the Foundation contained 5 instances of SCP-8519-A from different locations around the country. The instances were interviewed and tested. The Foundation told the parents of the SCP-8519-A instances the girls were invited to a special summer camp for the Sprinkle Scouts. Foundation agents posed as camp counselors for the interviews.\nBoth the girls and the parents were interviewed.\n\n\n\n",
        "Addendum-3: Incident 05/17/2021\nOn 05/12/2021, SCP foundation servers were down at Site-414, only one accessible screen being available on all devices for approximately one hour. The following is the message."
    ],
    "documents": [],
    "notes": [
        "\" SCP-8519 \" by DianaBerry, from the SCP Wiki . Source: https://scpwiki.com/scp-8519 . Licensed under CC-BY-SA .",
        "Filename: Cookies Name: Sweet Rainbow Sugar Cookies (4824572819).jpg Author: Pink Sherbet Photography License: Creative Commons Attribution 2.0 Generic Source Link: https://commons.m.wikimedia.org/wiki/File:Sweet_Rainbow_Sugar_Cookies_(4824572819).jpg",
        "Filename: Girl1 Name: N/A Author: JillWellington License: CC0 Source Link: https://pixabay.com/photos/woman-lying-down-on-the-phone-593134/"
    ],
    "item": "SCP-8519",
    "object_class": "Keter",
    "containment_procedures": "Full containment of SCP-8519 has currently been deemed impossible due to the essocognitive nature of GOI-4319. However, in attempts to slow membership of SCP-8519, a disinformation campaign has been launched throughout several social media and mainstream news outlets, calling out SCP-8519 for the mistreatment of its members.",
    "description": "SCP-8519 refers to a youth organization for girls developed by GOI-4319 (“Just Girly Things”) titled the “Sprinkle Scouts”. SCP-8519 has troops stationed all over the United States and Canada, although no set locations have been identified. However, members of SCP-8519 have been discovered by the Foundation.",
    "title": "SCP-8519"
}