{
    "url": "https://scp-wiki.wikidot.com/scp-8520",
    "all_text": "EL-BAZ:\n You astronauts. They really went out of their way to ensure they got the smart ones, didn't they?\n\n\n\n\n\n\nrating: \n+86\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n8520\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel6\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nenochian\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Information relating to SCP-8520 and its effects is to be limited to the O5 Council and approved researchers assigned to Project Huītzilōpōchtli.\n1\n Embedded Foundation assets within NASA, ESA, CNSA, and other government space agencies with extraterrestrial exploration capacities are to monitor and frustrate future lunar exploration efforts. Information breaches of any nature are to be handled via Class-Ⴀ amnestics and disinformation campaigns as needed, as well as immediately reported to Overwatch Command for further investigation.\n\n\nDescription:\n SCP-8520 is the collective delusion held by most of humanity that the Earth has a natural satellite in its orbit, known as the Moon. Although some individuals show some natural immunity to SCP-8520's effects, the vast majority of the population will be unable to perceive the actual nature of SCP-8520, no matter the length of observation or proximity to the area which the Moon is assumed to exist.\n2\n The strength of this effect extended to the manned Apollo Lunar Missions of the twentieth century, as well as extended observations by astronauts aboard the International Space Station.\n\n\nSCP-8520-1 is the designation for the source of SCP-8520, a presumed entity of unknown reality bending abilities situated in orbit around Earth.\n3\n The antimemetic abilities of SCP-8520-1 have prevented direct contact by the Foundation, but the events of the Apollo 11 Mission have confirmed its sentience and possible hostility towards humanity.\n4\n See Addendum 8520.1 for further information.\n\n\n\n\nHello.\n\n\n\n\nADDENDUM 8520.1 - Confirmed Influence Breaches\n\n\n\n\n\n\nDate\n\n\nEvent\n\n\nAdditional Notes\n\n\n\n\n\n\nc.3000 BCE\n\n\nFirst documented influences of SCP-8520-1\n\n\nAlthough common for pre-modern texts to describe psychosis as influenced by the Moon, scattered mentions of individuals displaying awareness of SCP-8520 have been discovered on various cuneiform writing tablets throughout modern day Iraq\n5\n. Each individual was noted to repeatedly insist that the moon had been replaced by a Maškim\n6\n that they could see, resulting in extreme 'šimmu', or distress and ravings.\n\n\n\n\n\n\n1518 CE\n\n\nDancing Plague of Strasbourg\n\n\nInstance of probable mass hysteria during which roughly four hundred residents began to dance ceaselessly in the town center for several weeks, resulting in several deaths. Although several theories exist about why the behavior persisted as long as it did, diary and town chronicle evidence records that the first 'victim', one Frau Troffea stated 'that the moon told her she must dance, so dance she would with the hope it might no longer speak to her.'\n\n\n\n\n\n\n1647 CE\n\n\nSelenographia, sive Lunae descriptio\n published by Johannes Hevelius.\n\n\nAfter the printing of the detailed map of the visible lunar surface, publishing houses in Gdańsk, Mainz, and London note the loss of dozens of type-setters to madness, resulting in institutionalization for 'raving lunacy' and 'overwhelming fear of the moon in its orbit.'\n\n\n\n\n\n\n1919 CE\n\n\nA Method of Reaching Extreme Altitudes\n published by Robert Goddard\n\n\nAlthough considered the father of modern rocket science, Goddard avoided publicity regarding his theories about the ability of humans to achieve spaceflight due to concerns that criticism would draw away from innovation. Initial reactions to the text were mostly negative, causing Goddard to publish refutations to those who argued he was 'moon mad'. After his death in 1945, a document was found in his Roswell, NM laboratory which appeared to be a personal diary written during this time, which includes several apparent references to SCP-8520, including the statement that 'if they knew what I knew, they'd be trying to get away from the damned thing too.'\n\n\n\n\n\n\n20 Jun 1969 CE\n\n\nApollo 11 Mission\n\n\nFirst Direct Contact with SCP-8520. See Interview Log 8520.1.\n\n\n\n\n\n\n\n\n\n\nYou've grown so much.\n\n\n\n\n\n\nINTERVIEW LOG 8520.1\n\n\n\n\n[ \nConducted by NASA Astro-geologist and Foundation asset\n \nFAROUK EL-BAZ\n \nafter the conclusion of the Apollo 11 International Celebratory Tour at the request of Lunar Module Pilot and NASA Astronaut\n \nMICHAEL COLLINS\n. \nRecorded by\n \nEL-BAZ\n \nfor Foundation records at Cape Canaveral, Florida (15 Nov 1969).\n ]\n\n\nEL-BAZ:\n It's good to see you, Mike. I admit, I assumed you would take some time off after making history and whatnot, but in hindsight that does seem rather foolish.\n\n\nCOLLINS:\n Are you calling me a workaholic, Farouk? Because while that's fair, I won't deny it's slightly hurtful.\n\n\n[ \nThe men share a chuckle while there is a sound of a door closing on the recording.\n ]\n\n\nEL-BAZ:\n But I confess, I was a little surprised at your request. If you'll pardon me for saying so, you sounded rather — well, less like yourself than usual.\n\n\nCOLLINS:\n You don't need to beat around the bush, Farouk. I know what I sounded like. Paranoid, afraid — maybe a little crazy. And I know you're the one man who won't think that I am.\n\n\nEL-BAZ:\n I'm only concerned and wish to help, my friend. Whatever is on your mind clearly weighs there quite heavily. I admit, I'm not certain what I might be able to do to lighten it, but I am certain that I will do my best to help.\n\n\nCOLLINS:\n I know that you will. That you \ncan\n, I mean. You and your Foundation, right?\n\n\n[ \nThere is a long pause on the recording, interrupted by the sound of a lighter.\n ]\n\n\nEL-BAZ:\n You astronauts. They really went out of their way to ensure they got the smart ones, didn't they? How long have you known?\n\n\nCOLLINS:\n Long enough. For the record, it was an absolute fluke that I figured it out, overheard something you said, put it together with some other stories that got passed around Nellis back in the day.\n7\n Had to have been — two years ago now, but anyway. Yeah, I put the pieces together about a few things, but it didn't change much in my overall calculations. You were here for the same reason we all were, at the end of the day. The curiosity, the adventure, discovery, all that and — well, I knew that I could trust you. So I said nothing.\n\n\nEL-BAZ:\n Until now. Which implies that something has changed? I certainly hope that it is not your trust in me.\n\n\nCOLLINS:\n No. If there's anyone I can't trust, it's —\n\n\n[ \nCOLLINS\n \nsilently taps two of his fingers against his head.\n ]\n\n\nCOLLINS:\n Something happened up there, but I'm guessing you figured that part out.\n\n\nEL-BAZ:\n I admit that I had gotten that bit, yes. Start at the beginning, Mike. You've likely also guessed that I'm recording this —\n\n\nCOLLINS:\n I don't think that's a good idea, Farouk. But all right. If you people are able to handle what I think you are, I suppose — at any rate. The beginning.\n\n\n[ \nCOLLINS\n \ncan be heard taking a long drag off a cigarette before speaking again.\n ]\n\n\nCOLLINS:\n I'd quit, you know. Back in '62, but after everything — anyway. It doesn't matter. The beginning. It happened during the forty-eight, second orbit.\n8\n I admit, I felt \nsomething\n on the first orbit but there were other things to focus on and maybe I was just more effective at tuning it out. But I couldn't, not after that second time. I heard it, and it \nknew\n that I could. That maybe I was the first person it \never\n had known could.\n\n\nEL-BAZ:\n A voice?\n\n\nCOLLINS:\n Not — not one that I could hear in a normal way, which I know sounds crazy but it wasn't something audible. I tried to record it on the later orbits, but no instruments in the CM caught anything. I can't describe it, Farouk. It — whatever it was — it knew me, knew that I could tell it was there, what it was doing — what it \nis\n doing. It — shit, it reminded me a lot of you, of all you scientists who tend to stick in the labs, you know? And it couldn't believe that I could understand it.\n\n\nEL-BAZ:\n What do you mean \nunderstand\n it, Michael?\n\n\nCOLLINS:\n It wasn't speaking English, and I never could see it — with my eyes, if that makes sense. But every orbit, every time the silence fell on the CM I knew it better, could tell that what we've thought about the Moon, about our Earth, about \neverything\n is wrong, Farouk. The closer we get to thinking we know everything — we realize — we've got to realize —\n\n\nEL-BAZ:\n We can — we can pause, if you need to, Michael. I promise, we have time to work through this all.\n\n\n[ \nAt this point in the interview,\n \nEL-BAZ\n \nreported that\n \nCOLLINS\n \nhad begun to shake involuntarily, and left eye now had a partial subconjunctival hemorrhage which had not been present at the start of the interview.\n ]\n\n\nCOLLINS:\n Please. Just — let me get through this. We don't have time, I don't think.\n\n\nEL-BAZ:\n If you're sure. I've never seen you like this before, my friend. I just worry.\n\n\nCOLLINS:\n But that's just it, Farouk. It's not like me. None of this is like me. I — I have lived my life as the practical one, the logical one. Hell, that's why they made me CMP, right? Because I had to be strong enough to get almost there, but stay above the surface so everyone else could get home. Be level-headed, rational, the whole nine yards. Because if I had no choice but to leave Buzz and Armstrong behind, I could do it if the mission required it, no matter how difficult. No matter the cost, I could get the job done. Because when it comes down to it, I could be counted on to stay the course.\n\n\nEL-BAZ:\n Mike —\n\n\n[ \nCOLLINS\n \ncontinues, interrupting\n \nEL-BAZ\n \nwith a strained, near-shouting voice.\n ]\n\n\nCOLLINS:\n But this — this is something else. It's not that I'm afraid of it, Farouk. Remember that Twilight Zone, maybe the first one?\n9\n They were so sure we'd just go crazy, when we got out there and there was nothing. But that wasn't the problem. That was never the problem.\n\n\n[ \nEL-BAZ\n \nreported that at this point,\n \nCOLLINS\n \nput his face closer to his own. In the pupil of his left eye, a clear reflection of a half-moon was shining with unnatural luminosity.\n ]\n\n\nCOLLINS:\n I'm running away from it because — I'm not afraid of it. I'm not at all and I \nshould be\n. I should be running like hell, because I know. I know it's there, just out of sight. \nAsking me to let it in.\n And I can't because I know with that last bit of rational self I have left that I can't, even a bit. Because that would change everything, for everyone. And I can't, Farouk, even though I want to more than anything. I can't be the one who does. No one should!\n\n\n[ \nThe sound of something being knocked off a desk can be heard on the recording.\n \nCOLLINS\n \ncontinues, voice softer.\n ]\n\n\nCOLLINS:\n Please. \nPlease.\n I know you can make people forget. Forget and keep going like it never happened. Just — do whatever you have to do, but just make sure that you do it to yourself too. We can't risk it, Farouk. We can't risk letting it in.\n\n\n\n\nAfter the conclusion of this interview, Dr. El-Baz remanded Collins to Foundation custody where he was successfully treated with amnestics and released. Preemptive anti-cognitohazard training of all Apollo CMPs before successive missions to SCP-8520-1 appeared to prevent further anomalous contact, although several CMPs reported the sense of being 'watched' during their blackout phase of orbit, with varying levels of distress at the memories.\n\n\nMichael Collins exhibited no further anomalous behaviors, although he remained in close contact with Dr. El-Baz until the former's death. El-Baz noted that Collins would often call him \"unprompted, out of the blue to ask me how my work was going.\"\n\n\n\n\n\n\nI've tried for so long.\n\n\n\n\nADDENDUM - 8520.23\n\n\nFollowing several incidents of unintentional crash landings on the lunar surface with rovers, rockets, and other astronomical experiments, Foundation internet analytics noted a significant increase in internet traffic to previously unknown information sites describing SCP-8520 and its poorly understood nature.\n10\n Although remediation efforts removed the sites and site archives as quickly as possible, each event resulted in an estimated ~10,000 hits by unique users. Investigations at Alphabet, Cloudflare, and Amazon Web Services have yet to yield information about how these sites were created, hosted, or advertised to users.\n\n\nIn early 2023, Dr. El-Baz received a voice message on his Foundation office phone, although both El-Baz and Site Dispatch noted that no call was received directly. The message was heavily distorted, primarily by a low-pitched, slow beating resembling something close to a heartbeat, but the voice of Collins could be heard repeating the phrases 'it is listening' and 'it no longer waits' before the message ended.\n\n\nMichael Collins had died of cancer two years prior, and had been buried at Arlington National Cemetery the day before El-Baz received this message.\n11\n\n\n\n\nShow Footnotes\n\n\n\n\nHide Footnotes\n\n\n\n\n\n\nFootnotes\n\n\n1\n. SCP-8520 has been classified Enochian, as item cannot be contained due to its properties constituting an aspect of baseline reality.\n\n\n2\n. Research indicates that roughly 0.002% of the population is immune to SCP-8520's effects, however the mechanisms (biological or otherwise) which cause the immunity are poorly understood at this time.\n\n\n3\n. Varies during orbit from around 356,400 km (221,500 mi) at perigee to 406,700 km (252,700 mi) at apogee. All gravitational, tidal, and other natural effects attributed to lunar influence are caused by SCP-8520-1 in actuality.\n\n\n4\n. It should be noted at this time that the only direct communication with SCP-8520-1 has been with the Command Module Pilots of the Apollo manned missions, with the exception of CMP Jack Swigert during the Apollo 13 mission. It is presumed that this was due to the electrical malfunction which necessitated the abortion of the lunar landing, thus eliminating the typical isolation period of the command module pilot.\n\n\n5\n. Specifically the archaeological excavations at Ur, Nimrūd, and Nuzi.\n\n\n6\n. Sumerian misfortune demon, believed to be always hiding just out of sight.\n\n\n7\n. Nellis Air Force Base, Nevada, USA. Collins trained there as a fighter pilot in 1953.\n\n\n8\n. After the lunar landing module \nEagle\n descended towards its expected landing site in the \nMare Tranquillitatis\n area with astronauts Neil Armstrong and Edwin 'Buzz' Aldrin, Collins remained behind in the \nColumbia\n command module which remained in orbit around SCP-8520-1. During each orbit the CM was out of radio contact with earth for 48 minutes. Collins orbited SCP-8520-1 a total of thirty times.\n\n\n9\n. The pilot episode of the television serial \nThe Twilight Zone\n, titled 'Where Is Everybody?' first aired on 2 Oct, 1959. The plot featured an astronaut undergoing extreme isolation testing and experiencing extreme hallucinations and mental distress, theoretically mimicking conditions on future missions.\n\n\n10\n. This activity spiked to its highest points after the Chang'e 5 Mission (undertaken by the CNSA) and Luna-25 Mission (undertaken by Roscosmos).\n\n\n11\n. Although cremated shortly after his death, the internment of his ashes had been delayed due to the COVID-19 pandemic.\n\n\n\n\n\n\n\n\n\n\n\n\nAt last, you are ready.\n\n\n\n\n\n\n« \nSCP-8519\n | SCP-8520 | \nSCP-8521\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDiagraphephobia\n\n\n\n\n\n\nAnthology 2024\n\n\n\n\n\n\n\n\n\n\n\n\nAutomatonophobia\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8520\n\" by AriadnesThread, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8520\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Moon.jpg\n\n\nAuthor:\n the real Kam75\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nhttps://commons.m.wikimedia.org/wiki/File:Moon_(6118589469).jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8520 \" by AriadnesThread, from the SCP Wiki . Source: https://scpwiki.com/scp-8520 . Licensed under CC-BY-SA .",
        "Filename: Moon.jpg Author: the real Kam75 License: CC BY-SA 2.0 Source Link: https://commons.m.wikimedia.org/wiki/File:Moon_(6118589469).jpg"
    ],
    "containment_procedures": "Information relating to SCP-8520 and its effects is to be limited to the O5 Council and approved researchers assigned to Project Huītzilōpōchtli.1 Embedded Foundation assets within NASA, ESA, CNSA, and other government space agencies with extraterrestrial exploration capacities are to monitor and frustrate future lunar exploration efforts. Information breaches of any nature are to be handled via Class-Ⴀ amnestics and disinformation campaigns as needed, as well as immediately reported to Overwatch Command for further investigation.",
    "description": "SCP-8520 is the collective delusion held by most of humanity that the Earth has a natural satellite in its orbit, known as the Moon. Although some individuals show some natural immunity to SCP-8520's effects, the vast majority of the population will be unable to perceive the actual nature of SCP-8520, no matter the length of observation or proximity to the area which the Moon is assumed to exist.2 The strength of this effect extended to the manned Apollo Lunar Missions of the twentieth century, as well as extended observations by astronauts aboard the International Space Station.",
    "title": "SCP-8520"
}