{
    "url": "https://scp-wiki.wikidot.com/scp-8523",
    "all_text": "rating: \n+79\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-8523\n - Thalassophobia: Diver Down\n\n\nAuthor:\n \nlocal lesbian commie\n\n\nTheme by:\n \nEstrellaYoshte\n\n\n\n\n\n\n\n\nrating: \n+79\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBorn to inherit the stars\n\n\nFated to drown in the ocean\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-8523\n\n\nLevel 2/8523\n\n\n\n\n\n\nObject Class:\n Safe\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nHD 50655 Ad as seen by Nyx 1\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nAll exploration of HD 50655 Ad is to be uncrewed and conducted exclusively by the SCP Foundation. Any infringement is to be considered a lost cause.\n\n\n\n\nDescription:\n\n\nSCP-8523 is a gravitational phenomenon observed in the ocean of the terrestrial planet HD 50655 Ad, located 20 light-years away from Earth. SCP-8523 is activated when an object crosses HD 50655 Ad's bathypelagic zone\n1\n, correspondingly adjusting the gravitational pull for the object to sink indefinitely.\n\n\nRegarding its effects on living beings, it is currently believed either SCP-8523 does not affect any form of organic matter anywise or the several creatures inhabiting HD 50655 Ad's deep ocean have simply adapted to survive in an anomalous environment.\n\n\nFinally, the very behavior of other laws of physics and matter itself in the areas affected by SCP-8523 is equally deviant from Normalcy — but throughout irregular periods of time. Extensive investigation of this phenomenon is being conducted; for detailed information on its nature, see the section below.\n\n\n\n\nItem History:\n\n\nOn September 6, 2344, the United States Space Administration (USSA) designated the astronauts Agatha Ripley and Leah Weaver to the Nyx Project, a human spaceflight program intended to discover extraterrestrial life on the ocean world\n2\nHD 50655 Ad following the detection of high concentrations of dimethyl sulfide\n3\n by Elizabeth Kane Telescope.\n\n\nAlthough the operation was primarily focused on remote data gathering and field researches of the mesopelagic zone\n4\n, Weaver eventually embarked on the submarine Nyx 1 to commence exploration of the deep sea, activating SCP-8523. This led to the mission being called off on October 9, 2353.\n\n\nThe Foundation would only discover SCP-8523 on December 24, 2363, following suspicions regarding the inconclusive details released about Weaver's death and the immediate disappearance of Ripley from the media after her arrival in the past month.\n\n\nThe following transcriptions were conceded by the USSA for archival and further research. The original footage was recovered with the help of the multi-information system interconnecting Nyx 1 to the spaceship Hermes 1, where Ripley was stationed.\n\n\n\n\n\n\nVIDEO LOG NUMBER #1\n\n\n\n\nDATE:\n July 27th, 2353\n\n\nNOTES:\n Upon reaching a depth of 1,336 m, Nyx 1 began preparations to return to the surface. SCP-8523 is seen for the first time.\n\n\n\n\n[BEGIN LOG]\n\n\nWeaver is sitting on a chair in a white room built out of titanium. In front of her, instrument panels to operate the submarine functions are adjacent to a sonar, displaying readouts of her route and position. She is tampering with the ballast control while monitoring the readouts but stops after a few minutes to reach for the communicator, a confused look on her face.\n\n\nWeaver:\n Hermes 1, do you hear me?\n\n\nRipley:\n I do. Any problem?\n\n\nWeaver:\n I'm not going up. 1,339 m as of now.\n\n\nRipley:\n Have you double-checked?\n\n\nWeaver:\n Yeah. I'm sinking—\n\n\nShe turns to check her position again on the sonar when an abrupt ping reverberates through the sub. It is the proximity alarm.\n\n\nWeaver:\n Hold on.\n\n\nRipley:\n What's wrong?\n\n\nThe alarm pings twice. It is closer. There is a beat of silence, then it pings three more times.\n\n\nRipley:\n Nyx 1?\n\n\nWeaver:\n There's something around here.\n\n\nWeaver takes a photo.\n\n\n\n\n\n\nPhoto 1\n\n\n\n\n\n\n\n\nRipley:\n What is it?\n\n\nWeaver:\n I wouldn't know. It's well hidden.\n\n\nThe pinging stops. The presence remains in the sonar for a few seconds, then disappears.\n\n\nWeaver:\n Weird. It seems to be gone.\n\n\nRipley:\n I'm preparing the ROVs\n5\n. Hang in there.\n\n\nWeaver:\n You sure that's necessary already?\n\n\nRipley:\n Better safe than sorry. Just call me if you need anything, okay?\n\n\nWeaver:\n Sure.\n\n\nThree hours pass as Ripley prepares all the equipment, coming back from time to time to check on Weaver. She is nervous, restlessly tapping her fingers against the panel. Nyx 1 is at a depth of 1,391 m when the ROV Soteria 2 is finally launched, with Soteria 1 prepared to intervene and support its sister at all times.\n\n\nRipley:\n How are you feeling?\n\n\nWeaver:\n A bit anxious.\n\n\nRipley:\n Oh, my love. Wanna talk about it?\n\n\nHer fingers stop. She lets out a sharp exhale.\n\n\nWeaver:\n I just don't know what to expect.\n\n\nRipley:\n It's not because our future is unknown that it'll hurt us. My mom loved to say that.\n\n\nWeaver:\n She also loved to say you're a magnet for 'weird stuff'. Maybe that's why all of this is happening, at the end of the day.\n\n\nRipley:\n … You remember she would include you among the 'weird stuff' too, don't you?\n\n\nWeaver:\n I do, and I prefer to ignore that part.\n\n\nThe two laugh. A few seconds later, a sharp noise echoes across the sub, followed by a faint scratching. Soteria 2 has arrived, and Weaver follows Ripley's instructions for the next few minutes without any complications.\n\n\nRipley:\n What's your position, please?\n\n\nWeaver:\n 1,419 m. Sinking yet again.\n\n\nRipley:\n Alright, sending Soteria 1 down there.\n\n\nThe sonar displays an amorphous presence nearby, but there's no pinging from the alarm. Weaver doesn't seem to notice it, and then it quickly surrounds Nyx 1 before fading away.\n\n\nRipley:\n It's ready. Where are you?\n\n\nWeaver:\n 1,431 m. What about the ROVs?\n\n\nRipley:\n Both are at 1,425 m.\n\n\nThe proximity alarm pings.\n\n\nWeaver:\n Hold on.\n\n\nShe takes a photo.\n\n\n\n\n\n\nPhoto 2\n\n\n\n\n\n\n\n\nWeaver:\n There are three… things nearby. They're small. Also remind me of a hive.\n\n\nShe zooms in on the photo.\n\n\nWeaver:\n Should we investigate?\n\n\nRipley:\n You're the priority for now, so ignore the mission. I'll just change our route.\n\n\nWeaver:\n Roger that.\n\n\nShe sighs.\n\n\nWeaver:\n But what a shame.\n\n\nRipley:\n Relax. We'll have time for them later.\n\n\nThe operation is conducted for the following hour with no further results. The two are silent throughout, and the sound of water crashing against the sub is prevalent, heavy and close.\n\n\nRipley:\n Can we call it a day, Leah?\n\n\nWeaver:\n Do I have a choice?\n\n\nRadio silence for a few moments.\n\n\nWeaver:\n Sorry. I'm just nervous.\n\n\nRipley:\n Hey, hey. It'll be fine. Accidents happen.\n\n\nWeaver:\n It's worse when you're far from home.\n\n\nWeaver pauses and shakes her head. Silence.\n\n\nWeaver:\n What you always say when I'm down?\n\n\nRipley:\n Love today, and seize all tomorrows.\n\n\nWeaver nods to herself, sighing. A slight smile.\n\n\nWeaver:\n Okay then. I will try my best.\n\n\nRipley:\n \nWe\n will. Tomorrow is another day.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nPhoto Collection #1\n\n\n\n\n\n\n\n\n1,772 m\n\n\n\n\n\n\n\n\n\n\n\n\n3,220 m\n\n\n\n\n\n\n\n\n\n\n\n\n4,857 m\n\n\n\n\n\n\n\n\n\n\n\n\n4,933 m\n\n\n\n\n\n\n\n\n\n\n\n\nVIDEO LOG NUMBER #2\n\n\n\n\nDATE:\n August 5th, 2353\n\n\nNOTES:\n Following the loss of communication with Soteria 1 and 2 on August 1st, as well as two other fruitless rescue attempts on August 2nd and 4th, a message was sent to the USSA asking for support. The average response time is two months. Nyx 1 is at a depth of 6,038 m.\n\n\n\n\n[BEGIN LOG]\n\n\nWeaver is lying against a wall in the command room, reading a book. She has an exhausted look on her face, noticeable bags under her eyes, and her curly, big red hair is mussed up. As soon as Hermes 1's communicator turns on, she yawns and gets up to sit on her chair.\n\n\nRipley:\n Morning. How are you today?\n\n\nWeaver:\n Hey honey. Still tired, but I've found some motivation to keep reading your books.\n\n\nRipley:\n Oh, what are you reading now?\n\n\nWeaver:\n \nTwenty Thousand Leagues Under the Seas\n, by Jules Verne. It's a very old one.\n\n\nRipley:\n Won't that one make you feel paranoid?\n\n\nWeaver:\n It's been surprisingly helpful, actually. Reading relatable experiences is always good.\n\n\nWeaver smiles as she lets out another yawn.\n\n\nWeaver:\n But now that you mention it, you think giving me this doomed me? By any chance?\n\n\nRipley:\n Come on, that's nonsense.\n\n\nA pause.\n\n\nRipley:\n It's a funny coincidence though.\n\n\nWeaver:\n \nFunny\n?\n\n\nRipley:\n It's a dark one, sure! But mostly funny.\n\n\nWeaver:\n Being weird really is your charm, huh.\n\n\nRipley:\n Not this again—\n\n\nThe sub is suddenly hit by something outside, moving back and forth as Weaver is thrown to the ground and her head crashes against the panel. The proximity alarm begins to ping over and over, its echoing overlayed by that of the security alarms illuminating the room in red.\n\n\nRipley:\n Leah?! Are you okay?!\n\n\nWeaver groans in pain as she gets up.\n\n\nWeaver:\n Something hit me!\n\n\nShe takes a photo.\n\n\n\n\n\n\nPhoto 7\n\n\n\n\n\n\n\n\nWeaver:\n What the hell?\n\n\nRipley:\n What's wrong?\n\n\nWeaver:\n It's… I dunno, it's like—\n\n\nRipley:\n Fuck that. Are you alright?\n\n\nWeaver places her hands on her head, letting out a frustrated sigh. Her legs are shaking.\n\n\nRipley:\n My love?\n\n\nShe sniffles as her eyes become teary.\n\n\nRipley:\n Hey, hey. Don't cry. It's gone now, okay?\n\n\nRipley assists Weaver with a few breathing exercises for the next few minutes, the latter hugging herself throughout, hidden between her thighs. Once she is relaxed, she takes a deep breath and rubs her now reddish eyes.\n\n\nRipley:\n Feeling better?\n\n\nWeaver:\n A lot. Thanks for taking care of me.\n\n\nRipley:\n It's what I'm here for. I love you.\n\n\nWeaver smiles.\n\n\nWeaver:\n I love you, too.\n\n\nRipley:\n So, wanna read together again?\n\n\nWeaver:\n Oh— that's a good idea. And we can read Frankenstein later, too. It's your favorite.\n\n\nRipley:\n I'm glad you remembered!\n\n\nWeaver:\n Rip, we're married.\n\n\nRipley:\n That reminds me our birthday is just around the corner… only three more weeks.\n\n\nWeaver:\n Don't you mean 'anniversary'?\n\n\nRipley:\n Same word in Portuguese. It's tricky.\n\n\nWeaver:\n Tenho que praticar mais, aliás\n6\n.\n\n\nRipley:\n Tem mesmo, mas não agora — cê sabe que eles \ndetestam\n quando a gente faz isso\n7\n.\n\n\nWeaver:\n Qualé, sério mesmo\n8\n?\n\n\nRipley:\n Não quero levar outro esporro não\n9\n.\n\n\nWeaver:\n But you're speaking it already.\n\n\nRipley:\n Oh fuck.\n\n\nWeaver chuckles, leaning back on her chair.\n\n\nWeaver:\n Anyway, we're old.\n\n\nRipley:\n I'm not adding up those hypersleep years to my age, so I'd say I'm still kicking.\n\n\nWeaver:\n Your white hair tells me otherwise.\n\n\nRipley:\n Don't do me like that.\n\n\nThe two laugh, and a few hours pass as they talk and read together. They say good night to each other eventually, agreeing to conduct a rescue attempt the next day. Silence follows.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nPhoto Collection #2\n\n\n\n\n\n\n\n\n7,792 m\n\n\n\n\n\n\n\n\n\n\n\n\n7,989 m\n\n\n\n\n\n\n\n\n\n\n\n\n8,411 m\n\n\n\n\n\n\n\n\n\n\n\n\n9,001 m\n\n\n\n\n\n\n\n\n\n\n\n\nVIDEO LOG NUMBER #3\n\n\n\n\nDATE:\n August 12th, 2353\n\n\nNOTES:\n The rescue attempt of August 6th has failed as well. Nyx 1 is at a depth of 9,083 m.\n\n\n\n\n[BEGIN LOG]\n\n\nWeaver and Ripley are both asleep when a small drop of water falls from the ceiling of Nyx 1's command room. Then another one falls, and yet another. It lasts for an hour, but the dripping is still present afterwards, now heavier. The proximity alarm pings, and the sonar is occupied by an amorphous presence.\n\n\nFor the first time, Nyx 1 stops sinking, and there is only silence until a sharp, guttural sound is heard outside, echoing and coming back to itself in a moment. The sub shudders and goes back to sinking; the water flows yet again, faster; and the presence moves away.\n\n\nHalf an hour later, hurried footsteps are heard from the hallway leading to the command room. When the door opens, Weaver is seen with her body covered in sweat. She seems to be experiencing an episode of sleepwalking and begins to cough aggressively, her knees shaking. She places her hands over her belly and vomits water on the floor before leaving.\n\n\nAfter three hours, Weaver is back at the room. The water has completely evaporated at this point, and she turns on her communicator.\n\n\nWeaver:\n Are you there?\n\n\nRipley:\n Yep. What's wrong honey?\n\n\nWeaver:\n I'm scared.\n\n\nRipley pauses and sighs, remorse in her voice.\n\n\nRipley:\n I know, my love. Me too.\n\n\nShe proceeds to sing Weaver to sleep.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nPhoto Collection #3\n\n\n\n\n\n\n\n\n10,338 m\n\n\n\n\n\n\n\n\n\n\n\n\n10,990 m\n\n\n\n\n\n\n\n\n\n\n\n\n13,617 m\n\n\n\n\n\n\n\n\n\n\n\n\n13,739 m\n\n\n\n\n\n\n\n\n\n\n\n\nVIDEO LOG NUMBER #4\n\n\n\n\nDATE:\n August 19th, 2353\n\n\nNOTES:\n The last ROV at Hermes 1's disposal was lost on August 16th. Nyx 1 has crossed the estimated maximum depth of 14,218 m.\n\n\n\n\n[BEGIN LOG]\n\n\nWeaver has an apathetic look on her face, and the bags under her eyes have grown. She has been talking to Ripley for the past three hours about their future until a moment of complete, sudden silence follows, and she stares at the ceiling, unmoving. The footage shudders a bit as the sub is catch in a stream of water.\n\n\nRipley:\n You seem worse today.\n\n\nWeaver:\n It's nothing, really.\n\n\nRipley:\n You don't wanna talk about it?\n\n\nWeaver sighs. Her expression is reluctant.\n\n\nWeaver:\n I don't wanna give you even more problems. You're not feeling good too, are you?\n\n\nRipley:\n It doesn't matter. You're not a burden.\n\n\nWeaver covers her face with her hands, and takes a deep breath. Her shoulders are tense.\n\n\nRipley:\n 'For sickness and in health, and not even death do us part.' Remember our vow?\n\n\nWeaver:\n But—\n\n\nRipley:\n Hush. It's ok.\n\n\nWeaver:\n Rip, we've been failing time and again.\n\n\nRipley:\n And I'm not giving up on you.\n\n\nWeaver:\n Sometimes I think you should.\n\n\nRipley:\n That'd be giving up on myself, too.\n\n\nRadio silence for 20 seconds.\n\n\nRipley:\n Of course I hate this — and of course I'm afraid of losing you. But what else can we do besides try? I wanna believe it'll be alright.\n\n\nWeaver:\n My bad.\n\n\nRipley:\n It's all good. Let's just move on.\n\n\nWeaver gives light slaps at her face.\n\n\nWeaver:\n A nightmare's been bothering me.\n\n\nA pause.\n\n\nWeaver:\n I'm underwater, only surrounded by darkness, and nothing ever happens. Nothing. Everytime I sleep now, I wake up drenched in cold sweat and with this feeling telling me it wasn't a nightmare. It's so goddamn annoying.\n\n\nRipley:\n Don't trust \nanything\n your mind says when you're not well. You'll only feel worse.\n\n\nWeaver:\n I'm trying not to, but it's not that easy. Especially when a white room is all I see now.\n\n\nRipley pauses for a moment, thinking.\n\n\nRipley:\n Have I ever told you about the nightmares \nI had\n when I was younger?\n\n\nWeaver:\n Not that I recall.\n\n\nRipley:\n Então senta que lá vem a história\n10\n.\n\n\nShe clears her throat.\n\n\nRipley:\n Back then when I was 13, I started having dreams where I'd walk through a dark hallway and find a cryptic old man at the end. They lasted for a good couple of years, and it was a pain in the ass to go through the night terror over and over. But \none\n day, it went away and never came back. You have any guesses?\n\n\nWeaver:\n Nothing comes to mind.\n\n\nRipley:\n The first night I had you by my side.\n\n\nWeaver gives a slight smile, surprised.\n\n\nWeaver:\n You're the best girl I could ever have.\n\n\nShe sighs, hesitating for a moment.\n\n\nWeaver:\n And I miss you so fucking much.\n\n\nRipley:\n We'll meet again. I promise.\n\n\nWeaver swallows.\n\n\nRipley:\n Do you trust me?\n\n\nWeaver:\n I do. I really do. I just wish this wasn't so hard. It makes me miss our first mission.\n\n\nRipley:\n Yeah. Saturn's moons were way more calm. But they told us this wouldn't be easy.\n\n\nWeaver chuckles while rubbing her face.\n\n\nWeaver:\n In retrospect, I think visiting a planet orbiting a neutron star wasn't the best idea.\n\n\nRipley:\n At least we'll have a good story to tell when it's over. Our future daughter will love it.\n\n\nWeaver:\n You're still thinking about that?\n\n\nRipley:\n Of course. Her name will be Margaret.\n\n\nWeaver:\n … What if it's a boy?\n\n\nRipley:\n I was thinking of Hugo or Diego.\n\n\nWeaver:\n Neither?\n\n\nRipley:\n They'll figure it out.\n\n\nWeaver leans over the panel, giggling.\n\n\nWeaver:\n Now I really need to get outta here.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nPhoto Collection #4\n\n\n\n\n\n\n\n\n17,111 m\n\n\n\n\n\n\n\n\n\n\n\n\n17,993 m\n\n\n\n\n\n\n\n\n\n\n\n\n18,552 m\n\n\n\n\n\n\n\n\n\n\n\n\n18,859 m\n\n\n\n\n\n\n\n\n\n\n\n\nVIDEO LOG NUMBER #5\n\n\n\n\nDATE:\n August 26th, 2353\n\n\nNOTES:\n Nyx 1 is at a depth of 19,442 m.\n\n\n\n\n[BEGIN LOG]\n\n\nHurried footsteps from the main hallway break the silence present for the past few hours. Weaver is seen panting in fatigue when the door opens and runs to get her communicator.\n\n\nWeaver:\n Help me.\n\n\nRipley:\n What's wrong?\n\n\nWeaver:\n It was coming from the walls—\n\n\nWeaver places her hands on her head and groans in pain, her knees trembling as water emerges from the floor.\n\n\nRipley:\n Leah?\n\n\nWeaver:\n Damn it! DAMN IT!\n\n\nRipley:\n Leah are you okay?!\n\n\nWeaver:\n I need to get outta here, I need to—\n\n\nRipley:\n Shut up and head for the safe room!\n\n\nWeaver quickly turns around and heads to the exit, the soaring water slowing her movements down and making her often trip along the way.\n\n\nWhen she finally reaches the door and opens it, she runs through the flooded hallway and turns to the right, the safe room at the end of the corridor. Weaver jumps into the water to swim towards the door, and when she arrives, she presses her hand against the scanner.\n\n\nThe door opens in an instant, and there is a small white room filled with several boxes and shelves with supplies and medical equipment, protected by locks and glass. She slams the door and falls panting to the tremulous floor.\n\n\nWeaver:\n What do I do?!\n\n\nRipley:\n Please listen to me!\n\n\nWater begins to permeate through the walls in the room as the sub's entire structure creaks, the sounds overlaying each other repeatedly, accompanied by a series of thuds in the inside and from the outside. Weaver covers her ears.\n\n\nWeaver:\n What do I do?!\n\n\nRipley:\n Fucking listen Leah!\n\n\nThe water is now at her knees, and it begins to disperse and tumble everything in the room. She stares at her wedding ring and kisses it.\n\n\nRipley:\n Sorry— I'm sorry, I didn't mean to…\n\n\nThe walls crack apart and the windows are shattered in quick succession. She swallows.\n\n\nRipley:\n Leah? Are you still there?\n\n\nWeaver:\n I love you.\n\n\nIt reaches the shoulders, and her body shivers. Weaver seems to hesitate at first, but turns the communicator off and leans against the wall.\n\n\nRipley:\n Why—\n\n\nAn implosion is heard, followed by the brief, moist sound of Weaver's body being crushed. Communication with Nyx 1 is lost definitely, and the recording's point of view switches to Hermes 1. Footage shows a large room where several stars are visible through the windows. Ripley is shaking, and her breath begins to fail.\n\n\nRipley:\n No, no, no, no, no, no, no, no, no…\n\n\nRipley:\n Are you there?! Leah are you there?!\n\n\nRipley:\n Answer me! Please answer me now!\n\n\nShe calls out Weaver's name for the next few minutes. Her panicked expression becomes one of anger as there is no response, and she begins to punch the panel in front of her over and over, each punch stronger than the last.\n\n\nRipley:\n Let me hear your voice again.\n\n\nRipley:\n Please let me hear your voice again.\n\n\nRipley:\n I can't let you go. I can't Leah!\n\n\nRipley:\n Come back. Come back home.\n\n\nRipley:\n Come back to me… please come back…\n\n\nShe falls to her knees. Her head slowly gets up to look at the ceiling, and her eyes grow wide.\n\n\nA small drop of water falls onto her forehead.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\nShow Footnotes\n\n\n\n\nHide Footnotes\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The part of the open ocean that extends from a depth of 1,000 to 4,000 m below its surface.\n\n\n2\n. A type of planet that contains a substantial amount of water in the form of oceans, as part of its hydrosphere, either beneath the surface, as subsurface oceans, or on the surface, potentially submerging all dry land.\n\n\n3\n. Indication of biological activity.\n\n\n4\n. The part of the open ocean that extends from a depth of 200 to 1,000 m below its surface.\n\n\n5\n. Remotely operated underwater vehicle.\n\n\n6\n. \"I gotta practice it more, by the way.\"\n\n\n7\n. \"Sure, but not now — you know they \nhate\n when we do that.\"\n\n\n8\n. \"Come on, really?\"\n\n\n9\n. \"I don't wanna get scolded yet again.\"\n\n\n10\n. \"Sit down because here comes a story\", a reference to the Brazilian show \"Castelo Rá-Tim-Bum\".\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8522\n | SCP-8523 | \nSCP-8524\n »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNyctophobia\n\n\n\n\n\n\nAnthology 2024\n\n\n\n\n\n\n\n\n\n\n\n\n/\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8523\n\" by local lesbian commie, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8523\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n photo-1441829266145-6d4bfbd38eb4.jpeg\n\n\nName:\n body of water under clear blue sky\n\n\nAuthor:\n Greg Becker\n\n\nLicense:\n CC0 1.0\n\n\nSource Link:\n \nUnsplash\n\n\n\n\n\n\nFilename:\n 54275074108_61e974fbda_o.png\n\n\nName:\n na casa do cacete\n\n\nAuthor:\n \nlocal lesbian commie\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nFilename:\n sea-3723885_1280.jpg\n\n\nAuthor:\n miguelgrafico\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nPixabay\n\n\n\n\n\n\nFilename:\n coral-2778435_1280.jpg\n\n\nAuthor:\n marcelokato\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nPixabay\n\n\n\n\n\n\nFilename:\n anemone-314284_1280.jpg\n\n\nAuthor:\n PublicDomainPictures\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nPixabay\n\n\n\n\n\n\nFilename:\n pexels-iriser-1086584.jpg\n\n\nName:\n Three Multicolored Jellyfishes\n\n\nAuthor:\n Irina Iriser\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nPexels\n\n\n\n\n\n\nFilename:\n pexels-tomfisk-668790.jpg\n\n\nName:\n Green Coral Reef Under Water\n\n\nAuthor:\n Tom Fisk\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nPexels\n\n\n\n\n\n\nFilename:\n pexels-blaque-x-264516-932638.jpg\n\n\nName:\n Underwater Photography of Deep Sea\n\n\nAuthor:\n Blaque X\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nPexels\n\n\n\n\n\n\nFilename:\n pexels-ekamelev-920163.jpg\n\n\nName:\n Macro Photography Of White Coral\n\n\nAuthor:\n Egor Kamelev\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nPxhere\n\n\n\n\n\n\nFilename:\n animal-67488_1280.jpg\n\n\nAuthor:\n WikiImages\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nPixabay\n\n\n\n\n\n\nFilename:\n jellyfish-969927_1280.jpg\n\n\nAuthor:\n Cherie1212\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nPixabay\n\n\n\n\n\n\nFilename:\n woman-2725337_1280.jpg\n\n\nAuthor:\n Engin_Akyurt\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nPixabay\n\n\n\n\n\n\nFilename:\n whale-cow-79863_1280.jpg\n\n\nAuthor:\n Unknown\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nPixabay\n\n\n\n\n\n\nFilename:\n jellyfish-2566795_1280.jpg\n\n\nAuthor:\n StockSnap\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nPixabay\n\n\n\n\n\n\nFilename:\n anemone-1391724_1280.jpg\n\n\nAuthor:\n cocoparisienne\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nPixabay\n\n\n\n\n\n\nFilename:\n underwater-1175406_1280.jpg\n\n\nAuthor:\n MonicaVolpin\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nPixabay\n\n\n\n\n\n\nFilename:\n jellyfish-2884_1280.jpg\n\n\nAuthor:\n PublicDomainPictures\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nPixabay",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8523 \" by local lesbian commie, from the SCP Wiki . Source: https://scpwiki.com/scp-8523 . Licensed under CC-BY-SA .",
        "Filename: photo-1441829266145-6d4bfbd38eb4.jpeg Name: body of water under clear blue sky Author: Greg Becker License: CC0 1.0 Source Link: Unsplash",
        "Filename: 54275074108_61e974fbda_o.png Name: na casa do cacete Author: local lesbian commie License: CC-BY-SA 2.0 Source Link: Flickr",
        "Filename: sea-3723885_1280.jpg Author: miguelgrafico License: CC0 Source Link: Pixabay",
        "Filename: coral-2778435_1280.jpg Author: marcelokato License: CC0 Source Link: Pixabay",
        "Filename: anemone-314284_1280.jpg Author: PublicDomainPictures License: CC0 Source Link: Pixabay",
        "Filename: pexels-iriser-1086584.jpg Name: Three Multicolored Jellyfishes Author: Irina Iriser License: CC0 Source Link: Pexels",
        "Filename: pexels-tomfisk-668790.jpg Name: Green Coral Reef Under Water Author: Tom Fisk License: CC0 Source Link: Pexels",
        "Filename: pexels-blaque-x-264516-932638.jpg Name: Underwater Photography of Deep Sea Author: Blaque X License: CC0 Source Link: Pexels",
        "Filename: pexels-ekamelev-920163.jpg Name: Macro Photography Of White Coral Author: Egor Kamelev License: CC0 Source Link: Pxhere",
        "Filename: animal-67488_1280.jpg Author: WikiImages License: CC0 Source Link: Pixabay",
        "Filename: jellyfish-969927_1280.jpg Author: Cherie1212 License: CC0 Source Link: Pixabay",
        "Filename: woman-2725337_1280.jpg Author: Engin_Akyurt License: CC0 Source Link: Pixabay",
        "Filename: whale-cow-79863_1280.jpg Author: Unknown License: CC0 Source Link: Pixabay",
        "Filename: jellyfish-2566795_1280.jpg Author: StockSnap License: CC0 Source Link: Pixabay",
        "Filename: anemone-1391724_1280.jpg Author: cocoparisienne License: CC0 Source Link: Pixabay",
        "Filename: underwater-1175406_1280.jpg Author: MonicaVolpin License: CC0 Source Link: Pixabay",
        "Filename: jellyfish-2884_1280.jpg Author: PublicDomainPictures License: CC0 Source Link: Pixabay"
    ],
    "containment_procedures": "",
    "description": "",
    "title": "SCP-8523"
}