{
    "url": "https://scp-wiki.wikidot.com/scp-8543",
    "all_text": "rating: \n+17\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-8543: \"A Lesson in Human Anatomy\" by \nMister_Toasty\n\n\n \n\n\nI have an Author Page!\n\n\n\n\n\n\n\n\nrating: \n+17\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \nscp-8543\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures\n: All remaining \nPunica granatum\n1\n specimens containing SCP-8543 are located in Site-203's botanical wing; Level-3 access is required for cultivation and testing purposes. All previous specimens have been incinerated as per Protocol-24-D, with MTF Theta-4 (\"Gardeners\") monitoring Prometheus Labs and the Manna Charitable Foundation for any potential future instances.\n\n\nDescription\n: SCP-8543 is an anomalous form of folic acid found in the \nPunica granatum\n plant, genetically modified by a joint operation between Prometheus Labs and the Manna Charitable Foundation. The Foundation had been aware of various related genetic experiments conducted by Prometheus Labs as part of the Epimetheus Clause (See attached file), but a violation\n2\n of the clause by Lab ███ prompted an intervention. MTF Theta-4 was dispatched, subsequently discovering the modified plants. Seventy-three of eighty-seven specimens were incinerated, with the remainder confiscated by the Foundation, along with all related documents. Site-203 Director of Anomalous Biology Llewellyn Eames and Director of Anomalous Genetics Maya Sarasvati were selected to be Head Researchers for the remaining specimens.\n\n\nAddendum-1\n: Various recordings, notations, and experiment logs conducted by Eames and Sarasvati.\n\n\n \n\n\n \n\n\n\n\n1 May 2022\n\n\n(Dr. Sarasvati knocks on Dr. Eames's door, which is already open. She goes inside. Music can be heard playing.)\n\n\n(Dr. Eames has his back to Sarasvati. He is studying a painting.)\n\n\nSarasvati:\n A fan of the arts, doctor?\n\n\nEames:\n Sometimes. Do you recognize them?\n\n\nSarasvati:\n The painting is \"The Anatomy Lesson\", I believe. Rembrandt. I can't place the music.\n\n\nEames:\n It's Alexander Borodin's \nPolovtsian Dances\n, from his \nPrince Igor\n opera. Haunting, innit? The painting's full title is \nThe Anatomy Lesson of Dr. Nicolaes Tulp\n. \n(He turns to face Sarasvati and smiles.)\n Sorry, I'm a bit of a stickler when it comes to my hobbies. I take it you're Dr. Sarasvati?\n\n\nSarasvati:\n Yes, and you're Dr. Eames. Pleasure.\n\n\n(They shake hands.)\n\n\nEames:\n \n(scoffs)\n Call me Lew. Everyone else does, 'cept the Director. Wish I'd gotten your file a bit earlier, doctor: I'd like to know what sort of person I'm workin' with. Oh well, I s'pose there'll be plenty o' time for it later.\n\n\nSarasvati:\n \n(laughs softly)\n Maya Sarasvati, Kolkata native, thirty-two, single. I'm more of a reggae fan, personally.\n\n\nEames:\n That's all right. Lew Eames, Cymry, thirty-eight, also single. I fancy the blues now an' then. You read the file Theta-4 confiscated from that lab?\n\n\nSarasvati:\n As much as my clearance would allow.\n\n\nEames:\n \n(scoffs)\n More like \"as much as them arsonist wankers kept safe from their matches.\" Bloody psychotic lot of pyromaniacs. We don't even know what those pomegranates \ndo\n.\n\n\nSarasvati:\n Not completely. There were two words in the recovered documents that stood out to me when I read them: \"purge evil\".\n\n\nEames:\n Yeah, whatever the hell that means. You know where my mind went when I read that line?\n\n\nSarasvati:\n \n(shrugs)\n Some religious context, I assume.\n\n\nEames:\n \n(smiles)\n Anthony Burgess's \nA Clockwork Orange\n. Ever read it?\n\n\nSarasvati:\n I've seen the film.\n\n\nEames:\n You've seen a mutilated facsimile. But never mind: the novel explores the same forcible expulsion of evil from the human psyche. Gets all philosophical, too, like \"is it truly a purge if it purges free will\" and \"what other lovely human experiences are expelled in the process\" and \"is it better for a man to be forced into a veneer of change rather than have him choose the change for 'imself.\" Oh, begging your pardon; I mean \nhim or her\n.\n\n\nSarasvati:\n \n(laughs softly)\n Am I going to have to have Human Resources in my Contacts list?\n\n\nEames:\n No, a gentle nudge in the ribs'll do it.\n\n\n(Sarasvati laughs)\n\n\nEames:\n But, uh, seriously, what do you make of it?\n\n\nSarasvati:\n \n(shakes her head)\n I can only speculate. The Manna Charitable Foundation was involved, so likely they were trying to modify the fruit for some altruistic purpose. Folates are required make DNA and RNA, and metabolizes amino acids for cells, so it's possible they wanted to engineer it into biology.\n\n\nEames:\n Makes sense — but there's only one way to find out. You ready to begin, doctor?\n\n\nSarasvati:\n As ready as you are. Oh, and Dr. Eames — I mean, Lew? You can call me Maya.\n\n\n\n\n \n\n\n\n\n\n\nDr. Eames supervising an experiment\n\n\n\n\n\n\n \n\n\n\n\n\n\nDr. Maya Sarasvati\n\n\n\n\n\n\n \n\n\n\n\nRequest Form 883-J\n\nFrom: Dr. Eames, Site-203\n\nTo: Ethics Committee Requisitions Department\n\n\n \n\n#1: Formally requesting the use of ten (10) D-class subjects for testing SCP-8543's effects on human genetic code.\n\n\n \n\nRequest: DENIED\n\n\n \n\n#2: Formally requesting the use of three-hundred (300) \nBlattella germanica\n specimens (or similar) for testing SCP-8543's effects on insect genetic code.\n\n\n \n\nRequest: GRANTED\n\n\n\n\n \n\n\n \n\n\n\n\n(Dr. Sarasvati enters Lab 12, which has been designated for the study of SCP-8543. Dr. Eames is seated, with four opened pomegranate fruits to his right. He is studying a large terrarium.)\n\n\n(Sarasvati approaches Eames, noticing the terrarium is divided into four sections. Each section contains a number of Blattella germanica species.)\n\n\nSarasvati:\n Hmm, I would've pegged you as a fruit fly user.\n\n\nEames:\n \n(grunts)\n Thomas Hunt Morgan I am not. Besides, the German cockroach is much more durable.\n\n\nSarasvati:\n If it's durability you want, why not an \nAphanotus brevicornis\n?\n\n\nEames:\n Hmm?\n\n\nSarasvati:\n A flour beetle. They can survive up to a hundred-thousand rads.\n\n\nEames:\n That so? Well, to be honest, I'm not quite so interested in its durability as I am its reputation. \n(Eames turns around, offering a chair to Sarasvati, who sits.)\n Remember that phrase in those documents we confiscated? To \"purge evil\"? That really got me thinking.\n\n\nSarasvati:\n About the meaning?\n\n\nEames:\n Rightly so. Bit of a broad term, innit? Evil means many things to many people, same as purging. Mix the two together and you don't know what'll come of it. Does it mean some disreputable gentleman won't rob you with a gun, or does it simply mean a pest ain't a pest no more?\n\n\nSarasvati:\n Hence the cockroaches.\n\n\nEames:\n Well, that, and my request for a D-class was denied.\n\n\nSarasvati:\n That's unusual; you'd think you'd be given a few for this sort of thing.\n\n\nEames:\n Well, it may be a resource issue. Site-203 don't exactly have em' crammed like sardines in their cells — but I'm thinkin' it's also got to do with genetics. We already know the folate in them seeds is anomalous, based on the scraps filched from Prometheus, and you said yourself that folate does things to one's DNA. Beggin' your pardon for the crude terminology.\n\n\nSarasvati:\n \n(laughs softly)\n It's certainly one way to put it. I think I follow your reasoning, though: we don't even know if this was engineered to affect humans at all. It could just be a pesticide.\n\n\nEames:\n Rightly so. \n(grins)\n Sure am glad I got paired with a bright mind. A fellow what knows his bones from his marrow can only flail about so much where genes is concerned. Enough gabbin', time to study some bugs.\n\n\n(Eames introduces pomegranate seeds containing SCP-8543 into three of the terrarium sections, with non-anomalous seeds put into the fourth as a control. He puts a double amount of seeds into one section.)\n\n\nSarasvati:\n How many specimens are in each section?\n\n\nEames:\n Twenty-five. This is just a baseline test. Yeah, lookit em' chow down. I've got another two-hundred waitin' to go once we get some results. \n(He gestures to a wooden crate to the side.)\n Do you fancy cockroaches, Maya?\n\n\n(She scowls silently. Eames laughs.)\n\n\nEames:\n Silly question, of course. Not too many people would. Filthy little vermin. I didn't even have to jump through that many hoops to acquire em'. Just a simple form and \"here ya go, three-hundred little roaches ready to do their part for science\". I think the higher-ups \nwanted\n to get ridda them. Can't blame them, they smell like death. Nobody would shed a tear if any of these fellas died.\n\n\n(silence)\n\n\nSarasvati:\n \n(clears her throat)\n In the meantime, may I have some samples to examine? Of the seeds, I mean.\n\n\nEames:\n \n(gestures)\n Help yourself. The ones in the blue crate are normal, while red is anomalous. Here. \n(He marks two fruits with a check and draws a crude Foundation logo on two more.)\n So you can tell.\n\n\nSarasvati:\n Much obliged.\n\n\n\n\n \n\n\n\n\nCross-testing experiment logs #1 (truncated)\n\n\n\n\nClose Log\n\n\n\n\nSpecimen: \nBlattella germanica\n (German cockroach)\n\nNote: please consult Director Talbot for more details.\n\n\n\n\n78% of all subjects given SCP-8543 experience rapid cellular degeneration.\n\n\nSurviving 22% of subjects do not leave behind waste products, survive 50,000 rads radiation, various mundane pesticides.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nLocation\n: Site-203's cafeteria. Eames and Sarasvati are seated across from each other.\n\n\nEames:\n Cheers. \n(They clink plastic cups and begin eating.)\n\n\nSarasvati:\n I'm surprised you even have an appetite.\n\n\nEames:\n Well, I'll bet you never want to see another pomegranate seed as long as you live.\n\n\nSarasvati:\n The things we do for our profession.\n\n\n(they eat)\n\n\nEames:\n Maya, why do you think Prometheus and Manna used pomegranates in the first place? Bit of an odd preference, innit?\n\n\nSarasvati:\n Perhaps it was the only plant that grew under certain conditions. Or it was the only plant that survived the genetic modification.\n\n\nEames:\n Possibly. You know, accordin' to apocrypha, the Fruit of the Knowledge of Good and Evil was a pomegranate.\n\n\nSarasvati:\n That would make sense. Apples aren't native to Mesopotamia, or wherever the Garden of Eden was supposed to be.\n\n\nEames:\n You don't think that's just a bit serendipitous, though?\n\n\nSarasvati:\n Not really. Neither Group of Interest is particularly keen on theology. I stand by my previous statement. Ockham's razor and all.\n\n\nEames:\n Ah. The simplest execution leading to the best results. Logical.\n\n\n(they eat)\n\n\nEames:\n That \"purge evil\" bit has been marinatin' in my mind lately.\n\n\nSarasvati:\n \n(snorts)\n Do you think cockroaches being unable to produce waste byproduct is a form of expurgation?\n\n\n(silence)\n\n\nEames:\n What \nis\n evil, Maya?\n\n\nSarasvati:\n Are you serious?\n\n\nEames:\n I want your opinion.\n\n\nSarasvati:\n Evil is that which is anathematic and harmful.\n\n\nEames:\n That simple?\n\n\nSarasvati:\n You wanted my opinion. But I don't consider excretion evil. It's a biological function, like breathing and procreating.\n\n\nEames:\n Would you consider a cockroach evil? They spread disease, they ravenously eat human food, leave their mess behind. That qualifies.\n\n\nSarasvati:\n But they don't perform the evil. They just… All right, I'll change my opinion. Evil is anathematic, harmful, and must be knowingly perpetrated by a conscious mind.\n\n\nEames:\n And not \nto\n one?\n\n\nSarasvati:\n I make a distinction between \nundesirable\n and \nevil\n. An earthquake is undesirable but not evil.\n\n\nEames:\n And desire's at the core.\n\n\nSarasvati:\n What drives us \nbut\n our desires?\n\n\nEames:\n Fair call.\n\n\n(they eat)\n\n\nEames:\n Just one more thing, though: you mentioned desires. Generally people desire the eradication of pests like cockroaches, right? What's your opinion on rats?\n\n\nSarasvati:\n They're vermin, Lew. They breed quickly, eat everything in sight, carry disease. Some can be endearing, I'll confess: I've studied \nSCP-1318\n and \n6369\n before. But I also read the file for \n027\n and \n6668\n.\n\n\nEames:\n I see.\n\n\n(They resume eating in silence.)\n\n\n\n\n \n\n\n \n\n\n\n\nRequest Form 883-J\n\nFrom: Drs. Eames and Sarasvati, Site-203\n\nTo: Ethics Committee Requisitions Department\n\n\n \n\n#3: Formally requesting the use of eight (8) D-class subjects for testing SCP-8543's effects on human genetic code.\n\n\n \n\nRequest: DENIED\n\n\n \n\n#4: Formally requesting the use of one-hundred fifty (150) \nRattus norvegicus\n specimens (or similar) for testing SCP-8543's effects on rodent genetic code.\n\n\n \n\nRequest: GRANTED\n\n\n\n\n \n\n\n \n\n\n\n\nCross-testing experiment log #2 (truncated)\n\n\n\n\nClose Log\n\n\n\n\nSpecimen: \nRattus norvegicus\n (common brown rat)\n\n\n\n\n66 subjects experienced vertical bifurcation and internal rupturing.\n\n\n24 subjects (26.6%) given SCP-8543 seeds survived.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nNote\n: a video recording of Lab 12 made seven minutes prior to an experiment.\n\n\n(Dr. Eames is examining the two groups of Rattus norvegicus specimens. As he removes the control group, he notices one of the specimens has a severed tail.)\n\n\nEames:\n \n(whispering)\n Damn, I must've missed that.\n\n\n(He remains motionless for eleven seconds.)\n\n\nEames:\n \n(whispering)\n I wonder.\n\n\n(He tags the specimen and takes a photograph.)\n\n\n\n\n \n\n\n \n\n\n\n\nCross-testing experiment log #3\n\n\n\n\nClose Log\n\n\n\n\nSpecimen: \nRattus norvegicus\n (common brown rat)\n\n\n50 given SCP-8543 seeds\n\nSame 50 exposed to \nYersinia pestis\n3\n bacteria\n\n1 with severed tail (photo enclosed) given SCP-8543 seed\n\n\nResult (twenty-four hours elapsed):\n\n\n\n\n9 subjects experienced bifurcation/rupturing. No survivors.\n\n\n41 subjects (82%) exposed to SCP-8543 and \nYersinia pestis\n survived. No trace of \nYersinia pestis\n.\n\n\n1 subject given SCP-8543 survived. Tail 3mm longer (photos w/measurements enclosed).\n\n\n\n\nNote: will continue to monitor subject not given \nYersinia pestis\n bacteria.\n\n\nConclusion\n: possible cure for bubonic plague; possible rapid cellular regeneration.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nLocation\n: Site-203's cafeteria.\n\n\n(Sarasvati is seated by herself. Eames arrives carrying two plastic bins. He sits across from her.)\n\n\nEames:\n There you are, as promised. \n(He gives Sarasvati one of the bins.)\n It's stir-fry with mushrooms. You said you were vegetarian, and that's the only meal I know I can make…\n\n\nSarasvati:\n Thanks, I appreciate it. \n(They eat in silence. Sarasvati winces subtly.)\n You should try making your own sauce next time. The store-bought stuff won't cut it.\n\n\nEames:\n Right. I don't normally cook for nobody but myself, and evidently I've got the palate of a possum. It's edible otherwise, I hope.\n\n\nSarasvati:\n \"Edible\" is certainly an apt description.\n\n\n(They continue eating.)\n\n\nSarasvati:\n Still thinking about that \"purge evil\" remark?\n\n\nEames:\n Every so often. But you know what I don't like about it?\n\n\nSarasvati:\n What?\n\n\nEames:\n The idea of purging. \n(He chews contemplatively for a moment.)\n Dwell on this: when you were a child, and you did something bad, you usually denied it, or blamed something else, right? \"No, mummy, I didn't break your vase. No, da, I didn't steal that money. They made me do it.\" And when we grow older, we commit these micro-purges whenever someone confronts us with our wrongdoings. \"That's not who I am, that's a different part of me. I had a bad childhood, I was intoxicated, I wasn't thinking. No, no, I didn't do it. I'm not a bad person.\" \n(scoffs)\n Frankly that whole \"avoiding responsibility\" shtick is repulsive.\n\n\n(Eames drinks.)\n\n\nEames:\n I have no respect for those people. You know, I'm more liable to trust someone who looks at me bald-faced and says, \"Yeah, I did something bad. I got no excuses. Totally my fault, chum.\"\n\n\nSarasvati:\n In other words, people who take responsibility.\n\n\nEames:\n Or at least them folks that accept that evil's just another part of themselves. Yin and yang and all that rot. They don't purge the evil, they overcome it. Or at least work with it.\n\n\nSarasvati:\n Interesting. Unrelated to our research, but interesting.\n\n\nEames:\n \n(laughs stiffly)\n I gotta do somethin' while I'm waitin' for results. The directions my mind goes. By the by, being vegetarian and all, what's your stance on swine?\n\n\nSarasvati:\n Do you mean pigs or reprehensible people?\n\n\nEames:\n \n(laughs)\n Hard to make a distinction, innit? But, uh, boars, hogs, porkers. \nSus domesticus\n.\n\n\nSarasvati:\n \n(shrugs)\n Dirty animals. They smell awful and make too much noise. But there are a few that can be cute.\n\n\nEames:\n You ever read the file for \nSCP-4495\n?\n\n\n(Sarasvati shakes her head. Eames stares grimly.)\n\n\nEames:\n Take my advice, Maya, and don't. Just…absolutely don't. Not if you ever plan on eating again.\n\n\nSarasvati:\n Be careful about telling Pandora what box she shouldn't open.\n\n\nEames:\n \n(laughs coldly)\n Is it misogynistic to accuse all women of being dangerously curious and defiant?\n\n\nSarasvati:\n No more misandrist than pointing out the masculine predilection for getting one's hands dirty.\n\n\nEames:\n Fair.\n\n\n(They finish eating.)\n\n\nEames:\n Sorry if I keep ruining your appetite like this. I promise next time, I won't have anything nasty to talk about.\n\n\nSarasvati:\n No, I enjoy these discussions. For an Englishman, you're—\n\n\nEames:\n Cymry, Maya, Cymry.\n\n\nSarasvati:\n Well, regardless, you're an excellent conversationalist. You just need to work on your cooking.\n\n\n\n\n \n\n\n \n\n\n\n\nRequest Form 883-J\n\nFrom: Drs. Eames and Sarasvati, Site-203\n\nTo: Ethics Committee Requisitions Department\n\n\n \n\n#5: Formally requesting the use of five (5) D-class subjects for testing SCP-8543's effects on human genetic code.\n\n\n \n\nRequest: DENIED\n\n\n \n\n#6: Formally requesting the use of ten (10) \nSus domesticus\n specimens (or similar) for testing SCP-8543's effects on porcine genetic code.\n\n\n \n\nRequest: GRANTED\n\n\n\n\n \n\n\n \n\n\n\n\nLocation\n: Lab 12\n\n\n(Eames and Sarasvati are setting up the next round of tests. Squealing can be heard in the background.)\n\n\nEames:\n Bloody hell, you weren't joking when you complained about the smell. Ugh!\n\n\nSarasvati:\n \n(laughs)\n Lew, you've been around cockroaches and rats for a week now. I thought you would've grown accustomed to it.\n\n\nEames:\n Yeah, well, there are \nlayers\n, okay? There's \"eww, that's unpleasant\" and then there's \"holy fuck I'm gonna be sick, get me the hell outta here\".\n\n\n(Sarasvati laughs)\n\n\nEames:\n Laugh it up now, Maya, you're gonna be a resident of the showers same as me after this.\n\n\n(They tag two of the specimens. Sarasvati gives each untagged specimen a pomegranate seed containing SCP-8543, while Eames feeds both groups.)\n\n\nEames:\n Hard part's over. Let's go over here where it's quiet, let the little runts have their dinner.\n\n\n(Eames and Sarasvati relocate.)\n\n\nEames:\n \n(sighs)\n That's better. Oh, better make records first.\n\n\n(they record the first stage of the experiment)\n\n\nSarasvati:\n While I don't like having such a small size for the experiment, I can understand why you requested it. Just those ten are a hassle.\n\n\nEames:\n Right? Between the noise and the stink, it's about all I can tolerate. Oh, speaking of smelling, come over here for a moment.\n\n\n(Eames leads Sarasvati to a crate containing Blattella germanica species.)\n\n\nEames:\n The ones in the blue crate are my control; the ones in red, I gave them 8543. I want you to smell them both.\n\n\n(Sarasvati stares incredulously.)\n\n\nSarasvati:\n I'm not one for juvenile pranks, Lew.\n\n\nEames:\n I'm perfectly serious here. Look: I'll go first. Don't ever let it be said I'll ask someone to do somethin' I wouldn't do myself. \n(He leans over the blue crate and inhales, then shudders.)\n Yeah, that's rancid. Ah, but over here… \n(He leans over the red crate and inhales. Eames smiles and sighs in pleasure.)\n One more time? \n(He inhales again, sighing in pleasure.)\n\n\n(Sarasvati stares and cautiously leans over to inhale from the blue crate. She winces. She cautiously inhales over the red crate, exclaiming as her eyes widen.)\n\n\nSarasvati:\n Wow! That's… That's amazing! \n(She inhales again.)\n It smells wonderful!\n\n\nEames:\n \n(grins)\n Don't it, though? No waste, no stink… Oh, and that rat specimen that didn't have a tail? It's grown another two centimeters.\n\n\nSarasvati:\n Really!\n\n\n(Eames moves a cage into view. Inside is a tagged Rattus norvegicus specimen with a partially severed tail.)\n\n\n(Sarasvati stares at Eames silently.)\n\n\nSarasvati:\n But those are the minority, Lew. What about the rest of the specimens?\n\n\nEames:\n Yeah, I know. Shame. But the survival rate's increased as the subject gets more complicated. Roaches. Mice. Pigs.\n\n\n(silence)\n\n\nSarasvati:\n You're building up to humans.\n\n\nEames:\n I wanted to start out with humans, but my requests keep getting denied. I don't think it's a resource issue anymore. The Ethics Committee has been getting twitchy lately. Saying even the D-class don't deserve horrific deaths — which, sometimes, fair call. But it's awful hard getting reliable data from a rat.\n\n\nSarasvati:\n Well, based on the results of the specimens that didn't survive…\n\n\nEames:\n Like I said, fair call. But a part of me think it's…fear.\n\n\nSarasvati:\n Fear, and not morality?\n\n\n(silence)\n\n\nEames:\n Do you think human life has value, Maya?\n\n\nSarasvati:\n Not especially. I'm from India; it's overpopulated. Very difficult to think of millions upon millions of people as their own separate miracle that can contribute something worthy to our society, or the world. The squalor I've seen, the poverty, the faces of people you notice in slums. Some barely make it past childhood. And then there's the opposite side of the spectrum: wealthy corporate so-called elites, their faces a rictus grin of cold, apathetic, insatiable greed. Take away their material wealth and are they really any more valuable than a girl forced into prostitution before she turns twelve?\n\n\n(silence)\n\n\nSarasvati:\n Indifference can be evil, too. I'll admit to my fair share.\n\n\nEames:\n But would you rather experiment on a D-class or a roach?\n\n\nSarasvati:\n A roach.\n\n\nEames:\n Why?\n\n\nSarasvati:\n Ubiquity. Faster breeding. They're cheaper and less complex. No sapience. Much less empathy.\n\n\nEames:\n How about a dog? Or a cat? Or a horse? Would you rather see one of them burst open, or would you prefer a rapist die in their place?\n\n\n(Sarasvati turns away from Eames.)\n\n\nSarasvati:\n Are you going to put people on trolley tracks?\n\n\nEames:\n I'd rather find out why they were put there in the first place, and who did it.\n\n\n(silence)\n\n\n(Eames notices something on the rat and pulls it close to examine.)\n\n\nEames:\n What do we have here? \n(he grins)\n The tail's grown to full.\n\n\nSarasvati:\n Congratulations, Niccolo Machiavelli.\n\n\nEames:\n You're welcome, Jonathan Swift.\n\n\n(They smile grimly at each other.)\n\n\n\n\n \n\n\n \n\n\n\n\nCross-testing experiment log #4 (truncated)\n\n\n\n\nClose Log\n\n\n\n\nSpecimen: \nSus domesticus\n (common pig)\n\n\n\n\n2 subjects given SCP-8543 underwent rapid exsanguination, with majority of fluids egressing through pores. No survivors.\n\n\n6 subjects (75%) given SCP-8543 survived, producing no waste or odor.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nNote\n: recording of a phone call Dr. Sarasvati made three hours following Experiment #7.\n\n\nYes, mother, the tests went well. […] I'm not too worried. I've got good healthcare here. […] In a few days. […] \n(chuckles)\n So I'll wear a wig. Or maybe I'll just flaunt it. […] It's not like that, mother. He's just a colleague. Just because we get along and I like his company— […] Mother, he's not even close to being my type. And I \nwork alongside\n him. […] Mother, I told you, I'll be fine. Do I need to keep reminding you— […] It's not a death sentence. […] That's because he didn't get it checked out early. […] I know. […] You won't. […] Yes, I'll keep you updated. I'll call you before I go in, all right? […] \n(laughs)\n Yes, and after, too. […] I'll ask for some time off. Maybe next month. I'm pretty sure I can hang on until then. […] All right, mother. […] I love you, too. […] That sounds like a plan. All right, bye.\n\n\n\n\n \n\n\n \n\n\n\n\nRequest Form 883-J\n\nFrom: Dr. Eames, Site-203\n\nTo: Ethics Committee Requisitions Department\n\n\n \n\n#7: Formally requesting the use of three (3) D-class subjects for testing SCP-8543's effects on human genetic code.\n\n\n \n\nRequest: DENIED\n\n\n \n\n#8: Formally requesting the use of five (5) \nPan troglodytes\n specimens (or similar) for testing SCP-8543's effects on simian genetic code.\n\n\n \n\nRequest: PENDING\n\n\n\n\n \n\n\n \n\n\n\n\nNote\n: a personal recording made by Dr. Eames twenty-two minutes following his 8th request.\n\n\n<Begin recording>\n\n\n(J.S. Bach's \"Jesu, Joy of Man's Desiring\" is heard in the background.)\n\n\nI remember one time I was with some friends outdoors, a few years or so before I joined the Foundation. We was laughin', talkin', drinking and eating, overall very merry. Then like Little Miss Muffet, this large spider comes outta nowhere and crawls on my hand. Scared the tits off all the girls, and even summa the fellas there. I just sat there, all calm n' collected, didn't even seem to mind. Spider was nearly the size of my hand, too, but it weren't engaging or nothin', just sittin' there, peaceful-like. I decided to lift my hand up and show off my new chum to everyone in the group. \n(laughs)\n Rightly scared the piss outta them! I let the little fella go and just sat there grinning. Someone asked me, \"Weren't you afraid, Lew?\", and I said, \"Course' not! What do I have to be afraid of?\"\n\n\nThen I went all philosophical on them. I said, “If you shut your eyes to a frightening sight, you end up being frightened. If you look at everything straight on, there is nothing to be afraid of.” \n(laughs)\n I told em' it was a quote from Rowan Atkinson, and they looked at me like I had just eaten a rhinoceros. I laughed and then said, \"Yeah, I'm jokin'. It's from Joseph Stalin.\"\n4\n\n\n(silence)\n\n\nHad to buy a few rounds to ease tensions. Totally worth it.\n\n\n(silence)\n\n\nIs that what this is all about? People not wantin' to confront their vices to such a magnitude as to genetically modify fruit that pushes it outta your body? The things I've seen it do to animals — and Manna and Prometheus were gonna peddle it to people? Bloody fucking hell. They'd sooner turn a fella inside-out on the off chance he won't do nobody no harm, rather than come to terms with themselves? Course', there is an upside. Yin and yang.\n\n\nMakes it so you stop taking shits all over the place. Makes cockroaches and pigs smell like wine. Immunizes against the Black Plague, regrows rat tails. \n(silence)\n Damn. You think maybe it'll have an effect on SCP-610? Not like I have the clearance to find out. Heh, maybe I'll send summa the rats to people who do. That oughta be interesting to see.\n\n\nI hope none o' this is dampening Maya's resolve. A fine lady, she is. Smarter n' me. Don't need her hand held. Tough, cold, but…relatable. She's almost certain 8543 was meant to bond with human DNA, but we won't know for sure till'… Well, I guess all we can do is keep usin' what we got. Speakin' of which, I was thinkin' of addin' another portrait to my wall. Dr. Tulp and his students might be gettin' lonely. Maybe \nGuernica\n, or a Van Gogh self-portrait. Ah well. Some other time. Till' later, lads.\n\n\n(Eames turns off the music.)\n\n\n<End recording>\n\n\n\n\n \n\n\n \n\n\n\n\nFrom: Ethics Committee Requisitions Department\n\nTo: Dr. Eames, Site-203\n\n\n \n\nYour pending request for five (5) \nPan troglodytes\n specimens has been GRANTED. You will receive a notification upon their delivery.\n\n\n\n\n \n\n\n \n\n\n\n\nLocation\n: Site-203's cafeteria. Sarasvati is seated by herself.\n\n\n(Eames arrives carrying two plastic bins. He sits across from her and offers one bin.)\n\n\nEames:\n Second attempt. Meatless Spanish rice.\n\n\nSarasvati:\n How very kind of you — or that's what I'd \nlike\n to say. I can already tell you covered something up with too much spice.\n\n\nEames:\n These are leftovers from my supper, and as you can see, I'm still alive and well.\n\n\nSarasvati:\n That isn't a good metric, Lew. You've been around pigs lately — and a few chimps in the future, if I'm not mistaken.\n\n\nEames:\n Yeah, just waiting for the delivery. Come on, one bite won't hurt.\n\n\nSarasvati:\n So you say. \n(She eats some.)\n Hmm, you didn't cook your rice properly. The potatoes are a little burnt, but I actually prefer them that way. Oh, cilantro! …And turmeric. Lots of turmeric. \n(She coughs and takes a drink.)\n\n\nEames:\n No good?\n\n\nSarasvati:\n I didn't expect so much. It's not bad. You followed the directions?\n\n\nEames:\n \n(hisses)\n I may have not pre-heated the boiler properly. And…spilled a bit more turmeric than I would've liked. I tried stirring it all together…\n\n\nSarasvati:\n \n(coughs)\n Live and learn. It's fine. I'll finish it all in gratitude and call paramedics to have my stomach pumped later.\n\n\nEames:\n \n(grumbling)\n You're welcome.\n\n\nSarasvati:\n A little good-natured ribbing between colleagues is perfectly fine. You can riff on me, too; I deserve it. Just keep it tasteful.\n\n\nEames:\n \n(grumbles)\n I'm not sure what I can mock. I like you, I respect you. I don't have to talk down to you or babysit you. You're bloody competent in the lab, ain't afraid to wade through starving pigs, stuck your nose in a box fulla putrid roaches. \n(shrugs)\n Your sense of fashion is awful.\n\n\nSarasvati:\n There, see? Was that so hard?\n\n\nEames:\n Bout' as hard as your head.\n\n\nSarasvati:\n \n(laughs)\n Any new philosophical meditations today?\n\n\nEames:\n \n(shrugs)\n Same old rot.\n\n\nSarasvati:\n Is it?\n\n\n(silence)\n\n\nEames:\n You mentioned the trolley problem. I've been pondering that. Not in the normal way, more like…why we justify our actions. Why we can say to ourselves, \"Well, I am doing something bad, but something better might come of it, or at least something less worse.\"\n\n\nSarasvati:\n Oh dear, isn't that a minefield. Especially in our line of work.\n\n\nEames:\n You ain't joshin'. The Foundation's perfectly fine marchin' D-class in front o' monsters and alternate dimensions if it gets them knowledge. \"Kill one fella to save three\", or rather, \"Die in the dark so you can live in the light\". But it goes beyond that. Sites get blown up and Overseers shrug. Whole cities get wiped out and the boss says \"It could've been worse\". Sometimes I think they'd be willing to put a cap in humanity itself if there was \na big enough bullet\n comin' their way. Makes my request for a handful of D-class seem rather insignificant.\n\n\nSarasvati:\n And you're saying that, by giving themselves permission to commit these so-called atrocities, they free themselves from moral shackles?\n\n\nEames:\n Rightly so. And it's universal, too, specially in religion. \"Our god said this was fine, so despite us commitin' genocide, or tossin' babies into a fire, or throwing rocks at a homosexual, or fornicating with our daughters, or amassin' slaves, god's in his heaven, so all's right with the world\". And that makes it fine.\n\n\nSarasvati:\n I've been pondering something of a similar nature.\n\n\nEames:\n Oh?\n\n\nSarasvati:\n Specifically, the attraction of evil. Why performing duplicitous actions gives us pleasure. Even the mere thought of evil, of \"being bad\", is inherently more attractive than being a \"goody two-shoes\". Can you imagine? Making goodness derogatory?\n\n\nEames:\n Yeah, the human fascination with evil's banged around my head a couple of times in the past. I think it goes hand-in-hand with confronting it. Like, once it's out in the open, naked, we want to turn away, but some primal part of ourselves is drawn to it. Like holding up traffic just so you can gawk at a car crash. Once we get over our fear, we come to…accept it. Embrace it. Even justify it.\n\n\nSarasvati:\n The gruesome and painful being comparable, even preferable, to beauty and pleasure.\n\n\nEames:\n Exactly. One must wonder what was \nreally\n going through Manna's head when they were germinating those seeds.\n\n\n(silence)\n\n\nSarasvati:\n Well, they fooled around. Now we get to find out.\n\n\nEames:\n Joyful. \n(He examines his cell phone.)\n Delivery's here. Want to help feed the chimps?\n\n\nSarasvati:\n It'd be a pleasure. And before you ask, I find our biological cousins rather agreeable.\n\n\n\n\n \n\n\n \n\n\n\n\nCross-testing experiment logs #5 (truncated)\n\n\n\n\nClose Log\n\n\n\n\nSpecimen: \nPan troglodytes\n (chimpanzee)\n\n\n\n\n3 subjects given SCP-8543 experienced complete bodily anaphylaxis. Euthanized.\n\n\nvarious subjects given SCP-8543 and exposed to radiation or \nYersinia pestis\n bacteria survived with no side effects.\n\n\n2 subjects given SCP-8543 and cancerous Sarcoma cells survived, but otherwise no change. Currently under observation.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nCross-testing experiment log #6\n\n\n\n\nClose log\n\n\n\n\nSpecimens: \nBlattella germanica\n, \nRattus norvegicus\n, \nSus domesticus\n, \nPan troglodytes\n\nNote: all remaining survivors of previous SCP-8543 experiments. No other parameters tested.\n\n\n\n\nremoved antennae from all \nBlattella germanica\n specimens and pierced with needle through abdomen\n\n\nmade subcutaneous incision on all \nRattus norvegicus\n specimens\n\n\nmade subcutaneous incision on all \nSus domesticus\n specimens\n\n\nmade subcutaneous incision on all \nPan troglodytes\n specimens\n\n\n\n\nNote: no subsequent treatment was issued to any specimens.\n\n\nResult (twenty-four hours elapsed):\n\n\n\n\nall \nBlattella germanica\n specimens recovered from injury. Approximately 50% of all antennae restored.\n\n\nsubcutaneous incision of all remaining specimens independently sutured, some scarring remains. No infections detected.\n\n\n\n\nConclusion\n: strong possibility that SCP-8543 has restorative properties; seems to favor mammals. Will experiment on fish, amphibians, reptiles, avians, etc. if possible.\n\n\n\n\n\n\n\n\n \n\n\n[Note: the following four experiments have been truncated. Consult Director Talbot for more information.]\n\n\n \n\n\n\n\nCross-testing experiment logs (various)\n\n\n\n\nClose log\n\n\n\n\n[Truncated]\n\n\nConclusion\n: So far, all species observed experience four factors. \nOne\n: fatal reactions occur for every species, but decrease based on Factor Two. \nTwo\n: ratio of survival increases based on complexity of species and biological proximity to human DNA, with mammals having the highest recorded survival rates. \nThree\n: surviving specimens exhibit recovery, tolerance, or immunity to detrimental physiological conditions. \nFour\n: each species experience biological functions that would be considered beneficial. E.g.: catabolic processes in each is \"streamlined\" to produce no bodily waste; specimens produce chemical compounds related to positive olfactory sensations; majority of detrimental bacteria in all species is expunged; parasitic organisms expunged; Methylmercury expunged from \nThunnus alalunga\n5\n.\n\n\nUpdate\n: both specimens of \nPan troglodytes\n exposed to SCP-8543 and cancerous Sarcoma cells entered regression. Subjects tentatively expected to make partial recovery.\n\n\nUpdate\n: both \nPan troglodytes\n subjects exposed to SCP-8543 and cancerous Sarcoma cells made complete recovery with full regression.\n\n\nNote: did we just cure cancer with fucking pomegranates?\n\n\nConclusion\n: Pending.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nRequest Form 883-J\n\nFrom: Dr. Eames, Site-203\n\nTo: Ethics Committee Requisitions Department\n\n\n \n\n#13: Formally requesting the use of one (1) D-class subject for testing SCP-8543's effects on human genetic code.\n\n\n \n\nRequest: PENDING.\n\n\n\n\n \n\n\n \n\n\n\n\nLocation\n: Lab 12.\n\n\n(Dr. Eames is compiling data for SCP-8543. He is alone.)\n\n\n(Dr. Sarasvati enters.)\n\n\nEames:\n You all right? I was about ready to call you.\n\n\nSarasvati:\n My apologies, I had an appointment.\n\n\nEames:\n Oh yeah? He a looker?\n\n\nSarasvati:\n \nShe\n was just giving me a regular exam. A medical exam, before your thoughts start to wander.\n\n\nEames:\n I wasn't gonna say anything. So are all the organics working properly?\n\n\nSarasvati:\n They are, thank you for your concern. Any developments?\n\n\nEames:\n Nothing yet. How about you?\n\n\nSarasvati:\n I'm almost certain that those seeds were bred specifically for human consumption. The only missing piece of the puzzle is the human itself. Based on the data, I'm not in any hurry for pomegranate smoothies.\n\n\nEames:\n Nor I. Ah well, what can ya do? If the E.C. says no, that's all there is to it. Work with what you have in the meantime.\n\n\n(Eames and Sarasvati resume working in silence. Several minutes pass.)\n\n\n(Sarasvati grunts slightly, then groans.)\n\n\nEames:\n Hey, you don't normally make those sounds until \nafter\n I've fed you.\n\n\nSarasvati:\n I'm all right, just a little woozy.\n\n\nEames:\n Been donating blood?\n\n\nSarasvati:\n Just some meds having a bit of fun with me. I'll…oh. \n(She puts her pen down and sits back in her chair, putting a hand to her temple.)\n\n\nEames:\n Come on, Maya, you can be straight with me.\n\n\nSarasvati:\n \n(she hesitates)\n I'll be fine in a few seconds. It's only pain.\n\n\nEames:\n \"Only\", she says. Do I need to call Dr. Ortega?\n\n\nSarasvati:\n Only if you plan on going on a date with her. \n(she grins feebly)\n Do you know how I fight pain, Lew?\n\n\nEames:\n I've a feeling you'll indulge me.\n\n\nSarasvati:\n It's remarkably similar to your stance on evil. Most people try to resist or deny pain, but that only makes it worse. I calm myself and accept it. Right now, it's attacking my chest. \n(she places a hand on her torso)\n There's also a sensation in my head, and a few bits of unpleasantness in my waist. I simply acknowledge its presence and let it run its course. Then the pain goes away, and I'm left…disappointed.\n\n\n(Eames shakes his head.)\n\n\nEames:\n You ever had kidney stones?\n\n\nSarasvati:\n No. Have you ever had acid splash on your abdomen? \n(she lifts her lab coat and undershirt, revealing a faded burn mark)\n\n\nEames:\n Can't say I have. I'll have to keep your technique in mind.\n\n\nSarasvati:\n Pain is education, Lew. Death… \n(she pauses as she examines the reports)\n Death can be educational, too.\n\n\n(They stare at each other in silence. Eames takes a deep breath.)\n\n\nEames:\n Ain't we a pair.\n\n\n\n\n \n\n\n \n\n\n\n\n25 May, 2022\n\n\nFrom: Dr. Sarasvati, Site-203\n\nTo: Ethics Committee Requisitions Department\n\n\n \n\n#14: Formally requesting the use of one (1) D-class subject for testing SCP-8543's effects on human genetic code. Sending all previous test results.\n\n\n \n\nRequest: PENDING.\n\n\n\n\n \n\n\n \n\n\n\n\nLocation\n: Lab 12\n\n\n(Dr. Sarasvati is peering into a microscope. D-50050 is seated close to her.)\n\n\n(Dr. Eames enters.)\n\n\nEames:\n Mornin', Maya.\n\n\nSarasvati:\n Good morning.\n\n\nEames:\n \n(he faces D-50050)\n Mornin'. \n(Eames takes two steps, stops, and turns to face D-50050.)\n Umm…you're new here.\n\n\nD-50050:\n Yeah. I just got here.\n\n\n(Eames looks at D-50050 in confusion, then at Sarasvati.)\n\n\nEames:\n Maya?\n\n\nSarasvati:\n Hmm?\n\n\nEames:\n I don't recall the E.C. granting my request.\n\n\nSarasvati:\n That's because they granted mine. I sent them another one.\n\n\nEames:\n Ah. Mystery solved. So how did you… \n(he hesitates)\n You know what, never mind. I ain't questioning this. So, chum, feel like doing your part for science?\n\n\nD-50050:\n Do I have a choice?\n\n\nEames:\n Well, we all have choices to make. Whether we sit here and maybe live to see another day or run off and get shot. Whether we have the backbone for dirty work or live with the knowledge that our fear cost the life of some other D-class. Maybe a chum of ours, or someone we cared about.\n\n\n(D-50050 rolls his eyes and sighs in resignation.)\n\n\nEames:\n Hey, that's more like it. Don't worry, you just have to eat something. You fancy pomegranates, mate?\n\n\nD-50050:\n I've never had one.\n\n\nSarasvati:\n Well, you're in for a treat. Just ingest this seed and you're free to go. \n(She presents a single SCP-8543 seed on a small plate.)\n\n\n(D-50050 stares blankly.)\n\n\nD-50050:\n I'm guessing something strange will happen if I do.\n\n\nSarasvati:\n Well, that's the trouble: we're not completely certain. Our data so far suggests that this fruit was intentionally bred to be compatible to humans, but what's good on paper doesn't always work on practice.\n\n\nD-50050:\n I take it I'm the first human you've tested.\n\n\nEames:\n That's right. You're Yuri Gagarin, mate.\n\n\nD-50050:\n I think you mean I'm Laika. Whatever. Could I at least get a beer to wash it down?\n\n\nEames:\n \n(chuckles)\n I wish, mate! We can't even give you water. Don't know how the chemicals will react and all. Maybe you can request one later, though.\n\n\nD-50050:\n \n(sighs)\n This isn't quite what I envisioned my last meal to be. Oh well. \n(He ingests the seed, then shrugs.)\n I don't feel any different.\n\n\nSarasvati:\n We'll monitor you over a twenty-four hour period. In the meantime, you're free to go.\n\n\nD-50050:\n Sure. Thanks for the snack. Been a real pleasure.\n\n\n(D-50050 is escorted out of Lab-12, and back to his cell.)\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nLocation\n: Lab 12, the following day.\n\n\n(D-50050 and Dr. Sarasvati are alone. She is preparing to perform a blood test.)\n\n\nSarasvati:\n Good to see you up and running. Denham, is it?\n\n\nD-50050:\n Just \"Duny\" is fine.\n\n\nSarasvati:\n Have you noticed any changes? Anything at all, even something subtle.\n\n\nD-50050:\n Not particularly. I had a good night's sleep, if that matters.\n\n\nSarasvati:\n No changes in bodily fluid disposal?\n\n\n(D-50050 appears confused.)\n\n\nD-50050:\n Uh…I haven't gone to the bathroom yet. I haven't needed to.\n\n\nSarasvati:\n And you were fed yesterday? Besides the seed, I mean.\n\n\nD-50050:\n Yeah, same as before.\n\n\n(Sarasvati grunts quietly. She sterilizes D-50050's arm and presses the needle. After three seconds, she appears confused.)\n\n\nSarasvati:\n That's odd.\n\n\n(She attempts to inject D-50050 on his opposite arm. She appears concerned.)\n\n\nSarasvati:\n Just a moment. \n(She attempts to take a third blood sample, but appears unable to.)\n Hmm.\n\n\nD-50050:\n What is it?\n\n\nSarasvati:\n Just a moment. Let me see something. First…\n\n\n(Sarasvati produces scissors and cuts off part of D-50050's hair, storing it.)\n\n\nSarasvati:\n At least I can sample something. Now for a test.\n\n\n(Sarasvati fills a bucket with water and salt, then adds ice from a freezer. She stirs the mixture together, then takes a temperature reading. It measures 1 degree Celsius.)\n\n\nSarasvati:\n Put your hand in this bucket, please. Let me know the moment you feel any discomfort.\n\n\nD-50050:\n All right.\n\n\n(D-50050's hand remains in the bucket for three minutes before Sarasvati asks him to remove it. He claims to not register any discomfort.)\n\n\nSarasvati:\n \n(whispering)\n Odd. \n(louder)\n Um…let me perform another test.\n\n\n(Sarasvati produces a set of car keys, pressing the tip into D-50050's index fingernail. He claims to not register any pain, although he does claim to feel a \"numb sensation\".)\n\n\nSarasvati:\n Interesting. One more.\n\n\nD-50050:\n I'm not going anywhere.\n\n\n(Sarasvati produces a scalpel and attempts to make an incision on D-50050's arm. The edge leaves a faint mark but does not cut through any layer of skin.)\n\n\nSarasvati:\n Well. That's…\n\n\nD-50050:\n Not supposed to happen, I take it.\n\n\n(Sarasvati eyes D-50050 cautiously.)\n\n\nSarasvati:\n \n(whispering)\n Don't get any ideas, Duny. The Foundation can still do horrible things to you. If you're smart, you'll keep this to yourself and…not do anything rash. Do you understand?\n\n\n(She puts her hand on his. He nods.)\n\n\nD-50050:\n Yeah, I get it.\n\n\nSarasvati:\n I'll forward these results to the Director. In the meantime…\n\n\nD-50050:\n Just pretend that I can get hurt like anyone else.\n\n\nSarasvati:\n I'm glad you understand. All right, off with you now.\n\n\n(D-50050 is escorted back to his cell. Sarasvati takes a deep breath, shivering. She sits down and studies the compiled data for SCP-8543. She quickly glances around and produces a paper from her lab coat; a close-up reveals the contents to be the result of a cancer screening.)\n\n\nSarasvati:\n \n(whispering)\n Don't even think about it, Maya. Don't even—\n\n\n(Sarasvati is startled as Dr. Eames enters the Lab. She puts her medical report away.)\n\n\nEames:\n Whoa. Too much coffee, Maya? You look like you just got caught with an 'and in the cookie jar.\n\n\nSarasvati:\n \n(laughs nervously)\n I'm more of a tea-drinker. And if we did have cookies, I'd be the first to share them.\n\n\nEames:\n Woman after my own heart. Ready to check up on our friend from yesterday?\n\n\n(silence)\n\n\nSarasvati:\n About that.\n\n\n\n\n \n\n\n \n\n\nExperiment #14\n\nSpecimen: \nHomo sapiens\n (1), D-50050\n\nGave subject one seed containing SCP-8543.\n\n\nResult (twenty-four hours elapsed):\n\n\n\n\nSubject (D-50050) given SCP-8543 seed survived.\n\n\n\n\nNote: currently incapable of penetrating subject's subcutaneous layer to perform blood test, possibly due to SCP-8543. Put subject through brief battery of post-experiment tests, enclosing results. Subject is to remain under observation, outside of testing circulation, for a period of five (5) days.\n\n\nConclusion\n: larger sample size recommended. Current requests are pending.\n\n\n \n\n\n \n\n\n\n\nNote\n: a record of Lab 12, dated 30 May 2022\n\n\n(Dr. Eames is alone. He is dissecting a Rattus norvegicus specimen. The scalpel he uses slips and lacerates his forearm. He curses quietly, hisses, and immediately washes the wound.)\n\n\nEames:\n \n(whispering)\n Damn. That one would have the plague. Just my luck.\n\n\n(As he holds his forearm under the sink, Eames glances over at a red crate. Half a pomegranate remains.)\n\n\n(Eames remains motionless for thirty seconds. He turns off the faucet.)\n\n\n(Eames slowly dresses his wound. He approaches the red crate.)\n\n\n(Eames quietly hums part of Purcell's \"March and Canzona for Queen Mary's Funeral\". He stares at his forearm and examines it.)\n\n\nEames:\n \n(whispering)\n Bloody fucking human nature. Buckle up, Pandora: Dr. Tulp's in session.\n\n\n(He takes a single seed and consumes it. Eames slowly walks out of Lab-12 and shuts the light off.)\n\n\n\n\n \n\n\n \n\n\n\n\nLocation\n: Lab 12, 1 June 2022\n\n\n(Drs. Eames and Sarasvati are typing quietly on their laptops.)\n\n\nEames:\n Hey, you been feelin' all right?\n\n\nSarasvati:\n On and off.\n\n\nEames:\n \n(chuckles softly)\n Don't party too hard, now. I can't do this without you.\n\n\nSarasvati:\n I won't. The feeling's mutual.\n\n\n(Eames smiles. They resume typing.)\n\n\nEames:\n I know it ain't none of my business, Maya. I've just grown fond of you, is all. On an…intellectual level, you understand.\n\n\nSarasvati:\n \n(grins)\n The same. I might even consider you a friend.\n\n\nEames:\n Is that so? Well that's splendid. Right proper splendid.\n\n\n(He drinks from a mug.)\n\n\nSarasvati:\n It's just too bad we only had the one result. For human consumption.\n\n\n(Eames stares at his forearm.)\n\n\nEames:\n Yeah, pity. Them's the breaks, though. Sure would be nice if we knew if we'd cured cancer or not. Heh, even if it's only in chimps.\n\n\n(Sarasvati remains motionless.)\n\n\nSarasvati:\n Yes. It would.\n\n\n(Eames stops typing and looks over at her. Sarasvati remains motionless. He sighs and swears quietly.)\n\n\nEames:\n Sorry. Hit too close to home?\n\n\n(silence)\n\n\nEames:\n Don't worry, I won't make a fuss. My own dad had it, too. I won't say nothin' unless you want me to.\n\n\n(silence)\n\n\nSarasvati:\n I appreciate it, Lew. But like I said, I'm all right. And before you say anything, I won't try anything rash.\n\n\n(She smiles feebly at him. Eames nods grimly.)\n\n\nSarasvati:\n \n(whispering)\n Not yet, at least.\n\n\n\n\n \n\n\n \n\n\n\n\nNote\n: recording of a phone call Dr. Sarasvati made on 3 June 2022.\n\n\nMother, please, don't cry. I still have plenty of time. They caught it— […] Yes, I'm still getting treated. […] Yes, mother, I still have my hair. […] If you must know, I have been feeling dizzy every now and then. But that's the treatment— […] Yes, I told him. He took it very well. […] I'm not afraid, mother. I can deal with the pain. […] No. […] Yes. I'll let you know. […] It's just a bit chilly in here, mother. Plus I'm excited. That's why it sounds like I'm shivering. We're making amazing strides. […] Yes, I promise. […] All right, mother, I will. […] Love you, too.\n\n\n\n\n \n\n\n \n\n\n\n\n5 June 2022\n\n\n \n\nTo: Dr. Eames and Sarasvati, Site-203\n\nFrom: Department of Human Resources, D-class requisitions\n\n\n \n\nNote: Results of morality-based tests enclosed. D-50050 exposed to memetic kill agent following experiments. Subject vomited profusely but survived; maintains baseline Hume readings. Subject displays exceptional cooperation and congeniality. Information concerning subject's hygiene and bodily waste disposal is enclosed. Please contact Director Talbot for inquiries regarding future tests.\n\n\n\n\n \n\n\n \n\n\n\n\n7 June 2022\n\n\n \n\nTo: Dr. Eames, Site-203\n\nFrom: Department of Human Resources, D-class requisitions\n\n\n \n\nYour pending request for five (5) D-class specimens has been DENIED. However, your request for one (1) subject diagnosed with a variant of dysgerminoma cancer has been GRANTED. You will receive a notification upon their delivery.\n\n\n\n\n \n\n\n \n\n\n\n\nLocation\n: Lab 12, 8 June 2022\n\n\n(Dr. Sarasvati is seated at an empty table. Dr. Eames enters carrying two plastic bins. He gives one to Sarasvati.)\n\n\nEames:\n Third time's the charm. Minestrone with homemade cornbread.\n\n\nSarasvati:\n It smells nice. I'm cautiously optimistic.\n\n\nEames:\n I got the recipe online. The cornbread might be a little dry since I made it yesterday.\n\n\nSarasvati:\n It's all right, I'm too hungry to be picky. Pity they're renovating the cafeteria.\n\n\nEames:\n Yeah, a lab ain't the place for lunch. Oh well. Here's mud in your eye.\n\n\n(They tap water bottles together and begin eating.)\n\n\nEames:\n You know, in all this time, I never found out much about you, personally. I know you professionally and philosophically, but aside from reggae, I don't rightly know what makes Maya Sarasvati tick.\n\n\nSarasvati:\n Oh, not much. I'm secretly three children in a trenchcoat.\n\n\n(they laugh)\n\n\nEames:\n The hell you are. What's your favorite song?\n\n\nSarasvati:\n Bob Marley's \nKeep on Moving\n. \n(She hums part of the song.)\n\n\nEames:\n That's lovely. I fancy Stravinsky's \nRite of Spring\n, but if we're talkin' modern, Motorhead's \nBack at the Funny Farm\n.\n\n\nSarasvati:\n Oh, I never would've pegged a classical music aficionado for a heavy metal fan.\n\n\nEames:\n We're more common than you think. Favorite book?\n\n\nSarasvati:\n \nAround the World in Eighty Days\n.\n\n\nEames:\n Ah, classic. Don't gawk, but mine's \nThe Satanic Verses\n.\n\n\nSarasvati:\n I'm not gawking. You have good taste. Where did you go on your first date?\n\n\nEames:\n My imagination. I've never been on one. \n(He smiles grimly.)\n\n\nSarasvati:\n Well, a woman loves a man who cooks, or at least one who tries to. Mine was up in a hot-air balloon.\n\n\nEames:\n No kidding. Bet that's an icebreaker.\n\n\nSarasvati:\n Mm-hmm. \n(she drinks)\n You know, this soup's quite good. I think you've found your stride. \n(she eats)\n\n\nEames:\n That so? Well, next time I might try lentil—\n\n\nSarasvati:\n Oh, that's strange.\n\n\n(Sarasvati puts her spoon aside. She sits back and closes her eyes.)\n\n\nSarasvati:\n Sorry. I feel lightheaded again. It'll pass. When did that letter say we'd be getting our next test subject?\n\n\n(Eames cleans his mouth with a napkin.)\n\n\nEames:\n Any day now.\n\n\n(Sarasvati does not respond. Eames stands up.)\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nNote\n: A security feed from Lab 12, two hours following the previous conversation.\n\n\nVISUAL ONLY\n\n\n<13:06 pm>\n Eames places Sarasvati on a gurney and ties straps around her arms and legs. She is unconscious.\n\n\n<13:07 pm>\n Eames is seen writing on a clipboard. See attached file for more information.\n\n\n<13:09 pm>\n Eames moves out of view.\n\n\n<13:14 pm>\n Sarasvati begins to twitch. Eames is not seen.\n\n\n<13:16 pm>\n Sarasvati's twitching intensifies. Eames is still not seen.\n\n\n<13:17 pm>\n Sarasvati's twitching stops. Eames returns to view and writes on a clipboard.\n\n\n<13:19 pm>\n Sarasvati's body jerks violently. Eames is seen speaking.\n\n\n<13:20 pm>\n Sarasvati jerks and convulses. Eames speaks again, apparently louder. He mouths the words \"pain\", \"stronger\", and \"accept\".\n\n\n<13:21 pm>\n Sarasvati convulses uncontrollably. Eames repeatedly mouths \"accept it\".\n\n\n<13:23 pm>\n Boils begin forming on Sarasvati's skin. She continues convulsing. Eames continues speaking.\n\n\n<13:25 pm>\n The boils spread, covering an estimated 14% of Sarasvati's skin. Eames continues speaking.\n\n\n<13:27 pm>\n Eames approaches Sarasvati, pointing to his forearm. It has been noted that this was the same arm that Eames accidentally injured on 30/05/2022. He continues to indicate his arm and mouths the words \"recovered\" and \"stronger\".\n\n\n<13:28 pm>\n Sarasvati's convulsions gradually settle. Her body jerks again. Eames continues speaking.\n\n\n<13:30 pm>\n An unidentified black bile discharges from Sarasvati's mouth. A similar substance is discharged from her genitalia.\n\n\n<13:32 pm>\n The boils cover all visible layers of Sarasvati's skin. Eames's speaking slows, mouthing \"accept\" and \"confront\". He writes on his clipboard.\n\n\n<13:35 pm>\n Sarasvati's convulsions settle until she is still. Eames nods his head and continues writing. Black bile continues to discharge from Sarasvati's orifices.\n\n\n<13:36 pm>\n Eames stops writing and turns his head as Site-203 security breaks down his door. Visual and audio are provided from Chief of security Olowe's body cam.\n\n\n \n\n\nEames:\n The blazes do you—\n\n\nOlowe:\n Hands on your head! Knees to the ground!\n\n\nEames:\n Now of all bloody times…\n\n\nOlowe:\n Last warning! Hands on your head! Knees to the ground!\n\n\n(Eames complies.)\n\n\nEames:\n All right, all right, but I've got Ethics Committee clearing for this experiment. The papers are right there on the tab—\n\n\n(Eames is pressed to the ground by security. A twist tie is bound around his wrists.)\n\n\nOlowe:\n \n(into his earpiece)\n Target is detained. Send medical to Lab twelve, immediate. Subject is…\n\n\n(Olowe approaches Sarasvati to take her pulse.)\n\n\nEames:\n Don't touch her, you'll—\n\n\n(A boil bursts as Olowe grasps Sarasvati's wrist. Black bile spews onto his arm and torso.)\n\n\nOlowe:\n \n(exclaims)\n Requesting E-class quarantine! Subject's status is unknown.\n\n\nEames:\n I bloody told you.\n\n\nOlowe:\n Shut up. \n(he kicks Eames)\n\n\nEames:\n Huh. Didn't feel a thing.\n\n\n(Eames is gagged and forcibly escorted out of Lab 12. Olowe and another security guard remain until medical personnel arrive.)\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nFollowing an Ethics Committee meeting with Director Talbot, an Overseer vote of 8-4-1 was cast in favor of Dr. Llewellyn Eames's termination. Site-203 Director of Physiology Rashid Safir was assigned to Eames's position until further notice. In lieu of a final meal, Dr. Eames requested a painting and a music player he owned be brought into his chambers. The request was granted.\n\n\nFor his first assignment as Eames's successor, Dr. Safir was assigned to interview his predecessor regarding his actions. The following is a transcription of said interview.\n\n\n \n\n\n\n\n(Dr. Safir approaches the plexiglass barrier of Eames's cell. Eames is standing, his back turned to Safir, facing a painting. Mozart's \"Fantasia in D Minor\" is heard from the music player.)\n\n\nSafir:\n Lew.\n\n\nEames:\n Rashid. I don't suppose you came here to update me on Maya's condition.\n\n\nSafir:\n No. I figured the ambiguity of the situation following you to your grave would be a fairly agonizing punishment.\n\n\nEames:\n Hmm. Right. So how are they gonna eighty-six me? I mean, after I ingested one o' them seeds and all. I heard that our friend Mr. 50050 is damn near indestructible. Rumor has it he survived…what, \nthree\n \nseparate\n SCP \ntests\n? Quite a record.\n\n\nSafir:\n Your studies indicate asphyxiation worked on roaches. We might try that: sleeping gas if you cooperate, complete deprivation if you don't.\n\n\nEames:\n Ah. Hmm. That might do it. What about Maya's folliculitis?\n\n\nSafir:\n It's widespread. Almost eighty percent of her entire body is covered in boils.\n\n\nEames:\n No, I mean, did you analyze it?\n\n\n(silence)\n\n\nEames:\n Ah. You did. And you found something, I take it.\n\n\nSafir:\n \n(hesitantly)\n We did.\n\n\nEames:\n Ah. It wasn't Dysgerminoma cancer cells, by any chance?\n\n\n(Silence. Eames turns his head to face Safir.)\n\n\nEames:\n Forcefully being purged from the body, were they — and also part of that black slurry she was regurgitatin', I'd wager.\n\n\nSafir:\n \n(hesitantly)\n Is this the part where you tell me it was for the greater good?\n\n\nEames:\n Course' not. I'm about as altruistic as an armchair. I was just… \n(He touches the painting.)\n Well, I had to see what was underneath. I even did it to myself. Fair's fair.\n\n\n(Neither man speaks for six seconds.)\n\n\nEames:\n Just out of curiosity, what would you have done in my position?\n\n\nSafir:\n I wouldn't have put a gene-altering anomaly in my coworker's soup.\n\n\nEames:\n No, you would've done it to a D-class. No shade, we did it too.\n\n\nSafir:\n \n(scoffs)\n That's not the same and you know it.\n\n\nEames:\n Oh? And what is the difference, Rashid? An artificial distinction that we prop up? A stamp on a paper? The word of an Overseer?\n\n\nSafir:\n And that justifies what you did to her.\n\n\nEames:\n \n(scoffs)\n No more than Talbot's justified in sentencing an MTF to their deaths, or the E.C. shuffling off D-class in a conga line to their doom, or the Overseers—\n\n\nSafir:\n Don't even \npretend\n you're on the same level, Lew. Don't even think about it.\n\n\n(Eames faces Safir again.)\n\n\nEames:\n Oh yeah? Who gave them that authority to decide the fates of the rest of us? Talbot gave us Level-Threes the authority, the Overseers and E.C. give it to him, the Administrator gives it to them… And where did he get it from, hmm? Or did the Top Brass just decide one day that he could make or break rules as he pleased? \nQuis custodiet ipsos custodes\n, my friend.\n\n\nSafir:\n Are you saying this was all just a self-righteous crusade to point out hypocrisy?\n\n\nEames:\n No, mate. \n(He smiles emptily and shrugs.)\n I was just doin' my job. Same as them. No shade.\n\n\n(He turns to face the painting again.)\n\n\nEames:\n Did you know that back in the old days, it was forbidden to perform autopsies? Probably due to religious purposes — you know, not desecrating the dead and all. Doctors had to do a bit of grave-robbing to get their education — or just carve up dead criminals, those were fine. Hmm. Times haven't changed too much, have they? Regardless, they justified their profanity in the name of knowledge and wisdom. Peeled it away just so everyone else could see what was underneath.\n\n\n(The music stops briefly. Debussy's \"Reverie\" plays. Eames approaches the painting.)\n\n\nEames:\n Look at this, Rashid. There he is, pulling back the curtain, showing the grotesque truths of flesh and nerve and bone. No flair, no malice, no selfish disregard for his contemporaries. Only the calm, quiet desire for sharing knowledge. And look at his students. Look at how fascinated they are! No fear, no disgust, only awe. Now, Rashid, ask yourself one question.\n\n\n(Eames turns around, his expression unreadable.)\n\n\nEames:\n From whence cometh evil?\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nAddendum-2\n: Following Eames's termination, study into SCP-8543's effects was aborted, and Sarasvati was placed under observation. Her condition is to be formally expunged from all records.\n\n\nThe following year, Dr. Safir noted that all of the \nBlattella germanica\n specimens that had survived SCP-8543's effects were still alive, well past their life expectancy. After deliberation, the Overseer Council decided to reinstitute the project, putting Site-203's new Director of Anomalous Biology, Motoki Shimada, in charge.\n\n\n \n\n\n \n\n\n\n\n14th July 2023\n\n\nRequest Form 883-J\n\nFrom: Dr. Shimada, Site-203\n\nTo: Ethics Committee Requisitions Department\n\n\n \n\n#1: Formally requesting the use of two (2) D-class subjects for testing SCP-8543's effects on human genetic code.\n\n\n \n\nRequest: GRANTED\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8543\n\" by Mister_Toasty, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8543\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n 160517-F-ES880-027-edit\n\n\nOriginal name:\n 160517-F-ES880-027\n\n\nName\n: Asian-American Pacific Islander Heritage Month From South Asia to Scott AFB: An Indian woman’s journey into the U.S. military\n\n\nAuthor:\n Unknown\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://www.amc.af.mil/News/Photos/igphoto/2001544897/\n\n\n\n\n\n\n\n\nFilename:\n 14005122029892\n\n\nName\n: IRP Lab Researcher\n\n\nAuthor:\n National Institute on Drug Abuse\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttp://www.publicdomainfiles.com/show_file.php?id=14005122029892\n\n\n\n\n\n\n\n\nFilename:\n Rembrandt_-_The_Anatomy_Lesson_of_Dr_Nicolaes_Tulp\n\n\nName\n: The Anatomy Lesson of Dr. Nicolaes Tulp\n\n\nAuthor:\n Rembrandt Harmenszoon van Rijn\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://en.wikipedia.org/wiki/The_Anatomy_Lesson_of_Dr._Nicolaes_Tulp\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-8542\n | SCP-8543| \nSCP-8544\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Pomegranate shrubs\n\n\n2\n. Specifically, an unsanctioned and unsupervised experiment commissioned by an outside source.\n\n\n3\n. A bacterium that causes bubonic plague.\n\n\n4\n. The quote is attributed to Heigo Kurosawa, older brother of Japanese filmmaker Akira Kurosawa.\n\n\n5\n. Albacore tuna",
    "addendums": [
        "Addendum-1 : Various recordings, notations, and experiment logs conducted by Eames and Sarasvati.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n[Note: the following four experiments have been truncated. Consult Director Talbot for more information.]\n\n\n\n\n\n\n\n\nExperiment #14 Specimen: Homo sapiens (1), D-50050 Gave subject one seed containing SCP-8543.\nResult (twenty-four hours elapsed):\nNote: currently incapable of penetrating subject's subcutaneous layer to perform blood test, possibly due to SCP-8543. Put subject through brief battery of post-experiment tests, enclosing results. Subject is to remain under observation, outside of testing circulation, for a period of five (5) days.\nConclusion : larger sample size recommended. Current requests are pending.\n\n\n\n\n\n\n\n\nFollowing an Ethics Committee meeting with Director Talbot, an Overseer vote of 8-4-1 was cast in favor of Dr. Llewellyn Eames's termination. Site-203 Director of Physiology Rashid Safir was assigned to Eames's position until further notice. In lieu of a final meal, Dr. Eames requested a painting and a music player he owned be brought into his chambers. The request was granted.\nFor his first assignment as Eames's successor, Dr. Safir was assigned to interview his predecessor regarding his actions. The following is a transcription of said interview.\n\n\n",
        "Addendum-2 : Following Eames's termination, study into SCP-8543's effects was aborted, and Sarasvati was placed under observation. Her condition is to be formally expunged from all records.\nThe following year, Dr. Safir noted that all of the Blattella germanica specimens that had survived SCP-8543's effects were still alive, well past their life expectancy. After deliberation, the Overseer Council decided to reinstitute the project, putting Site-203's new Director of Anomalous Biology, Motoki Shimada, in charge.\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-8543 \" by Mister_Toasty, from the SCP Wiki . Source: https://scpwiki.com/scp-8543 . Licensed under CC-BY-SA .",
        "Filename: 160517-F-ES880-027-edit Original name: 160517-F-ES880-027 Name : Asian-American Pacific Islander Heritage Month From South Asia to Scott AFB: An Indian woman’s journey into the U.S. military Author: Unknown License: Public Domain Source Link: https://www.amc.af.mil/News/Photos/igphoto/2001544897/",
        "Filename: 14005122029892 Name : IRP Lab Researcher Author: National Institute on Drug Abuse License: Public Domain Source Link: http://www.publicdomainfiles.com/show_file.php?id=14005122029892",
        "Filename: Rembrandt_-_The_Anatomy_Lesson_of_Dr_Nicolaes_Tulp Name : The Anatomy Lesson of Dr. Nicolaes Tulp Author: Rembrandt Harmenszoon van Rijn License: Public Domain Source Link: https://en.wikipedia.org/wiki/The_Anatomy_Lesson_of_Dr._Nicolaes_Tulp"
    ],
    "title": "SCP-8543"
}