{
    "url": "https://scp-wiki.wikidot.com/scp-8566",
    "all_text": "Who wants to be the hero?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nExistence is Mandatory\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+140\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nInfo about the article\n\n⚠️ \nContent warning:\n This article contains mention of self-harm, psychological abuse, psychological trauma, and torture. Be advised.\n\n\n\n\n\n\n\n\nrating: \n+140\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\nMessage starts. The AIC apologizes if the subject was awakened. Please listen carefully.\n\n\nItem #:\n SCP-8566\n\n\nObject Class:\n K-Archon\n\n\nSpecial Containment Procedures:\n As per Emergencies Department protocol, you are currently the wearer of SCP-8566. The item's description, its intended use, and your directive will play once every 24 hours. If you wish to repeat the current message before the 24-hour mark, please state \"repeat full\" aloud from inside the helmet. You are not authorized to mention the existence of this message or the Emergencies Department when recording new journal entries within the suit.\n\n\nDescription:\n SCP-8566 is a mechanical full-body suit of 'Absolute Exclusion Harness' specially designed for surviving in a potential K-class scenario and hiding from possible predatory entities. You are able and encouraged to record journal entries throughout your trip for the SCP Foundation deepwell archive. You have been selected in order to carry out the mission of saving the world.\n\n\nIf you are not aware of what the SCP Foundation is, please verbalize \"Explain 1\" from inside the helmet. If you do not know the current state of the world at this moment, please verbalize \"Explain 2\" from inside the helmet. If you do not understand why you have been chosen for such protocol, please verbalize \"Explain 3\" from inside the helmet. If you do not know wh\n\n\n\n\nExplain 3 playing.\n\n\nYou have been selected into the Emergencies Department survival protocol upon finding the anomaly in a Foundation facility, in a Foundation liaison location, or on the corpse of another individual wearing the suit. You have been chosen upon wearing the anomaly, whether intentionally or not. You have been chosen due to humanity's near-extinction and the severe lack of subjects to revert the current K-class scenario.\n\n\nYour current condition, your desires, or your point of view on the matter are to be discarded for the remainder of your survival. Your only mission is to save the world.\n\n\nThe main message will continue.\n\n\n\n\nThe suit is equipped with an Artificially Intelligent Conscript made specifically to help you survive in your current environment. This AIC will communicate directly with you to:\n\n\n\n\nHelp you find a nearby shelter to rest and recharge the suit.\n\n\nHelp you find nearby edible sustenance.\n\n\nHelp you find nearby allies that may help you survive.\n\n\nHelp you choose another healthy human as a replacement for the suit if you are in critical condition.\n\n\nHelp you find or create weapons to defend yourself.\n\n\nHelp you locate and avoid nearby threats to your life.\n\n\nHelp you locate and avoid nearby threats to the suit.\n\n\nHelp you locate and activate the anomalies needed for the K-class scenario to reset or stop.\n\n\n\n\nThe AIC ship, upon wearing the suit fully, was integrated directly into your frontal lobe. You are currently hearing the recording from inside your psyche. Attempting to remove the suit forcefully is consequently discouraged as this would cause serious damage to your skull and brain matter.\n\n\nThe AIC will also be able to detect any thoughts generated by the user and can forcefully distract any thoughts that could hinder you from carrying out the mission. This \"distraction\" acts as a small electrical shock from inside your frontal lobe. The following thoughts will be prevented:\n\n\n\n\nIdeation of self-harm.\n\n\nIdeation of removing the suit.\n\n\nIdeation of modification to the suit.\n\n\nIdeation of stopping or delaying the mission.\n\n\nIdeation of harm to allies.\n\n\nIdeation of saving an ally when their death is unavoidable.\n\n\nIdeation of morally wrong actions maintained for survival.\n\n\nIdeation of the loss of loved ones.\n\n\nIdeation of loneliness.\n\n\nIdeation of the world before the ongoing K-class scenario.\n\n\nIdeation of the past.\n\n\nIdeation of hatred towards the distraction.\n\n\nIdeation of hatred towards the AIC.\n\n\n\n\nDepending on the situation, new negative ideations may also be located and prevented. The AIC apologizes for any shock initiated due to the listing of prevented ideations.\n\n\nThe AIC will also affirm and support certain decisions you make that are positive to your survival and the maintenance of the mission, such as:\n\n\n\n\nConsidering the need to document important information.\n\n\nConsidering potential risks posed by allies.\n\n\nConsidering crimes against the user's code of ethics but necessary for survival.\n\n\nConsidering meat consumption against the user's code of ethics but necessary for survival.\n\n\nConsidering forgetting any code of ethics.\n\n\nConsidering that you are not alone while in the company of the AIC.\n\n\nConsidering the potential sacrifice required to activate the anomalies needed to reset or stop the current K-class scenario.\n\n\nConsider saving humanity.\n\n\nConsider saving the world.\n\n\nConsider saving the SCP Foundation.\n\n\n\n\nIf you have any questions concerning the deactivation of the AIC, please verbalize \"Explain 1\" from inside the helmet. If you hav\n\n\n\n\nExplain 1 playing.\n\n\nThe AIC cannot be deactivated for the remainder of the survival protocol. If your existence is maintained after humanity's full survival, the SCP Foundation will fully cover the cost of the surgical procedure to remove the ship.\n\n\nThe main message will continue.\n\n\n\n\nDepending on the situation and damage taken, the AIC can also inject into your body medicine or amputate severely infected or damaged limbs and organs. These operations will mainly come into play in a critical situation, but to prevent any other potential threats during your mission, the AIC can also modify your anatomy to benefit you in your current environment.\n\n\nThe AIC is authorized to modify and replace at least one organ or limb of your body whenever you are in a state of reduced mental and physical activity. For example, during your last sleep of 3 hours, your heart has been replaced with an artificial heart pump. This modification was initiated in order to remove the sound of heartbeats, which could attract hostile entities possessing enhanced auditory perception.\n\n\nIf you have experienced pain during the modification of your anatomy, please verbalize \"Explain 1\" from inside the helmet. If the AIC has removed a limb or organ that you don't believe to be necessary for survival, please verbalize \"Explain 2\" from inside the helmet. If th\n\n\n\n\nI'm sorry, \"Exclaim 2\" is not any known command.\n\n\nThe main message will continue.\n\n\n\n\nFailure to finish the mission of saving the world after 25 days of wearing the suit will result in an artificial cerebral aneurysm triggered by the AIC ship. Your body mass will remain in the suit and be slowly consumed to power the internal electrical generator until another nomadic survivor finds the anomaly. Once this person has been located within a radius of 50 meters, the suit will release the remains of your corpse and move autonomously toward the individual in order to attach itself to a new body. The directive to save the world will be passed on to the new wearer.\n\n\nWe hope you understand that your existence is mandatory for the remainder of the mission. You will only be authorized to self-terminate when the total survival of mankind is confirmed. The world and the SCP Foundation are all behind you. You must live so they can.\n\n\nWe will not forget your act. Your name, efforts, and sacrifice for our world will be documented within our database.\n\n\nThe Emergencies Department thanks you for your comprehension. Save us.\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n« \nSCP-8565\n | SCP-8566 | \nSCP-8567\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8566\n\" by Felixou, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8566\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nBackground image\n\n\n\n\nFilename:\n Texture.png\n\n\nSource:\n \nWikicommon\n\n\nAuthor:\n Clara.Hoke\n\n\nLicense:\n CC0 1.0 Universal\n\n\n\n\nLogo\n\n\n\n\nFilename:\n Urgencelogo.png\n\n\nSource:\n \nSCP Wiki\n\n\nAuthor:\n \nGreenGolem\n\n\nLicense:\n CC-BY-SA 3.0\n\n\n\n\nThumbnail\n\n\n\n\nFilename:\n existencethumb.png\n\n\nNote:\n Thumbnail uses both previously sourced images and also the following\n\n\nSource:\n \nSCP Wiki\n\n\nAuthor:\n \nFelixou\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource:\n \nWikicommon\n\n\nAuthor:\n Pixabay\n\n\nLicense:\n CC0 1.0 Universal",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8566 \" by Felixou, from the SCP Wiki . Source: https://scpwiki.com/scp-8566 . Licensed under CC-BY-SA .",
        "Filename: Texture.png Source: Wikicommon Author: Clara.Hoke License: CC0 1.0 Universal",
        "Filename: Urgencelogo.png Source: SCP Wiki Author: GreenGolem License: CC-BY-SA 3.0",
        "Filename: existencethumb.png Note: Thumbnail uses both previously sourced images and also the following Source: SCP Wiki Author: Felixou License: CC-BY-SA 3.0 Source: Wikicommon Author: Pixabay License: CC0 1.0 Universal"
    ],
    "item": "SCP-8566",
    "object_class": "K-Archon",
    "containment_procedures": "As per Emergencies Department protocol, you are currently the wearer of SCP-8566. The item's description, its intended use, and your directive will play once every 24 hours. If you wish to repeat the current message before the 24-hour mark, please state \"repeat full\" aloud from inside the helmet. You are not authorized to mention the existence of this message or the Emergencies Department when recording new journal entries within the suit.",
    "description": "SCP-8566 is a mechanical full-body suit of 'Absolute Exclusion Harness' specially designed for surviving in a potential K-class scenario and hiding from possible predatory entities. You are able and encouraged to record journal entries throughout your trip for the SCP Foundation deepwell archive. You have been selected in order to carry out the mission of saving the world.",
    "title": "SCP-8566"
}