{
    "url": "https://scp-wiki.wikidot.com/scp-8579",
    "all_text": "rating: \n+55\n+\n–\nx\n\n\n\n\nDue to complications with the item, this entry number is supplementary and the item has been temporarily left unmarked and delisted due to concerns with the Preszôt area. Along with this, several unauthorised alterations have been made to the file. Personnel accessing this file with improper security clearance will be reprimanded.\n\n– RAISA\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n[MISSING_DATA]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\n［MISSING_DATA］\n\n\n\n\n\n\nSecondary Class:\n\n\n［MISSING_DATA］\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n［MISSING_DATA］\n\n\n\n\n\n\nRisk Class:\n\n\n［MISSING_DATA］\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n The following warning signage is to be distributed around the Preszôt exclusionary zone as a deterrent for both unauthorised Foundation personnel on the site and for any civilians who bypass the designated Foundation checkpoints:\n\n\n\n\n\n\nAreal Hazard Warning\n\n\n \n\n\n \n\n\n \n\nThis area is designated a \n⦾\n (red) level radioactive zone, and access is restricted for all non-essential personnel. \nUncontrolled, highly anomalous substances have been released in the area\n and are likely to result in severe injury and/or death to persons entering. Entering by your own volition ensures that your body will be \npermanently unrecoverable\n in the event of a casualty. There are no protocols in place to help if you become stuck, injured or unable to exit by yourself.\n\n\nThose caught beyond the designated checkpoints will be promptly \ndetained until further notice\n, and may undergo invasive screening to ensure the propagation of radiation exposure does not exceed the Preszôt exclusion zone in any way. Due to this \ntermination\n is a possible outcome if rules are not abided by.\n\n\n\n\nYOU HAVE BEEN WARNED\n\n\n \n\n\nSecure. Contain. Protect.\n\n\n\n\n\n\nSeveral Foundation checkpoints are to be maintained around the town of Preszôt, Russia, with patrol personnel to monitor the quaternary zone\n1\n on a daily basis, deterring any unauthorised subjects from continuing further into the site. Detainment and threat of lethal force are permissible if the subject disregards commands from personnel. Research teams within the tertiary, secondary and primary zones (the most proximate zones) are to be equipped with specialised radiation suits, and should spend no more than 2 hours per session within these zones before returning to a designated decontamination station. All personnel are on a weekly rotation.\n\n\nNo personnel are currently allowed to enter the primary zone due to the propagation of an anomaly of interest. No further information should be provided. Unauthorised personnel attempting to seek out this information will be subsequently reprimanded.\n\n\nDescription:\n [MISSING_DATA]\n\n\nAdditional Information:\n Preszôt is an abandoned (since 1992) soviet mining settlement that was procured by the Foundation in 1998 for the purposes of performing tests on uncatalogued anomalous substances on a larger scale in urban spaces for research purposes. Research Site-[MISSING_DATA] was then founded in the town to perform more advanced testing. This continued until \nan incident\n in 2002 resulted in Preszôt once again having to be left derelict, with an exclusionary zone set up due to \nhigh levels of radiation\n to prevent contamination outside of the town. This exclusionary zone takes up an area of around 1750km². To facilitate the security and research of the Preszôt exclusionary zone, Research Area-141 was established 7km outside of the zone.\n\n\nPreszôt’s primary zone presents additional challenges when attempts are made at exploration. Personnel have a higher likelihood of becoming MIA due to particular \nanomalous presences\n within this area.\n\n\n\n\nEND OF FILE\n\n\n\n\n\n\n \n\n\n\n\n▶ Restricted Access Level/5 - Document\n\n\n\n\n▼ Restricted Access Level/5 - Document\n\n\n\n\nItem #:\n SCP-8579\n\n\nObject Class:\n Euclid\n-Dark\n\n\nSpecial Containment Procedures:\n SCP-8579 is contained via a maintained exclusionary zone around the town of Preszôt, Russia, and more specifically, its most secure area, the primary zone. Information on the nature of SCP-8579 is only permitted to the required Level 5 research personnel. Petrol teams are to monitor the surroundings of the exclusionary zone for any unauthorised subjects attempting to enter. The use of threat and lethal force is permitted if subjects do not comply. Several checkpoints are to be maintained around the exclusionary zone for patrol teams, detainees and research personnel.\n\n\nPersonnel working as patrol teams on-site in Preszôt are not permitted access to the primary zone. Any unauthorised personnel attempting to access the primary zone should be considered MIA.\n\n\nDescription:\n SCP-8579, externally is an infinitely small finite area, with a potentially infinite internal volume while still maintaining relative existential positioning. SCP-8579 is an impassable, imperceptible filamentous space with an approximate volume nearing zero when defined externally within consensus Kauhnwallêan Semiontological Spatio-Dynamics, yet simultaneously existing within a poorly defined area of space, located within the primary zone in Preszôt on the edge of the spatial collapse.\n\n\nSCP-8579 cannot be viewed directly; subjects observing SCP-8579 will only be capable of viewing contents behind SCP-8579, as if the item is non-existent. SCP-8579’s primary anomalous property occurs when a subject capable of outward perception enters into the space occupied by it, resulting in extreme topological extrusions within the occurrent and immediate area. \nThe extrusion of matter within SCP-8579 has no effect on the space outside of SCP-8579’s volume\n, which has the potential to be infinitely expanded.\n\n\nSubjects considered within SCP-8579’s volume will maintain a position relative to the distance travelled within SCP-8579, and move proportionally within the primary zone into infinitesimally smaller increments depending on the proximity to SCP-8579’s area of effect. Subjects within SCP-8579 do not perceive this due to the topological expansion within SCP-8579. The processes behind this are poorly understood as accounts are unreliable. While electromagnetic signals can be transferred in and out of SCP-8579 without hindrance, it is unknown if matter, and therefore human subjects, are capable of exiting SCP-8579.\n\n\nCurrently, SCP-8579 is the only access point for the majority of Preszôt’s primary zone, which is located within an inaccessible spatial collapse in reality.\n\n\nInitial Exploration Log:\n In 2004, 2 years after the Foundation’s dereliction of Preszôt, \ndamage assessment\n teams detected high levels of spatio-semiontological distortions within local reality, pinning an approximate location on a hillside clearing close to the collapse. Preliminary testing showed that the anomaly, later designated SCP-8579 presented no “bounce-back” effect when certain signals were fired towards it, which led to the idea that it could therefore be feeding into an external or pocket reality and therefore may be the location of the missing contents within the collapse.\n\n\nThe Spatiality Department at Area-141 took a \nspecial interest\n in the documented results presented and applied for a potential exploration of SCP-8579 utilising a D-class subject. This was later approved.\n\n\nThe following log below will be presented in its eternity as it was recorded in 2004:\n\n\n\n\nPreface:\n The Area-141 Spatiality Department team is made up of the following, who are present to oversee the exploration:\n\n\n\n\nH Rsch Noël Kauhnwallê\n\n\nRsch Leah Tamsin\n\n\nRsch Ilenia Aminev\n\n\nRsch Tally Leiden\n\n\n\n\nSubject:\n D-579 \nnote: due to prior testing, D-579 is missing his right dominant hand at the wrist.\n\n\nProvisions:\n D-579 is supplied with the following:\n\n\n\n\nBackpack\n\n\nSeveral assorted MREs, bottled water\n\n\nSample kit\n\n\nFlashlight, with additional shoulder mount\n\n\nChest mounted recorder harness\n\n\nMicrophone\n\n\nDigital camera\n\n\nAssorted other implements and instruments provided by the department\n\n\n\n\n\n\n\n\nExploration Log\n\n\n\n\n\n\nAt Area-141, Researcher Kauhnwallê, Tamsin, Aminev and Leiden are sitting around a monitoring terminal. Several screens display environmental readings gathered from D-579’s surroundings. Several books and notepads are scattered around the table.\n\n\nD-579 is wearing a radiation suit, walking down a gravel path in a Preszôt residential suburb. 10 metres behind, an armed guard tentatively follows.\n\n\nRsch Kauhnwallê:\n (Clears throat) We’ve got ourselves all set up here. Can you hear us any good?\n\n\nD-579:\n Yep. Reading ya’ loud and clear doc.\n\n\nRsch Kauhnwallê:\n Okay thats all good then. (Pauses, leans closer to the microphone) Can’t tell you how excited we all are that we get to do something like this.\n\n\nRsch Tamsin:\n Yeah, we appreciate you being on board for this. Really does help with the work we’ve been doing.\n\n\nD-579:\n Yeah, I’m glad though. It's either do this, get my sentence pardoned, or rot in my cell for the next few years.\n\n\nRsch Kauhnwallê:\n Yeah, I mean, like we said at the briefing, it's likely nothing too special, but getting a look at some of the readings from inside the distortion area would do us good. (Pauses) How far from the site are we now?\n\n\nD-579:\n Not sure, map doesn’t look right.\n\n\nGuard:\n Map says it's close, will be there shortly, just keep on down the street.\n\n\nResearcher Aminev taps on Kauhnwallê’s shoulder.\n\n\nRsch Aminev:\n (Aside) Remember you have to call her in a few hours.\n\n\nRsch Kauhnwallê:\n (Aside) Oh right yeah, don’t worry I’ll remember when the time comes. Shame that it has to be today of all days.\n\n\nRsch Aminev:\n (Aside) Mhm, yeah, just don’t forget like last time. You were quite upset.\n\n\nRsch Kauhnwallê:\n (Aside) Yeah, I’ll remember I promise, don’t worry.\n\n\nRsch Leiden:\n What's this?\n\n\nRsch Kauhnwallê:\n Oh nothing really. I'll just be busy for a few minutes, that's all.\n\n\nRsch Leiden:\n Right…\n\n\nThey all turn to focus on the screen again. The guard motions D-579 through a brush and down a grassy slope to a clearing. At the end of the clearing is the border of the spatial collapse. Several monitoring cameras are set up around the area focussing on the anomaly a few metres in front of the collapse.\n\n\nD-579:\n This the spot then?\n\n\nRsch Kauhnwallê:\n Yeah looks to be for sure. You can wait there for now.\n\n\nGuard:\n I’ll have to head off for now. Can’t stay out here for long. Any problems with the subject and you radio it right away, doctor. I’ll be on hand if you need me.\n\n\nRsch Kauhnwallê:\n Sure thing, thanks.\n\n\nThe guard backs up in reverse, turns off his comms and then makes his way up the slope and out of sight.\n\n\nD-579:\n Come on, not like I’m gonna attempt something in the middle of Russia. What’re they always so nervous about?\n\n\nRsch Kauhnwallê:\n Well for every cooperative D-class there’s probably about ten not-so cooperative ones. They’re just on edge a lot I guess, wouldn’t take it personally.\n\n\nD-579:\n Yeah, hard not to. (Pauses) So what now?\n\n\nRsch Kauhnwallê:\n Um, well, first things first you gotta take that suit off.\n\n\nD-579:\n Why, thought this place was meant to be, you know, extremely dangerous or something?\n\n\nRsch Tamsin:\n Yeah, I can chime in on that. We think the anomaly may be reflecting certain signals, like it just rejects them from passing into it, except for things like light and radio.\n\n\nRsch Kauhnwallê:\n Yeah, around it we think you’ll be reasonably protected well enough, and we need you to be extra mobile for this and the suit blocks the camera.\n\n\nD-579:\n You’re not making this sound very safe really.\n\n\nRsch Kauhnwallê:\n No, no, it'll be fine. It’s like the same dosage of radiation as if you were travelling on a plane. It’s fine really.\n\n\nD-579:\n Well for the record, I hadn’t actually ever been on a plane before until I came here, but whatever, you’re the scientists so I hope I can trust you guys.\n\n\nD-579 removes the suit, shimmying his right arm out the sleeve. He struggles to remove the headpiece. He leaves the clothes on a pile next to him, taking in deep breaths of the air.\n\n\nD-579:\n Actually feels much better being out of that thing. Air smells so fresh here. Not stale at all like at the sites. It’s… cleaner.\n\n\nSome time passes. Extraneous conversations removed.\n\n\nRsch Kauhnwallê:\n Well, we’ve got everything set up here. You can start walking northeastern-ward, towards the direction of the anomaly.\n\n\nD-579:\n Alright then, moving now (turns and looks behind him before turning back around).\n\n\nD-579 walks briskly through a patch of tall grass, at some point definitely passing through the range of the anomaly and into its main volume. A wooden soviet manor-house begins to appear suddenly into view at the end of the field. No one notices this or comments on it.\n\n\nRsch Kauhnwallê:\n Alright, confirming that you have crossed over. Everything's looking fine on our end. How are we feeling?\n\n\nRsch Tamsin:\n (Tapping Researcher Kauhnwallê’s shoulder and pointing at a side monitor) still looks stable enough, don't you think that's a little weird.\n\n\nD-579:\n What's up?\n\n\nRsch Kauhnwallê:\n Nothing really, it's just interesting; the Spalder Counter hasn't changed. It shows the amount of existing matter at a given time within space. Usually entering a pocket reality results in it rising since, well, it's new space. But, yeah, no change, which is weird.\n\n\nD-579:\n So I haven't gone anywhere then?\n\n\nResearcher Kauhnwallê looks towards the monitor for the stationary camera placed at the site, showing a distorted D-579, moving at a perceptibly decreased rate.\n\n\nRsch Kauhnwallê:\n Um, no not exactly, just likely means there's more overlap between our realties.\n\n\nD-579:\n Yeah I mean… looking around I can't really tell, but it feels… noisier. If that makes sense.\n\n\nRsch Kauhnwallê:\n Sure, just try to look around as much as you can so we can get a better idea of things.\n\n\nRsch Leiden:\n If we are able to somewhat map the space, then it would make our research easier going forwards as well…\n\n\nRsch Tamsin:\n Yeah and don't forget about the camera I gave you. Some photos would be nice.\n\n\nRsch Aminev:\n ‘Think we've already kinda proven something here, the fact that you can still receive us. Some kind of bypass vector at the entry point.\n\n\nRsch Tamsin:\n Yeah I think with most gates, there's always some kind of interference, but the signals are coming out clean.\n\n\nRsch Leiden:\n Doesn't interact with light either it seems.\n\n\nRsch Tamsin:\n Hm, yeah, but then how is it illuminated exactly on the inside?\n\n\nD-579:\n …The sun looks the same. Not sure if that helps. I can't really tell.\n\n\nRsch Tamsin:\n Well you described a noisy feeling? Could you elaborate?\n\n\nD-579:\n Well, it's just that for a ghost town, it feels all too lived in. Haunted maybe, that's the feeling, but not haunted like how the rest of the town looks walking through it. It's just, this time, I feel a weight on my chest.\n\n\nRsch Aminev:\n Maybe it's your body adjusting itself. Sometimes people feel ill crossing into pocket realities.\n\n\nD-579:\n Could be, but I wouldn’t say I’m feeling ill, I just feel, heard or something.\n\n\nRsch Aminev:\n Heard? Watched, you mean?\n\n\nD-579:\n Nah, nothing like that… I'll look around that house okay, maybe \nI am\n just feeling sick or something.\n\n\nRsch Kauhnwallê:\n Hm, okay, well remember to keep us updated on how you’re feeling. It's important we know not only what the anomaly is but how the anomaly affects people.\n\n\nD-579:\n Mhm yeah, sure thing. (Pauses) Coming up the steps now.\n\n\nD-579 walks along a stone wall and up a set of steps which lead up to a raised wooden porch area with the house’s side entrance. D-579 steps up to the door, opening it with his \nright hand\n. The hallway is dark and empty. There are suspended dust particles in the air.\n\n\nD-579:\n Hm yeah, it smells pretty stale in here.\n\n\nRsch Kauhnwallê:\n If you're still feeling bad, it's probably best if you drink some water or something? Right?\n\n\nRsch Tamsin:\n Yeah or sit down if you need to regain your energy maybe? Sometimes entering an extradimensional space can tire you out fast.\n\n\nD-579:\n (Somewhat sternly) Don't worry, I'm fine, honestly, I just had a feeling that's all. Let me look around for a bit.\n\n\nD-579 scans the room with a thoughtful expression. He brushes his right hand along the surface of a cabinet opposite to the dining room entryway as he walks by, wiping away several layers of dust.\n\n\nD-579:\n It's weird, it… it feels dusty, but the cabinet isn't old, or it just doesn't feel old. It's slick and all varnished and shiny, like it's new.\n\n\nRsch Kauhnwallê:\n If time works the same here, then these places really haven't been touched in a decade now, they were left exactly how they were when people left.\n\n\nD-579 timidly picks up a framed picture on the cabinet with both hands, wiping away the dust with his thumbs. It shows a mother and infant child together.\n\n\nD-579:\n … But they didn't take their photos? \nHuh\n.\n\n\nD-579 leans down and opens up the cabinet. It's empty.\n\n\nD-579:\n I wonder if they took anything really?\n\n\nRsch Kauhnwallê:\n Perhaps they were in a hurry.\n\n\nNext to the cabinet is a coat hanger, with an old brown cotton jacket hanging on it. D-579 takes off his backpack, grabbing the jacket and placing it on before retrieving his bag.\n\n\nD-579:\n Hm, fits perfectly (examining the sleeves). Was getting pretty chilly anyways, and I'm just wearing a jumpsuit.\n\n\nRsch Kauhnwallê:\n Hm, yeah, we probably should've thought about that sorry.\n\n\nD-579:\n This'll do though, no worries.\n\n\nD-579 attempts to flick a light switch. Nothing happens. He turns on his torch and enters the dining room through the entryway. There is a large wooden table in the middle of the room, with 8 chairs around it. Examining the walls. He observes a framed portrait of an elderly male figure on the wall.\n\n\nD-579:\n These people, anyone important?\n\n\nRsch Kauhnwallê:\n Not really, just some wealthy officials and what not. These types of estates appear everywhere.\n\n\nD-579:\n A house like this for a bunch of unknowns, hm.\n\n\nD-579 notices a tear in the wallpaper, he grabs it and pulls it down, tearing a section from the wall. Behind the wall paper is an identical pattern.\n\n\nD-579:\n Weird that, don’t you think?\n\n\nRsch Kauhnwallê:\n Maybe they just liked that particular pattern? Easier to just go over it rather than tear it all down and replace it right?\n\n\nSilence.\n\n\nRsch Tamsin:\n Is something on your mind five-seven-nine? You seem like you’re thinking about something?\n\n\nD-579:\n Sorry, just that, looking around, I can’t help but feel weird walking around somewhere like this. Don’t you get kind of a nostalgia-vibe? Like, I swear I've seen this exact same wallpaper round my grandparents place when I was like, way way younger.\n\n\nRsch Kauhnwallê:\n Well again, this place is very old, maybe you’re just associating the two?\n\n\nD-579:\n Hm yeah, probably, I mean, they definitely weren’t this fancy for sure (laughs, looking at the large table)… I was just thinking back, seeing if there was any weird relation I could think of.\n\n\nRsch Tamsin:\n Yeah, that’s fair enough, be more open if you think you recognise something. That could give us some more detail about what other properties this thing has?\n\n\nAs the floor creaks under D-579’s feet, a second pair of audible footsteps can be clearly heard from the second floor. No one appears to notice this.\n\n\nD-579:\n Ha, yeah sure. I’ll keep looking around, I don’t think there’s much in here though.\n\n\nD-579 looks over at a rotary phone sitting atop a cabinet towards the end of the room. He walks over and picks it up, holding it up to his ear.\n\n\nRsch Kauhnwallê:\n I don’t think…\n\n\nD-579:\n Wait, listen. There's a dial tone?\n\n\nD-579 holds the phone up to the microphone.\n\n\nRsch Kauhnwallê:\n …We can’t hear anything.\n\n\nD-579 pulls the phone away.\n\n\nD-579:\n Huh, I swear there was…\n\n\nRsch Leiden:\n (Aside) hey I’m gonna go fill up my cup real quick, okay? Be right back.\n\n\nRearcher Leiden moves the chair from under the desk. Both of her legs are missing at the knee, with a clean uniform cut revealing inner bone, muscle, etc. No one notices this, and Researcher Leiden is able to stand up from her chair as though her legs were there. She grabs her mug and walks across the room to a small kitchenette desk in the office and pours coffee from a pot into it.\n\n\nThe footsteps on the second floor return. No one notices.\n\n\nResearcher Leiden sits back down. She is now missing her right hand, yet is still capable of picking up the mug and sipping it.\n\n\nRsch Leiden:\n …We still good on battery life for that camera?\n\n\nD-579:\n Yeah… hm, still says a hundred percent as well.\n\n\nExtraneous conversations removed. D-579 makes his way to the second floor, and into the master bedroom.\n\n\nD-579:\n The bed is made. (Checking the wardrobe) And the wardrobe is still full of clothes. Did anyone even leave (laughs)?\n\n\nRsch Kauhnwallê:\n Maybe something happened. Maybe they could only leave with the clothes on their back. We can’t know for sure.\n\n\nD-579:\n Hm, yeah. There’s gotta be something more interesting in here. This room feels far too important.\n\n\nD-579 walks over to the bedside drawers. He opens the bottom one, finding it to be full of books. He quickly reaches inside, grabbing the stack of books by the bottom, but then suddenly recoils. His palms have cuts on them, which begin to bleed onto the floor and down his arms.\n\n\nD-579:\n Fuck.\n\n\nRsch Kauhnwallê:\n What? What happened?\n\n\nD-579:\n (Looking into the drawer) The bottom… it's covered in broken glass. Why? I don’t get it?\n\n\nD-579 picks a piece out from his hand.\n\n\nRsch Kauhnwallê:\n Do you need medical help?\n\n\nD-579:\n Naw, don’t worry, it’s fine, just surprised me that’s all. Was that like… meant to be a trap or something?\n\n\nRsch Kauhnwallê:\n I’ve no idea. Maybe you should sit down for a sec?\n\n\nRsch Leiden:\n (Unintelligible)\n\n\nResearcher Leiden attempts to speak, however, the top half of her head is missing, leaving only the base of the skull and the lower jaw. Her tongue and jaw move as though they are producing sound, although nothing can be heard. No one notices the difference.\n\n\nRsch Kauhnwallê:\n Yeah, maybe use your first aid kit.\n\n\nD-579 doesn’t pay attention, looking towards the window. He looks out upon several abandoned soviet “rabbit-hutch” apartment blocks in systematic rows that extend on into the distance.\n\n\nD-579:\n Don’t remember seeing that many buildings out there? There's differences here for sure, something's up.\n\n\nD-579 leaves blood along the windowsill. It doesn't dry.\n\n\nThe rotary phone from downstairs begins ringing. No one notices this.\n\n\nRsch Aminev:\n (Aside) Nöel, your call?\n\n\nRsch Kauhnwallê:\n Right, I have to leave for a second, just keep doing what you're doing.\n\n\nRsch Leiden:\n [MISSING_DATA]\n\n\nRsch Kauhnwallê:\n Just a few minutes. I’ll be back soon.\n\n\nD-579:\n (Looking out the window still) Um, yeah sure, I think that area there would be the next place to go to.\n\n\nRsch Kauhnwallê:\n …It's your call (he says as he stands up from the desk).\n\n\nD-579 begins to leave the room and downstairs for the front door.\n\n\nResearcher Kauhnwallê walks towards the office door and leaves the room, pulling his personal phone out of his pocket. Outside the office in the hallway, he opens up his contacts list, and begins clicking through dozens of numbers until reaching the letter “m” in the list and clicking on the contact that says “mum”. Researcher Kauhnwallê holds the phone up to his ear. It rings 7 times before someone picks up. Researcher Kauhnwallê talks in a calm and solemn way.\n\n\nPhone:\n Hello, who is this?\n\n\nResearcher Kauhnwallê takes a deep breath.\n\n\nRsch Kauhnwallê:\n It's Nöel, mum?\n\n\nPhone:\n Sorry I didn't pick up sooner, my hearing isn't that good these days (chuckles), usually it's only my son who calls me sometimes.\n\n\nRsch Kauhnwallê:\n Mum, I’m… yeah… does he call often, are you lonely there? Are you doing alright?\n\n\nPhone:\n Well, I don't think I've seen him in a while really, he doesn't call as much as he used to, why do you ask? Do you know him?\n\n\nRsch Kauhnwallê:\n A little, but I was just curious, seeing if you were okay.\n\n\nPhone:\n Aw, well thank you. He should be getting back from school now actually. Usually he's around to help me with this damn phone anyways. Bought it for me as a birthday gift.\n\n\nSilence.\n\n\nResearcher Kauhnwallê:\n Would you like it if he called you more?\n\n\nPhone:\n Of course, I like our chats. It's lonely here since his dad passed. I'm worried it's affecting him.\n\n\nRsch Kauhnwallê:\n Mum?\n\n\nPhone:\n Huh? Oh. What is it sweetie?\n\n\nRsch Kauhnwallê:\n That was thirty something years ago, you know? Dad passing? I am over it.\n\n\nPhone:\n Hm, was it? Feels like it was more recent than that. When do you get back home anyways?\n\n\nRsch Kauhnwallê:\n Not sure. I'm quite far away. Very very far away.\n\n\nPhone:\n Well, it would be nice to have a family dinner again with me and your father. Why don't you take the day off tomorrow, and we can go out into the town centre, buy something you want?\n\n\nRsch Kauhnwallê:\n Yeah… sure thing, I'd really love that actually.\n\n\nPhone:\n Sounds like a plan. Unless you have homework to do, in which case you can stay home (laughs).\n\n\nRsch Kauhnwallê:\n Don't worry, I don't mum… I love you.\n\n\nPhone:\n Love you t…\n\n\nPhone pauses and cuts off. The screen says “no signal”.\n\n\nResearcher Kauhnwallê sighs, puts the phone back in his pocket and enters the room again, sitting back at the desk.\n\n\nRsch Kauhnwallê:\n What did I miss?\n\n\nRsch Tamsin:\n Nothing much, we’re just walking at the moment. How’s you?\n\n\nRsch Kauhnwallê:\n Yeah it was fine.\n\n\nRsch Aminev:\n (Aside) How was it? Everything better?\n\n\nRsch Kauhnwallê:\n (Aside) I couldn’t tell really, but I think she’s good enough, she remembers our previous calls now, not like last time.\n\n\nRsch Aminev:\n (Aside) Mm, yeah that’s pretty good then, I hope\n\n\nSome time passes.\n\n\nD-579:\n Been making it over to those flats.\n\n\nD-579 wanders through a higher density residential area.\n\n\nD-579:\n Hm, seems like they were thriving here, no? I see corner stores, everything is empty though.\n\n\nD-579 leans up against the glass window of a store, looking inside.\n\n\nRsch Tamsin:\n What’s up?\n\n\nD-579:\n Is it not weird how nothing is destroyed or broken? There’s nothing thrown on the floor or on the street, the buildings are just old. The shelves are empty, they haven’t been thrown about or nothing?\n\n\nRsch Kauhnwallê:\n As much as it doesn’t look like it, this town wasn’t producing any money clearly. It was built to suit the workers of a large government mining corporation, extracting petroleum from the ground nearby. When the USSR collapsed and the mines stopped producing, everyone left? Maybe there just wasn’t anything to put on the shelves?\n\n\nD-579:\n No boarded up windows though hm? It’s just weird, feels like people should be here, or are here, and they’re just hiding.\n\n\nD-579 puts his backpack on the ground, opening it and taking out a 500ml bottle of water. He holds it.\n\n\nD-579:\n Anyone else have this killer headache right now?\n\n\nHe begins to drink it whole, and does so for 2 minutes. After this he chucks it towards the ground, and water continues to rapidly gush out of the bottle onto the ground. D-579 looks at it confused.\n\n\nD-579:\n Hm, I… I thought it was empty.\n\n\nD-579 is suddenly holding an open water bottle in his hand. He closes it and places it in his bag. The water bottle on the ground continues to spill out.\n\n\nRsch Kauhnwallê:\n You feeling better now that you’re hydrated?\n\n\nD-579:\n I think so. Would probably be good to check out one of these apartments. It's too cold outside anyways.\n\n\nD-579 walks towards an entrance to an apartment building beside him.\n\n\nD-579:\n Any specific floor you want me to go to?\n\n\nRsch Kauhnwallê:\n Whatever you’re willing to walk, you’ve been doing great so far. We’ve already got a ton of interesting data to go through here.\n\n\nD-579 opens the front door to the lobby. There are two elevators either side of the room and a door to a stairwell. By the entrance is a wall of mailboxes corresponding to each apartment. D-579 walks over and begins to open each mailbox in succession. They are all empty.\n\n\nD-579 opens the mailbox labelled “111”. He pauses as he sees it contains a sealed envelope. Picking it up he sees that who it’s addressed to has been left blank, although he doesn’t comment on this.\n\n\nD-579:\n I feel bad for doing this but…\n\n\nD-579 tears open the letter. It’s written in Russian.\n\n\nD-579:\n Well, I can't read this. Maybe we check out this room then, luckily it's only the first floor.\n\n\nRsch Kauhnwallê:\n Yeah, sure thing.\n\n\nD-579 wanders over to the stairwell, jokingly pressing the button for the elevator as he walks by. Entering the stairwell, he ascends to the first floor, and opens the door of the right marked “5-11”.\n\n\nThe hallway is lined with numbered doors. The walls are an off-white colour and the carpet is old and blue. D-579 walks over to the eleventh room and stands outside the door.\n\n\nD-579:\n Do you think I should knock?\n\n\nRsch Kauhnwallê:\n (Laughs) Well, You can try. I wouldn’t expect anyone to be in though.\n\n\nD-579 tries to turn the door handle, finding it to be locked. He stands back and scans the doors and the hallway, before nervously knocking on the wooden door several times.\n\n\nD-579 quickly stands back surprised.\n\n\nRsch Kauhnwallê:\n (Worriedly) What? What is it?\n\n\nD-579:\n I hear footsteps? Someones moving behind the door.\n\n\nRsch Kauhnwallê:\n We can’t pick up anything?\n\n\nD-579:\n (In Russian) hello?\n\n\nD-579 looks shocked and confused and continues to stare at the door.\n\n\nRsch Kauhnwallê:\n You can speak Russian?\n\n\nD-579:\n Shh, I heard someone.\n\n\nD-579:\n (In Russian) hello? I can see you through the hole? Who are you?\n\n\nD-579 pauses.\n\n\nD-579:\n (Quietly) What should I do? Someone’s talking?\n\n\nRsch Kauhnwallê:\n I don’t understand what you mean?\n\n\nD-579:\n (Quietly) I don’t understand what they’re saying, they’re speaking Russian.\n\n\nD-579 walks closer to the door.\n\n\nD-579:\n Um, hi?\n\n\nD-579:\n (In a Russian accent) You speak English? What is it you want, why are you outside my house?\n\n\nRsch Tamsin:\n (Aside) What’s… happening right now?\n\n\nRsch Kauhnwallê:\n (Aside) I’m not sure lets just let it play out and see what happens.\n\n\nD-579:\n You’re like… the only person I’ve found here in this town. I haven’t seen anyone else, where is everybody?\n\n\nD-579:\n (In a Russian accent) I don’t know what you mean, you should leave, \nnow\n. I mean it.\n\n\nD-579:\n Have you not looked outside? The streets are empty. How long have you been here for?\n\n\nD-579:\n (In a Russian accent) I shouldn’t be talking to you, I don't know who you are? I’ll call someone if you don’t leave.\n\n\nD-579:\n Okay okay, just gimme a second… see this letter here, it was in your mailbox addressed to you.\n\n\nD-579 holds up the letter. The person it’s addressed to now says “William Noah”.\n\n\nD-579:\n The mailbox was just left opened and unlocked. Same with this building's front door. It wasn’t locked; nothing has been except this door here?\n\n\nD-579:\n (In a Russian accent) I don’t know what it is you want? You’ve come all the way here just to knock on my door and take my letters?\n\n\nD-579:\n No please, I just want to know what this place is. What this town is even. Why are you the only one here?\n\n\nSilence.\n\n\nD-579:\n (Calmly) We got off on the wrong foot. What about your name? My name’s Will. All I want to do is talk for a second, that's all.\n\n\nD-579:\n (In a Russian accent) Hm… Ilenia. My name is Ilenia. What is it you want then?\n\n\nD-579:\n Could you read the letter? I’m sorry that I opened it but I didn't expect anyone to be around so I thought it would be fine\n\n\nD-579:\n (In a Russian accent) Whatever, just put it under the door.\n\n\nD-579 bends down and pushes the letter under the doorsill. While a slight force can be seen pulling the letter, it isn’t grabbed on the other end and remains sticking out from under the door.\n\n\nD-579:\n Thank you, I really appreciate it.\n\n\nD-579:\n (In a Russian accent) Would you like me to read it out in English?\n\n\nD-579:\n Please, if you could.\n\n\nD-579:\n (In a Russian accent) This letter isn’t even about me? Are you sure it’s mine? Is this a letter for you?\n\n\nD-579:\n It has your name on it, I don’t know. Just, please, can you read it?\n\n\nD-579:\n (In a Russian accent) Fine, “Hello son, despite everything I’ve tried, wherever it is you’ve been taken is somewhere I can never go. They tell me it’s not a prison, or any government building for that matter, but no matter what I try, I always get turned away. You’ve been taken to some other place, and my heart goes out for you each day. I hope that if I address this letter to that place, someone can give it to you and I can finally tell you how much I love you and how I forgive you for what happened that day, the reason you got taken away. I have no way to fight this legally, I’ve put all our savings into it. I just hope that somehow, wherever you are, you know that I will always love you and that I miss you. Love, mum.”\n\n\nSilence.\n\n\nD-579:\n (In a Russian accent) Hm, this letter is sweet. Is it for you?\n\n\nSilence.\n\n\nRsch Kauhnwallê:\n (Cautiously) Five-seven-nine?\n\n\nSilence.\n\n\nRsch Kauhnwallê:\n Will?\n\n\nD-579:\n My hands are no longer bleeding guys. They’ve… healed, fully. The cuts are gone.\n\n\nRsch Kauhnwallê:\n You aren’t speaking to someone anymore?\n\n\nD-579:\n To who?\n\n\nRsch Kauhnwallê:\n Yourself. You were having a conversation with yourself over that letter you’re holding, but it seemed like there was another person?\n\n\nD-579 looks at an open letter he’s holding in his hands.\n\n\nD-579:\n This letter? I think it’s just some old bank information or something? See, look, it says rubles and it has a bunch of numbers on it. Nothing much I can gain from it really?\n\n\nRsch Tamsin:\n (Aside) This is concerning, don't you think? How can it both be stable and yet in flux?\n\n\nRsch Kauhnwallê:\n (Aside) I don’t know why? That’s why we have to search harder. There has to be some central point to this place.\n\n\nRsch Tamsin:\n (Aside) Hm, yeah… let me go get something really quick from the storage room, I think it could help.\n\n\nRsch Kauhnwallê:\n (Aside) Sure, yeah, I think we should avoid the apartments from now on though.\n\n\nRsch Tamsin:\n (Aside) Yeah, probably for the best.\n\n\nResearcher Tamsin gets up from her seat and begins walking to the door. She turns around to speak quickly.\n\n\nRsch Tamsin:\n Hold on, have we che…\n\n\nRsch Kauhnwallê:\n What was that?\n\n\nD-579:\n Hm, nothing, I didn’t say anything?\n\n\nRsch Kauhnwallê:\n Oh, sorry, my bad. Thought I heard something. This building is pretty old, the pipes make strange noises all the time. They sound like voices sometimes.\n\n\nD-579:\n Right… should we move on now?\n\n\nRsch Kauhnwallê:\n Uh, yeah, sure thing, if you can’t find anything else?\n\n\nD-579:\n Yeah, all these doors are locked though, nothing I can do here really.\n\n\nD-579 exits the hallway door and is outside suddenly in a grassy field. He steps out into it.\n\n\nD-579:\n Damn my head feels like it's throbbing… Alright then, moving now (turns and looks behind him before turning back around).\n\n\nD-579 walks briskly through a patch of tall grass up towards the house.\n\n\nRsch Kauhnwallê:\n Alright, confirming that you have \ncrossed over\n. Everything's looking fine on my end. How are we feeling?\n\n\n[MISSING_DATA]:\n (Tapping Researcher Kauhnwallê’s shoulder and pointing at a side monitor) [MISSING_DATA]\n\n\nD-579:\n What's up?\n\n\nRsch Kauhnwallê:\n Nothing really, it's just interesting; the Spalder Counter hasn't changed. It shows the amount of existing matter at a given time within space. Usually entering a pocket reality results in it rising since, well, it's new space. But, yeah, no change, which is weird.\n\n\nD-579:\n So I haven't gone anywhere then?\n\n\nResearcher Kauhnwallê looks towards the monitor for the stationary camera placed at the site, showing a distorted D-579, moving at a perceptibly decreased rate.\n\n\nRsch Kauhnwallê:\n Um, no not exactly, just likely means there's more overlap between our realties.\n\n\nD-579:\n Yeah I mean… looking around I can't really tell, but it feels… noisier. If that makes sense.\n\n\nRsch Kauhnwallê:\n Sure, just try to look around as much as you can so we can get a better idea of things.\n\n\n[MISSING_DATA]:\n [MISSING_DATA]\n\n\n[MISSING_DATA]:\n [MISSING_DATA]\n\n\n[MISSING_DATA]:\n [MISSING_DATA]\n\n\n[MISSING_DATA]:\n [MISSING_DATA]\n\n\n[MISSING_DATA]:\n [MISSING_DATA]\n\n\n[MISSING_DATA]:\n [MISSING_DATA]\n\n\nD-579:\n …The sun looks the same. Not sure if that helps. I can't really tell.\n\n\n[MISSING_DATA]:\n [MISSING_DATA]\n\n\nD-579:\n Well, it's just that for a ghost town, it feels all too lived in. Haunted maybe, that's the feeling, but not haunted like how the rest of the town looks walking through it. It's just, this time, I feel a weight on my chest.\n\n\n[MISSING_DATA]:\n [MISSING_DATA]\n\n\nD-579:\n Could be, but I wouldn’t say I’m feeling ill, I just feel, heard or something.\n\n\n[MISSING_DATA]:\n [MISSING_DATA]\n\n\nD-579:\n Nah, nothing like that… I'll look around the house okay, maybe \nI am\n just feeling sick or something.\n\n\nRsch Kauhnwallê:\n Hm, okay, well remember to keep us updated on how you’re feeling. It's important we know not only what the anomaly is but how the anomaly affects people.\n\n\nD-579:\n Mhm yeah, sure thing. (Pauses) Coming up the steps now.\n\n\nD-579 walks along a stone wall and up a set of steps which lead up to a raised wooden porch area with the house’s side entrance. D-579 steps up to the door, opening it with his \nhand\n. The hallway is dark and empty. There are suspended dust particles in the air.\n\n\nD-579:\n Hm yeah, it smells pretty stale in here.\n\n\nD-579 looks towards the end of the hallway. He notices a white door at the end of it.\n\n\nD-579:\n I think it’s just some old house. That… that over there seems more interesting, however.\n\n\nRsch Kauhnwallê:\n Sure, yeah whatever you think you should do. Any information I can get would be handy.\n\n\nD-579 walks slowly towards the door at the other end of the hall, cautiously stepping closer and closer. He opens the door and steps out into a street in the suburbs. In the distance is an impossibly tall concrete cuboid structure extending into the sky.\n\n\nD-579:\n That building in the distance, does that look normal to you?\n\n\nRsch Kauhnwallê:\n Probably not. The physics of this reality may be extremely different to ours, remember that.\n\n\nD-579:\n Yeah, but I wonder who put it there.\n\n\nD-579 continues to wander out into the street. There are semi-detached homes along both sides of the street.\n\n\nD-579:\n This place doesn’t feel very… soviet? Don’t you think?\n\n\nRsch Kauhnwallê:\n I wouldn’t really know. Architectural history is not my forte unfortunately (laughs).\n\n\nD-579:\n Just feels like I got deja vu, or an intense nostalgia for something, I’m not sure.\n\n\nRsch Kauhnwallê:\n Do you think that's just because of the way it looks or do you think it’s the anomaly causing it?\n\n\nD-579:\n Honestly couldn’t say. I don’t feel like I'm being manipulated?\n\n\nResearcher Kauhnwallê grasps his phone in his pocket, pulling it out and looking at it with a confused expression. He puts it on the desk in front of him.\n\n\nD-579 turns a street corner and observes a stationary ambulance further down the street. Its lights are flashing rapidly, and a stretcher can be seen outside the doors of it.\n\n\nResearcher Kauhnwallê continues to look at his phone, ignoring the monitors in front of him.\n\n\nD-579:\n Hey doc? Do you know what’s happening here? I don’t know what any of this means?\n\n\nRsch Kauhnwallê:\n Hm? Um… yeah I don’t know. Reality is quite an undeveloped discipline.\n\n\nD-579:\n I don’t think I should go over there?\n\n\nRsch Kauhnwallê:\n This place isn’t a hostile place from what we can tell. You’ll be safer if you just confront it.\n\n\nD-579 approaches the ambulance. It sits outside a house that has been completely burned down into rubble. The charred remains of the house are all that’s left. The stretcher outside the ambulance has a black bag laid out on top of it.\n\n\nD-579:\n This… What is this?\n\n\nD-579 stands on the opposite side of the street. He holds his head.\n\n\nResearcher Kauhnwallê clicks onto his contacts list. The only contact on the phone is one labelled “mum”. He rings the number. D-579 stands back in fear and recoils away from the black body bag.\n\n\nD-579:\n I don’t like this. I wanna leave.\n\n\nThe phone rings 7 times and then stops. The phone shuts down and loses power.\n\n\nRsch Kauhnwallê:\n (Looking back up to the monitor) You know the only exit is back through the house right?\n\n\nThe body bag suddenly begins to writhe, thrashing on top of the stretcher, until it topples onto its side. Simultaneously the camera's lens shatters and the monitor is covered in cracks. D-579 falls onto the ground on the street and curls up on his side.\n\n\nD-579:\n I can’t go back. I just can’t, I won't.\n\n\nRsch Kauhnwallê:\n You should rest for a while, get your energy back up. These things are difficult sometimes.\n\n\nD-579 stays on the ground for some time. Several hours pass. The sun begins to go down, and the sky gets darker.\n\n\nD-579:\n Doctor, are you still there?\n\n\nD-579 sits up.\n\n\nD-579:\n Doc?\n\n\nD-579 gets to his feet and brushes the dirt off his clothes. He looks towards the burnt house, but it is gone. He begins to wander down the street, towards the concrete structure.\n\n\nRsch Kauhnwallê:\n Five-seven-nine, where are you going now?\n\n\nD-579:\n I can’t go back… There is no back. I need to go forward.\n\n\nRsch Kauhnwallê:\n I already have too much data than I know what to do with, or even know how to interpret just by myself. You can leave the anomaly if you want. Someone will be waiting for you.\n\n\nD-579 ignores this and continues forwards towards the structure. It has a round entrance leading into it.\n\n\nRsch Kauhnwallê:\n Are you sure you want to go further in? This time it could be dangerous.\n\n\nD-579:\n I’ll be fine. I always end up fine.\n\n\nRsch Kauhnwallê:\n But you might not be, why can’t you accept that?\n\n\nD-579:\n Because this time it’s different.\n\n\nD-579 walks right up to the circular entrance. It consists of a dark tunnel, with no light penetrating further than a couple metres. He looks up at a placard above it.\n\n\nD-579:\n Hm…\n\n\nRsch Kauhnwallê:\n What… What does it say? I can't read it.\n\n\nD-579:\n Nineteen. It says nineteen.\n\n\nSome time passes.\n\n\nRsch Kauhnwallê:\n You know that at some point, once you enter, you can't leave?\n\n\nD-579:\n I know, it’s something I’ve known my whole life. This is it. This has to be.\n\n\nD-579 sniffles. An unidentified charred human arm penetrates through the darkness of the tunnel, seeming to reach out for D-579’s hand.\n\n\nD-579:\n I have to do this… Goodbye, doc. I’ll see ya’ around.\n\n\nD-579 grasps the hand and walks into the tunnel entrance.\n\n\nRsch Kauhnwallê:\n See you around too, five-seven-nine.\n\n\nSilence.\n\n\n\n\nEnd Log\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n▶ Restricted Access Level/5 - Internal Memo\n\n\n\n\n▼ Restricted Access Level/5 - Internal Memo\n\n\n\n\n\n\n\n\nFoundation RU Internal Memo 2024\n\n\nUnknown Surface Depressions Affecting Foundation Site Infrastructure and Logistics\n\n\n\n\nHello everyone,\n\n\nSince 2004, the continued presence of several large scale depressions within ground surface layers throughout eastern Europe has affected the infrastructural and logistical operations of the many Foundations sites and areas.\n\n\nStructural faults due to the sudden presence of unstable terrain forming beside or underneath buildings have been reported, as well as major delays due to depressions affecting roads. Foundation vehicles are therefore unable to deliver personnel or resources to the required sites, leading to issues with site resources management and allocation. Attempts to manage the deficit via the use of drones or air vehicles has provided additional challenges due to the harsher climate. Additional maintenance teams have therefore been put on standby at several more prominent locations across eastern Europe for faster response times. The source of these depressions is unknown and may be ectoentropic in nature, some researchers suggest.\n\n\nEffects on civilians have been equally difficult to deal with. Urban infrastructure has suffered, and local governments are struggling to meet demands to fix these issues.\n\n\nDirector Kauhnwallê\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The furthest point of the exclusionary zone.\n\n\n\n\n\n\n\n\n« \nSCP-8578\n | SCP-8579 | \nSCP-8580\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8579\n\" by Unobtainium235, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8579\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8579 \" by Unobtainium235, from the SCP Wiki . Source: https://scpwiki.com/scp-8579 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-8579 is contained via a maintained exclusionary zone around the town of Preszôt, Russia, and more specifically, its most secure area, the primary zone. Information on the nature of SCP-8579 is only permitted to the required Level 5 research personnel. Petrol teams are to monitor the surroundings of the exclusionary zone for any unauthorised subjects attempting to enter. The use of threat and lethal force is permitted if subjects do not comply. Several checkpoints are to be maintained around the exclusionary zone for patrol teams, detainees and research personnel.",
    "description": "SCP-8579, externally is an infinitely small finite area, with a potentially infinite internal volume while still maintaining relative existential positioning. SCP-8579 is an impassable, imperceptible filamentous space with an approximate volume nearing zero when defined externally within consensus Kauhnwallêan Semiontological Spatio-Dynamics, yet simultaneously existing within a poorly defined area of space, located within the primary zone in Preszôt on the edge of the spatial collapse.",
    "item": "SCP-8579",
    "object_class": "Euclid-Dark",
    "title": "SCP-8579"
}