{
    "url": "https://scp-wiki.wikidot.com/scp-8585",
    "all_text": "The people may not remember me, but that does not mean I have forgotten them.\n\n\n\n\n\n\nrating: \n+96\n+\n–\nx\n\n\noritiefling, ariadnesthread\n\n\n\n\n\n\nDid you enjoy the article? Please check out our other works! \nOri\n and \nAri\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8585\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Following Dreamscape analysis in combination with health reports from the months preceding SCP-8585's disappearance, SCP-8585 was declared deceased as of January 24th, 2028. No further containment procedures are required.\n\n\n\n\n+View archived containment procedures.\n\n\n\n\n– hide block\n\n\n\n\nSCP-8585 has agreed to GPS tracking by the Foundation and to date has respected Veil Integrity Protocols. As a result containment procedures have remained at passive monitoring and monthly physicals at Site-58. SCP-8585 is not permitted to leave the civic boundaries of Nanticoke, Pennsylvania. All monitoring of SCP-8585 is overseen by the Foundation Department of Anomalous Ambassadors.\n\n\n\n\n\n\n\n\nDescription:\n SCP-8585 is a humanoid entity resembling a heavyset elderly man of Slavic descent. His physical features have been inconsistent since the anomaly initially came to Foundation attention, however he has been consistently described as \"glowing\", or as having a halo of light around his head.\n\n\nSCP-8585 identifies himself as Daždźboh, a member of the Slavic pantheon, typically as the deity associated most with solar cults of worship.\n1\n He is far older than he physically appears, having been mentioned in several historical texts and showcasing detailed historical knowledge dating back as early as 940 CE.\n\n\n\n\nAddendum 8585.1:\n Partial List of Notable SCP-8585 Sightings\n\n\n\n\n\n\nDate\n\n\nLocation\n\n\nAppearance\n\n\nNotes\n\n\n\n\n\n\nc. 940 CE\n\n\nKievan Rus'\n\n\nNoted to have a sun-shaped insignia 'finely embroidered' upon his tunic when present at several triumphs of Slavic rulers, including Olga of Kyiv's legendary revenge upon the Drevlians after the murder of her husband.\n\n\nAppearances are only implied poetically in the Laurentian Codex of the Primary Chronicle, or 'Tale of Bygone Years'\n2\n, one of the few pre-Christian historical accounts of Slavic history. However, an instance of \nSCP-7028-3\n believed to be the complete original text written by the monk Laurentius in the Eleventh Century CE makes the appearances of Daždźboh explicit, noting that the god's presence at the Conversion of Vladimir the Great to Christianity marked the final sighting of the god in Kyiv 'for several generations'. It should be noted that this passage was excised completely from all surviving, non-anomalous manuscripts, although poetic invocations and descriptions of the god in various statuary (and thus ever-present at the royal court) of Slavic palaces remain.\n\n\n\n\n\n\nJan. 1569 CE\n\n\nLublin, Rzeczpospolita Polska\n\n\nDescribed as a 'towering man with a shining, golden beard, with a brightly woven sun on his tunic and a great war-hammer by his side.'\n\n\nIdentification confirmed by the private writings of the personal secretary of Mikołaj Radziwiłł\n3\n, who was able to speak with SCP-8585 briefly and was so deeply impressed by the 'bearing and power' of the man that he believed to have been in the presence of 'a saint or divine, if only for a moment.'\n\n\n\n\n\n\nc. 1917-22 CE\n\n\nParis, France\n\n\nDescribed as an extremely tall, rotund man fluent in several Eastern European languages as well as French, English, and German. Manner typically reported as reserved, although often described as possessing a 'piercing gaze' that unsettled some, particularly those who traveled in the Russian royal circles.\n\n\nNoted to be part of the Paris social scene by several émigrés\n4\n in various communications and memoirs over the course of several years, usually under the pseudonym 'Khors Svitlo'. Physical appearance remains consistent over the years, although sightings decrease sharply between 1921-1922. It is implied but not outright stated that it had ceased to be invited to certain social events amongst the émigré community.\n\n\n\n\n\n\nApr. 1933 CE\n\n\nNew York, United States\n\n\nFirst signs of greying at its temples, although beard remains a bright orange. When not speaking directly with any person, shoulders seem slightly bowed, postured stooped, but straightens immediately upon being addressed. Wearing black, thick-framed prescription eyeglasses with his beard more neatly trimmed than previous descriptions.\n\n\nFirst Foundation contact with SCP-8585. Although present at a celebration party for the repealing of the Volstead Act, it is noted to be somber and withdrawn from others gathered.\n\n\n\n\n\n\nJun. 1967 CE\n\n\nSan Francisco, United States\n\n\nBoth hair and beard are now best described as 'salt-and-pepper', although features and behaviors were described by observers as animated and lively. Wearing a bright red shirt with an animated, idealized sun wearing sunglasses and giving a 'thumbs-up' gesture.\n\n\nPresent at multiple points during the 'Summer of Love' movement, especially in Tompkins Square Park for various concerts, as well as assisting the Free Clinic during the apex of the movement.\n\n\n\n\n\n\nDec. 1991 CE\n\n\nNew York, United States\n\n\nHair and beard are both now pure white, as confirmed by SCP-8585 itself. Appears to have shrunk somewhat in height, although shoulders are still quite broad. First sighting of SCP-8585 without some form of an idealized sun visible on his person, although the backdrop for photographs did have several similar insignias.\n\n\nSCP-8585 was working as a 'Santa Claus' at Lord & Taylor Department Store. When approached by Foundation agents, stated that it was doing so 'to see the smiles on the children's faces' and that it required nothing more.\n\n\n\n\n\n\nFeb. 2025 CE\n\n\nLondon, United Kingdom\n\n\nPosture quite stooped with visible bowing of shoulders, considerable weight loss, age marks visible on forehead as hairline has receded several inches.\n\n\nDue to increasing concerns about SCP-8585's overall health, containment procedures updated to a smaller area for free movement (specifically the Nanticoke area of Pennsylvania near Site-58).\n\n\n\n\n\n\n\n\nAddendum 8585.2:\n Incident Report\n\n\nOn December 23rd, 2027, SCP-8585 was reported leaving the geographic boundaries established as part of its containment procedures. SCP-8585 was tracked and reported to be heading eastward from Nanticoke, Pennsylvania. Agent Basil Sias from the Department of Anomalous Ambassadors was dispatched to intercept and, if possible, recontain the anomaly. Agent Sias was able to intercept SCP-8585 at a civilian port on the northern banks of the Delaware River, attempting to board a ship southbound towards New York, New York. Below is a log of this interaction as recorded by Agent Sias's bodycam.\n\n\n\n\n[BEGIN LOG]\n\n\nAgent Sias approaches a line of civilians waiting to purchase tickets to board a ship. SCP-8585 is quickly identified in the crowd. SCP-8585 makes eye contact with Agent Sias and frowns. Agent Sias responds with a wave and weaves into the crowd to escort SCP-8585 aside. He leads SCP-8585 away from civilians into a secluded area of the shipyard.\n\n\nSias:\n Before anything else I wanna apologize for dragging you off like that. I know it's standard procedure, but I feel gross every time I do it.\n\n\nSCP-8585:\n It is… fine.\n\n\nSCP-8585 sighs heavily.\n\n\nSCP-8585:\n I knew it was an errand for a fool anyway. You always catch up sooner or later.\n\n\nSias:\n You're a little far from home, Daz. What brings you all the way out here anyway?\n\n\nSCP-8585 rolls up its sleeve. A fist-sized patch of flesh over its shoulder appears to be distorting and fading.\n\n\nSias:\n Daz, I-\n\n\nSCP-8585:\n You and I both know what this means, Mr. Sias.\n\n\nSCP-8585 walks over to the edge of the pier and sits. It pats the ground next to it. Agent Sias walks over and sits beside it as it takes out and lights a cigarette.\n\n\nSCP-8585:\n Do you smoke?\n\n\nSias:\n No, no. Well, when I was a kid for a bit, yeah, but no not anymore.\n\n\nSCP-8585 shrugs.\n\n\nSCP-8585:\n Suit yourself.\n\n\nSCP-8585 takes a deep drag of the cigarette and exhales.\n\n\nSCP-8585:\n I thought I was going to be afraid of becoming that.\n\n\nIt motions to the smoke.\n\n\nSCP-8585:\n It is not so scary, not anymore. I suppose it helps that I have felt it coming for some time now.\n\n\nSias:\n All of your vitals have reported normal for years now. What makes you say that?\n\n\nSCP-8585 pounds its chest.\n\n\nSCP-8585:\n You feel it. Inside. Part of being a god is hearing all of those tiny voices echoing in your ear from those who praise you, beg things of you. For newer gods they are near maddening in their endless chirping, but the older you become the more they comfort you. You are remembered, you are needed!\n\n\nSCP-8585 takes another deep drag from its cigarette.\n\n\nSCP-8585:\n You do not notice at first when the chirping begins to vanish. There is too much after all, too many voices to pick out individual sounds, but as the years pass you begin to notice the choir growing quieter and quieter. I ask you, Mr. Sias, what happens to a god with no voice in his ear?\n\n\nAgent Sias is quiet for a moment, his eyes fixed on the horizon.\n\n\nSias:\n …He vanishes.\n\n\nSCP-8585 claps a hand on Agent Sias's back, nearly knocking him into the river.\n\n\nSCP-8585:\n That is it! Yes, he vanishes. Poof! A cloud of smoke and ash. No longer wanted, no longer needed. Worship keeps the divine alive, worship \nmakes\n something divine.\n\n\nSCP-8585 sighs heavily once more.\n\n\nSCP-8585:\n I have not heard anything like a choir since the 15th century, Mr. Sias. Now the voices grow quiet, I hear but a fistful of people who still spare a passing thought for me.\n\n\nSCP-8585 chuckles.\n\n\nSCP-8585:\n There was a time once where I would think it impossible. Fading away? Me? I am Daždźboh! I am the very light of day! But even day fades to night, Mr. Sias.\n\n\nSCP-8585 looks at the horizon, watching as the sun sets.\n\n\nSias:\n So what was the plan, then?\n\n\nSCP-8585:\n I wanted to return to the old country, Mr. Sias. I figured if I was to die, I would rather die at home than in a foreign land. Give myself one final kindness. The people may not remember me, but that does not mean I have forgotten them.\n\n\nThe two sit in silence for several moments as the sun finishes setting. Eventually, SCP-8585 looks upwards.\n\n\nSCP-8585:\n Do you like stars, Mr. Sias?\n\n\nSias:\n I do, yeah. They remind me of \nan old friend\n.\n\n\nSCP-8585:\n In my younger days I did not care for them. How dare they try to shine as bright as I! And the moon, how dare she take my light for her own beauty! Hah, what a petty young man I was indeed. Now you cannot even see the stars at night. If I had known that someday the light of man would outshine us both, perhaps I would have appreciated them more.\n\n\nSias:\n If you get far enough out of the city, you can still see them. My dad used to tell me that the sky is beautiful in the middle of the ocean, and I know that out in the country you can \nalmost\n see the sky the way it was meant to be. It'll never be the same as when you were young, but it's still beautiful.\n\n\nSCP-8585 chuckles.\n\n\nSCP-8585:\n I would quite like to see that.\n\n\nSCP-8585 coughs and snuffs out its cigarette as Agent Sias rises to his feet. Agent Sias reaches out and helps SCP-8585 up. SCP-8585 slaps his hand away.\n\n\nSCP-8585:\n Bah, I got it.\n\n\nSCP-8585 struggles to stand back up. After a moment, Agent Sias extends his hand once more. SCP-8585 takes it.\n\n\nSCP-8585:\n I was a young man once you know. Made of strong stock, and handsome to boot! Guess it's time to say goodbye to stubborn pride, eh?\n\n\nHe glances towards the horizon. SCP-8585 and Agent Sias stand in silence for a moment.\n\n\nSCP-8585:\n I suppose it's time to head back then.\n\n\nAgent Sias bends down and reaches for the GPS tracker around SCP-8585's ankle.\n\n\nSCP-8585:\n Mr. Sias…?\n\n\nAgent Sias removes the tracker.\n\n\nSCP-8585:\n What is all this?\n\n\nSias:\n The Foundation already failed you by letting you fade away. We could've done more to keep you alive, and we didn't. The least we can do is let you die the way you want.\n\n\nSCP-8585:\n …Aye.\n\n\nSCP-8585 and Agent Sias nod to one another.\n\n\nSCP-8585:\n …Thank you, Mr. Sias. May your kindness be remembered.\n\n\nSias:\n It won't be, but that's alright. Take care, Daz. I hope the stars at home are beautiful.\n\n\nSCP-8585 smiles, and walks away. Agent Sias returns to his vehicle.\n\n\n[END LOG]\n\n\n\n\nA month after the above recording, an envelope was sent to Site-58 with no return address. Inside was a postcard addressed to Agent Basil Sias, the front containing a photo depicting a wide shot of a landscape, and the back containing a handwritten message reading \"It really was beautiful.\"\n\n\n\n\n\n\nImage from the front of the postcard sent to Site-58. The photo is believed to originate from somewhere in the Ukrainian Carpathians.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nДажбог\n (Ukranian) was one of the few religious beings with textual and archaeological evidence of pre-Christian era worship throughout all known Slavic tribes.\n\n\n2\n. Повѣсть времѧньныхъ лѣтъ, c.850-1150 CE.\n\n\n3\n. Nicknamed 'The Red', Voivode of Vilnius, capital of Poland-Lithuania, 1515-84 CE. Noted to be functionally illiterate, this unknown secretary was present at virtually all of Radziwiłł's diplomatic events.\n\n\n4\n. Russian political exiles in Western Europe in the wake of the Russian Revolution.\n\n\n\n\n\n\n\n\n« \nSCP-8584\n | SCP-8585 | \nSCP-8586\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8585\n\" by OriTiefling, AriadnesThread, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8585\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n NightSky.png\n\n\nAuthor:\n Kulish Kateryna\n\n\nLicense:\n Creative Commons Attribution 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Night_sky_in_Carpathians.jpg",
    "addendums": [
        "Addendum 8585.1: Partial List of Notable SCP-8585 Sightings",
        "Addendum 8585.2: Incident Report\nOn December 23rd, 2027, SCP-8585 was reported leaving the geographic boundaries established as part of its containment procedures. SCP-8585 was tracked and reported to be heading eastward from Nanticoke, Pennsylvania. Agent Basil Sias from the Department of Anomalous Ambassadors was dispatched to intercept and, if possible, recontain the anomaly. Agent Sias was able to intercept SCP-8585 at a civilian port on the northern banks of the Delaware River, attempting to board a ship southbound towards New York, New York. Below is a log of this interaction as recorded by Agent Sias's bodycam.\nA month after the above recording, an envelope was sent to Site-58 with no return address. Inside was a postcard addressed to Agent Basil Sias, the front containing a photo depicting a wide shot of a landscape, and the back containing a handwritten message reading \"It really was beautiful.\""
    ],
    "documents": [],
    "notes": [
        "\" SCP-8585 \" by OriTiefling, AriadnesThread, from the SCP Wiki . Source: https://scpwiki.com/scp-8585 . Licensed under CC-BY-SA .",
        "Filename: NightSky.png Author: Kulish Kateryna License: Creative Commons Attribution 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Night_sky_in_Carpathians.jpg"
    ],
    "containment_procedures": "Following Dreamscape analysis in combination with health reports from the months preceding SCP-8585's disappearance, SCP-8585 was declared deceased as of January 24th, 2028. No further containment procedures are required.",
    "description": "SCP-8585 is a humanoid entity resembling a heavyset elderly man of Slavic descent. His physical features have been inconsistent since the anomaly initially came to Foundation attention, however he has been consistently described as \"glowing\", or as having a halo of light around his head.",
    "title": "SCP-8585"
}