{
    "url": "https://scp-wiki.wikidot.com/scp-8593",
    "all_text": "PlaguePJP: XLIV\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+184\n+\n–\nx\n\n\n\n\nby PlaguePJP\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-8593\n — \nPasta with Fazool\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8593\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8593 title card, featuring SCP-8593-1.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n All broadcasts of SCP-8593 are to be promptly removed from public view and recorded by Site-322 archivists. Foundation web crawlers are to scrape and eliminate any references to SCP-8593 from online sources. Containment specialists are actively searching for the origin of SCP-8593 broadcasts and the location of SCP-8593-1. Containment of SCP-8593-1 will proceed upon the completion of these investigations.\n\n\nDescription:\n SCP-8593 is a series of television broadcasts for \"Pasta with Fazool,\" a cooking show focused on Italian American cuisine.\n\n\nSCP-8593-1 hosts SCP-8593 and is a victual\n1\n humanoid entity self-identifying as \"Fazool Cavatelli.\" SCP-8593-1's body is composed entirely of dry pasta; its torso is constructed from a bundle of spaghetti, while two pieces of penne form its arms. SCP-8593-1 possesses human hands, which are incongruent with the rest of its composition and each other. Its head is a large meatball, capable of limited facial expressions and speech in English. SCP-8593-1's outfit changes between episodes, though these changes appear limited to commonly colored or patterned aprons and matching toques.\n\n\nSCP-8593-1 appears on SCP-8593 as a poorly keyframe-animated puppet, a characteristic never acknowledged by it or any guests who treat it as a baseline human while also recognizing that it's composed entirely of food.\n\n\nIt moves with jerky, unnatural movements, with parts of its body often disconnecting from each other. SCP-8593-1's hands constantly change size, shape, and skin color to accommodate different gestures or movements. Despite this, SCP-8593-1 can interact with physical objects, including human guests and various cooking utensils. Lighting does not affect SCP-8593-1, giving it a flat, two-dimensional appearance at all times.\n\n\nDespite SCP-8593-1 claiming SCP-8593 is focused on Italian American cuisine, all presented materials, including recipes, origins of said recipes, and Italian history differ significantly from any traditions known on Earth. No source for SCP-8593 broadcasts has been discovered.\n\n\nAddendum 8593.1:\n SCP-8593 Episode Catalogue\n\n\n\n\nEPISODE 8593.1\n\n\n\n\n\n\nSegment 1\n\n\n\n\nDish:\n Fettuccine Alfredi\n\n\nBaseline Counterpart:\n Fettuccine Alfredo\n2\n\n\nNotes:\n SCP-8593-1 gathered 12 men of various ages named Alfred or Alfredo, proceeding to dump the uncooked ingredients used in Fettuccine Alfredo on them. After dragging its finger across the arm of the third Alfredo and tasting its \"dish,\" SCP-8593-1 handed each man 10 dollars, receiving positive responses from all when it asked, \"same time next week, right?\"\n\n\n\n\n\n\n\n\nEPISODE 8593.2\n\n\n\n\n\n\nSegment 1\n\n\n\n\nDish:\n Aren'tcini\n\n\nBaseline Counterpart:\n Arancini\n3\n\n\nNotes:\n This segment is almost entirely incomprehensible, starting with SCP-8593-1 pulling invisible objects out of a deep fryer. Attempts to explain the dish lead to SCP-8593-1 trailing off into various nonsequiturs and having to be reminded by the film crew as to what it's cooking. The camera lingering on the dish for more than a few seconds leads to exponentially visible distortions. SCP-8593-1 eventually calls the segment off as it grows more confused.\n\n\n\n\nSegment 2\n\n\n\n\nDish:\n Sfogliatelle\n\n\nBaseline Counterpart:\n Sfogliatelle\n\n\nNotes:\n SCP-8593-1 spends the entire segment attempting and failing to pronounce Sfogliatelle.\n\n\n\n\nSegment 3\n\n\n\n\nNotes:\n SCP-8593 also responded to a letter its production studio received.\n\n\n\n\nTRANSCRIPT\n\n\n\n\n«BEGIN LOG»\n\n\nSCP-8593-1:\n Someone sent me a letter telling me that my recipes made no sense and were, and I'm quoting here, \"disgraceful.\"\n\n\n(An unseen studio audience is heard booing.)\n\n\nSCP-8593-1:\n Part of cooking is taking criticism and seeing where I can improve. I wasn't mean or harsh; I was receptive. I sent this person — I'm not going to say their name — a letter back asking them to send me their favorite Italian American recipe. So, the next dish I have to show you guys is Elaine DiRenzo from Syracuse's 'Spaghetti and Meatballs.' You guys tell me what you think.\n\n\nSCP-8593-1:\n First, we take three different ground meats, pork, veal, and beef, and mix them—\n\n\n(The audience makes sounds of shock.)\n\n\nSCP-8593-1:\n Ladies and Gentlemen, please just stick with me. We take these, and we mix them together.\n\n\n(SCP-8593-1 places the meats in a bowl and kneads them together with its hands. Someone in the audience is heard retching.)\n\n\nSCP-8593-1:\n Now, we're going to take this \nfood\n and roll them into spheres. Clap if you like spheres.\n\n\n(The audience is silent.)\n\n\nSCP-8593-1:\n Interesting.\n\n\n(SCP-8593-1 rolls the meat into 24 meatballs. It proceeds to fry them in a cast iron pan.)\n\n\nSCP-8593-1:\n I have some marinara warming up in this pot. Folks, if you're squeamish, I'd recommend looking away.\n\n\n(SCP-8593-1 moves the cooked meatballs into the sauce pot. The audience makes sounds of shock. Two are heard retching loudly, and one is heard screaming incomprehensibly. SCP-8593-1 retrieves a plate of cooked spaghetti as the meatballs cook in the sauce.)\n\n\nSCP-8593-1:\n Now, ladies and gentlemen, we will plate.\n\n\n(With a ladle, SCP-8593-1 receives spoonfuls of marinara and three meatballs, placing this on top of the Spaghetti. The entire audience screams in apparent horror.)\n\n\nSCP-8593-1:\n I know. I know! But, we're people of science here and we take all criticism on this chin. Should I try it?\n\n\n(The audience loudly responds in the negative.)\n\n\nSCP-8593-1:\n I don't particularly want to eat this either, but our unnamed person considers this her signature dish. I think it's only fair.\n\n\n(SCP-8593-1 cuts into the meatball with a fork, piercing it, then twirling the prongs around the spaghetti, picking up a few pieces. It then places the food in its mouth. Someone in the audience is heard crying.)\n\n\n(SCP-8593-1 vomits off screen.)\n\n\nSCP-8593-1:\n What sick person would serve this and call it Italian American cuisine? Elaine DiRenzo from Syracuse, leave this stuff to the experts next time.\n\n\n(The audience claps loudly.)\n\n\nSCP-8593-1:\n I'm going to clear this out, and when we return, I'll be making us some delicious Rizzotto. For all my married people in the audience, I hope you took those vows seriously!\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n\n\nEPISODE 8593.3\n\n\n\n\n\n\nSegment 1\n\n\n\n\nDish:\n Spaghetti Pugliese\n\n\nBaseline Counterpart:\n Spaghetti Bolognese\n4\n\n\nNotes:\n SCP-8593-1's hands are replaced by boxing gloves. The segment follows SCP-8593-1 \"in the wild\" fighting the sentient ingredients used in Spaghetti Bolognese. After nearly being beaten to death by the final ingredient (a large carrot), SCP-8593-1 returns back to the kitchen set. A stagehand appears on screen, whispering to SCP-8593-1. It responds, \"Puglia is a place?\" and \"It sounds too close to pugilism. I think most people would make that mistake.\" SCP-8593-1 exits the frame in apparent anger.\n\n\n\n\nSegment 2\n\n\n\n\nDish:\n Calzone\n\n\nBaseline Counterpart:\n Calzone\n5\n\n\nNotes:\n SCP-8593-1 stands silently on a cattle pasture for thirty seconds. It then states, \"I'm in the cow zone.\" Segment immediately ends.\n\n\n\n\n\n\n\n\nEPISODE 8593.4\n\n\n\n\n\n\nSegment 1\n\n\n\n\nDish:\n Shrimp Fra Diavolo Fra Diavolo\n\n\nBaseline Counterpart:\n Shrimp Fra Diavolo\n6\n\n\nNotes:\n The recipe, for the most part, is in line with normal Shrimp Fra Diavolo. SCP-8593-1 is joined by a humanoid entity resembling contemporary depictions of the devil, which stares at SCP-8593-1 for the entirety of its time and doesn't move.\n\n\n\n\nSegment 2\n\n\n\n\n\n\nTRANSCRIPT\n\n\n\n\n«BEGIN LOG»\n\n\nSCP-8593-1:\n And I'd like to thank my dear friend, Mr. The Devil, for joining us today. What did you think of the dish, Lucifer?\n\n\n(The entity resembling the devil does not respond.)\n\n\nSCP-8593-1:\n That's great—\n\n\n(The entity vanishes in a plume of smoke.)\n\n\nSCP-8593-1:\n I— Alright. Our next segment—\n\n\nStagehand:\n We just got an email.\n\n\nSCP-8593-1:\n Go ahead.\n\n\nStagehand:\n It's from Janine in Utah. She says, 'I cannot believe what I’m seeing on the Food Network! My family and I tune in every afternoon after my kids get home from school, and I am appalled by the blatant use of demonic symbolism in your programming. This is absolutely disgusting and completely contrary to the values we uphold in our home. I refuse to support a network that promotes such inappropriate content. I will be taking my viewership elsewhere and expect a formal apology for this offensive display.'\n\n\nSCP-8593-1:\n Triangulate the IP.\n\n\nStagehand:\n We can't just do that.\n\n\n(SCP-8593-1 walks off set.)\n\n\nSCP-8593-1:\n Triangulate it!\n\n\n\n\n(A cut. SCP-8593-1 is standing at the door of a suburban house. It knocks. A woman in her early 40s answers, Janine Johnson.)\n\n\nSCP-8593-1:\n Hi, Janine!\n\n\nJohnson:\n What's—\n\n\nSCP-8593-1:\n Cook for me.\n\n\nJohnson:\n What?\n\n\nSCP-8593-1:\n You have things to say about how I run my show and cook my meals. You should cook for me.\n\n\nJohnson:\n I'm not going—\n\n\nSCP-8593-1:\n Cook for me.\n\n\nJohnson:\n Are you going to let me finish a sentence?\n\n\nSCP-8593-1:\n Yes. Just did.\n\n\nJohnson:\n Okay. I'm not—\n\n\nSCP-8593-1:\n Cook for me.\n\n\nJohnson:\n I'm calling the police.\n\n\n(Johnson slams the door in SCP-8593-1's face. SCP-8593-1 bangs on the door.)\n\n\nSCP-8593-1:\n You're so much better than me, huh? Cook me something, Janine! Cook me something!\n\n\n(A bleep censor is heard for 43 continuous seconds as the film crew moves away from the SCP-8593-1, who is still banging on the door and screaming. SCP-8593-1 kicks a garden gnome and approaches the film crew.)\n\n\nSCP-8593-1:\n And, uh… that's why we leave it to the professionals, ladies and gentlemen!\n\n\n(SCP-8593-1 moves out of frame.)\n\n\nSCP-8593-1:\n \n(Mumbling)\n [CENSORED] stupid [CENSORED] thinks she knows what she's talking about. I'll run my [CENSORED] show the way I always have.\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n\n\nEPISODE 8593.5\n\n\n\n\n\n\nSegment 1\n\n\n\n\nDish:\n Woke Ziti\n\n\nBaseline Counterpart:\n Baked Ziti\n7\n\n\nNotes:\n SCP-8593-1 prepares a baseline Baked Ziti. It makes various references to \"Frosty the Snowman-ing this thing.\" After removing it from the oven, the entity places a top hat on the dish, which somehow causes it to gain sentience. The dish states that its pronouns are they/them, proceeding to go on a rant about Donald Trump as SCP-8593-1 nods its head in agreement with its various statements.\n\n\n\n\nSegment 2\n\n\n\n\nDish:\n Chicken Mussolini\n\n\nBaseline Counterpart:\n Chicken Marsala\n8\n\n\nNotes:\n SCP-8593-1 prepares a standard dish of Chicken Marsala, with the only oddity being the size of the chicken breast being 2 meters in length. SCP-8593-1 proceeds out of its set and into a busy city square. It places the dish down in the middle of the pavement. The segment continues for two hours as various members of the public beat, shoot, and spit on the dish. SCP-8593-1 retrieves the dish, smells and tastes it, and then states, \"Perfetto.\"\n\n\n\n\n\n\n\n\nEPISODE 8593.6\n\n\n\n\n\n\nSegment 1\n\n\n\n\nDish:\n Feast of the Seven Million Fishes\n\n\nBaseline Counterpart:\n Feast of the Seven Fishes\n9\n\n\nNotes:\n SCP-8593-1 enters the set panting, wearing the Santa hat instead of its toque. It states that it, the film crew, and the live studio audience will stay indoors for their safety. The show cuts to news footage of hundreds of massive fish swimming in the air through various metropolitan areas, eating fleeing members of the public.\n\n\n\n\nSegment 2\n\n\n\n\n\n\nTRANSCRIPT\n\n\n\n\n«BEGIN LOG»\n\n\n(News footage cuts back to SCP-8593-1 in its kitchen set.)\n\n\nSCP-8593-1:\n So, ladies and gentlemen, all the recipes I had planned for today forced me to be outside, and you all know that won't work out, right?\n\n\n(Applause from the audience)\n\n\nSCP-8593-1:\n I don't want us to get cabin fever, so my film crew has decided that we're going to do a live Q&A from the questions and comments left on our \nPasta With Fazool\n Facebook page. Give me the first one.\n\n\nStagehand:\n From George in Iowa, 'Does this guy have any idea what Italian food actually is?'\n\n\nSCP-8593-1:\n Big talk coming from the guy in the known and real Italian-American stronghold of Iowa. Bet he's only been to an Olive Garden in his life. Give me something better. Are there actual questions, or is it just more of this?\n\n\nStagehand:\n No. Not, uh, not really. We can do something el—\n\n\nSCP-8593-1:\n No, I'm good. Next comment, please.\n\n\nStagehand:\n This is from Gary in New York, 'The woke mob has now infested our cooking shows! I can’t even watch a guy make lasagna without being hit with a lecture on its pronouns.'\n\n\nSCP-8593-1:\n It was Ziti.\n\n\nStagehand:\n There's more, 'Food should be about cooking, not politics. And don’t even get me started on that ANTIFA nonsense with that weird chicken dish. What a disgrace!'\n\n\nSCP-8593-1:\n Long walk; short pier, Gary.\n\n\nStagehand:\n You can't say that.\n\n\nSCP-8593-1:\n Next comment.\n\n\nStagehand:\n From Lorenzo in New Jersey, 'I've grown up in an Italian household my entire life. I raised my kids to be proud of their Italian heritage. How the Food Network is okay with peddling this inauthentic trash as Italian American cuisine is insulting to my people.'\n\n\nSCP-8593-1:\n Yeah, yeah. They paid me hundreds of thousands of dollars because I have no idea what I'm talking about. That makes sense for a billion-dollar television network to do. Thanks, Lorenzo. I hope your kids didn't get your brain.\n\n\n(SCP-8593-1 is visibly shaking.)\n\n\nStagehand:\n Do you—\n\n\nSCP-8593-1:\n Nope. Keep \ngoing.\n\n\nStagehand:\n From, uh, Nikki in Pennsylvania, 'Looks like they're giving anybody a show on the Food Channel now. My nonna would wipe the floor with this Fazool guy. He has no idea what he's doing! I've never seen this level of incompetence from any host, cooking or otherwise.'\n\n\n(SCP-8593-1 grabs a metal bowl and slams it into its head multiple times in quick succession, throwing it into the audience and hitting a woman. The audience gasps.)\n\n\nSCP-8593-1:\n This is complete \nfucking\n horseshit. I'm putting my fucking ass in front of these cocksuckers every goddamn day — \nsweating\n and \nbleeding\n to give these fuckers entertainment every goddamn night. Fuck you. Fuck this. I get no goddamn appreciation.\n\n\n(The audience boos.)\n\n\nStagehand:\n We're live, Fazool.\n\n\nSCP-8593-1:\n It's censored, dipshit. Neil takes care of that.\n\n\nStagehand:\n Neil got eaten by one of those fish on his way in. I told you this!\n\n\nSCP-8593-1:\n Are you serious?\n\n\nStagehand:\n Yes! Yes, that was all live. And that woman is \nbleeding.\n\n\n(SCP-8593-1 looks to the audience.)\n\n\nSCP-8593-1:\n Fuck.\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n\n\nEPISODE 8593.7\n\n\n\n\n\n\nSegment 1\n\n\n\n\nDish:\n Penne Alla Everclear\n\n\nBaseline Counterpart:\n Penne Alla Vodka\n10\n\n\nNotes:\n Footage for this video is taken with security cameras in what appears to be SCP-8593-1's house. Several hours appear to have passed, with the sunrise visible in the living room's curtains. SCP-8593-1 cooks a plate of buttered penne, chasing every few bites with a shot of Everclear. It is rendered unconscious before finishing the dish.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Food-based\n\n\n2\n. Pasta in a cream and cheese-based sauce.\n\n\n3\n. Deep-fried, breadcrumb-crusted balls of risotto.\n\n\n4\n. Spaghetti in a tomato and wine-based meat sauce.\n\n\n5\n. A large, baked piece of stuffed, folded-over dough.\n\n\n6\n. Pasta in a spicy tomato sauce and shrimp.\n\n\n7\n. Ziti pasta in a tomato sauce placed in a casserole pan, topped with cheese, and baked.\n\n\n8\n. Floured and fried chicken breast in a mushroom and white wine sauce.\n\n\n9\n. An Italian-American traditional Christmas meal focused on seafood.\n\n\n10\n. Penne in a sauce made of tomato, cream, and a small amount of vodka.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8592\n | SCP-8593 | \nSCP-8594\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPlaguePJP's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6596\n \n(+306)\n \n•\n\n\n\n\n\n\nSCP-6597\n \n(+180)\n \n•\n\n\n\n\n\n\nSCP-6598\n \n(+260)\n \n•\n\n\n\n\n\n\nSCP-8591\n \n(+139)\n \n•\n\n\n\n\n\n\nSCP-7592\n \n(+224)\n \n•\n\n\n\n\n\n\nSCP-7594\n \n(+203)\n \n•\n\n\n\n\n\n\nSCP-6591\n \n(+132)\n \n•\n\n\n\n\n\n\nSCP-8000\n \n(+986)\n \n•\n\n\n\n\n\n\nSCP-6594\n \n(+122)\n \n•\n\n\n\n\n\n\nSCP-5593\n \n(+107)\n \n•\n\n\n\n\n\n\nPlague's Proposal\n \n(+373)\n \n•\n\n\n\n\n\n\nSCP-5595\n \n(+556)\n \n•\n\n\n\n\n\n\nSCP-6595\n \n(+197)\n \n•\n\n\n\n\n\n\nSCP-5364\n \n(+90)\n \n•\n\n\n\n\n\n\nSCP-7599\n \n(+194)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nHOGSLICE Makes A Friend\n \n(+168)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nPLAGUEPJPAGE\n \n(+204)\n \n•",
    "addendums": [
        "Addendum 8593.1: SCP-8593 Episode Catalogue"
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "All broadcasts of SCP-8593 are to be promptly removed from public view and recorded by Site-322 archivists. Foundation web crawlers are to scrape and eliminate any references to SCP-8593 from online sources. Containment specialists are actively searching for the origin of SCP-8593 broadcasts and the location of SCP-8593-1. Containment of SCP-8593-1 will proceed upon the completion of these investigations.",
    "description": "SCP-8593 is a series of television broadcasts for \"Pasta with Fazool,\" a cooking show focused on Italian American cuisine.",
    "title": "SCP-8593"
}