{
    "url": "https://scp-wiki.wikidot.com/scp-8594",
    "all_text": "PlaguePJP: XLV\n\n\n\n\n\n\n \n\n\nrating: \n+125\n+\n–\nx\n\n\n\n\nby PlaguePJP\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-8594\n — \nLeaves From the Vine\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8594\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nuncontained\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8594 is uncontainable. Individuals affected by SCP-8594 are difficult to locate; if an affected subject is located, standard amnesticization procedures are to follow on them and any living relatives.\n\n\nDescription:\n SCP-8594 is a parasitic anomaly manifesting as the persistent belief that a subject's loved ones will imminently perish. Subjects affected by SCP-8594 are designated as SCP-8594-1. The vectors facilitating the manifestation of SCP-8594 are unknown, as the general fear of losing a loved one does not serve as a trigger for SCP-8594. Despite this, the common characteristics of SCP-8594-1 instances have:\n\n\n\n\nExperienced the death of a loved one\n1\n under the age of 15;\n\n\nAre diagnosed with an anxiety disorder;\n\n\n\nMajor depressive disorder is also common;\n\n\n\n\n\n\nHave a familial history of a genetically transmitted illness;\n\n\n\nSubjects are often afflicted by this illness;\n\n\n\n\n\n\nSubjects live >200 kilometers from SCP-8594-2.\n\n\n\n\nSCP-8594-2 are persons afflicted by SCP-8594-induced illness. SCP-8594-2 instances can be any age, and symptoms appear within one to two months of a subject being infected. A cure for the SCP-8594-induced illness has yet to be discovered. Below are the stages of SCP-8594-afflicted illness on SCP-8594-2.\n\n\n\n\n\n\nStage\n\n\nDescription\n\n\n\n\n\n\nStage I\n\n\nSCP-8594-2 will be fatigued, often leading to them sleeping for ten or more hours. SCP-8594-1 will remain indoors in waking hours, citing joint and limb pain after extended bouts of moving.\n\n\n\n\n\n\nStage II\n\n\nSCP-8594-2 will be unable to keep large meals down, often claiming pain in the abdominal region caused by constipation.\n\n\n\n\n\n\nStage III\n\n\nUrged by the SCP-8594-1 subject, SCP-8594-2 will go to a medical facility for a litany of tests. These tests find nothing abnormal with them. In 0.056% of cases, SCP-8594-1 will not pressure SCP-8594-2 to seek medical care. In these cases, SCP-8594-2 returns to full health within two weeks, and SCP-8594 stops affecting SCP-8594-1.\n\n\n\n\n\n\nStage IV\n\n\nSCP-8594-2 will be bedridden and unable to move without pain. Small amounts of liquids will be the only sustenance SCP-8594-2 can keep down without expulsion.\n\n\n\n\n\n\nStage V\n\n\nSCP-8594-2 will become bloated due to fluid buildup; extremities and limbs will be hard to the touch. The skin and sclera will take on a yellow coloration as major organs begin to fail. SCP-8594-2 will often be placed in a medical facility during this stage. The success of medical intervention varies, often based on the presence of SCP-8594-1. Absentee instances of SCP-8594-1 have caused the onset of the final two stages to be significantly prolonged.\n\n\n\n\n\n\nStage VI\n\n\nSubject will go into a temporary coma, lasting no longer than seven days. Minor communication will be possible, with SCP-8594-2 smiling, nodding, or frowning in response to verbal information. Sustenance will need to be delivered intravenously. Blindness in one or both eyes is common, as is the formation of necrosis on the legs. Medical professionals will still have no concrete diagnosis of SCP-8594-2's affliction.\n\n\n\n\n\n\nStage VII\n\n\nSCP-8594-2 will be unable to communicate. They will often remain asleep, past small moments of lucidity where they will weakly vocalize pain. Necrosis will continue up the legs towards the lower torso. Full blindness will occur, along with hearing loss and further immobility. All organs will fail, save for the brain, which remains unaffected throughout the illness. Pustules of fluid in the limbs and extremities will expand and burst over time. Analgesics\n2\n will fail to function.\n\n\n\n\n\n\nStage VIII\n\n\nSCP-8594-2's heart will stop beating. Despite this, brain scans will show activity as if its unhindered. SCP-8594-2 will remain alive.\n\n\n\n\n\n\nSCP-8594-2 will not pass until SCP-8594-1 says their goodbyes.\n\n\n\n\nFootnotes\n\n\n1\n. Grandmother or grandfather are the most common instances.\n\n\n2\n. Pain-relief medication.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8593\n | SCP-8594 | \nSCP-8595\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPlaguePJP's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nPlauge's Proposal\n \n(+250)\n \n•\n\n\n\n\n\n\nSCP-7592\n \n(+224)\n \n•\n\n\n\n\n\n\nPlague's Proposal\n \n(+373)\n \n•\n\n\n\n\n\n\nSCP-5592\n \n(+102)\n \n•\n\n\n\n\n\n\nSCP-5591\n \n(+131)\n \n•\n\n\n\n\n\n\nSCP-6596\n \n(+306)\n \n•\n\n\n\n\n\n\nSCP-6595\n \n(+197)\n \n•\n\n\n\n\n\n\nSCP-5593\n \n(+107)\n \n•\n\n\n\n\n\n\nSCP-5594\n \n(+101)\n \n•\n\n\n\n\n\n\nSCP-5596\n \n(+161)\n \n•\n\n\n\n\n\n\nSCP-618\n \n(+149)\n \n•\n\n\n\n\n\n\nSCP-7590\n \n(+153)\n \n•\n\n\n\n\n\n\nSCP-7001\n \n(+560)\n \n•\n\n\n\n\n\n\nSCP-6598\n \n(+260)\n \n•\n\n\n\n\n\n\nSCP-7599\n \n(+194)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nHOGSLICE Makes A Friend\n \n(+168)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nPLAGUEPJPAGE\n \n(+204)\n \n•",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-8594 is uncontainable. Individuals affected by SCP-8594 are difficult to locate; if an affected subject is located, standard amnesticization procedures are to follow on them and any living relatives.",
    "description": "SCP-8594 is a parasitic anomaly manifesting as the persistent belief that a subject's loved ones will imminently perish. Subjects affected by SCP-8594 are designated as SCP-8594-1. The vectors facilitating the manifestation of SCP-8594 are unknown, as the general fear of losing a loved one does not serve as a trigger for SCP-8594. Despite this, the common characteristics of SCP-8594-1 instances have:",
    "title": "SCP-8594"
}