{
    "url": "https://scp-wiki.wikidot.com/scp-8596",
    "all_text": "PlaguePJP: XLVI\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+274\n+\n–\nx\n\n\n\n\nby PlaguePJP\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-8596\n — \nScopophobia: The Employee of the Month\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8596\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8596-1's containment chamber.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8596-1 is contained in a remote house in the Pine Barrens of New Jersey. Twice a year, a member of Site-322 personnel is to travel to this location and perform an interview with SCP-8596-1. This person is to have the following on their person at all times:\n\n\n\n\nMnestic pills, taken once every hour when within the vicinity of SCP-8596-1;\n\n\nNon-lethal weaponry;\n\n\nStandard body camera;\n\n\nSCP-8596 documentation.\n\n\n\n\nSCP-8596-1 is equipped with a locked mechanical collar that houses two small Scranton Reality Anchors. This collar is remotely monitored and controlled by Site-322's surveillance console. Should SCP-8596-1 remove this collar, personnel are to trigger the panic button on their body camera, attempt to peacefully exit the containment chamber, and travel back to base.\n\n\nSCP-8596-1 is to be entertained in conversation as long as this collar remains on. As a former member of Foundation staff, a cordial level of familiarity is expected for its comfort in conversation.\n\n\nAll interviews should ultimately lead the assigned staff to question what SCP-8596 is. On rare occasions, SCP-8596-1 will initiate a conversation about SCP-8596. After this line of discussion ends, assigned staff are to excuse themselves politely and exit the containment chamber.\n\n\n\n\n\n\nSCP-8596-1.\n\n\n\n\n\n\nDescription:\n SCP-8596 is [REDACTED].\n\n\nSCP-8596-1 is a humanoid entity identified as Dr. Erik Ramsey. SCP-8596-1 was initially contained in Site-322's anomalous containment before being employed as a Foundation interrogator as part of the Integration Program.\n\n\nSCP-8596-1 is a Class III reality bender, enhanced empath, and telepath capable of altering localized reality at will. SCP-8596-1 can read minute expressions, physiological changes, and physical processes of any subject that interacts with it. Though limited, SCP-8596-1's telepathy allows it to view the memories of a subject in real-time, meticulously taking notes while doing so.\n\n\nAfter an incident relating to its integration in Site-322, it was discovered that SCP-8596-1 could remove and implant the memories of its subjects at will, though it can not read memories directly. As a result of this and negotiations with Site-322 management, SCP-8596-1 was moved to its containment chamber in the Pine Barrens, a home built with its reality-warping capabilities.\n\n\n\n\nAddendum 8596.1:\n SCP-8596-1 Interview\n\n\nResearcher George Ambrose was designated as SCP-8596-1's interviewer for the second half of 2024. He was given the above SCP-8596 documentation and deployed to SCP-8596-1's containment chamber on October 13th, 2024.\n\n\n\n\nTRANSCRIPT\n\n\n\n\n«BEGIN LOG»\n\n\n(Ambrose enters the house hastily. SCP-8596-1 is seated on a couch, scribbling on the day's crossword. Logs are smoldering in the fireplace behind him. He glances up at the door before turning to his newspaper.)\n\n\n\n\n\n\nResearcher George Ambrose.\n\n\n\n\n\n\nSCP-8596-1:\n I have a pot roast in the oven. It should be done in five.\n\n\n(Ambrose grabs a chair and sits close to the fireplace. He shivers as he removes his gloves before holding his hands towards the logs.)\n\n\nSCP-8596-1:\n I've been having trouble getting that started — the fire.\n\n\n(Ambrose grabs a nearby bottle of lighter fluid and douses the logs. Shakily grasping a lighter he brought, he fails to create a spark. On the third flick, the lighter ignites, and Ambrose touches the flame to the logs and sits back into his seat.)\n\n\nAmbrose:\n I just need a minute, Erik.\n\n\nSCP-8596-1:\n You're still allowed to call me that?\n\n\nAmbrose:\n It's encouraged. For rapport.\n\n\nSCP-8596-1:\n I see. Nevertheless—\n\n\n(SCP-8596-1 stands and moves to the oven.)\n\n\nSCP-8596-1:\n —I believe the roast is done. Care to eat?\n\n\nAmbrose:\n I'm not hungry.\n\n\nSCP-8596-1:\n How long was the trip?\n\n\nAmbrose:\n Twenty-six hours.\n\n\n(SCP-8596-1 takes the roast out, tasting it, and placing it on the counter.)\n\n\nSCP-8596-1:\n So you're hungry, then. And if you were told not to take anything from me, imagine what eating with me would do for our \"rapport.\"\n\n\n(Ambrose pops a mnestic pill in his mouth.)\n\n\n\n\n(Ambrose and SCP-8596-1 sit across from each other, eating silently. Ambrose removes a sheet of paper and a pen from his pocket.)\n\n\nAmbrose:\n Can we start?\n\n\nSCP-8596-1:\n Talking? I'd love to. Just one moment.\n\n\n(SCP-8596-1 moves to a liquor cabinet. He pulls a bottle of bourbon out along with two glasses from the freezer. He pours himself and Ambrose a drink. Ambrose doesn't touch it.)\n\n\nAmbrose:\n Name.\n\n\nSCP-8596-1:\n You know my name.\n\n\n(SCP-8596-1 holds his drink in the air, motioning for a cheers. Ambrose ignores the request. After a moment, SCP-8596-1 downs his drink and pours himself another.)\n\n\nAmbrose:\n It's to make sure you still know your name.\n\n\nSCP-8596-1:\n Erik, E-R-I-K, Ramsey, R-A-M-S-E-Y.\n\n\n(Ambrose makes note.)\n\n\nAmbrose:\n Age.\n\n\nSCP-8596-1:\n Sixty-four.\n\n\n(Ambrose makes note.)\n\n\nAmbrose:\n Have you had any violent thoughts lately?\n\n\nSCP-8596-1:\n Why are you here?\n\n\nAmbrose:\n To do this interview.\n\n\nSCP-8596-1:\n You know, Director Lague came here not too long ago. Apparently, he almost destroyed 322 with some machine he commissioned. Before him was Doctor Mooney, accused of embezzlement with that gumball machine they insist helps the Site. And before that was Julian after some creature got loose in his section. You weren't sent here on your merits; even with this collar on, I can tell that.\n\n\nAmbrose:\n I drew the short straw.\n\n\nSCP-8596-1:\n Am I that unappealing?\n\n\n(Ambrose is silent.)\n\n\nSCP-8596-1:\n What did they tell you?\n\n\nAmbrose:\n That you lost it.\n\n\nSCP-8596-1:\n That's a roundabout way of saying it, but sure.\n\n\nAmbrose:\n You want to have a conversation? Sure. Why don't you tell me what happened?\n\n\nSCP-8596-1:\n Have you had the pleasure of meeting the former Leandra Pollock?\n\n\n\n\n\n\n\n\nETHICS COMMITTEE INQUEST\n\n\n\n\n\n\nACCUSED:\n Doctor LEANDRA POLLOCK\n\n\nSUMMARY:\n DR. POLLOCK is accused of the following:\n\n\n\n\nFacilitating the death of Researcher TED FRANKLIN after she suffered a nervous breakdown;\n\n\nAttempting to dispose of the corpse of FRANKLIN, which was covered in anomalous research material, against the guidelines created by the Acroamatic Abatement Department;\n\n\nThreatening security personnel with an anomalous artifact so they would remove the incident's video footage;\n\n\nForcing said security personnel to consume a toxic cocktail of unprocessed amnestics, leading to permanent memory complications for those affected;\n\n\nDesertion.\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8596-1:\n My abilities, as cliché as it may sound, are a blessing and a curse. I could look around a bar and figure out which woman I had a chance of bringing home just by the twitch of some muscle on her face or the way her eyes dilated in the light. I wasn't employed—\n\n\nAmbrose:\n Integrated.\n\n\nSCP-8596-1:\n —\nintegrated\n for no reason.\n\n\nAmbrose:\n I never denied that.\n\n\nSCP-8596-1:\n The curse of my whole ordeal is just that: I know people too well. I read that report the Ethics Committee gave me, and I knew it was over for her before then. Someone had it out for her. Just by reading that, I knew. Even with the collar, I still see it.\n\n\n\n\n\n\n(The interrogation chamber has been altered by SCP-8596-1, appearing as Leandra Pollock's office.)\n\n\nSCP-8596-1:\n To be honest with you, I didn't quite like Ted.\n\n\n(Pollock is silent.)\n\n\nSCP-8596-1:\n One thing I've always disliked about this Site — not that I know any of the others — is that it's a little lax here.\n\n\nPollock:\n I guess.\n\n\nSCP-8596-1:\n I enjoy professionalism. Even though I'm being forced to do this with you, I take it seriously. It's a job.\n\n\nPollock:\n I take my job seriously.\n\n\nSCP-8596-1:\n That wasn't the implication I was aiming for. Site-322's problem is that it doesn't place stock in professionalism. Paul is more than willing to shove a real problem into Doctor Coix's desk while he goes off to contain \"funny\" anomalies like children do with Pokémon.\n\n\nPollock:\n Hmph.\n\n\nSCP-8596-1:\n \"Hmph,\" what?\n\n\nPollock:\n Just a hmph.\n\n\n(SCP-8596-1 squints at Pollock.)\n\n\nSCP-8596-1:\n Remind you of someone?\n\n\nPollock:\n Ted was a character.\n\n\n\n\n[2 HOURS REDACTED FOR BREVITY]\n\n\n\n\nPollock:\n It was focused on submolecular studies. I was tasked with creating a way to destroy something efficiently from the atomic level. Something 43 wanted to ease their disposal of anomalous material.\n\n\nSCP-8596-1:\n Was it ever finished?\n\n\nPollock:\n I placed it on the back burner.\n\n\n(Silence.)\n\n\nSCP-8596-1:\n I understand the pressure you're under.\n\n\nPollock:\n Meaning what?\n\n\n(SCP-8596-1 snaps his fingers and the room's security cameras disappear. Only audio is available.)\n\n\nSCP-8596-1:\n Would you say that this has alleviated the pressure?\n\n\nPollock:\n \n[…]\n I would.\n\n\nSCP-8596-1:\n I need you to work with me, and I can alleviate even more pressure.\n\n\nPollock:\n The microphone you have on your chest isn't helping much there.\n\n\nSCP-8596-1:\n For once, someone read my mind.\n\n\n(SCP-8596-1 powers his microphone off.)\n\n\n\n\n[30 MINUTES PASS]\n\n\n\n\n(Cameras and microphones reactivate. Pollock is lying on the floor, crying, as SCP-8596-1 comforts her. SCP-8596-1 nods to one of the cameras before security teams invade the room and remove Pollock. The office layout dissolves, appearing like fading ocean waves as the interrogation chamber comes back into view.)\n\n\n\n\nAfterword:\n Dr. Leandra Pollock has admitted to the incidents that led to her arrest.\n\n\n\n\n\n\nAmbrose:\n What's wrong with that?\n\n\nSCP-8596-1:\n She didn't do it.\n\n\nAmbrose:\n She didn't do it?\n\n\nSCP-8596-1:\n I — allegedly — placed the memory of the events in her head and, uh, she— she was decommissioned.\n\n\nAmbrose:\n Jesus Christ. Why the hell would you do that?\n\n\nSCP-8596-1:\n I told you, they had it out for her.\n\n\nAmbrose:\n You were sent in as an interrogator! Your job was to get the truth.\n\n\nSCP-8596-1:\n That was never my job. My job was to get the answers those at the top wanted. Someone committed this crime, someone covered it up extremely well, and someone needed to take the fall, else they — we — all look weak.\n\n\nAmbrose:\n That's not—\n\n\nSCP-8596-1:\n Have you ever been in one of those containment cells?\n\n\nAmbrose:\n Why are you asking me?\n\n\nSCP-8596-1:\n Have you?\n\n\nAmbrose:\n I haven't.\n\n\nSCP-8596-1:\n I bet no one employed by the Foundation has spent the same amount in a containment cell as some of the \"anomalies\" they have locked in there. Even with the treats they give us to keep us sane, it's draconian. For me, I was in an eight by eight box, with a cot I was too big for. What did I get to keep me sane? A cracked television with three news channels, three crossword puzzle books, human interaction with guards for around three minutes total per day, and a record player without any music; all of my requested records were on \"back order.\"\n\n\nAmbrose:\n I didn't know any of this.\n\n\nSCP-8596-1:\n That wasn't even the worst part! My reality anchor was wired into the \nsame switch that controls my room's light.\n I begged and pleaded for those poisonous, blinding, buzzing lights to be turned off for just an hour, just one hour so I could sleep! They refused out of fear I would break out.\n\n\nAmbrose:\n I'm sorry, but—\n\n\nSCP-8596-1:\n I wasn't going back in there. There's nothing that would make me go back in there.\n\n\n\n\n\n\n(Armed security personnel surround SCP-8596-1, commanding him to lay on the ground with his limbs spread.)\n\n\n(SCP-8596-1 cocks his neck; the security personnel's weapons vanish. The sector is put on lockdown. He looks to a nearby security camera.)\n\n\nSCP-8596-1:\n I'm going to let these men leave. After that, I would like to speak with Director Lague.\n\n\n\n\n\n\nSCP-8596-1:\n He's a softie for anomalies, luckily for me. We came to an understanding.\n\n\nAmbrose:\n And you landed here.\n\n\nSCP-8596-1:\n I did. I was allowed to create a \"comfortable environment\" for myself before this albatross was hung around my neck.\n\n\n(SCP-8596-1 taps its collar.)\n\n\nSCP-8596-1:\n Now, I get shipments of some entertainment every month, restock food every week, and peace and quiet. The stress of being locked away forever is gone.\n\n\nAmbrose:\n You're still locked away.\n\n\nSCP-8596-1:\n It's a matter of perspective. This is a house I built with my own mind, made for my comfort and mine alone. You, you'll have to go back in that car for a few hours, then in that plane for even longer, and then you'll arrive back to that Site, where you'll work for a minimum of ten hours before going into your dorm, in that same Site, before waking up the next day and doing it all over again.\n\n\nAmbrose:\n You can't tell I empathize with you?\n\n\n(SCP-8596-1 taps its collar again.)\n\n\nAmbrose:\n I've never been happy about what we do with anomalies. It's one of those things you need to be aware of while also knowing that it's wrong.\n\n\nSCP-8596-1:\n So work within the system without changing it.\n\n\nAmbrose:\n I tried to explain it, not justify it.\n\n\nSCP-8596-1:\n You know, for the year I was employed—\n\n\nAmbrose:\n Integrated.\n\n\nSCP-8596-1:\n —\nintegrated\n and the months before, when I was just in my cell, I never really met someone who was as outspoken as you were.\n\n\nAmbrose:\n The main goal of the Director of our Site is what you're hoping for.\n\n\nSCP-8596-1:\n It's the same containment in a new form. If you wanted to, you could leave today and go home forever. If I tried that when I was integrated, I'd be locked back up. Paul doesn't care about me or any other anomaly; he cares about the optics. How he's able to make everyone see him as the moral Site Director. Only he is able to work with anomalies and, in turn, make them work for the Foundation. The attention you can get from that is astronomical.\n\n\nAmbrose:\n I don't let my opinions affect the place that puts food on my table.\n\n\nSCP-8596-1:\n It's good to have morals. You're a diamond in the rough, one could say.\n\n\nAmbrose:\n I'm another cog in the machine.\n\n\nSCP-8596-1:\n I told you, opinions like that are a rarity.\n\n\nAmbrose:\n It means nothing.\n\n\nSCP-8596-1:\n How so?\n\n\nAmbrose:\n Empty words. I still work for them. Means nothing.\n\n\nSCP-8596-1:\n I don't think so. I think you know it means more than nothing. A lot more.\n\n\nAmbrose:\n Does it?\n\n\nSCP-8596-1:\n Considering the entirety of this conversation, I think this means a lot to you.\n\n\n(Ambrose is silent. After a pause, he takes his drink and downs it. He gives himself a heavy pour of bourbon, downing it again.)\n\n\nSCP-8596-1:\n I think this means way more than I can even tell, with or without this collar.\n\n\n\n\n\n\nPERSONNEL DOSSIER\n\n\n\n\n\n\n\n\nResearcher Kenneth Wilkins.\n\n\n\n\n\n\n\n\nSITE:\n Site-322\n\nDEPARTMENT:\n Department of Dimensional Studies\n\n\nCURRENT PROJECT(s):\n KENNETH WILKINS and GEORGE AMBROSE are researching a process for facilitated transdimensional travel. With the Foundation's current capabilities, travel into alternate, parallel dimensions requires either unmanageable and excessive energy use or a preexisting transdimensional Way being opened by an anomalous force.\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nSCP-8596-1:\n Seems interesting.\n\n\nAmbrose:\n It is. It was a lot of fun in the beginning. I didn't really know Kenny too well before this. I think we joined the Foundation the same year but that was about it. It happened that we both had nothing going on and an interest in alternate dimensions. We got on pretty well, all things considered.\n\n\n\n\n\n\n(Researcher Wilkins is sitting, watching a report on the Wanderer's Library's Ways. Researcher Ambrose is seated across the room in their laboratory, scribbling equations on a page.)\n\n\nWilkins:\n Has anyone seen a Way being opened?\n\n\nAmbrose:\n For the Wanderer's Library? Those are thousands of years old.\n\n\nWilkins:\n We have a few millennia-old people roaming around here.\n\n\nAmbrose:\n There's no way we get to talk to them, ignoring the fact they're not even at the Site.\n\n\n(Wilkins moves to Ambrose and gently places his hand on his back, rubbing Ambrose in a circular motion.)\n\n\nWilkins:\n What's wrong?\n\n\nAmbrose:\n I'm stressed! What are we three weeks—\n\n\nWilkins:\n Nineteen days. \nTechnically.\n\n\n(He smiles.)\n\n\nAmbrose:\n Great. Nineteen days of nothing.\n\n\nWilkins:\n We have a year. Maybe two if we get down on our knees and beg.\n\n\nAmbrose:\n Yeah, I bet we get that.\n\n\nWilkins:\n Such a downer. I guess I'm the only one enjoying our long, exclusive, alone time together.\n\n\nAmbrose:\n Did I imply that?\n\n\nWilkins:\n Just reading between the lines.\n\n\nAmbrose:\n You're reading wrong.\n\n\nWilkins:\n Look, we'll figure something out. Someway and somehow.\n\n\n(Wilkins kisses Ambrose's cheek and returns to his seat.)\n\n\n\n\n\n\nSCP-8596-1:\n Got on well, huh?\n\n\nAmbrose:\n Yeah, yeah. We got on well.\n\n\nSCP-8596-1:\n I don't really get surprised, at least before this piece of jewelry was put on me, but I'm always, I guess you could say, intrigued by smart people doing smart things. You can show me a motherboard, explain how it works, explain what it does, and explain how each component helps with that, and I'd understand it fully, but if you asked me how someone came up with that, I'd be at a loss. So, how did you figure out transdimensional travel?\n\n\nAmbrose:\n Funnily enough, the answer was in the Ways.\n\n\n\n\n\n\nMEETING OF THE OVERSEER COUNCIL\n\n\n\n\n(Wilkins and Ambrose are presenting their findings to the Overseer Council.)\n\n\nWilkins:\n Now, this oil-slick-looking thing is a Way. As most of you probably know, Ways are doorways into the Wanderer's Library. While anomalous, Ways specifically fall under the umbrella of thaumaturgy, which had led our contemporaries to disregard them as impossible to replicate. Now, with our current findings, we've managed to synthesize the material used to create Ways.\n\n\n(Ambrose powers a fume hood. A beaker of metallic, rainbow-tinted liquid is spilt under the hood. As it sets, it gains its oil-slick appearance.)\n\n\nAmbrose:\n Before this presentation, I went ahead and placed an item in the dimension this Way leads to.\n\n\n(Ambrose reaches into the Way, pulling a green apple out of it.)\n\n\n\n\n\n\nAmbrose:\n It was a convincing presentation, enough to get us some more in the budget department and a few junior researchers to work with us.\n\n\nSCP-8596-1:\n Couple time was ruined?\n\n\nAmbrose:\n At this point, I had actually moved out of my dorm and into his place. My sister said it was too fast, but sometimes you just know.\n\n\nSCP-8596-1:\n I see. What I don't understand is how you go from what I assume is an empty pocket dimension to transdimensional travel.\n\n\nAmbrose:\n As stupid as it might sound, it's all magic.\n\n\n\n\n\n\nMEETING OF THE OVERSEER COUNCIL\n\n\n\n\n(Wilkins and Ambrose are presenting their findings to the Overseer Council.)\n\n\nWilkins:\n On a technical level, the Library's Ways are programmed to enter into the Library and out to the desired location based on a frequency. Every universe emits its own frequency, and each location within that universe has its own frequency all the way down; the trouble is just channeling it. This is something that's like breathing to the Librarians, but for us, it requires much more tuning and failing before we get something workable.\n\n\n(Ambrose retrieves a second beaker of the liquid, takes a brush, and paints a door-sized Way on the wall under the fume hood. He takes a blade from his pocket, whispering in an unknown language at it. It radiates a purple glow as Ambrose slices his hand, rubbing the blood on his palm and fingers. He holds his hand near the Way, struggling to keep it close. He gasps as seven glowing, purple strands of energy shoot from the cut and attach to the edges of the Way. He closes his eyes, and with his other hand, he gently pushes, pulls, and twists the strings.)\n\n\n(Behind the Council, a crack in reality begins to form. Ambrose pulls the final strand and a second Way appears, shaking the room. Wilkins enters the original Way, exiting behind the Council.)\n\n\n\n\n(The pair exit the meeting silently, pacing down the hall. Smiles grow on both of their faces They enter the elevator, where they're witnessed celebrating and hugging each other. Wilkins grabs the nape of Ambrose's neck and shouts happily into his face. The pair kiss.)\n\n\n\n\n\n\nSCP-8596-1:\n That is amazing.\n\n\nAmbrose:\n It was, but it still wasn't transdimensional travel. It was a portal on Earth.\n\n\n(Ambrose downs a third glass of bourbon. He pours himself another.)\n\n\nAmbrose:\n We needed transdimensional travel. It is, at its core, reasonably easy: just grab a different main frequency and build from there.\n\n\nSCP-8596-1:\n The trouble?\n\n\nAmbrose:\n Infinite dimensions. Infinite frequencies. It would take me a lifetime to sift through everything available to find just one specific dimension, let alone what the Overseers were asking. This was going to be part of their early warning system. They needed nearly exact replicas of our universe. Exact replicas are easy to find; just tune the frequency up or down a micrometer in or out on that third strand. But near duplicates? They \nexist\n—\n\n\nSCP-8596-1:\n But in an infinite pool.\n\n\nAmbrose:\n We found one, eventually. Just one.\n\n\nSCP-8596-1:\n I ask again, the trouble?\n\n\n\n\n\n\n(An autonomous drone flies out of the Way. The pair are disheveled, clearly lacking sleep. The light of early sunrise illuminates the room.)\n\n\nAmbrose:\n Looks solid.\n\n\n(Ambrose makes note of the frequency.)\n\n\nWilkins:\n Solid? That looks perfect!\n\n\n(Wilkins moves to hug Ambrose, who barely reciprocates.)\n\n\nAmbrose:\n How you keep this energy is beyond me.\n\n\nWilkins:\n What's wrong?\n\n\nAmbrose:\n I'm exhausted.\n\n\nWilkins:\n Preaching to the choir.\n\n\nAmbrose:\n I think we should call it here and head home. I'll make a request for a hazmat team to scope the area before anything.\n\n\nWilkins:\n Now? Now!? Are you crazy?\n\n\nAmbrose:\n Maybe not fully but I'm for sure getting there.\n\n\nWilkins:\n We have to go in.\n\n\nAmbrose:\n Are \nyou\n crazy?\n\n\nWilkins:\n A little! I mean, look, when Fleming found—\n\n\nAmbrose:\n Do not invoke Fleming at me. That's not fair.\n\n\n(Wilkins smiles at Ambrose, who attempts to hide his smile behind a hand as he scribbles notes on a pad.)\n\n\nWilkins:\n \nWhen Fleming found penicillin\n imagine he waited for a hazmat team before investigating it himself.\n\n\nAmbrose:\n Technically, he told other people about it before doing anything stupid, like you want to do with this portal.\n\n\nWilkins:\n One time, we'll be done after that.\n\n\nAmbrose:\n Look at me, I love you. You know that. But, this is work. This is my job, and I take it seriously.\n\n\nWilkins:\n You don't think I take this seriously?\n\n\nAmbrose:\n That's not what I'm saying. This is our job. Our job has standards and procedures that we have to follow. Regardless of whatever is going on in our personal life, you can't use my love for you to do something that's wrong.\n\n\nWilkins:\n I'll go in. I'm not going to throw this out.\n\n\n\n\n\n\nSCP-8596-1:\n He was a hard-head.\n\n\nAmbrose:\n I wouldn't call it that. He liked risks, I didn't.\n\n\n\n\n\n\nAmbrose:\n It's not throwing anything out!\n\n\nWilkins:\n We're at the forefront of some of the best research that's ever been done on this topic, and you want the first person to enter a man-made transdimensional portal to be some former military no-name. No way!\n\n\nAmbrose:\n Goddamn it! You're out of your mind!\n\n\nWilkins:\n We deserve credit!\n\n\nAmbrose:\n We'll \nget\n it.\n\n\nWilkins:\n Name one NASA scientist who worked on the Apollo project.\n\n\nAmbrose:\n You know what, I'll just close it!\n\n\nWilkins:\n Don't \neven\n dare.\n\n\n(Wilkins paces to the Way, shoving his hand into it.)\n\n\nWilkins:\n Look! I'm fine!\n\n\nAmbrose:\n I'm not watching this. I'll see you at home. Get it together.\n\n\n\n\n\n\nAmbrose:\n And I left. Those were the last words I know he heard from my mouth.\n\n\nSCP-8596-1:\n He went all the way in?\n\n\nAmbrose:\n The dimension was an alternate Earth, nearly what we were looking for. The major divergence? The air had a parasitic, microscopic, airborne organism living in it. Billions, if not trillions of them. Humans, animals, everything evolved to live symbiotically with it. I walked into my lab that morning to the hazmat team I called the night before. They were carting his body out and fumigating the entire sector.\n\n\nSCP-8596-1:\n Jesus.\n\n\nAmbrose:\n I told him. I did. I promise.\n\n\n(Ambrose downs another glass of bourbon. SCP-8596-1 grabs the bottle from him as he attempts to pour it.)\n\n\nAmbrose:\n I promise I told him.\n\n\n\n\n\n\nLague:\n I understand how you're feeling.\n\n\nAmbrose:\n No! I really don't think you do!\n\n\nLague:\n It's not safe, George. He's— he's not doing well, and it's all happening very fast.\n\n\n(Ambrose's eyes well with tears.)\n\n\nLague:\n I'm not good at this; I'm really sorry. I can't imagine what you're going through right now. You have to view this objectively, though, he entered untested waters and picked up an entirely unknown sickness. The amount of protection the nurses have to wear is unbelievable. It might kill you if you see him.\n\n\nAmbrose:\n I need to see him.\n\n\nLague:\n I'm really sorry.\n\n\n(Ambrose begins to cry.)\n\n\nAmbrose:\n We were so close to being done! Why did I let this happen? Oh my god! I should've stayed! Why! Why didn't I stay?\n\n\nLague:\n You can't blame yourself.\n\n\nAmbrose:\n Please, please, Paul. Please let me see him with my own eyes. Just once.\n\n\nLague:\n I can't. I really, really can't.\n\n\n\n\n\n\nAmbrose:\n They wouldn't let me see him.\n\n\nSCP-8596-1:\n That's very hard.\n\n\nAmbrose:\n I don't think I've ever wanted anything more.\n\n\nSCP-8596-1:\n I understand why they wouldn't let you, as cruel as it is. How awful.\n\n\nAmbrose:\n It wasn't safe. That's all they kept telling me. He was contagious and he was dying. I would get to see him then but they didn't know when that would be.\n\n\nSCP-8596-1:\n That's not enough.\n\n\nAmbrose:\n Still, it wasn't safe.\n\n\n\n\n\n\n(A Way opens in Paul Lague's office. Ambrose exits, wielding a crowbar. He finds a locked drawer at Lague's desk. Wedging the crowbar, he peels the drawer open and retrieves Lague's spare keycard and a pistol.)\n\n\n\n\n\n\nAmbrose:\n Lague went home every night around two in the morning, so that was easy enough. I knew the security guys had a smoke break at quarter after three every night. Kenny and I used to take our breaks with them during those longer nights. It was about five minutes, but it was enough time.\n\n\n\n\n\n\n(Another Way is opened in the Site's surveillance console. Ambrose exits, scanning Lague's credentials and gaining admin privileges on the system. He sifts through camera feeds, eventually finding the medical bay. He locates a room that's marked as occupied but has no surveillance, assuming it houses Wilkins. Ambrose deactivates the medical bay's camera before exiting the console and closing the Way.)\n\n\n\n\n\n\nAmbrose:\n There weren't any cameras in his room. I don't know why they didn't have cameras in his room.\n\n\nSCP-8596-1:\n What happened next?\n\n\nAmbrose:\n I— I had turned off the rest of the cameras, but I left the keycard and I— I guess there was an alert that the cameras were turned off. The Site was put on lockdown. I wanted a video of our last time together. I just wanted to be able to see his face.\n\n\n(Ambrose's eyes well with tears.)\n\n\nAmbrose:\n We were so busy with work; we— we never got a picture together. How didn't we get a picture together? How is that possible? Weeks went by without seeing him; I was forgetting his face — his gorgeous smile. I remembered the feelings I felt when I saw him, like the way he laughed when I'd get that twitch in my eye when I was stressed. I just couldn't remember his face. You lose it so fast after being apart for so long. I just wanted something to look at to remember him. Something that was us.\n\n\nSCP-8596-1:\n Then?\n\n\nAmbrose:\n I went back to my lab and grabbed a body camera. I just wanted to get a video of us hugging. Immortalized in that way. I wouldn't have to see him again.\n\n\n\n\n\n\n(Ambrose is breathing heavily, sounding like he's holding back tears. He pulls the final purple strand extending from his hand. He takes a long breath and enters the Way, exiting into a medical bay room.)\n\n\nAmbrose:\n Kenny?\n\n\n(To the room's far left is a white bed. A sheet covers a mass laid on it. Various medical devices, including IV therapy machines, ventilators, and heart rate monitors, beep and buzz loudly.)\n\n\nAmbrose:\n Kenny? Are you there?\n\n\n\n\n\n\nAmbrose:\n It was empty. Nothing was in there to make me believe he was as contagious as I was told. Nothing. Nothing at all.\n\n\nSCP-8596-1:\n Keep going.\n\n\n\n\n\n\n(Ambrose approaches the bed and removes the sheet.)\n\n\n(The body is Kenneth Wilkins. He's extremely emaciated, with little to no fat or musculature to see on his body. The skin looks more like cracked, flaking porcelain than flesh, giving Wilkins a doll-like appearance. His eyes are open, unblinking, and tinged green and cloudy. A mass is seen writhing in his stomach.)\n\n\n(Ambrose falls to the ground, wailing.)\n\n\n\n\n\n\nSCP-8596-1:\n Was he alive?\n\n\n(Tears stream down Ambrose's face)\n\n\nAmbrose:\n I may have laid there for seconds or years crying. I— I couldn't tell. The only thing that broke me out was an alarm.\n\n\n\n\n\n\n(A lockdown alarm sounds in the medical bay. A single security officer enters the room.)\n\n\nSecurity Officer:\n George! Exit the room with your hands raised!\n\n\nAmbrose:\n Why does he look like this?\n\n\nSecurity Officer:\n Get out of the room, George. Listen to me! I don't want to hurt you!\n\n\nAmbrose:\n Are you keeping him alive?\n\n\nSecurity Officer:\n You have ten seconds to remove yourself from the room!\n\n\nAmbrose:\n Are all of these machines keeping him alive like this?\n\n\nSecurity Officer:\n George, please, there's more of my team coming, and they're not going to be as nice. Get out of the room!\n\n\nAmbrose:\n Answer my fucking question! Are all of these machines keeping him alive?\n\n\nSecurity Officer:\n It's not our choice.\n\n\nAmbrose:\n You're keeping him alive like this?\n\n\nSecurity Officer:\n Please, leave the room. We'll get you amnestics.\n\n\n(Ambrose shoots the guard in the chest, who falls limply to the floor.)\n\n\n(He paces the room in hysterics, breaking quickly and crying. The body camera is removed and thrown to the ground. He vomits on the floor and then approaches Wilkins' body.)\n\n\n(Inaudible dialogue is heard. The camera sees Ambrose leaning over Wilkins. He's audibly crying.)\n\n\n(Another gunshot is heard. Ambrose grabs the body camera and shell casings, and exits the room.)\n\n\n\n\n\n\n(Ambrose is standing over the sink gagging. SCP-8596-1 places a hand on his shoulder. He's crying.)\n\n\nAmbrose:\n What did I do? What did I do?\n\n\nSCP-8596-1:\n You put him out of his misery?\n\n\n(Ambrose is silently crying. He breathes deeply.)\n\n\nAmbrose:\n I had to. I had to.\n\n\nSCP-8596-1:\n Keep going.\n\n\nAmbrose:\n I— I couldn't leave him like that. I couldn't.\n\n\n(SCP-8596-1 points at Ambrose's face, guiding him to eye contact.)\n\n\nSCP-8596-1:\n Look at me. Focus. What next?\n\n\nAmbrose:\n I had to. I had to. I promise! I \npromise\n I had to. Please. I'm sorry. I \nhad\n to do it.\n\n\n(Ambrose rubs his hands through his hair.)\n\n\nAmbrose:\n I— I opened another Way. I opened the Way we had put the apple in during that— oh god!\n\n\n(Ambrose breaks down.)\n\n\nSCP-8596-1:\n Focus! Focus on my face.\n\n\nAmbrose:\n And— I— I grabbed the bed and put Kenny in there— with the guard and the camera — and I just \nleft\n them in there in that cold empty place.\n\n\n(Ambrose breaks further, crying into the sink.)\n\n\n(SCP-8596-1 unclips his collar, removing it.)\n\n\nAmbrose:\n What—?\n\n\n(The walls of the house begin rippling like ocean waves.)\n\n\nAmbrose:\n What's going on?\n\n\n(Ambrose sniffles and gags.)\n\n\n(The facade of the house fades away. An interrogation chamber is revealed. SCP-8596-1 looks to a security camera and nods at it. Security teams invade the room and remove Ambrose. Lague enters as they leave.)\n\n\nLague:\n Amazing. Absolutely amazing.\n\n\nSCP-8596-1:\n Mhm. Thanks.\n\n\n(SCP-8596-1 hands the collar to Lague.)\n\n\nLague:\n That was much faster than I thought it would be.\n\n\nSCP-8596-1:\n I watched maybe 2000 tapes on this guy. I'd hoped it be shorter.\n\n\nLague:\n And the story about the researcher you falsely convicted. Chef's kiss. The Ethics Committee's gonna be very happy that we don't have to go on trial here.\n\n\nSCP-8596-1:\n You hired me for a reason. Scrub that description of me in the prop doc. I don't want anyone reading that.\n\n\nLague:\n Consider it done. A month of isolation, and he still wouldn't say a word. Great, great work, Erik.\n\n\nSCP-8596-1:\n I'll take care of the rest of the paperwork.\n\n\n(SCP-8596-1 moves to the exit.)\n\n\nLague:\n Be my guest. Just update the 8596 file.\n\n\n«END LOG»\n\n\n\n\n \n\n\n \n\n\n\n\nNOTE:\n The pseudonym of SCP-████, \"SCP-8596-1,\" has been removed from this document. Any remaining information referencing SCP-8596-1 should be submitted to Site-322's RAISA representative so it may be deleted from this file. SCP-████'s faux designation, its addition to this file, and its deletion from this file were approved by O5-3.\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8596\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n N/A\n\n\nDescription:\n SCP-8596 was the body of Kenneth Wilkins. Wilkins was originally employed in the Department of Dimensional Studies, tasked with creating an affordable, replicable method of transdimensional travel.\n\n\nAfter traveling into an alternate Earth (designated DS-10226701), Wilkins was infected with an airborne parasite that quickly ravaged his body. Site-322's medical personnel conferred with the Ethics Committee and Overseer Council, determining that the research potential of this pathogen outweighed allowing Wilkins to pass. As such, his body was kept alive artificially until research was complete, at which time it would be decommissioned.\n\n\nSCP-8596 was neutralized by a rogue member of Site-322's personnel who suffered a mental breakdown following a personal issue related to the SCP-8596 case. SCP-8596 was shot in the forehead with a pistol along with the security officer who attempted to arrest him, Benjamin Seymor.\n1\n The corpses, the murder weapon, and miscellaneous pieces of evidence were subsequently hidden in an alternate Earth (designated DS-00000011).\n\n\nThe rogue agent, George Ambrose, has been interrogated and confessed to the murder of Kenneth Wilkins and Benjamin Seymor. For these offenses, along with breaking and entering, credential theft, unauthorized use of Thaumaturgy, misuse of Foundation resources, and participation in an unapproved workplace relationship, George Ambrose has been imprisoned at Site-06 and is awaiting termination.\n\n\n\n\nFootnotes\n\n\n1\n. Seymor has posthumously received the Foundation Star Award for his sacrifice during this incident.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8595\n | SCP-8596 | \nSCP-8597\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPlaguePJP's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7590\n \n(+153)\n \n•\n\n\n\n\n\n\nSCP-6595\n \n(+197)\n \n•\n\n\n\n\n\n\nSCP-6592\n \n(+79)\n \n•\n\n\n\n\n\n\nSCP-7592\n \n(+224)\n \n•\n\n\n\n\n\n\nSCP-8594\n \n(+125)\n \n•\n\n\n\n\n\n\nSCP-5593\n \n(+107)\n \n•\n\n\n\n\n\n\nSCP-7595\n \n(+214)\n \n•\n\n\n\n\n\n\nSCP-5592\n \n(+102)\n \n•\n\n\n\n\n\n\nSCP-8599\n \n(+241)\n \n•\n\n\n\n\n\n\nSCP-618\n \n(+149)\n \n•\n\n\n\n\n\n\nSCP-8593\n \n(+184)\n \n•\n\n\n\n\n\n\nSCP-5591\n \n(+131)\n \n•\n\n\n\n\n\n\nSCP-6594\n \n(+122)\n \n•\n\n\n\n\n\n\nSCP-6597\n \n(+180)\n \n•\n\n\n\n\n\n\nSCP-7597\n \n(+143)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nHOGSLICE Makes A Friend\n \n(+168)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nPLAGUEPJPAGE\n \n(+204)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPhobophobia\n\n\n\n\n\n\nAnthology 2024\n\n\n\n\n\n\n\n\n\n\n\n\nPyrophobia\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8596\n\" by PlaguePJP, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8596\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n church1.png, church2.png\n\n\nName:\n Mount Ida - Abandoned Church\n\n\nAuthor:\n Roger W\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nFilename:\n ramsey.png\n\n\nName:\n DSC_0088.JPG\n\n\nAuthor:\n Andrew Feinberg\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nFilename:\n ambrose.png\n\n\nName:\n Matt Hawes\n\n\nAuthor:\n Gage Skidmore\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nFilename:\n wilkins.png\n\n\nName:\n Launch Conference\n\n\nAuthor:\n LAUNCH Partnership, Photography by Ken Yeung\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nflicker",
    "addendums": [
        "Addendum 8596.1: SCP-8596-1 Interview\nResearcher George Ambrose was designated as SCP-8596-1's interviewer for the second half of 2024. He was given the above SCP-8596 documentation and deployed to SCP-8596-1's containment chamber on October 13th, 2024.\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-8596 \" by PlaguePJP, from the SCP Wiki . Source: https://scpwiki.com/scp-8596 . Licensed under CC-BY-SA .",
        "Filename: church1.png, church2.png Name: Mount Ida - Abandoned Church Author: Roger W License: CC BY-SA 2.0 Source Link: flickr",
        "Filename: ramsey.png Name: DSC_0088.JPG Author: Andrew Feinberg License: CC BY 2.0 Source Link: flickr",
        "Filename: ambrose.png Name: Matt Hawes Author: Gage Skidmore License: CC BY-SA 2.0 Source Link: flickr",
        "Filename: wilkins.png Name: Launch Conference Author: LAUNCH Partnership, Photography by Ken Yeung License: CC BY 2.0 Source Link: flicker"
    ],
    "containment_procedures": "N/A",
    "description": "SCP-8596 was the body of Kenneth Wilkins. Wilkins was originally employed in the Department of Dimensional Studies, tasked with creating an affordable, replicable method of transdimensional travel.",
    "title": "SCP-8596"
}