{
    "url": "https://scp-wiki.wikidot.com/scp-8597",
    "all_text": "PlaguePJP & J Dune: XLIII\n\n\n\n\n\n\n\n\n\n\n\n\n.\n\n\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+180\n+\n–\nx\n\n\n\n\nby PlaguePJP & J Dune\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-8597\n — \nyour month, your guy\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8597\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8597 starting slide.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Upon discovery of an active SCP-8597 instance, standard online content removal procedures are to be carried out by Foundation Web-Crawler-TT-01 “\nShou Chew’s Revenge\n.” Standard amnesticization protocols are to follow should a member of the public encounter an instance of SCP-8597-1.\n\n\nDescription:\n SCP-8597 is a slideshow uploaded to social media and content application \nTikTok\n.\n\n\nSCP-8597 is thirteen images long. Upon viewing, a looping 30-second audio clip of Claude Debussy's \nClair De Lune\n will play. The first slide is dedicated to a title card reading \"\nyour month, your guy,\n\" followed by twelve images. Each depicts an instance of SCP-8597-1, as well as its name and individual characteristics.\n\n\nSCP-8597-1 is a group of twelve anomalous entities correlated to a month of the year that spontaneously appear upon viewing SCP-8597. The viewer’s birth month is the determining factor in which of the twelve entities will manifest.\n\n\nFor an SCP-8597-1 instance to materialize, a user must have the slide corresponding to their birth month opened for over 60 seconds. The title card also specifies that users \"believe hard;\" though there is no evidence linking a user's belief and the likelihood of an SCP-8597-1 manifestation. A user's SCP-8597-1 instance will remain within their vicinity as long as SCP-8597 is actively open on a user's device.\n\n\nShould a user scroll away from SCP-8597, close the application, or shut their device off, the SCP-8597-1 instance will violently explode. Among the blood and viscera, a piece of paper will be left in place of the entity, containing only a text-based \"sad face\" emoticon.\n1\n Users can remanifest their corresponding SCP-8597-1 instance by following the manifestation parameters above.\n\n\nAddendum 8597.1:\n SCP-8597-1 Instances\n\n\n\n\n\n\n\n\nSCP-8597-1A | Jan.\n\n\nSCP-8597-1B | Feb.\n\n\nSCP-8597-1C | Mar.\n\n\nSCP-8597-1D | Apr.\n\n\nSCP-8597-1E | May\n\n\nSCP-8597-1F | Jun.\n\n\nSCP-8597-1G | Jul.\n\n\nSCP-8597-1H | Aug.\n\n\nSCP-8597-1I | Sep.\n\n\nSCP-8597-1J | Oct.\n\n\nSCP-8597-1K | Nov.\n\n\nSCP-8597-1L | Dec.\n\n\n\n\n\n\n\n\n\n\njanuary\n\n\nbicurious frank\n\n\n\n\n \n\n\n \n\n\n \n- ooh ooh aah aah\n\n\n \n- pees on stuff to claim it\n\n\n \n- fiscal conservative\n\n\n \n\n\n \n\n\n\n\nDescription:\n SCP-8597-1A is a golden snub-nosed monkey (\nRhinopithecus roxellana\n) enveloped in pink, purple, and blue colored light, commonly referred to as “bisexual lighting” in popular colloquialisms. SCP-8597-1A's lighting effect also carries to its general surroundings within a one-meter vicinity.\n\n\nSCP-8597-1A's intelligence is similar to the level of a human child between the ages of 6 and 11. While it can not speak, the entity can write in short, scribbled, albeit legible, sentences. It often does this to convince the user who manifested it to purchase financial investments, namely Gamestop and Tesla Motors stock, as well as several cryptocurrencies.\n\n\nSCP-8597-1A has shown great discomfort with its “bicurious” moniker, asking to be referred to as “just frank pls”, and frantically apologizing to Foundation staff for “shoving it down ur throats”. This apparent stress has caused SCP-8597-1A to hyperventilate and pass out on multiple occasions.\n\n\n\n\n\n\n\n\nfebruary\n\n\nsquid jame(s)\n\n\n\n\n \n\n\n \n\n\n \n- korean\n\n\n \n- reverse aquaman\n\n\n \n- will share his paramount+ password\n\n\n \n\n\n \n\n\n\n\nDescription:\n SCP-8597-1B is a Caribbean reef squid \n(Sepioteuthis sepioidea)\n. SCP-8597-1B is capable of respirating air and limited vocalization in the Korean language, sonically comparable to that of an elderly male.\n\n\nSCP-8597-1B’s vocal capabilities have been transcribed and translated below.\n\n\n\n\n”Do you have Paramount+?”\n\n\n”It has every episode of Star Trek under one umbrella for the first time in entertainment history.”\n\n\n”At $5.99 per month with limited commercial interruptions, it is an affordable service compared to other streaming platforms.”\n\n\n”The DVD box set of Star Trek: Voyager used to cost upwards of $200.”\n\n\n”Over 45,000 episodes and movies all under one umbrella for the first time in entertainment history.”\n\n\n”The future of the Star Trek franchise is entirely dependent on the success of Paramount+.”\n\n\n\n\nAttempts to extend conversation with SCP-8597-1B beyond these phrases have invariably failed.\n\n\nAttempts have been made to let SCP-8597-1B share its Paramount+ login information, however, it has become understood that SCP-8597-1B does not know how to read nor use a keyboard regardless of language.\n\n\n\n\n\n\n\n\nmarch\n\n\norb\n\n\n\n\n \n\n\n \n\n\n \n- wise (ask him questions he'll know the answer)\n\n\n \n- can sing unreleased beatles songs\n\n\n \n- do NOT feed after midnight\n\n\n \n\n\n \n\n\n\n\nDescription:\n SCP-8597-1C is a large, floating, luminescent sphere capable of speech in English. SCP-8597-1C will only speak when prompted with a question. Below are researchers' attempts to document the prescient abilities insinuated in SCP-8597-1C's slide.\n\n\n\n\n\n\nPrompt\n\n\nResponse\n\n\n\n\n\n\nWhat are today's winning lottery numbers?\n\n\n\"Have you heard \nTomorrow\n by the Beatles?\"\n\n\n\n\n\n\nWhat time is it right now?\n\n\n\"Have you heard \nThere Goes The Moon\n by the Beatles?\"\n\n\n\n\n\n\nCan you understand me? Say anything other than a non-existent Beatles song, if you understand me.\n\n\n\"Have you heard \nI Do Not Want To Touch Your Feet\n by the Beatles?\"\n\n\n\n\n\n\nResearchers have heeded the warning in the SCP-8597 slideshow. However, SCP-8597-1C has no mouth or orifice where sustenance could be inserted.\n\n\n\n\n\n\n\n\napril\n\n\nfloppy joe\n\n\n\n\n \n\n\n \n\n\n \n- a fish\n\n\n \n- can swim when in water\n\n\n \n- breathes water\n\n\n \n\n\n \n\n\n\n\nDescription:\n SCP-8597-1D is a Black sea bass (\nCentropristis striata\n). Upon manifestation, SCP-8597-1D will asphyxiate unless the user is in a non-chlorinated body of water during its manifestation.\n\n\nSCP-8597-1D has no discernable anomalous properties.\n\n\n\n\n\n\n\n\nmay\n\n\nlemon devin\n\n\n\n\n \n\n\n \n\n\n \n- literary enthusiast\n\n\n \n- life of the party\n\n\n \n- likes to ski (wink)\n\n\n \n\n\n \n\n\n\n\nDescription:\n SCP-8597-1E is a lemon that constantly and loudly emits a variety of EDM songs by musician John Summit. Should cocaine be placed on or near SCP-8597-1C, an appropriately sized pair of sunglasses will appear on its \"face\" for 15-30 minutes.\n\n\nThe music SCP-8597-1E produces can be muted when it is given access to the \nVice.com\n editorial archives circa 1998-2006. During this activity, SCP-8597-1E will occasionally interupt its readings to vocalize that “Vice used to be so fucking good, man.”\n\n\n\n\n\n\n\n\njune\n\n\nmy guy abe\n\n\n\n\n \n\n\n \n\n\n \n- has court-mandated anger management classes every thursday\n\n\n \n- no car\n\n\n \n- addicted to paypal's \"pay in 4\" program\n\n\n \n- all around nice guy\n\n\n \n\n\n\n\nDescription:\n SCP-8597-1F is a humanoid entity resembling Gritty, the mascot of the NHL's Philadelphia Flyers. All efforts to remove this costume have been fruitless. SCP-8597-1F is capable of speech in English. Interactions with SCP-8597-1F follow a consistent pattern, as seen in the below transcript.\n\n\n\n\nTRANSCRIPT\n\n\n\n\nSCP-8597-1F:\n Can you give me a ride?\n\n\nRsr. Hoover:\n Where?\n\n\nSCP-8597-1F:\n I need to go to court.\n\n\nRsr. Hoover:\n Which court?\n\n\nSCP-8597-1F:\n I have my classes. I need to go to court.\n\n\nRsr. Hoover:\n Which court?\n\n\nSCP-8597-1F:\n The one with my classes.\n\n\nRsr. Hoover:\n I need you to help me out here.\n\n\nSCP-8597-1F:\n If you're gonna be an asshole, just say no.\n\n\nRsr. Hoover:\n I'm asking you a simple question.\n\n\nSCP-8597-1F:\n I'll violate my terms if I miss a class.\n\n\nRsr. Hoover:\n Where are the fucking classes?\n\n\nSCP-8597-1F:\n Court.\n\n\nRsr. Hoover:\n Now, it's a no.\n\n\n(SCP-8597-1F punches a hole in the wall.)\n\n\nSCP-8597-1F:\n One.\n\n\nSCP-8597-1F:\n Two.\n\n\n\n\nSCP-8597-1F will then follow closely behind the user that manifested it, counting up from one and breathing deeply between each number.\n\n\n\n\n\n\n\n\njuly\n\n\nsyndicated mitch\n\n\n\n\n \n\n\n \n\n\n \n- has all ten seasons of friends built-in\n\n\n \n- great sense of humor\n\n\n \n- chandler irl\n\n\n \n- has all ten seasons of friends built-in\n\n\n \n\n\n\n\nDescription:\n SCP-8597-1G is a CRT television that continuously plays episodes of \nFriends\n (1994) regardless of whether it is connected to a power source. Every line of dialogue is followed by the episode being paused and SCP-8597-1G making sounds akin to hysteric laughing for up to 10 seconds before resuming the program.\n\n\nFollowing the death of actor Matthew Perry on 2023/10/28, SCP-8597-1G has reacted to all dialogue delivered by the character Chandler with intense, protracted screaming before continuing the episode.\n\n\n\n\n\n\n\n\naugust\n\n\nuncle kingy\n\n\n\n\n \n\n\n \n\n\n \n- in debt\n\n\n \n- has an iconic catchphrase\n\n\n \n- thousands of dollars in casino comps\n\n\n \n- wanna go play the ponies kid\n\n\n \n\n\n\n\nDescription:\n SCP-8597-1H is a humanoid entity resembling Italian-American actor Frank Vincent.\n\n\nIf prompted to say its “iconic catchphrase”, SCP-8597-1H will declare that it is “time to fucking gamble!”, before disappearing alongside the subject. Upon reappearing seconds later, subjects will report having spent up a prolonged period of time— ranging from a day to three weeks— with SCP-8597-1H in a sprawling casino environment. Activities did not divert from watching SCP-8597-1H repeatedly and invariably lose at a variety of games before being forcibly ejected from the premises and reappearing in baseline reality.\n\n\nUpon using wi-fi connected devices following SCP-8597-1H’s manifestation, the subject will find that money from any connected banking accounts has been deposited into the DraftKings Sportsbook website.\n\n\n\n\n\n\n\n\nseptember\n\n\nunsophisticated doug\n\n\n\n\n \n\n\n \n\n\n \n- what a guy\n\n\n \n- real winner\n\n\n \n- living legend\n\n\n \n- has a shitty brother\n\n\n \n\n\n\n\nDescription:\n SCP-8597-1I is an inanimate statue resembling a bald humanoid. Subjects viewing SCP-8597-1I will invariably form an extremely favorable opinion of the object.\n\n\n\n\nRsr. Hoover:\n Hey, Dougmeister! How’s it hanging?\n\n\n(SCP-8597-1I stands in silence, looking amazing.)\n\n\nRsr. Hoover:\n That’s great man! I’m doing swell myself. Thanks for asking!\n\n\n(SCP-8597-1I does not respond, but that’s just fine!)\n\n\nRsr. Hoover:\n Hah hah! You’re the man, Doug!\n\n\n\n\nResearcher's Note:\n \nDoug's brother is a real prick.\n\n\n\n\n\n\n\n\n\n\noctober\n\n\nzhi peng (志鹏)\n\n\n\n\n \n\n\n \n\n\n \n- stands in the village all day (what does he do)\n\n\n \n- gives horrendous loot\n\n\n \n- i do not need any more iridescent skipping stones\n\n\n \n- dipshit\n\n\n \n\n\n\n\nDescription:\n SCP-8597-1J is a humanoid entity resembling a Chinese peasant from the Han dynasty period. It has not been observed to move from its point of manifestation, instead electing to remain idle until engaged by an individual. If engaged, SCP-8597-1J will ask that the individual assist them in completing a task. SCP-8597-1J converses in Chinese.\n\n\nThe nature of these requests vary incidentally, but typically require the individual to retrieve one or more items to then bring back to SCP-8597-1J. Upon completion, SCP-8597-1J will reward the individual.\n\n\nA table of example tasks has been recorded below.\n\n\n\n\n\n\nRequest\n\n\nReward\n\n\n\n\n\n\nSCP-8597-1J requested that the subject collect 22 sticks.\n\n\nUpon retrieving the objects from the exterior of the site, SCP-8597-1J presented the subject with a bundle of wool.\n\n\n\n\n\n\nSCP-8597-1J requested that the subject corral 4 wild boar, each having suddenly manifested upon the Site-322 premises.\n\n\nTask accomplished with minimal collateral damage. SCP-8597-1J presented the subject with a chrysanthemum flower.\n\n\n\n\n\n\nSCP-8597-1J requested that the subject slay “Fucanglong, Underworld Divine General”.\n\n\nA massive entity resembling a black-scaled dragon as stylized in Chinese mythology manifested inside a subterranean chamber underneath Site-322. The Site was thrown into immediate lockdown while an appropriate Mobile Task Force was secured for deployment. Upon the target’s neutralization, SCP-8597-1J presented the subject with a small wooden cartridge containing a silver powder, which, according to the entity, “can be used alongside a crafting kit to create arrowheads”. The Foundation has yet to ascertain a use for this item. Completion of this task yielded 15 casualties.\n\n\n\n\n\n\nContinued testing of SCP-8597-1J has been suspended until further notice.\n\n\n\n\n\n\n\n\nnovember\n\n\nbig maggie\n\n\n\n\n \n\n\n \n\n\n \n- always there for you\n\n\n \n- real sweetheart\n\n\n \n- cutie pie\n\n\n \n- running a bit late\n\n\n \n\n\n\n\nDescription:\n SCP-8597-1K is a Peterbilt 389 semi-trailer truck. SCP-8597-1K’s manifestation is delayed, instead appearing at an indeterminate point within 24 hours of viewing the slide under appropriate conditions. Manifestation occurs within a 1 km radius of the subject’s current position, typically on a nearby road. SCP-8597-1K will then rapidly accelerate towards the subject with enhanced force, demolishing any objects, structures, or individuals in the way of its path. Upon making physical contact with the subject, SCP-8597-1K will then de-manifest. Any destruction or damage caused by the entity— including casualties— will be reversed and nullified upon its disappearance.\n\n\n\n\n\n\n\n\ndecember\n\n\nunsophisticated craig\n\n\n\n\n \n\n\n \n\n\n \n- buffoon\n\n\n \n- absolute fool\n\n\n \n- waste of space\n\n\n \n- has a really cool brother\n\n\n \n\n\n\n\nDescription:\n SCP-8597-1L is an animated clay sculpture resembling a nondescript ape beating a shield with a bat. It causes all nearby people to insult and laugh at it; it will beat the shield with the bat a number of times depending on how malicious the insult is.\n\n\n\n\n\n\nInsult\n\n\nSCP-8597-1L Reaction\n\n\n\n\n\n\n\"Fucking idiot\"\n\n\nSCP-8597-1L beats the shield twice.\n\n\n\n\n\n\n\"I hope everything you do fails. I hope every woman you meet views you with disgust. I wish nothing but pain and horror for you. I hope all goes wrong for the rest of your life and I will follow to the ends of the Earth to watch the shitshow you are.\"\n\n\nSCP-8597-1L beats the shield once.\n\n\n\n\n\n\n\"Kill yourself\"\n\n\nSCP-8597-1L beats the shield eighteen times.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAddendum 8597.2:\n Incident 8597-Alpha\n\n\nOn November 24th, 2022, Junior Researcher Francesco White (born February 29th, 1992), performed a standard test with SCP-8597. Despite pulling the slide corresponding to his birth month, no SCP-8597 entity manifested. Instead, White's phone crashed due to overheating.\n\n\nOver the course of an hour, White's stomach became incredibly distended and bloated. He was sent to the Site infirmary, where nurses noted White's body temperature was 10 degrees below baseline. Attempts were made to sedate White, all of which failed, and his assertions of intense pain became continuous screaming as the mass grew larger. The mass squirmed violently within White before throwing him off the bed into a kneeling position. The mass could be seen moving up White's digestive tract, causing extreme distension to his chest and neck that should have sent White into unconsciousness or proven fatal. White expelled a black, viscous fluid from his mouth, followed by two hand-like implements attached to a 25-pound, amorphous blob of flesh, hair tissue, teeth, and eyeballs.\n\n\nWhite subsequently passed out but made a full recovery. When his phone was powered back on, he accessed SCP-8597 again, which displayed a single slide.\n\n\n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nRepeated testing on subjects born on the Leap Day (February 29th) has resulted in the same or similar outcomes.\n\n\n\n\nFootnotes\n\n\n1\n. :(\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8596\n | SCP-8597 | \nSCP-8598\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nPlaguePJP's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7597\n \n(+143)\n \n•\n\n\n\n\n\n\nSCP-7001\n \n(+560)\n \n•\n\n\n\n\n\n\nPlague's Proposal\n \n(+373)\n \n•\n\n\n\n\n\n\nSCP-6593\n \n(+193)\n \n•\n\n\n\n\n\n\nSCP-7592\n \n(+224)\n \n•\n\n\n\n\n\n\nSCP-5595\n \n(+556)\n \n•\n\n\n\n\n\n\nSCP-7593\n \n(+210)\n \n•\n\n\n\n\n\n\nSCP-5592\n \n(+102)\n \n•\n\n\n\n\n\n\nSCP-6595\n \n(+197)\n \n•\n\n\n\n\n\n\nSCP-8596\n \n(+274)\n \n•\n\n\n\n\n\n\nSCP-8594\n \n(+125)\n \n•\n\n\n\n\n\n\nSCP-7596\n \n(+131)\n \n•\n\n\n\n\n\n\nSCP-7590\n \n(+153)\n \n•\n\n\n\n\n\n\nSCP-6592\n \n(+79)\n \n•\n\n\n\n\n\n\nSCP-7594\n \n(+203)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nHOGSLICE Makes A Friend\n \n(+168)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nPLAGUEPJPAGE\n \n(+204)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8597\n\" by PlaguePJP and J Dune, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8597\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n slideshow1.png\n\n\nAuthor:\n \nPlaguePJP\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n frank.png\n\n\nLicense:\n CC BY-SA 2.0\n\nThis image is a composite of:\n\n\nName:\n Zoorasia, Yokohama, Japan\n\n\nAuthor:\n pelican\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nFilename:\n james.png\n\n\nName:\n Caribbean Reef Squid\n\n\nAuthor:\n YVC Biology Department\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nFilename:\n orb.png\n\n\nName:\n Fusion Festival 2008 (Element 3)\n\n\nAuthor:\n Adrian Be\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nFilename:\n fish.png\n\n\nName:\n Giant Black Sea Bass, San Clemente Island, Channel Islands, California.jpgCaribbean Reef Squid\n\n\nAuthor:\n w:en:Aquaimages\n\n\nLicense:\n CC BY-SA 2.5\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n lemon.png\n\n\nName:\n Lemon\n\n\nAuthor:\n Tschäff\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nFilename:\n gritty.png\n\n\nName:\n 2019-01-24 Gritty Philadelphia Flyers at All Star Game (cropped).jpeg\n\n\nAuthor:\n Tim Piper\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n telev.png\n\n\nName:\n Vintage television\n\n\nAuthor:\n N/A\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nrawpixel\n\n\n\n\n\n\nName:\n Frank Vincent (cropped).png\n\n\nAuthor:\n Rob DiCaterino\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n winner.png\n\n\nName:\n Sculpture inuit (Montréal, Canada)\n\n\nAuthor:\n Jean-Pierre Dalbéra\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nName:\n Chinese peasant costume.jpg\n\n\nAuthor:\n illustration by Percy Anderson for Costume Fanciful, Historical and Theatrical, 1906\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nName:\n Oldland Distributing truck Peterbilt No 286.jpg\n\n\nAuthor:\n D'oh Boy (Mark Holloway)\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n fool.png\n\n\nName:\n Sculpture inuit (Montréal, Canada)\n\n\nAuthor:\n Jean-Pierre Dalbéra\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nflickr\n\n\n\n\n\n\nFilename:\n blob.png\n\n\nName:\n St augustine carcass.jpg\n\n\nAuthor:\n N/A\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 8597.1: SCP-8597-1 Instances",
        "Addendum 8597.2: Incident 8597-Alpha\nOn November 24th, 2022, Junior Researcher Francesco White (born February 29th, 1992), performed a standard test with SCP-8597. Despite pulling the slide corresponding to his birth month, no SCP-8597 entity manifested. Instead, White's phone crashed due to overheating.\nOver the course of an hour, White's stomach became incredibly distended and bloated. He was sent to the Site infirmary, where nurses noted White's body temperature was 10 degrees below baseline. Attempts were made to sedate White, all of which failed, and his assertions of intense pain became continuous screaming as the mass grew larger. The mass squirmed violently within White before throwing him off the bed into a kneeling position. The mass could be seen moving up White's digestive tract, causing extreme distension to his chest and neck that should have sent White into unconsciousness or proven fatal. White expelled a black, viscous fluid from his mouth, followed by two hand-like implements attached to a 25-pound, amorphous blob of flesh, hair tissue, teeth, and eyeballs.\nWhite subsequently passed out but made a full recovery. When his phone was powered back on, he accessed SCP-8597 again, which displayed a single slide.\nRepeated testing on subjects born on the Leap Day (February 29th) has resulted in the same or similar outcomes."
    ],
    "documents": [],
    "notes": [
        "\" SCP-8597 \" by PlaguePJP and J Dune, from the SCP Wiki . Source: https://scpwiki.com/scp-8597 . Licensed under CC-BY-SA .",
        "Filename: slideshow1.png Author: PlaguePJP License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: frank.png License: CC BY-SA 2.0 This image is a composite of: Name: Zoorasia, Yokohama, Japan Author: pelican License: CC BY-SA 2.0 Source Link: flickr",
        "Filename: james.png Name: Caribbean Reef Squid Author: YVC Biology Department License: CC BY-SA 2.0 Source Link: flickr",
        "Filename: orb.png Name: Fusion Festival 2008 (Element 3) Author: Adrian Be License: CC BY 2.0 Source Link: flickr",
        "Filename: fish.png Name: Giant Black Sea Bass, San Clemente Island, Channel Islands, California.jpgCaribbean Reef Squid Author: w:en:Aquaimages License: CC BY-SA 2.5 Source Link: Wikimedia Commons",
        "Filename: lemon.png Name: Lemon Author: Tschäff License: CC BY-SA 2.0 Source Link: flickr",
        "Filename: gritty.png Name: 2019-01-24 Gritty Philadelphia Flyers at All Star Game (cropped).jpeg Author: Tim Piper License: CC BY 2.0 Source Link: Wikimedia Commons",
        "Filename: telev.png Name: Vintage television Author: N/A License: CC0 Source Link: rawpixel",
        "Name: Frank Vincent (cropped).png Author: Rob DiCaterino License: CC BY 2.0 Source Link: Wikimedia Commons",
        "Filename: winner.png Name: Sculpture inuit (Montréal, Canada) Author: Jean-Pierre Dalbéra License: CC BY 2.0 Source Link: flickr",
        "Name: Chinese peasant costume.jpg Author: illustration by Percy Anderson for Costume Fanciful, Historical and Theatrical, 1906 License: Public Domain Source Link: Wikimedia Commons",
        "Name: Oldland Distributing truck Peterbilt No 286.jpg Author: D'oh Boy (Mark Holloway) License: CC BY 2.0 Source Link: Wikimedia Commons",
        "Filename: fool.png Name: Sculpture inuit (Montréal, Canada) Author: Jean-Pierre Dalbéra License: CC BY 2.0 Source Link: flickr",
        "Filename: blob.png Name: St augustine carcass.jpg Author: N/A License: Public Domain Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "Upon discovery of an active SCP-8597 instance, standard online content removal procedures are to be carried out by Foundation Web-Crawler-TT-01 “Shou Chew’s Revenge.” Standard amnesticization protocols are to follow should a member of the public encounter an instance of SCP-8597-1.",
    "description": "SCP-8597-1L is an animated clay sculpture resembling a nondescript ape beating a shield with a bat. It causes all nearby people to insult and laugh at it; it will beat the shield with the bat a number of times depending on how malicious the insult is.",
    "title": "SCP-8597"
}