{
    "url": "https://scp-wiki.wikidot.com/scp-8600",
    "all_text": "The empresses of the Mekhanites and the hall dedicated to preserving their legacy.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n⚠️ \nContent warning:\n\n\nThis article contains themes of victim blaming and allusions to sexual violence. Additionally, it deals with themes of misogyny and sexism.\n\n\nThis work depicts multiple men behaving negatively. For examples of positive male representation, refer to \nFrom Room 5: Bileath, the Wise Empress\n.\n\n\n\n\n \n\n\n \n\n\n \n\nSee the author post for a full list of people who gave crit and feedback. Among them, I'd like to highlight the following people:\n\n\n\n\nPiNKpePpER\n (\nPiNKpePpER’s January Gallery 2024\n), for the art\n\n\nRounderhouse\n (\nSCP-8003 — THE GEARS OF TIME\n), for the names, for help with Robert's section, and for writing Gold-Proposal more than two years ago\n\n\nUncle Nicolini\n (\nSCP-8400 — The Birch Knight and the Game of Three Chestnuts\n), for seeing potential in my idea and critting me to the very end to ensure I brought the most out of it\n\n\nStrange Matter\n (\nSCP-8440 — Clear as White\n), because they were always ready to give input to my writing and think through revisions together with me\n\n\nFatScout\n and \nSomsnosaCalibration\n, for being with me since the conception of this idea and beyond posting\n\n\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️Content Warning ↑\n\n\nrating: \n+129\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n8600\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel6\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures\n\n\nThe most up-to-date coordinates of SCP-8600 are only known to Robert Bumaro\n1\n. He is to visit the building on a monthly basis to perform routine check-ups and maintenance.\n\n\nAs SCP-8600 changes its location in unison with Amoni-Ram,\n2\n and possesses identical entry requirements (the person intending to enter it must be familiar with its exact location), no additional containment procedures are necessary.\n\n\n \n\n\nDescription\n\n\nSCP-8600 is a single-story building with anomalous internal dimensions, made of sandstone and fuladh.\n3\n Both its interior and exterior resemble buildings found in \nAmoni-Ram\n in their use of ordered repetition, radiating structures, and rhythmic patterns. An inscription in Mekhanite above the doorway reads \n\"The Hall of the Empresses\"\n.\n\n\nSCP-8600 comprises 10 rooms, each corresponding to a generation of the Bumaro dynasty. Each of them documents the life of the dynastic empress through plaques and murals, with bookshelves lining the walls containing books documenting the lives of the concubines, if any.\n4\n The rooms are otherwise empty. Of note is that neither the number of rooms, nor height of their walls correspond to the external dimensions of the building.\n\n\nThe rooms are aligned in a circular pattern around the centerpiece of SCP-8600, a fountain with a sculpture featuring three persons: a masculine figure sitting on a throne and two feminine figures standing around it. One of them is standing behind the masculine figure, while the other one is sitting on the floor next to him, embracing his legs. The pedestal on which the statue stands contains the following text:\n5\n\n\n\n\nThe leadership of Amoni-Ram consists of three components, three harmonizing pieces acting as a whole: the Emperor and His Hammer, symbolizing the Mind; the Empress and Her Staff, symbolizing the Heart; and the General and Her Spear, symbolizing the Soul. The holy union of these three guarantees the survival of Amoni-Ram. For this reason, each one of them is given equal importance.\n\n\nOr so they say.\n\n\nAround the Empire, power skews heavily towards the Hammer. Its virtuous actions are well documented everywhere. The Spear was lucky to find a way to preserve its legacy as well, through the Hall of Spears.\n6\n But once the last Mekhanite dies out, who will be there to remember the Staff?\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nFrom Room 3: Shataash, the Descendant Empress\n\n\nChapter 23: \"The One Who Inherits the Voice\"\n\n\n\n\n\n\n16. And Emperor Hashir spoke unto the husband of his daughter, Astir, as such:\n\n\n17. \"Answer my question, Astir: who, in your mind, will inherit the Voice?\"\n\n\n18. And Astir answered as such:\n\n\n19. \"Shataash is the one who inherits the Voice, Emperor, as she is Your daughter.\"\n\n\n20. And Hashir said nothing, but asked Astir again:\n\n\n21. \"Answer my question again, Astir. Which one of you two resembles the blessed Mekhane more closely: you, or my daughter?\"\n\n\n22. And Astir answered as such:\n\n\n23. \"Shataash is the one who resembles the blessed Mekhane.\"\n\n\n24. He understood not why the Emperor was asking him these questions.\n\n\n25. As Shataash was His daughter, and as she was the one who resembles the Goddess, it was as solid as fuladh that she was the one set to inherit the Voice.\n\n\n26. And as if Hashir read the thoughts of the young man, He shook His head, and spoke unto him as such:\n\n\n27. \"Mekhane is our blessed Goddess, yet the Emperors wield Her as a tool. They forge Her fuladh and they borrow from Her voice. It has been decreed such ever since my father, the first Bumaro. And I have found his works to be good.\"\n\n\n28. And he continued as such:\n\n\n29. \"My daughter bears resemblance to the image of Mekhane. The blessings of the Voice befalls on the Man. Whether he is a descendant or not, it matters not.\"\n\n\n30. But Astir did not take a liking to these words. He understood not what significance did the words of the Emperor hold, and he understood not why Shataash cannot wield the Voice.\n\n\n31. \"Emperor, are you not suggesting in earnest that I wield my dear Shataash as a tool? And are you not suggesting her resemblance to Mekhane places her underneath me? Surely it must go the other way around?\"\n\n\n32. And the Emperor had enough of hearing the doubt in the voice of Astir.\n\n\n33. \"I am not suggesting. I am instructing. You question our ways. But that will not hold me back. I shall guide you to the Throne myself, and you will be overcome with understanding.\"\n\n\n34. Hashir did as told, and once Astir seated himself, he presented him a cylinder.\n\n\n35. \"This contains the memories of my father. I shall hand them over to you. You shall do the rest.\"\n\n\n36. As he inserted the cylinder into the Throne, Astir went silent.\n\n\n37. And from the doorway, this all was observed by Shataash.\n\n\n38. The words of her father, Emperor Hashir, cut her soul deeply. The power of the Voice mattered not to her, and yet she was wounded by his words.\n\n\n39. She understood not why her father would present her as a tool to Astir.\n\n\n40. She treated him as a peer, despite her being the Heiress, and him being a commoner. Surely, whatever her father presented to him will not sway him.\n\n\n41. And when she entered the throne room, her voice was tearful.\n\n\n42. \"Father, you would betray me so? Do you love me not?\"\n\n\n43. And Hashir did not look in her direction, instead observing the Throne.\n\n\n44. \"I do, Shataash, it is known. I ensured a proper upbringing for you. I taught you knowledge only the Emperors possess. But the blessing of the Voice was never yours to bear.\"\n\n\n45. And Astir sat in the throne, overcome with visions left to him by the first Bumaro.\n\n\n46. \"He will understand soon,\" Hashir proclaimed, and moved to leave the room. \"And with that, I leave you two to your own.\"\n\n\n47. And when he left through the side entrance, Astir has awakened.\n\n\n48. Shataash wanted to turn around and run, but she was unable to, as she found the main entrance to be locked.\n\n\n49. \"Astir…\" she spoke unto her husband, tearful, \"you love me, do you not?\"\n\n\n50. \"I do,\" came the answer of Astir, short and sharp, as the fuladh dagger.\n\n\n51. And when he opened his eyes to gaze upon his wife, Shataash recognized a sense of distance and cold that was not present prior.\n\n\n52. And she spoke unto him as such, hoping she would reach him:\n\n\n53. \"You are strong, Astir. And I love you. Please, give in not to what you saw. Our strength lays in our love.\"\n\n\n54. And Astir answered as such:\n\n\n55. \"I am strong, Shataash, and you know that. But I have tasted what it feels to be in charge. To be the one who controls. The strength of spirit pales next to the strength offered by power.\"\n\n\n56. \"Astir,\" Shataash pleaded him as such, \"please, resist.\"\n\n\n57. \"\nSILENCE,\n\" Astir commanded his wife. And as the Voice left his lips, he finally understood.\n\n\n58. \"So this is how it feels,\" he whispered, looking at her. \"I understand now what your father meant when he told me this power was ours to bear.\"\n\n\n59. And words left the lips of Shataash no longer, as if her very throat was sealed. And she looked at him with fear in her eyes, and began weeping silently.\n\n\n\n\n[The murals show the life of Empress Shataash, including moments such as meeting with Emperor Astir and their marriage ceremony. With the conclusion of the ceremony, the paint from the face of Shataash has been progressively wearing off more and more. Of note is that this type of damage is present on the majority of the other murals.]\n\n\n\n\n\n\n\n\nsplay: no\n\n\n\n\n\n\n\n\nsplay: no\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nSCP-8600 always manifests adjacent to Amoni-Ram, regardless of where the city teleports. Its coordinates, which change upon each teleportation, can be found etched into one of the tunnels of the Undercity.\n7\n\n\nWhile the purpose of SCP-8600 can be inferred from the inscriptions found inside it, information on who built SCP-8600 is currently unavailable.\n\n\n\n\n \n\n\n\n\n\n\n\n\nFrom Room 5: Bileath, the Wise Empress\n\n\nSection 6, Parable 1 of 12: \"The Third Wisdom of Empress Bileath\"\n\n\n\n\n\n\nAnd Ansool knew that the scholars would view the blueprints of his wife with great scrutiny, as the old traditions of Amoni-Ram were hard to reject. The scholars viewed many moves of Bileath with suspicion, despite knowing well that the very nature of their union went against the traditional union of Emperors and Empresses.\n\n\nAs the Voice had no effect on her, Bileath gave herself to the Emperor by will, instead of by force.\n\n\nThe Third Wisdom of Bileath laid in her vast and immeasurable knowledge in technology. As her husband required not for her to suppress her self in his service, she spent countless days and nights studying the scholarly texts of Amoni-Ram. She learned the most intricate ways of working fuladh, and she learned the ways of construction, design, and blueprinting.\n\n\nAnd when the scholars discovered faults within the efficiency of the transit system of the blessed Amoni-Ram, Ansool hesitated not to propose the blueprints of Bileath as a solution. And when the scholars scrutinized her blueprints, he offered them a test of wit and skills, as follows:\n\n\n\"If you want a blueprint from the Emperor, I will provide you one. I will provide you my plan for fixing the transit system. And whether mine or the ones of the blessed Bileath will be more efficient, you shall be the judge of that.\"\n\n\nAnd Bileath minded not the concerns of the scholars, as she knew their minds were closed as a circuitry and their conviction in the old ways of the Bumaros was as solid as fuladh. Instead, she looked forward to the blueprints of her husband with awe and curiosity. If he surpassed her, she would have not minded it, for she knew in their test of wits, their chances were equal.\n\n\nWhen the day of testing came, the blueprints of Ansool were brought out first. The efficiency problems were still present, though not as strongly as with the current railway system. And then the blueprints of Bileath were tested. The scholars were shocked to find out that the past efficiency problems were minimized as to be nonexistent. And they begrudgingly gave in, and admitted that the blueprints of the Empress were of better quality.\n\n\nThe skills of Bileath were put to test with great frequency, and with each test, she stood her ground. And in those in which she didn't, Ansool ensured to let the scholars know that one fault of the Empress undermined her skills not.\n\n\n\"One faulty blueprint of Bileath is enough to make your faith in her waver, yet countless faulty blueprints by me were not enough to shake your faith in me. Look into yourself, your spirit, and ask: why must the Empress be perfect to prove her skills? Why do you demand a level of perfection from her you demand not even from the Emperor?\"\n\n\nBut once her son grew into power, he was swift to conceal the origin of all her blueprints, to attribute them to Ansool in her stead. His wife possessed no resistance to the Voice, therefore the desire to dominate, the one not present in his father, cropped up.\n\n\nHe could not bear to see the success of his mother, as he feared it would plant the seed of dissent within the heart of his future wife.\n\n\nThe spirit of Ansool refused to bear this. The accomplishments of Bileath were hers, not his. His memories resisted modifications, they resisted attempts to be erased. Even in death, he fought for her prowess.\n\n\n\n\n[The majority of the paintings show Empress Bileath sketching blueprints, attending meetings next to Emperor Ansool, \nleading the Golden Legion\n,\n8\n and engaging in discussions with the advisors and the scholars of Amoni-Ram. Her room is the only one where the paint chipping damage has not been observed.]\n\n\n\n\n\n\n\n\nsplay: no\n\n\n\n\n\n\n\n\nsplay: no\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nA stone plaque can be found next to the entrance from the inside of SCP-8600. The inscription on the plaque reads the following:\n\n\n\n\nTo the shrine maiden reading this:\n\n\nDo not ponder my identity. Who I am is irrelevant. In my stead, I encourage you to think about the Empresses, exploited by their husbands ever since the Second Betrayal. Think of the shrine maidens who came before you. Of the ones who ensured the story of these women will live on, will not fade into oblivion. And spare a thought for the Generals — blindly devoted to the whims of the Emperor, without a chance of ever regaining themselves.\n\n\nI have appointed the first shrine maiden myself. And her duty was to choose a successor. As the maiden appointed by your predecessor, you will need to do nothing other than keeping the Hall clean. The rooms will appear on their own. The walls will paint themselves. However many Empresses there will be in the future, the Hall will accommodate for each and every single one of them. I gave myself up to ensure that.\n\n\nOnly two people must know of the location of the Hall: you, and the maiden who will follow in your footsteps. As within careless hands, between careless lips, the Emperors will be sure to find out about this place.\n\n\n\n\nThe theory that SCP-8600 automatically expands itself every time a new Empress takes the throne has been confirmed. See \nUpdate (1984.11.19.)\n.\n\n\n \n\n\n\n\n\n\nFrom the personal notes of Robert Bumaro\n\n\n\n\n \n\n\nNote: SCP-8600 was originally catalogued as one of the items to be submitted into the Foundation database during the Amoni-Ram Initiative. As the Initiative has since been discontinued, Robert Bumaro chose to preserve this file on his person and established the Containment Procedures outlined at the beginning of the file.\n\n\n\n\nLooking at these rooms, it's not difficult to understand why this place was kept such a secret. I've sat in that Throne a thousand times. I've felt the centuries pass through me a thousand times. I have seen what my predecessors did, a thousand times. I understand that no Bumaro is without sin.\n\n\nI have never pretended to be clean, but I loathe to sit here and be made to justify myself. I am combating a threat humanity has not faced since the infancy of civilization. Measures had to be taken. I did what had to be done to ensure Amoni-Ram had its proper leadership in me.\n\n\nAnd in Hedvig, of course. After all, what is an empire without her empress? Nothing at all.\n\n\nFor all their wisdom, the creator of this shrine did not foresee Amoni-Ram’s destruction. No one did. The activation of the Kiss was instantaneous; a bright flash of light, and the rumbling of mountains. When the dust settled, Amoni-Ram was not the shining metropolis, the Gate to the West. It was the mausoleum for a hundred thousand dead. I imagine the mistress of this shrine never even knew her death was at hand.\n\n\nBut I will honor her. I will ensure her wishes are followed. Only one person will know of this place, of what it contains. Me.\n\n\nThere will be no cleaners. There will be no shrine maidens. This place is a monument to the sins of my predecessors. A temple to the rot and rust in Amoni-Ram. Then let the rust devour the core. As long as the exterior remains smooth, burnished fuladh — no one will want to question anything.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nFrom Room 7: Asum, the Silent Empress\n\n\nExcerpt from Chapter 15: \"That Which Remains Unpunished\"\n\n\n\n\n\n\nAsum slept in the shed, her fleshcrafting skills suppressed by the charged fuladh suit covering her body.\n\n\nRustayl looked at her from where he was standing, then turned to General Hutr.\n\n\n\"My decision is final. I will be marrying her in your stead.\"\n\n\nHutr stared at him in bewilderment, eyes going wide underneath her helmet.\n\n\n\"Go ahead, take your rage out on her,\" he encouraged his General, nudging his head at the slumbering Asum. \"This is what you want, is it not?\"\n\n\nGeneral Hutr clenched her fists, with her gaze planted firmly on the face of her Emperor.\n\n\n\"I will take out my rage on \nyou\n, Rustayl. I can see through you like through the stained glass windows of the Palace, as we have known each other since a very young age. You are trying to turn my passion for you into a perverse force against this innocent prisoner! You are trying to convince me that this is her fault instead of yours! That her mere existence pushed your hands onto her, instead of your own hubris and thirst for conquering.\"\n\n\nShe raised her fist, and flung it against her Emperor. However, her strike was never fated to land.\n\n\n\"\nGO AHEAD, TAKE YOUR RAGE OUT ON \nHER\n,\n\" he repeated his words unmoved by her incoming fist. \"\nTHIS IS WHAT YOU WANT. IS IT NOT?\n\"\n\n\nThe fist of Hutr froze midway in the air, then it slowly lowered to her side.\n\n\n\"You are right, my liege. Please forgive me for my insolence.\"\n\n\n\"I will not be forgiving you, and you know that. However, pay attention to my words: \nIT IS HER FAULT, BECAUSE HER VILLAGE WAS IN THE WAY OF MY PATH OF CONQUEST. IT IS HER FAULT, BECAUSE SHE WAS SLUMBERING IN HER HOUSE AS I PASSED BY. IT IS HER FAULT, BECAUSE SHE POSSESSES SUCH AN OTHERWORLDLY BEAUTY. I REALLY, TRULY HAVE NO SAY IN THIS, NO CONTROL OVER MYSELF. EVERY SINGLE ONE OF MY ACTIONS, UP TO AND INCLUDING MY DECISION TO MARRY HER IN YOUR STEAD, COMES FROM HER EFFECT ON ME.\n\"\n\n\n\"Understandable. Please forgive me for doubting you. You speak true words, Emperor Rustayl. It is her fault, not yours.\"\n\n\n\"Punish her in my stead. Punish her as you see fit. I give you full reign.\"\n\n\nHe stepped back and turned to Asum, waiting in delight for the scene that was to unfold as Hutr moved towards her.\n\n\nAnd just as he anticipated, the violence did not make him wait. Upon reaching the slumbering woman, his General yanked her up by the hair, roughly and without mercy.\n\n\n\"What did I do to hurt you?\" Asum asked in tears, when she woke up from the pain on her scalp.\n\n\n\"You stole my husband from me,\" Hutr responded in Adytite.\n\n\n\"I did not. I did not want to take part in any of this… please, understand.\"\n\n\n\"Silence!\"\n\n\nWithout giving her a chance to respond, Hutr kicked Asum in the chest. The kick sent the woman flying with its sheer strength, making her hit the wall on the other side of the shed. Seeing her go limp from the sudden impact, a tyrannical glee has overcome Emperor Rustayl.\n\n\n\n\n[The murals of Room 7 show the razing of Asum's village by the Mekhanite army and her kidnapping by Emperor Rustayl. Several paintings are dedicated to the process of replacement of her body with fuladh components. Additionally, items worn by her are examples of the suppression technologies utilized by the ancient Mekhanites to prevent the Nälkäns and the Daevites from using their thaumaturgical skills.\n\n\nFollowing her kidnapping by Emperor Rustayl, the face of Empress Asum has been depicted featureless on every subsequent mural.]\n\n\n\n\n\n\n\n\nsplay: no\n\n\n\n\n\n\n\n\nsplay: no\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nFrom Room 9: Fithma, the Last Empress\n\n\nBook 31, Song 43: \"A test of convictions\"\n\n\n\n\n\n\nAnd Shabril sat on the fuladh throne,\n\nDeep in thought.\n\nFor he knew not what to do.\n\nEvery bit of support was needed,\n\nWith the forces of the Covenant and the Nälkä,\n\nBut he knew not whether to send\n\nHis wife, Fithma, into the battle\n\nTo aid the rescue of his people.\n\n\n\"We already have our one woman, \nShahansha\n,\n\nOn the frontlines, no? My wife out there would\n\nSurely be too much.\"\n\n\nTo which his advisor shook his head, and spoke:\n\n\"Now is not the time,\n\nSurely you understand?\n\nI know through care you have ensured,\n\nAnd so did the Emperors before you,\n\nThat no woman may go too high in the ranks\n\nOf the Golden Legion,\n\nOther than \nShahansha\n herself,\n\nBut I repeat myself:\n\nNow is not the time.\"\n\n\nBut Shabril wanted not to send his wife out,\n\nEven with Amoni-Ram needing defense.\n\n\n\"You have to understand,\n\nMy wife was not made for battle,\n\nFor she spent her life in the palace,\n\nServicing me and the people.\n\nSo surely, you do not expect me to\n\nSend her out into the danger, unprepared,\n\nAnd risk her life?\"\n\n\nTo which his advisor shook his head again, and spoke:\n\n\"Your words are as two-toned\n\nAs the gold and silver on your armor.\n\nFor I know that the Empress\n\nIs as skilled at flying as the most skilled general.\n\nAs were all the empresses before her,\n\nAs long as they possessed wings,\n\nAnd you know that too.\n\n\n\"And do not forget, Emperor,\n\nThis is not the first time I heard you argue.\n\nYour concern for her life was nothing but\n\nA thought hastily amended to the end\n\nTo move me. As a trick it could work,\n\nIf you were talking with somebody,\n\nWho knew you not.\"\n\n\nAnd Shabril wanted not to give merit to such words,\n\nYet he had to admit that his advisor was right.\n\nAnd still, he was not ready to give in.\n\n\n\"Surely you understand,\n\nThat the convictions of Mekhane\n\nMake it a necessity to keep\n\nWomen down low,\n\nUnless making a statement,\n\nDo you not?\"\n\n\nTo which his advisor shook his head\n\nFor the third time now,\n\nAnd spoke:\n\n\"Who will there be there for you to\n\nUphold your convictions to,\n\nIf this city will be uprooted by the Covenant like an unwanted weed\n\nAnd excised by the Nälkä like an unwanted tumor?\n\nSave your people first, and only then\n\nWill you get to worry about\n\nWhere Empress Fithma should and should not be.\n\n\nAnd forgive me for speaking as such,\n\nEmperor Shabril,\n\nBut it appears to me you care not about convictions\n\nAs much as you claim to.\n\nFor if you did, you would not let me\n\nStand here, and question your ways\n\nWithout a due punishment.\"\n\n\nAnd Shabril hid his face\n\nBehind the back of his fuladh palm,\n\nAnd sighed, for the man was right.\n\n\n\"You speak truth, my advisor,\n\nAnd I do not like that.\n\nBut you would be right in that\n\nMy citizens come first, convictions later.\n\nI am unable to believe I was\n\nSo blinded by this,\"\n\nGestured he at the throne,\n\n\"To forget what we must do.\n\nSummon Fithma posthaste,\n\nAnd I will tell her what her job will be.\n\nAnd summon our \nshahansha\n too, for\n\nI have orders for her as well.\"\n\n\n\n\n[The paintings of the room for the most part depict scenes from the last battle for Amoni-Ram. Nälkän flesh beasts and Daevite sorcerers are shown fighting the Mekhanite soldiers. Empress Fithma is shown flying around the battleground, rescuing citizens and placing them near entrances into the Undercity.\n\n\nThe murals end abruptly, leaving the lower half of the wall completely empty. The last paintings show a power surge washing over Amoni-Ram and citizens, as well as soldiers from all sides, dying from its impact.]\n\n\n\n\n\n\n\n\nsplay: no\n\n\n\n\n\n\n\n\nsplay: no\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nUpdate (1984.11.19.)\n\n\nOn the 19th of November, 1984, a 10th room appeared inside SCP-8600, dedicated to Dr. Nussbaum. Its manifestation happened following the conclusion of the marriage ceremony.\n\n\n\n\n\n\n\n\nFrom Room 10: Hedvig, the Golden Empress\n\n\nInscription found above the entrance\n\n\n\n\n\n\nA new light shone upon Amoni-Ram\n\nWith the arrival of the Mechanist and the Scholar.\n\nEmpress Hedvig was soft, intelligent,\n\nShe knew her craft well and knew her tools of trade.\n\nWith their guiding hands,\n\nShe unearthed the abandoned city\n\nWhile Emperor Robert breathed life into it.\n\n\nHowever, as his predecessors,\n\nRobert was unable to resist the calling of the Voice.\n\nAll he showed was stubborn denial,\n\nWhile his mind was already set.\n\n\nSo he did not hesitate to plunge his blade into his peer.\n\nAn eye and a tooth for nothing.\n\nThe cycle did not break with the new generation.\n\n\nThe scholarly past has been left behind,\n\nIn its stead she received her golden wings.\n\nHer intelligence and skills have been sanded off,\n\nForced to take upon the role of the General and the Empress.\n\nHer agency outshone by her purpose,\n\nWas this a fair exchange?\n\n\n\n\n[The murals of the room are unfinished. Their focus is on the life of Saint Hedvig before the Amoni-Ram Initiative. The last paintings on the wall show the confrontation between her and Robert Bumaro, the battle for Amoni-Ram against the Foundation forces, and the marriage ceremony.]\n\n\n\n\n\n\n\n\nsplay: no\n\n\n\n\n\n\n\n\nsplay: no\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe room remained unfinished until 2006, following the conclusion of the Battle for Mamjul and Korar.\n9\n After the forces retreated home without Saint Hedvig, the mural has been expanded with scenes of her wandering around in an unspecified desert, being guided by a spectral entity. Its centerpiece now shows her reaching up into the sky, with a translucent golden hand reaching down to her.\n\n\nAdditionally, the following text appeared underneath the murals:\n\n\n\n\nWith her body shattered, far away from Amoni-Ram,\n\nWeighed down by despair, by a sense of loss,\n\nTrying to find her own self, rebuild her soul.\n\nThrough this, her voice finally returns.\n\nGuided by the spirits of the past,\n\nWith her mind, at long last, clear.\n\nThe cycle is bound to be broken.\n\n\n\n\nThe current whereabouts of Saint Hedvig are, as of yet, \nunknown\n.\n\n\n \n\n\n\n\n\n\nFootnotes\n\n\n1\n. Also known as Dr. Robert Silas Aram, former Foundation researcher.\n\n\n2\n. Ancient Mekhanite city discovered by the Foundation in 1983.\n\n\n3\n. A bronze-tinted alloy utilized by Amoni-Ram Mekhanites.\n\n\n4\n. If no concubines were present during the ruling of a particular Emperor, the bookshelves are absent from the room.\n\n\n5\n. From here on out, every inscription has been translated from Mekhanite to English for ease of understanding.\n\n\n6\n. Attempts to find this location are currently underway.\n\n\n7\n. The state of disrepair the Undercity was left in led to the uncovering of said coordinates. They have since been re-concealed.\n\n\n8\n. The designation given to the Mekhanite army of Amoni-Ram.\n\n\n9\n. The twin cities of the Daeva, uncovered by the Foundation following the Amoni-Ram Initiative.\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-8599\n | SCP-8600 | \nSCP-8601\n »\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8600\n\" by Miss Lapis, PiNKpePpER, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8600\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n spaces.jpg\n\n\nLicense:\n CC BY 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\nImage is a composite that incorporates the following image:\n\n\n\n\nFilename:\n Dragonfish600.jpg\n\n\nAuthor:\n NASA/JPL-Caltech/Univ. of Toronto\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Shataash.png\n\n\nAuthor:\n \nPiNKpePpER\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n Bileath.png\n\n\nAuthor:\n \nPiNKpePpER\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n Asum.png\n\n\nAuthor:\n \nPiNKpePpER\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n Fithma.png\n\n\nAuthor:\n \nPiNKpePpER\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\n\n\nFilename:\n Hedvig_thumbnail.png\n\n\nAuthor:\n \nPiNKpePpER\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\n\n\nImage is a composite that incorporates the following image:\n\n\n\n\nFilename:\n Hedvig.png\n\n\nAuthor:\n \nPiNKpePpER\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Foundation Wiki",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8600 \" by Miss Lapis, PiNKpePpER, from the SCP Wiki . Source: https://scpwiki.com/scp-8600 . Licensed under CC-BY-SA .",
        "Filename: spaces.jpg License: CC BY 3.0 Source Link: SCP Foundation Wiki",
        "Filename: Dragonfish600.jpg Author: NASA/JPL-Caltech/Univ. of Toronto License: Public Domain Source Link: Wikimedia Commons",
        "Filename: Shataash.png Author: PiNKpePpER License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: Bileath.png Author: PiNKpePpER License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: Asum.png Author: PiNKpePpER License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: Fithma.png Author: PiNKpePpER License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: Hedvig_thumbnail.png Author: PiNKpePpER License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki",
        "Filename: Hedvig.png Author: PiNKpePpER License: CC BY-SA 3.0 Source Link: SCP Foundation Wiki"
    ],
    "title": "SCP-8600"
}