{
    "url": "https://scp-wiki.wikidot.com/scp-8607",
    "all_text": "Lucy is not allowed to exit the house under any circumstances. Lucy is to remain inside the house at all times. Lucy is not to leave the house.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n/\n*\n \nThese\n \ntwo\n \narguments\n \nare\n \nin\n \na\n \nquirked-up\n \nCSS\n \nModule\n (\nrather\n \nthan\n \nthe\n \nmain\n \ncode\n \nblock\n) \nso\n \nusers\n \ncan\n \nfeed\n \nWikidot\n \nvariables\n \ninto\n \nthem\n. \n*\n/\n \n\n#header\n \nh1\n \na\n:\n:before\n \n{\n\n    \ncontent:\n \"SCP Foundation\"\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n \n\n#header\n \nh2\n \nspan\n:\n:before\n \n{\n\n    \ncontent:\n \"Secure, Contain, Protect\"\n;\n    \ncolor:\n \nblack\n;\n\n}\n\n\n\n\n\n\n\n\n\n\nrating: \n+183\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-8607\n — \nPistanthrophobia: \nLucy's House\n\n\n◇ \nDay 26 of the 2024 SCP \"Phobia\" Anthology, by \nUncannyon\n ◇\n\n\n\n\n \n\n\nContent Warning:\n This article contains themes related to child abuse\n\n\n\n\n\n\n\n\nrating: \n+183\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n8607\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric　\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\n\n\nLucy lives in a big house on Maple Road. It is number fourteen (14). It has red brick walls and a brown tile roof and a great big chimney. The chimney doesn’t work because it has been blocked up at the bottom, but Lucy likes to draw it with puffs of smoke coming out anyway, like a house-shaped steam train.\n\n\n\n\n\n\nLucy's House\n\n\n\n\n\n\nLucy’s house has eleven (11) rooms spread out across two (2) floors. There is: Lucy’s bedroom, where Lucy sleeps and draws and reads and makes things sometimes; Daddy’s bedroom; the room that was the big spare room, and then became Mummy’s bedroom, and then became the big spare room again; the little spare room, where things get put when they don’t fit anywhere else; the upstairs bathroom; the downstairs bathroom, which is still called a bathroom even though it just has a toilet and doesn’t have a bath in it; the kitchen, where Daddy and Lucy eat; the dining room, where Daddy and Mummy and Lucy used to eat on special days, like Christmas or Lucy’s birthday; the living room, where the television is; the utility room, where the washing machine and the drying machine and the other machines are; the basement room, where Daddy goes to work now.\n\n\nLucy is not allowed to go into the basement room anymore because it is distracting for Daddy and it is important that Daddy is not distracted. Lucy is not allowed into the big spare room anymore because it will give her bad memories and make her upset.\n\n\nLucy is not allowed to exit the house under any circumstances. Lucy is to remain inside the house at all times. Lucy is not to leave the house.\n\n\nLucy should never open any of the doors or windows. Lucy should not look outside any longer than is absolutely necessary. Lucy should not talk to strangers.\n\n\nLucy should always listen carefully to Daddy and do what he says. Lucy should always follow all the instructions she is given as quickly as she can. Lucy should follow the rules even if she does not always understand them. Lucy must understand that they are to protect her.\n\n\nLucy must trust Daddy.\n\n\nLucy should always try to be polite and well behaved. Lucy should be considerate of others. Lucy should be respectful.\n\n\nLucy must finish her supper before she is allowed to have any dessert. Lucy must complete all of her homework for the day before she is allowed to watch television. Lucy must forget the past before she can be content with the present.\n\n\nFor her safety and convenience, Lucy will remain nine (9) years old.\n\n\n\n\n\n\nDescription\n\n\n\n\n\n\nLucy has \nlong\n hair that is the colour of \nbrown\n.\n\n\n\n\n\n\nLucy, aged 9 and a half\n\n\n\n\n\n\nLucy has \nnice\n eyes that are the colour of \nbrown and green\n hazel\n.\n\n\nLucy is \none metre and twenty eight and a half centimetres\n tall.\n\n\nThree positive things Lucy thinks about herself are: \nshe is good at helping people, she is well behaved in class, she can run really fast\n.\n\n\nIn her free time, Lucy likes to: \ngo swimming, draw things, watch TV, talk to friends, go to the park\n.\n\n\nSome of Lucy’s favourite things are: \nIce cream, fluffy things, pencils, her friends, \nMummy\n.\n\n\nSome things Lucy doesn’t like are: \npeople who lie, people who make too much noise in class, not being able to sleep because of shouting, Mr Buttons\n.\n\n\nLucy is proud of her work in: \nArt, Music, Maths, Personal Development\n.\n\n\nLucy would like to improve her work in: \nScience, English, History\n.\n\n\nLucy finds it easier to work when: \npeople are quiet, when the teacher explains things clearly\n.\n\n\nLucy finds it harder to work when: \nshe is sat away from her friends, when she is too far away from the board, when she is traveling between houses and doesn’t have time to do her homework\n.\n\n\nIn the future, Lucy would like to: \nlook after animals or make art\n.\n\n\nLucy has earned \n39\n gold stars so far this year.\n\n\nLucy lives with her \nMummy and\n Daddy.\n\n\n█████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████\n\n\n██████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████\n\n\nLucy’s Daddy is a scientist, which is a very impressive thing to be. Not the kind of scientist who can come to parents day and talk about their job but an extra special, extra secret kind of scientist. Lucy’s Daddy works for something called the Department of Abstraction, which is part of a very important organisation that helps people all over the world. Daddy is a doctor of applied theoretics, which is a field so special and important that most people don’t even know it exists.\n\n\nDaddy’s important job meant that he didn’t get to see Mummy or Lucy as much as he wanted to, and that sometimes when he did come home he was very tired and needed time by himself. Lucy’s Mummy couldn’t always understand that, even though Daddy only did the job because he loved Lucy and Mummy so very, very much.\n\n\nLucy is very lucky to have a Daddy who works so hard to give her such a nice house and such nice things.\n\n\nLucy should be very happy.\n\n\n\n\n\n\nAddendum\n\n\n\n\n\n\n\n\n\n\n\n\nInterview Log\n\n\n8607-00-00/00/0000\n\n\n\n\n\n\n \n\n    \nInterviewee:\n\n\n    \nInterviewer:\n\n \n\n\n\n\n[ \nBegin Log\n ]\n\n\n\n\nToday, Lucy decides to wear the shoes with the purple rabbits on them.\n\n\nShe was given the shoes when she was eight. They’re a little too small for her feet now and pinch at her toes, but Lucy likes rabbits.\n\n\nDaddy says the rabbits are actually more of a pink colour, but Lucy says they’re purple and Mummy agreed. Lucy’s favourite colour is purple.\n\n\nLucy pulls open her curtains, because that is what you do in the morning even if there isn’t any point. The outside is still blank.\n\n\nThe world looks like a piece of paper that somebody has scrunched into a ball and then tried to smooth out again.\n\n\nLucy exits her room, walks down the stairs, and turns left into the kitchen. Daddy is already there. He is standing by the toaster. The toast has popped up, but it isn’t very toasted, so Daddy puts it down again.\n\n\nThe table is set with butter and jam and marmalade and cereal and coffee and apple juice.\n\n\nLucy:\n Where’s the milk?\n\n\nAs soon as she has spoken, Lucy realises that she has asked what Daddy calls a Silly Question. Lucy expects to be told that it’s in the fridge and to get it herself. But Daddy doesn’t speak at first. He hunches silently over the toaster, watching the metal strips turn red.\n\n\nDaddy:\n We’re out of milk.\n\n\nLucy:\n Oh.\n\n\nLucy looks forlornly at her Lucky Loop cereal packet. The box boasts that each wheat hoop could be one of 8607 possible flavours.\n\n\nLucy:\n No milk at all?\n\n\nDaddy:\n No.\n\n\nLucy:\n When will we get more?\n\n\nDaddy is engrossed with the toaster. His finger hovers over the button to make it turn off.\n\n\nDaddy:\n I don’t think we’ll be getting any more.\n\n\nLucy stares at him in confusion.\n\n\nLucy:\n No more milk?\n\n\nDaddy:\n No.\n\n\nLucy:\n Why?\n\n\nDaddy:\n Because things are difficult right now.\n\n\nLucy:\n Why?\n\n\nDaddy:\n Because they are, Lulu.\n\n\nLucy glowers and chews at her lip. Lucy does not like being called Lulu. Lucy’s Mommy never called her Lulu.\n\n\nLucy:\n Whyyyyyyy?\n\n\nDaddy:\n Enough! There isn’t any milk, it doesn’t matter why.\n\n\nLucy:\n But I need milk.\n\n\nDaddy:\n You don’t \nneed\n milk. We’ve got lots of other things.\n\n\nLucy:\n I don’t like other things!\n\n\nDaddy:\n We’ve got toast.\n\n\nLucy:\n I hate toast!\n\n\nThe toaster pops up. Daddy has forgotten to turn it off in time and the toast has burned. There is an ugly black patch in the middle of each piece. When toast got like that Mummy used to call it “charcoal”.\n\n\nDaddy makes a noise and thumps the counter top with his hand.\n\n\nDaddy:\n Damnit. Look, you can still eat the cereal. No milk isn’t going to make them taste any less of sugar and cardboard.\n\n\nLucy:\n They’re icky dry.\n\n\nDaddy:\n Well maybe we could put some water on them.\n\n\nLucy looks at Daddy as if he’s lost his mind.\n\n\nLucy:\n Ewwwww.\n\n\nDaddy:\n Hey, better than apple juice, right?\n\n\nDaddy tries to crack a smile. Lucy doesn’t react. The smile withers.\n\n\nDaddy lifts the pieces of burned toast out of the toaster with his fingers and puts them onto his plate.\n\n\nLucy sits down at the table.\n\n\nLucy:\n I want to call Mummy.\n\n\nDaddy stiffens.\n\n\nDaddy:\n You can’t.\n\n\nThe phone doesn’t work anymore.\n\n\nLucy:\n But-\n\n\nDaddy:\n You \ncan’t\n.\n\n\nAnd Mummy is gone. Daddy has explained this.\n\n\nLucy:\n But what if I tried though?\n\n\nDaddy:\n For Christ’s sake Lucy, give it a rest.\n\n\nEverything outside is gone.\n\n\nLucy:\n Maybe she could bring more milk?\n\n\nDaddy butters the toast so forcefully that it cracks in the middle, spraying black crunchy bits over the table.\n\n\nDaddy:\n There isn’t any more sodding milk, OK? It’s gone! It’s run out. But there are still lots and lots of things we do have that are just as good. So let’s stop worrying about the things we don’t have anymore and start appreciating what we we’ve still got, alright?\n\n\nLucy stays silent. Lucy doesn’t like upsetting Daddy. It makes her feel like her stomach is being squeezed. But Lucy finds it hard to understand which things are going to make Daddy upset and which things won’t, so it is safer to not say anything at all.\n\n\nLucy nods instead.\n\n\nDaddy:\n You’re going to have toast and marmalade. You like marmalade.\n\n\nDaddy stands up too fast and bumps into the underside of the table. It shudders and knocks his mug over, spilling coffee across the wood.\n\n\nDaddy:\n Fuck! Look at- God damn it.\n\n\nLucy does not get up, but she pushes herself back into her chair as far as she can go. She imagines pushing so hard that she sinks into the wood.\n\n\nDaddy mops up the table with a blue cloth and then puts more bread in the toaster to make Lucy toast and marmalade.\n\n\nHe makes it in silence, but the kind of silence that Lucy thinks means he’s still upset. He forgets to put on the butter first, and there is too much marmalade.\n\n\nLucy is thirsty but does not ask if she can have a drink.\n\n\nThe two eat without talking.\n\n\nEventually, Lucy finishes her food and Daddy puts their plates into the sink.\n\n\nDaddy:\n Well, I should be getting some work done. What do you want to do?\n\n\nLucy kicks her legs under the table. She would like to visit her friend Janey. She would like to go outside. She would like to talk to Mummy.\n\n\nLucy:\n I want to watch TV.\n\n\nDaddy nods.\n\n\nDaddy:\n Alright honey, but you know the rules. Homework first.\n\n\nDaddy goes to the cupboard in the corner of the kitchen and takes a thick green book from a stack of other thick, colourful books.\n\n\nDaddy:\n Maths.\n\n\nIt isn’t real homework. It wasn’t set by any of Lucy’s teacher’s at school. They’re study books that Mummy and Daddy bought, and most of them are too young for her now.\n\n\nDaddy puts the green book on the table in front of Lucy and opens it to a random page. It’s one that Lucy thinks she’s already done, but she doesn’t say anything.\n\n\nDaddy gets her a piece of squared paper and an unsharpened pencil.\n\n\nDaddy:\n There, you’re all ready. I’m going to be doing a bit of maths today too as it happens, so we’ll be in it together. You and me.\n\n\nDaddy seems to be waiting for a response, but Lucy can't think of anything to say. She puts a finger on the pencil and rolls it back and forth across the table top. It makes a clacking sound. Clack clack clack clack clack.\n\n\nDaddy:\n Alright, it's high time I got going. You be good, OK? Love you Lulu.\n\n\nDaddy kisses Lucy on the forehead. His stubble scratches at her bare skin and she twists her head back and forth to get away from it.\n\n\nDaddy goes down to the basement to work. There is a muffled humming sound as the door to the basement room opens. There is a loud click as a lock slides into place.\n\n\nLucy picks up the pencil and begins to read.\n\n\n\n\n[ \nEnd Log\n ]\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nInterview Log\n\n\n8607-00-00/00/0000\n\n\n\n\n\n\n \n\n    \nInterviewee:\n\n\n    \nInterviewer:\n\n \n\n\n\n\n[ \nBegin Log\n ]\n\n\n\n\nLucy quickly figures out the trick to the maths questions. The answers to each question are “8” and “6” and “0” and “7” repeated over and over again.\n\n\nNoticing this makes Lucy feel very clever, but she still solves all the questions properly anyway, just to be sure.\n\n\nMaths isn’t as much fun as when Mr Hunt used to mark her work. Daddy doesn’t put little ticks and crosses on her papers and he doesn’t give out smiley faces or stamps or gold stars. And Mr Hunt didn’t call her Lulu.\n\n\nThinking about Mr Hunt makes Lucy think about Mummy again, and Janey and the park and the school and the swimming pool and absolutely everything, which she isn’t supposed to do. It will make her unhappy.\n\n\nWhen Lucy finishes her not-really-homework she does not go straight to the living room to watch television. Instead she goes and stands in front of the big glass sliding door that used to lead from the kitchen to the garden.\n\n\nIt still does, sort of. But Lucy can’t see much of the garden anymore. Just a very few of the diamond shaped pieces of stone that make up the patio. And then nothing.\n\n\nLucy stares out of the glass pane, which she is also not supposed to do. Something might look back in.\n\n\nLucy is too young to know what television static looks like, but if she wasn’t then that’s how she would have described the colour outside.\n\n\nThe world beyond Lucy’s house is covered in mist. Or something like mist. Or fog. Or even snow. But also not like any of those.\n\n\nIt's thicker somehow. Gloopier. Greasier. Nastier.\n\n\nIt’s like someone has filled the whole world up with water, like a giant aquarium, and then poured rotten clumpy milk into it. Huge clouds of white and grey silt drift slowly through the air, breaking apart and coalescing.\n\n\nIt makes her feel uncomfortable to look at.\n\n\nBut Lucy does look at it, because of the shadow.\n\n\nIt’s on the edge of the lawn, or where the edge of the lawn had probably been. A patch of slightly thicker darkness where some object is standing, concealed from view but not completely hidden.\n\n\nIt could be a bush, or the wheelbarrow, or one of Mummy’s big glazed pots where she used to put her favourite flowers and shrubs.\n\n\nOr it could be a monster.\n\n\nThere are lots of monsters outside the house now, Daddy says. Living in the fog. Trying to get in. It’s one of the reasons that Lucy can’t go outside anymore.\n\n\nAnd Lucy has decided that the shadow on the lawn is Mr Buttons.\n\n\nMr Buttons was the children’s entertainer who came to Lucy’s eighth birthday party. He had a white face and a big smile painted over his lips and bright red hair. Not red hair the way people normally have red hair, which in Lucy’s opinion is more a kind of coppery colour, but bright red like a car or a tomato or the fires of hell.\n\n\nSeeing Mr Buttons made Lucy scream so much that she had to go inside. She didn’t get to say goodbye to her friends or eat any of her cake until lots of pieces had already been cut out of it.\n\n\nMr Buttons was supposed to leave after the party, but Lucy never saw him go. So Lucy decided that Mr Buttons had moved into the attic and was watching her at night through secret little holes in her ceiling.\n\n\nNo matter how many times Lucy’s Mummy and Daddy took her up to the attic, Lucy could never be convinced that he was gone. The attic was full of piles of old boxes and suitcases and books. Mr Buttons could have been hiding anywhere.\n\n\nEven Lucy’s Mummy and Daddy must have been scared of Mr Buttons, because Lucy heard them arguing about him when they thought she was asleep.\n\n\n“Who else’s fault would it be? You were the one who invited him!”\n\n\n“And how the hell was I supposed to know what would happen? Am I meant to be fucking psychic now on top of everything else?”\n\n\nFor a time, after he didn’t appear at her ninth birthday, Lucy had made the mistake of believing that Mr Buttons really had gone away for good.\n\n\nBut now he was back. Waiting in the fog. Waiting for her.\n\n\nLucy watches the shadow for a long, long time, resting her forehead against the glass. It doesn’t feel cold or hot. It doesn’t feel of anything.\n\n\nEventually, Lucy decides that she has stared down Mr Buttons long enough. She has a nagging fear that as soon as she stops looking at the shadow then Mr Buttons will begin to move, but she cannot stay in the kitchen forever. So she goes to the sitting room and watches television.\n\n\nLucy always sits on the left side of the sofa, next to the spot where Mummy used to sit. Daddy always sits in the arm chair.\n\n\nLucy opens the television’s recordings menu. All of the channels are dead. She has asked Daddy for something new to watch a bunch of times, but Daddy has explained that there are no new things anymore.\n\n\n“Trust me Lucy. You should be grateful for what we’ve got.”\n\n\nLucy finds it hard to be grateful. Lucy used to have all sorts of channels and shows and films to watch, and friends who could come over to watch them with, and the library, and the park, and trips to the supermarket, and the sky, and the sun, and the moon, and the stars. And Mummy.\n\n\nLucy isn’t sure what she’s got to be grateful for now.\n\n\nLucy puts on a show about gardening. It’s very boring and the presenter is old and talks too slowly, but there are pretty pictures of flowers and it’s a programme that Mummy used to watch when she was still here.\n\n\nDaddy hasn’t deleted it yet, maybe because there are so few things to look at.\n\n\nLucy watches the gardening show for a period of time.\n\n\nThen, at 00:00, the recording stops abruptly right in the middle of the presenter explaining the correct way to deal with greenfly. Lucy is confused. She has watched this episode before, and knows that that this isn’t where it ends. She looks to see if she is sitting on the remote control, but it is by her side.\n\n\nThe television switches back to terrestrial. It is set to channel 8607.\n\n\nThe screen is showing an angry flickering pattern of lights, which Lucy knows from Personal Development could be very dangerous for someone with epilepsy and should come with a warning message.\n\n\nUnknown:\n Hello?\n\n\nThere is a face behind the lights. It’s impossible to make out any of the features, but it’s definitely a face. Lucy does not move.\n\n\nUnknown:\n Hello?\n\n\nThe voice is muffled, as if Lucy is listening to it from another room.\n\n\nLucy tries to turn the television off with her remote, but it does not work.\n\n\nThere is a nasty, bitter smell in the air, and there is something wrong with the television set. Whisps of white smoke are leaking out of the back of it as if something inside is on fire.\n\n\nUnknown:\n Hello there. Can you hear me?\n\n\nThe smoke is getting thicker and darker and the flow is getting heavier.\n\n\nLucy brings her right arm up to her mouth and bites at it nervously. She doesn’t know what to do.\n\n\nLucy:\n Yes.\n\n\nLucy thinks that she should probably get up and run away, but she’s too scared to move.\n\n\nThe smoke is spreading out, climbing up to the ceiling and falling down to the floor.\n\n\nUnknown:\n Hey, are you Lucy Carmichael?\n\n\nThe smoke is filling up the whole room now. Like a mist. Like a fog. Like something nastier.\n\n\nLucy bites her hand.\n\n\nLucy:\n I’m not s’posed to talk to strangers.\n\n\nThe smoke is getting into Lucy’s mouth and nose and lungs. It smells of hospitals.\n\n\nUnknown:\n I’ve been looking for you a very long time Lucy. Do you think you could come a bit closer?\n\n\nThe face moves nearer to the screen. It is white and grainy. Lucy begins to scream.\n\n\nLucy:\n MR BUTTONS! DADDY! IT’S MR BUTTONS!\n\n\n\n\n[ \nEnd Log\n ]\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\n\n\nIn Lucy’s dream, she is yelling for her Daddy.\n\n\nShe takes him by the hand and pulls him, half running half flying, to the kitchen and the big sliding glass door. “Look! Look!” she points triumphantly.\n\n\nThe mist has fallen back and the garden is visible again. There is no shadow by the edge of the lawn, but there are hundreds and thousands of rabbits – 8607 of them – padding through the unmown grass, all moving north to south as if part of some great migration.\n\n\nLucy presses her hand to the glass and feels warmth under her palm.\n\n\n“Look Daddy! It’s all getting better. It must be safe again. The monsters are gone.”\n\n\n“Oh Lucy.”\n\n\nDaddy has grown tall, terribly, terribly tall. So tall that the roof of the kitchen has had to disappear to fit him all in, and the space above them is black and empty. He looks down at her with so much disappointment that she could cry.\n\n\n“Oh Lucy, I thought you were mature enough to see by now. The rabbits aren’t purple.”\n\n\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nInterview Log\n\n\n8607-00-00/00/0000\n\n\n\n\n\n\n \n\n    \nInterviewee:\n\n\n    \nInterviewer:\n\n \n\n\n\n\n[ \nBegin Log\n ]\n\n\n\n\nDaddy has smashed up the television. It sits in the corner of the room, a rubble of glass and wires and plastics.\n\n\nLucy is sitting on the sofa.\n\n\nDaddy comes back with a black bin liner and starts shovelling the pieces inside.\n\n\nLucy’s eyes are shining. She kicks her legs, smacking her heels into the base of the sofa.\n\n\nLucy:\n Daaaaddyyy, you broke the TV.\n\n\nDaddy:\n Jesus, Lucy, is that all you can think about right now?\n\n\nLucy bites her fingers.\n\n\nLucy:\n It was the TV!\n\n\nLucy speaks as if that should explain everything. As if the sin of destroying a television were so obvious and so heretical that her Daddy could not possibly fail to comprehend it.\n\n\nLucy:\n How will we watch TV?\n\n\nDaddy:\n We won’t.\n\n\nDaddy continues to toss fragments of the broken television set into the bag.\n\n\nLucy’s upper lip is trembling. She is thinking of Mummy and the pretty flowers and the boring presenter she’ll never get to see again.\n\n\nLucy:\n But that’s not fairrrr.\n\n\nDaddy hurls a fragment of metal at the floor and for the first time Lucy understands that Daddy is very, very angry.\n\n\nLucy sometimes finds it difficult to know how other people are feeling. Ms Mills from school has a board of faces with different expressions, but none of them look like real faces, and none of them look like Daddy.\n\n\nDaddy:\n For fuck’s sake, it’s a sodding television! You didn’t lose a fucking limb!\n\n\nLucy brings her knees up and wraps her arms around her legs. She squeezes them extra tight like she’s giving them a hug.\n\n\nDaddy:\n A god damn television. Honestly, you are such a spoiled little girl Lucy, you really are. And that's not because of me. Oh no. I didn’t do that to you. I’ve always stood on my own two feet. You know what the most important thing in life is? Resilience. Being able to keep going when things are difficult. And they don’t teach it any more. They don’t let you learn how to tough it out. How would it be if I curled up into a ball every time things got hard for me, huh? Who would look after you? Resilience. That’s why I was the one who stayed to look after you. That’s why you’re safe. You should remember that Lucy.\n\n\nLucy does not understand what that means. She is focusing her gaze on the tops of her knees, pressing them together until they hurt.\n\n\nDaddy’s voice quietens. He crouches down in front of her, trying to look her in the eye.\n\n\nDaddy:\n Maybe it’s for the best, you know? None of that stuff… I mean, it was just reminding you of things we don’t have any more. Things that make you sad. We both need to do a better job of forgetting about that stuff, OK?\n\n\nLucy does not know how to reply to this. Forgetting things isn’t something you choose to do. It’s something your brain does when years and years and years have passed or when you don’t have enough space in your head or when something is really boring. It’s easy to forget homework or spellings or the dates on which things happened in history. It’s a lot harder to forget flowers.\n\n\nBut Daddy is waiting for her to say something. Lucy does not like making Daddy upset.\n\n\nLucy:\n Okay.\n\n\nDaddy:\n That's a good girl.\n\n\nDaddy ruffles Lucy’s hair in a way that Lucy hates almost as much as being called Lulu. Lucy does not like being touched, except when she wants to be.\n\n\nDaddy:\n We're in this together Lucy. No matter what. And I am always going to look after you.\n\n\nDaddy straightens up.\n\n\nDaddy:\n It's going to be fine, you'll see. Plenty of kids don't have a television. Most of them end up quite a bit smarter.\n\n\nDaddy goes back to throwing bits of the television into the bag, but they’re not making such a loud noise.\n\n\nLucy peers at the wreckage, and thinks about how to ask the question she wants to ask without making Daddy shout at her.\n\n\nLucy:\n Why did it have to get broken?\n\n\nDaddy:\n It wasn’t safe.\n\n\nLucy:\n Why?\n\n\nDaddy:\n It just wasn’t.\n\n\nThat is not an answer, but Lucy is careful not to say “Why?” again. She thinks for a moment.\n\n\nLucy:\n Who was the person in the TV?\n\n\nDaddy:\n It doesn’t matter.\n\n\nLucy:\n Why was it smoking?\n\n\nDaddy:\n You don’t need to worry about it.\n\n\nLucy:\n Was Mr Buttons in the TV?\n\n\nDaddy:\n Don’t ask stupid questions.\n\n\nLucy chews angrily on her lip. She doesn’t think it was a stupid question. She doesn’t understand what’s so stupid about it.\n\n\nLucy:\n Why won’t you tell me?\n\n\nDaddy:\n You wouldn’t understand.\n\n\nThe pieces flying into the bag are clanging more loudly again.\n\n\nLucy:\n How can I understand if you don’t tell me?\n\n\nDaddy:\n Just trust me Lulu.\n\n\nLucy:\n Don’t call me Lulu!\n\n\nDaddy’s lips thin. The pieces of television go \nbang!-bang!-bang!\n\n\nDaddy:\n I don’t know why you get so angry about that name, I really don’t. It makes everyone think you’re very childish.\n\n\nLucy:\n I’m not angry!\n\n\nDaddy:\n You are. You're raising your voice and you're being stroppy.\n\n\nLucy:\n I’m \nnot\n!\n\n\nLucy wants to cry. She feels silly and stupid and she isn’t sure why.\n\n\nDaddy nods, satisfied, and picks up the bin bag.\n\n\nDaddy:\n We don’t need a television. There are plenty of things we can do together as a family.\n\n\n\n\n[ \nEnd Log\n ]\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nInterview Log\n\n\n8607-00-00/00/0000\n\n\n\n\n\n\n \n\n    \nInterviewee:\n\n\n    \nInterviewer:\n\n \n\n\n\n\n[ \nBegin Log\n ]\n\n\n\n\nDaddy has given Lucy time to “Cool Off” which is an expression Lucy hates. When everything inside her feels like it’s fizzing and popping she doesn’t want to be cool, she wants to move and talk and be taken seriously.\n\n\nThere are bite marks on her arms.\n\n\nDaddy is not going back to work today so that he can spend more time with Lucy. Daddy is going to help Lucy with Arts & Crafts.\n\n\nLucy does not really need Daddy’s help with Arts & Crafts, but she does love to draw. Ms Mills from school had called her a “great artist in training” when Mummy and Daddy came in to see her, and it was the proudest Lucy had ever felt in her life.\n\n\nMs Mills took her for Art and for Personal Development and was in charge of the Leg Up Club that Lucy went to before school on Tuesdays and Thursdays.\n\n\nLucy is in the kitchen. She gets her art folder from the cupboard. Lucy’s art folder is a red paper folder that Ms Mills gave her so she could carry her pictures to school and back. Lucy used to show all her pictures to Ms Mills, and tell her what was happening in them. Ms Mills always found them interesting and asked Lucy lots of questions. Lucy loved talking about her drawings.\n\n\nLucy opens her art folder and starts going through the pages.\n\n\nThere is a picture of a large rabbit. It is purple with blue eyes.\n\n\nThere is a picture of Lucy, with Lucy’s friend Janey from school and Lucy’s friend Megan who Lucy met at the swimming pool. They haven’t met in person yet but Lucy thinks they would like each other a lot.\n\n\nThere is a picture of a squirrel from the park. It is red. The park is only meant to have grey squirrels in but Lucy is sure that she saw a real red one once, just for a moment. Daddy said she couldn’t have. Mummy said that anything was possible and she wished that she had seen it too.\n\n\nThere is a picture of Lucy’s house. Clouds of smoke are puffing out of the chimney. The house number is 8607, which is wrong.\n\n\nThere is a picture that started off as a jellyfish but then became a space alien. It is purple. It is blasting green energy from its tendrils. It is surrounded by stars.\n\n\nThere is a picture of a big yellow crescent moon with a smile. Lucy made the curve of the moon by drawing part of the way around a mug, which Ms Mills said was very smart thinking.\n\n\nThere is a picture of Mr Buttons. He is very close, peering out of the page like he’s waiting to climb through. His face is whiter than the paper it’s drawn on.\n\n\nThere is a picture of some flowers. Some are red and some are yellow and some are blue but most of them are purple.\n\n\nLucy finally finds a bundle of blank pieces of paper and pulls them out.\n\n\nDaddy is making one of the paper puppets that Lucy got from the Leg Up Club. It has two arms and two legs and a body that have all already been cut out. It comes with some special twisty pins so you can put the limbs onto the body and have them move back and forth.\n\n\nDaddy:\n What do you think Lucy? Should I make this one you or me?\n\n\nLucy furrows her brow gives the puppet her full attention. Art is very important.\n\n\nLucy:\n Hmmmm. You. It looks more like you.\n\n\nDaddy smiles.\n\n\nDaddy:\n Alright, this one will be me. We can make one for you afterwards and then we can tell stories with them, how about that?\n\n\nLucy nods enthusiastically.\n\n\nLucy:\n You can stick their backs to a ruler or a pipe cleaner and then you can hold them behind a table so it looks like they're walking on it.\n\n\nMs Mills had taught her that. She had a big stood-up rectangle that she called a \"Paper Puppet Theatre\".\n\n\nDaddy:\n Oh ho. You'll have to show me how to do it.\n\n\nDaddy is using some of Lucy’s pencils without asking. Ms Mills says that using someone else’s things without asking is very rude and if you do it people won’t want to be your friend. Lucy doesn’t really mind though. It’s nice to be doing art with someone again. It has been ███████████ since Lucy last had an art class.\n\n\nLucy frowns, because something about that thought was wrong. She tries it again.\n\n\nIt has been \nlonger than Lucy can remember\n since Lucy last had an art class.\n\n\nThat feels a little better. Lucy can’t remember just how long it’s been since she last had art with Ms Mills, but forgetting things when you’re away from school is easy.\n\n\nBut…\n\n\nShe frowns. The first time she tried to think back there had been something else there. A big icy block of nothingness, like a completely different memory altogether.\n\n\nLucy tries to think about it some more but she can’t really remember what it was like, the same way you can go from remembering to forgetting a dream in the few seconds after you wake up.\n\n\nLucy decides to stop thinking about it and pulls one of the pieces of paper towards her.\n\n\nDaddy is drawing a shirt onto his paper puppet.\n\n\nLucy doesn’t know what she wants to draw. Normally she draws things that she’s seen recently, or places that she’s been, but there isn’t anything new in the house and there isn’t anywhere else to go.\n\n\nShe tries to draw a butterfly but the wings on each side of it don’t match properly.\n\n\nShe tries to draw a steam train but it doesn’t come our right and the wheels go all weird and small.\n\n\nShe tries to draw a garden full of rabbits but for some reason it makes her feel sad.\n\n\nSo Lucy decides to draw her family. She draws herself in the middle with Daddy on the left and Mummy on the right holding her hands. She gives Mummy a big purple smile and she gives Daddy a smaller red smile. She puts some big purple hearts floating around Mummy too.\n\n\nDaddy:\n Lucy… I told you not to do this again.\n\n\nLucy flinches. Daddy is staring at her with one of the expressions that Lucy can’t read. His lips are a hard line. His voice is low and rough.\n\n\nLucy tries to work what she has done. She hasn’t broken anything. She hasn’t made a mess. She hasn’t gotten colouring pen marks on the table.\n\n\nLucy:\n What?\n\n\nDaddy:\n I told you, I don’t want pictures of her in this house!\n\n\nLucy had forgotten.\n\n\nLucy imagines herself shrinking slowly smaller and smaller until her head dips below the kitchen table where she can’t see Daddy’s face.\n\n\nLucy:\n Why?\n\n\nDaddy:\n Because it’s my bloody house and I said so!\n\n\nDaddy reaches out and snatches the picture up from the table. Lucy tries to reach out and catch it but Daddy has already pulled it away. There is a horrible noise as Daddy rips a third of the picture off and crumples it up.\n\n\nMummy’s arm is still there, holding Lucy’s hand, but everything else has gone.\n\n\nLucy lets out a strangled scream. Her eyes are hot and full of tears.\n\n\nLucy:\n My picture! My picture! You ruined itttt!\n\n\nDaddy opens his mouth, and then seems to sag and age before her eyes. His shoulders slump.\n\n\nDaddy:\n I’m- Fuck, I’m sorry. I’m sorry Lucy. It’s a really good picture. We’ll- I’m going to put it on the fridge, OK?\n\n\nLucy is crying. Her picture is ruined. Her picture is ruined. Daddy sticks the remaining two thirds of the drawing to the front of the fridge with the special magnet, the rectangular one with the photograph of the lemurs.\n\n\nDaddy:\n Shh shh shh, it’s OK, it’s all OK. It looks lovely. Oh Lucy I’m sorry. Daddy didn’t mean to. It’s OK. It’s all OK.\n\n\nLucy takes a deep noisy sniff. Her cheeks are red and her eyes are red and snot is dripping from one of her nostrils.\n\n\nLucy:\n Why can’t I draw pictures of Mummy?\n\n\nDaddy clenches his teeth and then steadies himself. He takes a big sigh.\n\n\nDaddy:\n Because she’s gone, Lucy. Everything out there is gone. And it’s not going to come back.\n\n\nDaddy tries to place a hand on Lucy’s shoulder but she bristles and shakes until he takes it off.\n\n\nDaddy:\n It’s not healthy to obsess over her. It’s not good for you. All it does is make you feel sad. It’s better to just forget about how things used to be and think about we’ve got here now. You and me. Isn’t that enough?\n\n\nLucy:\n No!\n\n\nLucy stomps across the kitchen floor and snatches the lemur magnet from the fridge. Her torn drawing falls to the ground.\n\n\nThe lemur magnet is special. Daddy had bought it for Lucy when they went to the zoo together. It was the first trip Lucy had been on without Mummy, and Lucy had been terribly grumpy the whole way through until they came to the lemur enclosure. The lemurs made funny faces and Lucy made funny faces back and then Daddy made the funniest faces of all and Lucy had laughed and laughed. It was like a magic spell had been broken and the rest of the day was quite nice, even when it rained.\n\n\nLucy:\n If everything’s gone then the lemurs are gone too, so you can’t keep this!\n\n\nLucy throws the magnet across the room towards the bin. It misses by a few inches and drops behind it.\n\n\nDaddy:\n Lucy! You pick that up right now!\n\n\nLucy:\n No! I hate you I hate you I hate you! I hope Mr Buttons gets you!\n\n\nLucy throws more fridge magnets at Daddy, numbers and letters and pictures. One catches him on the forehead.\n\n\nLucy is shouting and screaming and crying.\n\n\nDaddy is shouting and screaming.\n\n\nIt goes on for some time.\n\n\nAt 00:00, Lucy is sent to her room.\n\n\n\n\n[ \nEnd Log\n ]\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\n\n\nIn Lucy’s dream, it is her Daddy, not her Mummy, who is reading her a bedtime story.\n\n\nHe doesn’t know how to hold the book right, and bends the pages so far back that an ugly crease appears on the spine. Lucy wants to shout that he’s ruining it but she can’t move an inch, not even to open her mouth.\n\n\nThe story is a lot like Rapunzel, only instead of an evil witch putting the princess in a tower it is a good and loving king who wants to protect her from all the evils of the world.\n\n\n“Everything is over now,” he tells her. “But you can be safe here forever and ever and ever and ever and ever and ever and ever and ever and ever and ever and ever and ever and ever.”\n\n\nOne day a handsome prince rides by and the princess calls out to him, begging to be saved. Only when she lets down her hair and the prince climbs up to the top of the tower the story goes all wrong.\n\n\nThe prince’s ears are too long and his eyes are too sharp and he has too many teeth – 8607 of them! And he won’t stop laughing in a way that shows them all off.\n\n\nLucy wants to tell Daddy that he’s getting mixed up with Little Red Riding Hood, and that Mummy would never make that mistake, but he just looks at her sadly.\n\n\n“████████████████████████████████████████████████,” he says.\n\n\nLucy feels so cold and so very, very afraid.\n\n\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nInterview Log\n\n\n8607-00-00/00/0000\n\n\n\n\n\n\n \n\n    \nInterviewee:\n\n\n    \nInterviewer:\n\n \n\n\n\n\n[ \nBegin Log\n ]\n\n\n\n\nLucy is woken by a horrible noise.\n\n\nShe doesn’t know what the noise was, or exactly what it sounded like, but the echo of it is still in her ears and the little hairs on the back of her neck are standing on end. There is a heavy feeling at the bottom of her stomach, just like when she broke Mummy’s favourite mug.\n\n\nThe noise came from below her, from the kitchen.\n\n\nLucy told Daddy that she hated him.\n\n\nShe scrambles out of bed.\n\n\nLucy told Daddy that she hoped Mr Buttons would get him.\n\n\nShe takes the stairs two at a time.\n\n\nLucy told Daddy such horrible things.\n\n\nAnd now.\n\n\nAnd now.\n\n\nThere is a shape lying on the floor of the kitchen.\n\n\nNo, there is a person lying on the floor of the kitchen.\n\n\nNo, there is a body lying on the floor of the kitchen.\n\n\nBut it isn’t Daddy.\n\n\nDaddy is standing over the body, panting. There is a hammer in his right hand. The top of the hammer is red.\n\n\nDaddy looks tired and old.\n\n\nThe body is perfectly still. Its head is angled away from the kitchen door so Lucy cannot see its face. It has messy brown hair with a dark puddle beneath it.\n\n\nLucy:\n Who’s that?\n\n\nDaddy:\n Go back to your room, Lucy.\n\n\nLucy:\n Are they dead?\n\n\nDaddy:\n Your room, Lucy.\n\n\nLucy:\n Why-\n\n\nDaddy:\n GO TO YOUR ROOM, LUCY! RIGHT NOW!\n\n\nDaddy turns. The hammer is still in his hand. He waves it as he speaks.\n\n\nLucy flees up the stairs as fast as her legs can carry her.\n\n\nLucy enters her bedroom without closing the door and climbs trembling onto her bed. She sits cross legged right in the middle and drags the bed sheets over her upright body like a big hooded cloak.\n\n\nThis is how Lucy sits when she is upset and wants to be seen, but does not want to be seen to want to be seen.\n\n\nCovering herself with the sheets make it clear that she doesn’t want to be seen by anyone, but sitting upright makes sure that she still can be. That is how Lucy sees it, in the secret, private depths of her soul.\n\n\nWhen Lucy lay down in bed to cry, no one would notice. But when she sat up in bed with the sheets over her head and the door open, then her Mummy would come in and be with her.\n\n\nShe was always very quiet. Lucy wouldn’t notice her Mummy at all until she felt the familiar pressure of her weight as she sat on the bed beside her. Lucy wouldn’t say anything and for a while Mummy wouldn’t either. She would wait until her daughter was ready, and then a hand would slip under the bed sheets and take hold of Lucy’s. Big and hot and safe. The hand would give her a squeeze, and some of the sadness would pour out of her like water being wrung from a sponge.\n\n\nOnly then, in her softest voice, would her Mummy ask what was wrong. Sometimes it would be people at school being mean or making up lies or making too much noise even when they knew it upset her. Sometimes it would be Daddy being rude or loud or not understanding something. And sometimes it wouldn’t be anything Lucy could understand or express. There would just be sadness and anger and frustration inside her and she wouldn’t know why or what to do with it.\n\n\nAnd Mummy would listen, and talk, and little by little she would pull Lucy out from under the sheets and Lucy would feel better, even by just a little bit.\n\n\nLucy waits in the darkness, with tears drying on her cheeks.\n\n\nThere is no pressure. There is no hand.\n\n\nTime goes by. Lucy does not know how much time because when the world ended all the clocks in the house were taken away and the sky doesn’t tell her anything anymore.\n\n\nLucy:\n I’m sorry.\n\n\nLucy is not sure who she is saying it to, or what she is saying sorry for. But everything has gone wrong that means that it’s probably her fault.\n\n\nLucy:\n I’m sorry.\n\n\nShe whispers it again and again and again.\n\n\n\n\n[ \nEnd Log\n ]\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nInterview Log\n\n\n8607-00-00/00/0000\n\n\n\n\n\n\n \n\n    \nInterviewee:\n\n\n    \nInterviewer:\n\n \n\n\n\n\n[ \nBegin Log\n ]\n\n\n\n\nAn undefined amount of time continues to pass.\n\n\nNo one comes up to see her, so eventually Lucy goes down.\n\n\nShe tiptoes along the corridor, peering ahead of her in case Daddy is there.\n\n\nShe sits on the top step, and then pulls herself down so she’s sitting on the next step, and then the next, and then the next. No one comes to shout at her.\n\n\nLucy stops on the last-but-one of the stairs, which puts her partly behind the big banister post at the bottom. She wraps her arms around it.\n\n\nThe kitchen door is open, and the body on the floor is gone. Daddy is still there. There is a bucket and a mop and a row of the coloured bottles from under the sink that Lucy is not allowed to touch.\n\n\nThe floor is wet.\n\n\nDaddy turns and sees her. His face is red and sweaty and shining. He gives her a strained smile.\n\n\nDaddy:\n Lucy.\n\n\nHe crouches down and holds out his arms as if to give her a hug. Lucy doesn’t move. She squeezes the banister post tighter.\n\n\nLucy:\n Were they dead?\n\n\nDaddy gets up again and lets his arms drop. His smile drops too.\n\n\nDaddy:\n Yes Lucy. They were dead.\n\n\nLucy pulls her bottom lip into her mouth and bites at it because it gives her more time before she has to speak again.\n\n\nLucy:\n Did you do it?\n\n\nDaddy is watching her intently. Lucy cannot read his expression.\n\n\nDaddy:\n Yes Lucy. I did it. To protect us.\n\n\nLucy presses her nails into her elbows and pinches at the flesh.\n\n\nLucy:\n Was it Mr Buttons?\n\n\nDaddy:\n No, it wasn’t that stupid- No. No, it wasn’t Mr Buttons.\n\n\nLucy nods. This made sense. Mr Buttons didn’t have brown hair. And he probably couldn’t be killed.\n\n\nLucy:\n Who was it?\n\n\nDaddy seems to think about this.\n\n\nDaddy:\n It was a monster. From outside. It wanted to hurt us.\n\n\nLucy:\n It didn’t look like a monster. It looked like a person.\n\n\nDaddy:\n A lot of monsters look like people.\n\n\nLucy presses her cheek harder into the banister, until only one eye is peeking around it.\n\n\nLucy:\n Are you a monster?\n\n\nDaddy seems to slump without moving. His face greys. And then his lips twist.\n\n\nDaddy:\n Jesus \nChrist\n Lucy.\n\n\nLucy shrinks back. She has said something wrong.\n\n\nDaddy:\n How the fuck can you sit there and ask me something like that? After everything I’ve- After \neverything\n!\n\n\nDaddy paces around the kitchen, turning left and right as if hunting for some imaginary audience. His eyes are wide. His breath is heavy. He gestures at the air.\n\n\nDaddy:\n Jesus Christ is that how she taught you to see me? Of course she did. Always! Always! She always wanted to turn you against me. She always wanted to undermine me.\n\n\nDaddy is shouting. His voice is loud and strained and strangely high, like something is squeezing his throat.\n\n\nLucy lets go of the banister and tries to get up but Daddy shouts so loudly that her legs go out from under her and she lands on the step again with a bump.\n\n\nDaddy:\n No! I didn’t say you could leave! I am talking! I! Am! Talking! You are going to show me the \nrespect\n I deserve as your father and listen to me! You are going to understand!\n\n\nLucy’s body is shaking as if she’s cold, but she does not feel cold. She digs her fingers into the stair carpet, pushing her nails in as far as they will go.\n\n\nDaddy:\n All I ever- all I have \never\n done is work to make you both safe and comfortable and and and- and happy. Was that so wrong? I could have- I could have been like a thousand layabout fathers. I could have left you to fend for yourselves. But I \nworked\n. I worked hard. And she hated that. She hated it. She hated that I was someone important, that I was doing something worthwhile. She hated how much I made. She would have rather we were living off welfare cheques just so she could look down her nose at me. She was always desperate for something to be wrong. Always looking for excuses to put me down and make me suffer. Just look at what she did to you.\n\n\nLucy is holding her breath. She does not know why she is holding her breath, only that she is afraid that if she breathes too loudly something bad will happen.\n\n\nDaddy:\n When you two were together it was like I wasn’t even there! Like you had some secret language I didn’t get to understand! When she came home you would always jump up and run to her and tell her things, and how many times did you bother coming to see me when I got home? How many times did you tell me anything about your day, or- or \nanything\n?\n\n\nLucy bites her lower lip again. She has chewed at the skin until it’s thin and tender and when her teeth dig into it this time she can taste blood. She focuses on the taste.\n\n\nDaddy:\n Was that fair? Was that fair on me? Being cut out of your life? My own daughter? I was the one who made sure you could live here! I was the one who bought you toys and and games and sweets and you never ever ever showed me the kind of- of- of-\n\n\nDaddy shakes his hands like he’s trying to wring the word out of the air. He gives up.\n\n\nDaddy:\n - as you showed her. Never. Did she tell you to do that? Did you talk about it? Did she spend the days I was away lying about me?\n\n\nDaddy slams his fist onto the kitchen table making it jump and wobble.\n\n\nLucy jerks like a shockwave has passed through her.\n\n\nDaddy:\n I did everything for you. For both of you. And nothing was ever enough to make you treat me the way you treated her. It was like you hated me. Like you were raised to hate me.\n\n\nLucy is doing the thing where she takes in very short, very shallow breaths and then pushes them out again. It makes her head feel like it’s swimming.\n\n\nDaddy:\n Even after everything. She \nabandoned\n us Lucy! When things get difficult, when there are problems, some people care enough to want to work on those problems, and some people just give up. Because they don’t care. Because they \nnever\n cared as much as I did. I was the one who wanted to work through things, for \nyou\n! To give \nyou\n a proper family. And she was the one who couldn’t be bothered, who destroyed everything we had for- for a few-\n\n\nDaddy fades into silence. A few moments of ragged breathing pass. And then he drives his fist into the wall, letting out a noise that is half a scream of pain and half a bellow of fury.\n\n\nDaddy:\n How is it fair!? How is it fair that I’m treated like some kind of monster? I was the one who fucking cared! I was the one who tried! I was the one who wanted to protect you! Do I ever get appreciated? Do I ever get a single thank you?\n\n\nTears are running down Lucy’s cheeks. Her insides feel like they’re trying to squeeze themselves up into a ball. Her stomach hurts. Her head hurts. Her lip is bleeding.\n\n\nLucy:\n I want… I want… I want to call Mummy.\n\n\n[DATA EXPUNGED]\n\n\nLucy runs up the stairs on all fours, sobbing. She dives into her bedroom and slams the door. She buries herself in the bed. Daddy doesn’t follow her.\n\n\n\n\n[ \nEnd Log\n ]\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\n\n\nIn Lucy’s dream, something is very wrong indeed. She is running.\n\n\nIn Lucy’s dream, her father is down on the lawn with his wallet, pressing brightly coloured bank notes into Mr Button’s hand. Mr Buttons looks up at her window and winks. His smile is too big for his face.\n\n\nIn Lucy’s dream she hasn’t been to school in years and years. Ms Mills is sadly clearing out her class tray and throwing all of her pictures into the recycling. Lucy tries to shout and scream and beg her to stop but she is too far away to hear.\n\n\nIn Lucy’s dream the prince is climbing the tower like an insect, his limbs stretching and twisting as he scampers up the stonework. He won’t stop laughing and pulling funny faces.\n\n\nIn Lucy’s dream, she can’t stop running.\n\n\nIn Lucy’s dream, this mist parts and the shadow on the lawn is Mummy. She has frozen to death all alone and her body is as cold and grey as a statue.\n\n\nIn Lucy’s dream, the butterflies are angry at her for not drawing their wings right. They hurl themselves at her face while Daddy tries to swat at them with a hammer. Lucy tries to tell him that it’s not their fault, but when she starts to talk the butterflies swarm into her mouth. Daddy begins to take aim.\n\n\nIn Lucy’s dream, Lucy’s house is in a snow globe. Mr Buttons shakes it, and all her friends “ooh” and “aah” as the mist swirls behind the glass. Mr Buttons shakes the globe so hard that the house itself breaks away and begins to dance through the air like just another snowflake, faster and faster.\n\n\nIn Lucy’s dream, she has been running for as long as she can remember.\n\n\nIn Lucy’s dream, her class has gone on a field trip to where Daddy works. Everyone else is nodding and taking notes on their clipboards as Daddy talk about his job but Lucy has not been paying attention and doesn’t know what he’s talking about. She wonders what an abstraction is, and for that matter what a department is, and finds that she has accidentally shouted the questions out loud. The rest of the class is laughing at her. Daddy looks so disappointed and so, so old.\n\n\nIn Lucy’s dream she is trying to brush her teeth but they’re all falling out into the sink and getting washed down the plug hole. Mr Buttons calls down through the ceiling and tells her that he’ll replace them with some of his when she falls asleep.\n\n\nIn Lucy’s dream, Lucy has broken Mummy’s favourite mug. Mummy leaves and never comes back.\n\n\nIn Lucy’s dream, she has never been more tired in her life.\n\n\nIn Lucy’s dream her rabbit shoes have teeth all around the openings, ready to bite down on her ankles. “You have to put them on, Lucy,” her Daddy tells her. “They’ll stop you wanting to walk outside.”\n\n\nIn Lucy’s dream, Mr Buttons goes to the zoo. It is choked with fog but the animals are still there. Lucy screams that she is sorry, so sorry, but it doesn’t make a difference. Mr Buttons finds the lemurs, the exact ones from the picture, and smashes their skulls in with Daddy’s hammer. He throws the bodies behind the bin in the kitchen for Lucy to find the next day.\n\n\nIn Lucy’s dream, Daddy is shooting rabbits through the window in the kitchen. “Not purple,” he says. “Still not purple.”\n\n\nIn Lucy’s dream, there is a nasty smell like burned metal and hospitals.\n\n\nIn Lucy’s dream, the television is leaking milk. Daddy is kicking it and throwing it around the room, trying to make it stop. “There isn’t any milk left,” he snaps. “We have to make do with what we have.”\n\n\nIn Lucy’s dream, great holes thousands of miles wide open all across the face of the earth and belch out white smog. Lucy’s Mummy is falling and falling and falling.\n\n\nIn Lucy’s dream, Lucy has fallen apart like a rag doll. Her limbs are in a big pile and Daddy is sewing her back together again. “I’m so sorry, oh I’m so sorry honey. I didn’t mean it. This will make you feel better. Trust me, darling. Trust me.” Lucy tries to tell him that his stitching is all wrong and that she wants the thread to be purple, but her mouth is just a line of sewn on buttons in the shape of a smile.\n\n\nIn Lucy’s dream, Lucy is running but doesn’t think that she’s actually moving. There is nowhere to go. Nowhere at all.\n\n\nIn Lucy’s dream she has tried to go through the door to her bedroom but instead it’s opened into the basement where she isn’t allowed to be. The room is full of █████████████. They’re cold and sharp and make Lucy’s head want to split open. Daddy is shouting at her to leave. Lucy tries to escape but the stairs grow longer and longer and longer until she can’t see the top.\n\n\nIn Lucy’s dream, Mummy’s arm has been torn in half, right where Daddy ripped Lucy’s picture. Lucy is screaming and trying to let go but the bleeding stump of a hand is holding onto hers like a vice. Lucy says that she’s sorry over and over and over.\n\n\nIn Lucy’s dream, the dead body on the kitchen floor wakes up. It drags itself slowly up the stairs and knocks on her bedroom door. “Are you Lucy?” it asks. “Are you Lucy Carmichael?” The handle turns.\n\n\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nInterview Log\n\n\n8607-00-00/00/0000\n\n\n\n\n\n\n \n\n    \nInterviewee:\n\n\n    \nInterviewer:\n\n \n\n\n\n\n[ \nBegin Log\n ]\n\n\n\n\nLucy wakes up. There is an unfamiliar pressure on her bed.\n\n\nDaddy is sitting there. His body is pressing down on the lower half of her right leg.\n\n\nDaddy:\n You still awake honey?\n\n\nDaddy’s eyes are bloodshot. He smells nasty and acrid.\n\n\nDaddy:\n I’d do anything for you, you know that? You know that Lucy? For you. For both of you.\n\n\nLucy tries to gently pull her leg free. It doesn’t move. Daddy doesn’t seem to notice.\n\n\nDaddy:\n You don’t have to worry ‘bout it, OK? OK Lucy? You don’t have to worry about it. About anything at all. I can keep it going, jus’ like this, long as we need. Long as we need. You and me, Lulu. Forever. Long as we need.\n\n\nHis voice is slurred. Lucy’s leg is trapped fast.\n\n\nDaddy:\n You’re gonna be OK, Lucy. You’ll be OK. I love you, you know. Love you so much. You love me, Lucy?\n\n\nLucy is holding the bed sheets over her mouth. She lowers them slowly.\n\n\nLucy:\n You’re on my foot.\n\n\nDaddy stands up unsteadily.\n\n\nDaddy:\n Ah, shit. Sorry honey. Sorry Lulu. Lucy. Lucy Lucy Lucy.\n\n\nHe stumbles slightly as he moves towards the door.\n\n\nDaddy:\n I’m going back. I’m- I’m doing it for you, Lucy. All for you. You’ll understand. You’re such a smart girl. Daddy’s so proud of you honey.\n\n\nDaddy treads on one of Lucy’s shoes as he leaves. One with purple rabbits. He staggers backwards, almost tripping, and then kicks it out of his way. It vanishes under the bed.\n\n\nLucy doesn’t say anything.\n\n\n\n\n[ \nEnd Log\n ]\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nInterview Log\n\n\n8607-00-00/00/0000\n\n\n\n\n\n\n \n\n    \nInterviewee:\n\n\n    \nInterviewer:\n\n \n\n\n\n\n[ \nBegin Log\n ]\n\n\n\n\nToday, Lucy just wears socks.\n\n\nLucy pulls opens her curtains, because that is what you do in the morning even if there isn’t any point. The outside is still blank.\n\n\nThe world looks like a whiteboard from school, one of the old ones that’s had years and years of pen marks not quite erased from it.\n\n\nLucy exits her room, walks down the stairs, and turns left into the kitchen. Daddy is already there. He is siting at the table. He is wearing the same shirt as he wore yesterday, with the same stains. His plate has crumbs on it.\n\n\nThe table is set with butter and jam and marmalade and cereal and coffee and apple juice.\n\n\nThere are cans and glass bottles in the sink.\n\n\nThere is no milk.\n\n\nDaddy:\n Morning honey.\n\n\nLucy’s lip has healed but it still feels rough and swollen in her mouth. She sits at the table.\n\n\nDaddy:\n You sleep OK sweetie?\n\n\nLucy’s cheek is still sore. She twists a flap of the tablecloth between her fingers.\n\n\nDaddy:\n I've got some plans for us today. Big plans.\n\n\nDaddy is getting up as he speaks. He feeds bread into the toaster. He has not looked Lucy in the eye.\n\n\nDaddy:\n You know what our problem is? We haven’t been doing enough together. I’ve been stuck downstairs so much, and you’ve been glued to that TV, and, you know, well, maybe all of this is just the spur we needed. We’ve got this whole house to have fun in, and I’ve got you, and you’ve got me. And that’s all we really need, right?\n\n\nLucy waits silently, but it becomes clear that an answer is expected. She looks at the tablecloth and nods her head.\n\n\nA small twitch of emotion passes over Daddy’s face.\n\n\nDaddy:\n Look, Lucy-\n\n\nThere is a knock at the front door.\n\n\nIt's a loud, forceful, rapid knock, like the kind that the police make in television shows. Thump-thump-thump.\n\n\nThere is perfect stillness. Daddy’s lips become pressed and thin. Lucy turns around in her chair.\n\n\nDaddy:\n Lucy, go to your room for me, OK?\n\n\nLucy wants to see if the shadow is still on the lawn.\n\n\nDaddy:\n Right now.\n\n\nLucy:\n But-\n\n\nThe knock repeats itself. Thump-thump-thump.\n\n\nDaddy:\n Lucy. Whatever it is, I’ll take care of it. Just go to your room for me. Please.\n\n\nLucy slides her chair back. She leaves the kitchen. She climbs the stairs. Daddy is making his way to the basement, his feet hammering on the bare wood steps.\n\n\nLucy hesitates. A part of her wants to hang her head down through the banister and see whatever is going to happen happen. But she thinks better of it. What if it is Mr Buttons? What if Daddy sees her?\n\n\nLucy enters her bedroom and climbs back onto her bed.\n\n\nThere is a third knock. It is slower, and quieter, and it comes from Lucy’s window.\n\n\nUnknown:\n Lucy? Lucy Carmichael?\n\n\nThere is a shape in the mist outside. A hazy blotch of darkness.\n\n\nLucy pulls the bed sheets up over her like a hooded cloak.\n\n\nLucy:\n Go away.\n\n\nThere is a brief pause.\n\n\nUnknown:\n Hey Lucy, do you think you could open the window for me so we can talk a little bit? It’s really important.\n\n\nThe voice is feminine. It sounds gentle and precise, and reminds Lucy of some of her teachers at school. It does not sound like Mr Buttons at all.\n\n\nUnknown:\n I’m afraid we don’t have a lot of time Lucy. Could I come in, just for a moment?\n\n\nThe bright white outline of an object appears on Lucy’s window panes. It looks like a hand. It has five fingers.\n\n\nBut monsters live in the mist.\n\n\nAnd monsters can look like people.\n\n\nLucy:\n Why are you outside?\n\n\nThere is another pause.\n\n\nUnknown:\n Well, I’ve been looking for you, Lucy.\n\n\nWhich is not quite an answer to the question Lucy asked. Lucy decides to ignore this.\n\n\nLucy:\n How come?\n\n\nUnknown:\n I’m part of group of people whose job it is to take care of people who need it. And right now my job is to look after you.\n\n\nThis, of course, is something that a monster could easily say.\n\n\nLucy:\n Like a policeman?\n\n\nUnknown:\n A little bit like that.\n\n\nLucy:\n Do you have a badge?\n\n\nThe voice hesitates for a moment.\n\n\nUnknown:\n I sure do. Do you want to see? If you open the window I can show it to you.\n\n\nLucy thinks about this. Lucy’s school had had an assembly about policemen. It was apparently very important to do what they said.\n\n\nLucy:\n I-\n\n\nThere is a loud bang from downstairs.\n\n\nLucy draws the bedsheets tighter around herself. Her cheek throbs.\n\n\nLucy:\n Daddy says I’m not allowed to open any of the windows.\n\n\nThere is a third, even longer silence. When the voice begins to speak again it is lower and even softer.\n\n\nUnknown:\n Lucy, I know things are probably really confusing at the moment. You have gone through so much, and you have been so brave, I wish I didn’t have to make things more difficult. But you need to trust me. Your father… he isn’t a safe person to be around right now. He’s… done something very bad.\n\n\nLucy feels a knot of guilt clench in her stomach.\n\n\nLucy:\n He killed someone.\n\n\nThe voice sounds sad.\n\n\nUnknown:\n Yeah. He did.\n\n\nLucy:\n Were they your friend?\n\n\nThe voice lets out the very first syllable of a laugh followed by a sniff.\n\n\nUnknown:\n Yeah. Yeah, I think so. We worked together. He was a part of my team. Of the group I told you about. The Bread and Butterflies. His name was Matthew. He wanted to look after you too.\n\n\nLucy’s guilt tightens. Her stomach aches.\n\n\nLucy:\n I’m sorry. I’m sorry.\n\n\nUnknown:\n Hey hey hey, it’s not your fault. You have nothing to be sorry about, OK? You didn’t do anything. It was his choice to come here the way he did. Matthew used to know your father pretty well. He thought they could… talk things out.\n\n\nLucy fiddles with the clasps at the end of her duvet cover, snapping them open and snapping them closed again.\n\n\nLucy:\n What’s your name?\n\n\nUnknown:\n Harmony.\n\n\nLucy:\n That’s a nice name.\n\n\nUnknown:\n Thank you. I gave it to myself.\n\n\nLucy looks at the handle on the window. It has a keyhole but the lock doesn’t work.\n\n\nThere is another loud bang from downstairs.\n\n\nUnknown:\n Lucy, I’m so sorry, but we don’t have very long. Can you open the window for me? Please?\n\n\nLucy chews at her lower lip.\n\n\nLucy:\n I need to ask Daddy.\n\n\nUnknown:\n Lucy, your father has been lying to you. I’m sorry. I know it hurts to hear that. Your father… was very worried about not getting to see you as much. So he did something very silly and very selfish, and he hid you away where none of the people who loved you or cared about you could find you. Where your mother couldn’t find you.\n\n\nLucy’s eyes widen.\n\n\nLucy:\n You know Mummy?\n\n\nUnknown:\n Sort of. I’ve spoken to her about you. She misses you very, very much Lucy. Would you like to go see her?\n\n\nLucy trembles.\n\n\nLucy:\n Yes please.\n\n\nUnknown:\n I can take you to her. But I need you to trust me and open the window right now, OK?\n\n\nThere are footsteps coming up the stairs.\n\n\nLucy’s arm reaches out from the bundle of bedsheets. She fumbles with the handle.\n\n\nIt turns. The window swings open.\n\n\nThe mist licks at the space where the window pane had been but does not come in.\n\n\nDaddy:\n Lucy?\n\n\nDaddy has reached the doorway of Lucy’s room. He stares at the opening, at Lucy, at the pale shadow outside. His face twists.\n\n\nDaddy:\n GET THE HELL AWAY FROM HER! GET AWAY FROM MY DAUGHTER!\n\n\nDaddy is running towards her, but not fast enough. It’s as if he’s moving in slow motion.\n\n\nA hand slips under the bed sheets and takes hold of Lucy’s. It is as white as bone. As white as greasepaint. It gives her a squeeze like an iron vice, and pulls her out. Out of the sheets, out of the window, out of the house.\n\n\nThere is a scream, long and horrible and full of anguish.\n\n\nIt fades into the mist.\n\n\n\n\n[ \nEnd Log\n ]\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\n« \nSCP-8606\n | 8607 | \nSCP-8608\n »\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncannyon's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-6020\n \n•\n\n\n\n\n\n\nSCP-5010\n \n•\n\n\n\n\n\n\nSCP-8080\n \n•\n\n\n\n\n\n\nSCP-4020\n \n•\n\n\n\n\n\n\nSCP-7014\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n   Acrophobia   \n\n\n\n\n\n\nAnthology 2024\n\n\n\n\n\n\n\n\n\n\n\n\nSubmechanophobia\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8607\n\" by Uncannyon, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8607\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Lucy_Self_Portrait.png\n\n\nName:\n \"Lucy Self Portrait\"\n\n\nAuthor:\n Uncannyon\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n\n\nAdditional Notes:\n I made this.\n\n\n\n\n\n\nFilename:\n Lucy_House.png\n\n\nName:\n \"Lucy House\"\n\n\nAuthor:\n Uncannyon\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n\n\nAdditional Notes:\n I made this.\n\n\n\n\n\n\nFilename:\n Lucy_Breakfast.png\n\n\nName:\n \"Lucy Breakfast\"\n\n\nAuthor:\n Uncannyon\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n\n\nAdditional Notes:\n I made this.\n\n\n\n\n\n\nFilename:\n Lucy_Television.png\n\n\nName:\n \"Lucy Television\"\n\n\nAuthor:\n Uncannyon\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n\n\nAdditional Notes:\n I made this.\n\n\n\n\n\n\nFilename:\n Lucy_Bedroom.png\n\n\nName:\n \"Lucy Bedroom\"\n\n\nAuthor:\n Uncannyon\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n\n\nAdditional Notes:\n I made this.\n\n\n\n\n\n\nFilename:\n Lucy_Snowglobe.png\n\n\nName:\n \"Lucy Snowglobe\"\n\n\nAuthor:\n Uncannyon\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n\n\nAdditional Notes:\n I made this.\n\n\n\n\n\n\nFilename:\n Lucy_Hand.png\n\n\nName:\n \"Lucy Hand\"\n\n\nAuthor:\n Uncannyon\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n\n\nAdditional Notes:\n I made this.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8607 \" by Uncannyon, from the SCP Wiki . Source: https://scpwiki.com/scp-8607 . Licensed under CC-BY-SA .",
        "Filename: Lucy_Self_Portrait.png Name: \"Lucy Self Portrait\" Author: Uncannyon License: CC BY-SA 3.0 Source Link: Additional Notes: I made this.",
        "Filename: Lucy_House.png Name: \"Lucy House\" Author: Uncannyon License: CC BY-SA 3.0 Source Link: Additional Notes: I made this.",
        "Filename: Lucy_Breakfast.png Name: \"Lucy Breakfast\" Author: Uncannyon License: CC BY-SA 3.0 Source Link: Additional Notes: I made this.",
        "Filename: Lucy_Television.png Name: \"Lucy Television\" Author: Uncannyon License: CC BY-SA 3.0 Source Link: Additional Notes: I made this.",
        "Filename: Lucy_Bedroom.png Name: \"Lucy Bedroom\" Author: Uncannyon License: CC BY-SA 3.0 Source Link: Additional Notes: I made this.",
        "Filename: Lucy_Snowglobe.png Name: \"Lucy Snowglobe\" Author: Uncannyon License: CC BY-SA 3.0 Source Link: Additional Notes: I made this.",
        "Filename: Lucy_Hand.png Name: \"Lucy Hand\" Author: Uncannyon License: CC BY-SA 3.0 Source Link: Additional Notes: I made this."
    ],
    "title": "SCP-8607"
}