{
    "url": "https://scp-wiki.wikidot.com/scp-8620",
    "all_text": "rating: \n+33\n+\n–\nx\n\n\n\n\n« \nTintin and the Long Twentieth Century\n |\n\n\nHub\n | TBD »\n\n\n\n\n\n\nItem #:\n SCP-8620\n\n\nObject Class:\n PENDING\n\n\nSpecial Containment Procedures:\n PENDING, under remit of the \nArchival Division\n.\n\n\nDescription:\n\nSCP-8620 \nis a Belgian male, biologically at least 19, functionally no more than 22 since the year 1919\n \nis a phenomenon affecting a Belgian male, biologically at least 19, functionally no more than 22 since the year 1919\n \nis a former reporter, last name Tintin, last seen 1919 on a boat from Lisbon, Portugal to\n\n\n\n\n\n\nWHO ARE THE ARCHIVAL DIVISION?\n\n\nMeet Chessaline Broad\n. Trained and experimented on from kindergarten by the PENTAGRAM, she was handed to the Foundation in tenth grade. It wasn’t till she was pushing 40 that they decided she was, in fact, capable of life outside a cell. With lethal countermeasures if she naps for too long.\n\n\nMeet Adam Saxon\n. His central nervous system was made redundant by a surgery itself made redundant less than five years later; but as one of the Foundation’s finest counter-intelligence officers, he could only stand forced retirement for so long. Despite decades of field and deskwork, Adam’s self-image and people skills are somewhat rusted.\n\n\nMeet Bharath “Barry” REDACTED\n. Somewhere in his soul hides a divine tardigrade capable of reducing him to cinders and regenerating him from the ashes. It also helps that any memetic effects placed on him are both useless and usually burn the offender in the process. His passions include foreign languages, historiography, and comic books.\n\n\nUnder the watchful eye of living legend / chief librarian Olympia, this trio venture through genealogical records from the Hyperborean age, dig through terminals in sites long shuttered, and crack cyphers in languages deliberately buried. They work for the Archival Division, archaeologists of invisible histories and investigators of buried mystery.\n\n\nPREVIOUSLY, IN REAL TALES OF THE SUPERNATURAL:\n\n\nIn 1939, exhausted from a lifetime battling the forces of the British Empire under sea and Veil, Vishwamitra Thakkar – better known as Captain Nemo of the Nautilus – tried to sever his ties with rebellion and bloodshed. Aboard the mighty Albatross, a spaceship of his own making, he assembled a crew of the brightest minds and heroes ever seen in occult history to voyage among the stars. British commandos killed everyone aboard before it left Pluto.\n\n\nNemo knew the Crown could not be trusted, and left a contingency plan: a robot body-double that found its way off the Moon to Earth, where it tracked down old equipment now stored in Shadow British Museum, Her Royal Majesty’s Reliquary for Artifacts Obscene and Profane. The Archival Division followed it – but were too late to stop Nemo from constructing a dead man’s switch and triggering his ultimate vengeance upon perfidious Albion.\n\n\nNow, \nCaptain Nemo’s wrath barrels towards Buckingham Palace\n at almost ten percent of the speed of light. With less than forty hours to stop it and no way of directly getting aboard… how does the Archival Division prevent the obliteration of planet Earth?\n\n\n\n\n“Barry!”\n\n\nBharath “Barry” [REDACTED], starting his twelfth re-read of \nREAL TALES OF THE SUPERNATURAL\n issue 763 – an issue with him in it, something he’d only dreamed of, in the same comic as heroes like Nikola Tesla, Captain Nemo, even Olympia – looks up at Adam Saxon.\n\n\n“Supposed to be working on that SCP format,” Adam says. “You even know where we’re going? What is that, your eleventh reread of that comic? ”\n\n\nBarry doesn’t bother to correct him. “We’re visiting the lost city of Carcosa! Popularly known as a fiction created by Ambrose Bierce, it’s actually a Central African Nexus built from the body of what is assumed to be some extraterrestrial organism. Thought to have landed sometime in the 13th century AD – ”\n\n\n“Okay, okay,” Adam says. “What about the jungle? The Congo? What do you know about it?”\n\n\nBarry barely listens to his mouth while it regurgitates the complete geographical dossier of the three-hundred-square kilometer patch of Congolese jungle on which their CH-47 Chinook is encroaching. It’s the third time Adam has made him repeat the contents of the dossier because he doesn’t approve of \nReal Tales of the Supernatural\n. Like he’s trying to be his dad and not his manager.\n\n\n“Hey!” Adam says. “What’re you rolling your eyes for, soldier?”\n\n\nAcross from them, Chessaline Broad tries to savor her fifteen minute nap. She hasn’t needed to sleep in over a quarter century; shouldn’t be asleep more than a quarter of an hour anyway. The shock collar around her neck was her idea; every twenty minutes it electrocutes her awake. For safety’s sake, each of her hands are busy with their own Rubik’s cube.\n\n\n“Making final approach to the landing point now,” says the chopper pilot over the intercom.\n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\n\n\n[BEGIN EXCERPT]\n\n\nSAXON:\n Okay. Let’s take it from the top. Remember, we’re presenting this to Olympia tomorrow. Unless she likes what she sees, we can’t go where we need.\n\n\n[REDACTED]:\n Right! So. After we contained SCP-6190 – as seen in issue 763 of \nReal Tales of the Supernatural\n, I still can’t believe we’re in it –\n\n\nBROAD:\n Focus, Barry! After we contained SCP-6190 and \nneutralized\n SCP-2669 in the process – wherever the Khevtuul is now, I hope she’s happy –\n\n\nSAXON:\n If you’re going to bring up the Khevtuul at all, bring up how the boys upstairs should expunge all their research on replicating it. The Foundation prefers burying their mistakes anyways… Nobody should have to undergo what she did.\n\n\nSAXON:\n Now focus, both of you. Belgian Carcosa. What do we know about it? Why is it relevant? Why should Olympia fund a trip down there?\n\n\n[REDACTED]:\n Right! Um. So, during postmortem analysis of 6190’s containment, we decided to go back into the literature and figure out how the British Empire erased Nemo from the historical record.\n\n\nBROAD:\n We still haven’t figured out how they did it. Our best guess… some kind of reverse memetic?\n\n\n[REDACTED]:\n Anti-memetic!\n\n\nSAXON:\n We’re not calling it that. Some kind of reverse meme that kept him hidden and was propagated by existing historical records. We’re not going to pretend to explain we know how it worked –\n\n\n[REDACTED]:\n But once I did know it was there, it was like my memetic immunity suddenly kicked in. Suddenly I was seeing Captain Nemo more and more in our records, and while I was adding and checking and cross–checking all this new information, I found his expeditions into the Congo. Slide?\n\n\nBROAD:\n Slide! Between 1890 and 1930, Nemo discovered underground waterways leading into major lakes within the Congo Basin, which he used as secret supply lines to support the various guerilla forces opposing Belgian rule during the periods it was known as the Congo Free State and Belgian Congo.\n\n\nSAXON:\n We’ve found a considerable amount of correspondence and records suggesting that virtually every organized resistance force in the Congo received support from Nemo via these supply lines — all but one. Slide.\n\n\n[REDACTED]:\n I’m not fully comfortable assigning Nemo’s concerns –\n\n\nSAXON:\n Next slide. Nemo supported all but one faction. The Free State of Carcosa – formerly the People’s Republic of Carcosa. In particular, Nemo was uncomfortable with the growing political influence of a Belgian operative known as Tintin. Barry?\n\n\n[REDACTED]:\n Yes, I found records of one \nMister\n Tintin, unclear if it’s the one by Belgian comic author Georges Remi, aka Herge –\n\n\nSAXON:\n Elaborate on the evidence.\n\n\n[REDACTED]:\n But… We found records of a Belgian reporter, last name Tintin, dispatched by right-wing newspaper Le Vingtieme Sinclair to write a puff piece on the Belgian Congo in 1919. In those records, we also uncovered a plane ticket for a second passenger, first name Snowy. Last name Terrier.\n\n\nBROAD:\n These records were already in Foundation custody. Hidden until Barry’s memetic immunity counteracted the agent concealing them. We were able to trace Tintin and Snowy via expense receipts from Le Vingtieme Sinclair, as they traveled from Portugal to the coast of the Belgian Congo, but lost track of him as he ventured up the Congo River from Tshumbiri.\n\n\n[REDACTED]:\n That’s the last time we see him in the historical record for the next decade. The magazine officially reported his death in 1925. Unofficially, he resurfaces in Port-au-Prince, Haiti, 1929, then again in 1930 when Nemo is dropping off supplies with members of Free Carcosa. Tintin and Nemo have some kind of encounter that, uh…\n\n\nSAXON:\n That spooks the hell out of Nemo. Next slide. At that point, Nemo starts reducing his frequency of cooperation with Carcosa’s provisional government until cutting off contact with them outright. Carcosa itself stops being relevant around 1960. Partly because of the nonaggression pact signed during the 1963 Paraweaponry Cessation Treaties, but primarily because in 1960 the Kowloon Walled Cortex is discovered and becomes the premiere economic Nexus of the Southern Hemisphere. Something to do with integrated circuits. Barry can explain later. But as for Tintin himself, slide! Barry?\n\n\n[REDACTED]:\n The main pattern we see is that Tintin keeps cropping up wherever there’s some kind of… well, some kind of right-wing government. At first, it’s to support them and write agitprop. But after World War 2 we see him drifting in the other direction. Alongside more radical left wing revolutionary groups. But never from their own records. Only from the records of the dictatorships and military juntas opposing them. It’s like he’s a force of nature instead of an actual person.\n\n\nBROAD:\n The last official Foundation record of his appearance is 1979. Some scuffle at an Antarctic base. The details about why he was there are redacted above our clearances, um…\n\n\nSAXON:\n Here’s where I’ll make my official request to Olympia to heighten my personal clearance.\n\n\nBROAD:\n What about our clearances?\n\n\nSAXON:\n My past experience will have more weight to the request. Barry. Describe the surveillance footage?\n\n\n[REDACTED]:\n Right! Two weird things. One is that it’s not until six-one-ninety is contained that I find, I mean that Archival starts finding, Captain Nemo’s mentions of Tintin in our records. Two is that Analytics Working Group Bravo-3 pulled up almost a collective hour of CCTV footage from various sites automatically processed over the past fifty years that only now triggered their pattern recognition… and sent it down to us because it identified Tintin in all of them.\n\n\nSAXON:\n Likely a reverse memetic – no, I’m not using antimemetic – that only now precluded us from identifying Tintin as a person of interest. Slide! Chess?\n\n\nBROAD:\n Over the past fifty years, Tintin has been part of at least six different raids on front locations of our Sites. Almost half the time he simply isn’t in disguise but wasn’t picked up by our cameras or caught by our surveillance systems. We’ve seen him in Nevada, Ontario, Sylvania, Bangkok, and even our lunar facility. But somehow he’s evaded recognition – until now.\n\n\nSAXON:\n Rephrase that as picked up by our analysts or even identified by our cameras. But clearly he has some interest in the Foundation. The real nail in the coffin is this letter our mail crawlers somehow picked up, addressed to Tintin himself. Dated less than a month ago.\n\n\n[END EXCERPT]\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nDearest Tintin,\n\n\nPlease come back to our apartment. We last left each other tasting bitterness on our tongues. Until now, out of misguided resentment and shame, I never wrote to you again. But I need to apologize in person. Along the shore where the cloud waves break, and the twin suns sink behind the lake, at the nook we first saw Aldebaran in the sky below the ground. Before I enter the Eye.\n\n\nYour brother always,\n\nChong Jen Zhang\n\n\n\n\n \n\n\n \n\n\nCarcosa’s entrance resides under a sawtooth formation north of Lake Tumba, composed of a dozen granite peaks jutting from the ground. There is no granite in this part of Africa. These fossilized open fractures belong to a Simurgh struck out of the sky, yet hidden from satellites all the same.\n\n\nThe sun is just breaking the horizon as the CH-47 Chinook sets Archival Division down by the farthest peak from the city’s exposed bones, alongside all the supplies the team will need to track down their target: such as spare heads for Adam, Barry’s full complement of containment suits, and Chess’s daily amphetamine supplement.\n\n\nAdam stews in the back seat. In less than two hours, he smashed through three different trees. Thank God for America’s pre-war metallurgy; it’s the only reason this Jeep’s engine has survived. When Chessaline volunteered to take over, he humored her, assuming she would immediately crash or blow a tire. In the last three hours Chess’s eyes have been closed, she has deftly dodged a dozen different crashes that would have rendered their Jeep into an immobile hulk. Not for the first time, he wishes he still had a mouth to gnaw at his fingers. Just how rusty is he? What if he gets these – well, these fucking \nkids\n killed?\n\n\nBarry is bored. He’s never been in the Congo; never visited this part of the world; never even sat shotgun before. Yet despite charting a path through pumpkin-colored dirt and overgrown trails, navigating via sheer dead reckoning; identifying foliage he’s never seen before, he’s bored. None of these plants hold a candle to what he witnessed aboard Nemo’s ship. To what he helped Khevtuul obliterate.\n1\n Where is his sense of adventure?\n\n\nChessaline fears that she’s done something wrong. Should she crash their buggy on purpose? She’ll keep an eye out for opportunities to fake an accident.\n\n\nAround noon, Adam procures a cassette tape. “Barry, you like classic rock?”\n\n\n“Chess, get ready to take a right in a hundred meters,” Barry replies.\n\n\n“I like it!” Chessaline says. “Especially Creedence Clearwater Revival, Jethro Tull, –\n\n\n“Eyes on the road!” says Adam, as he leans forward to slot the cassette deck into place. \nRun Through the Jungle\n blasts through tinny speakers as Chess yanks the Jeep into a turn so sharp Adam fears his head might be ripped off its socket. Then they’re off again, barreling through a winding route that Barry has memorized and Chess’ hands steer like they’ve run this course a thousand times already.\n\n\nAs evening falls and their Jeep runs out of fuel, the trio sputter to a halt at the tunnel that feeds Lost Carcosa from the surface: a hole bored directly through the fallen colossus’s femur. The tunnel is easily twenty meters in diameter and barely half the actual width of the surrounding bone.\n\n\nLike their dossier said, the checkpoint station has been carved into the wall. Unlike what the dossier said, it sports a window, made of glass, nonetheless. Especially unlike what the dossier said, the man and woman behind the glass sport surprisingly modern overcoats and weapons – AK-47s whose frame is the same color as the walls.\n\n\nAdam starts re-evaluating the accuracy of the dossier he was assured was up-to-date. Starts wondering why he didn’t bother double-checking. His head begins to throb.\n\n\n“<We know the Foundation when we see ‘em>,” says the woman in the station. “<What’s your cover story? Let’s work something out.>”\n\n\nChess and Adam look at Barry.\n\n\n“Oh! Uh. They know we’re Foundation,” Barry says. “Asked about our cover story, said we could work something out.”\n\n\n“Don’t paraphrase them next time,” says Adam. “Translate directly for me. Could save our lives. I wanna talk to them through.”\n\n\n“What should we say?”\n\n\n“I speak English, Foundation pig,” the man interrupts. “What business do you have in Carcosa? We know our history. The nonaggression pact still stands.”\n\n\n“How the hell does this man know what nonaggression means?” Adam whispers. Then, louder. “We’re not here to start a war. We’re just looking to meet someone.”\n\n\nThe woman says, “What are you willing to say?”\n\n\n“Pay?”\n\n\n“Say.”\n\n\n“What do you want to know?” Adam says.\n\n\n“We know about you, Adam Saxon,” the woman says. “About the woman, Chessaline Broad. Even the boy – Bharath, last name [REDACTED]. We know you’re here to find Mister Tintin. We know why he returned. Carcosa teaches its people many things if they are willing to listen. In that manner, it requests your knowledge first. A password.”\n\n\n“For what?”\n\n\n“For what you’re willing to give up,” says the man. “I’m sure you know what a computer is. Give us one of your passwords.”\n\n\nEven after a quarter-century, Adam can still feel his phantom muscles as redundant eyes try popping from eliminated sockets. Who taught Carcosa about computers, let alone the Internet? How has nobody in the Foundation thought to write this down?\n\n\nBoth guards start laughing, almost in unison – rifles still trained on the Jeep. It’s like they’re sharing an inside joke that Adam can’t hear. How can he have a headache when he lacks a head to ache?\n\n\nHe doesn’t. The surgery replaced his meat head with metal. Means if it’s aching it’s vibrating. Picking up signals.\n\n\nHe starts looking for patterns in his migraines. Chessaline and Barry start whispering to each other.\n\n\n“Do we have any passwords worth sharing?” they say in unison.\n\n\n“I don’t have internet access,” Chess sighs. “Just intranet.”\n\n\n“I don’t either.” For an instant, Barry’s suit glows red-hot – just an instant. He looks down and realizes he’s partially melted through the Jeep. “Ugh. I have access to the intranet and the sanitized archives and – well, the library. It is a pretty cool library.”\n\n\nHe tries to look apologetic at Chess. “I could probably get you access to those archives. And the library. Oh. Sorry, I never thought to ask – ” The burning in his cheeks is somehow worse than the burning of his flesh.\n\n\nChessaline shrugs and smiles at Barry. She can’t quite figure out how body language works but those moves in that order always seem to cheer people up. For that matter, what body language are these guards sharing? It’s some inside joke. Something they know Archival doesn’t. But what?\n\n\nBarry feels an overwhelming urge to leap from the Jeep and start a war. It’s the parasite riding shotgun in his mind, yes. But he’s not blind. There’s something everyone else knows he doesn’t. It’s how they talk, angle their heads to process dialogue, look at each other. Body language? Chess and Adam’s shared tactical language? A message carried in the bones of the beast surrounding them?\n\n\nChessaline senses but struggles to articulate the shift in Barry’s body language. Jealousy. Anger. At her. What has she done to make him jealous? He has more privileges, more passwords, more access than her. Hell, he’s almost twenty years younger. What does he have to be jealous about? Each of her hands tense in anticipation.\n\n\nAdam weighs his options. It’s not the first, third, nor even fifth time he’s been hung out to dry by the Foundation’s embarrassing lack of intelligence, let alone Counterintelligence. That’s why he got the skull surgery in the first place. Couldn’t risk his intelligence being trapped in his brain case. Now that he knows he doesn’t know what Carcosa knows, he can sort out how and what to learn from the city. As long as his teammates stay cool.\n\n\nAdam opens his mouth just as Barry and Chess leap at each other.\n\n\n—-\n\n\nFor over half a millennium, Carcosa has thrived as one of Earth's only post-scarcity societies. Every centimeter of its being is usable for tools, technology, \nfood\n. The people’s streetlights burn the creature’s blubber; its roads consist of unearthed bone and shaved muscle; its apartments are carved into the leviathan’s veins like pueblos in an arroyo. Carcosa’s bones shielded the city from thermobaric weapons and Western necromancers, while its blood fueled munitions that could intimidate napalm. Pigs, potatoes, yams and tomatoes fed happily off the fat deposits of the land.\n\n\nThere’s no shortage of space or work; of food to grow and community to develop; of room and board to discard the material circumstances of one's past and build a communal future with both comrades and friends. More than one foreign economist has gone mad trying to quantify how many people Carcosa could comfortably support for a dozen lifetimes.\n\n\nSo why does it need police?\n\n\nFor counter-revolutionaries. Agent provocateurs. So-called ambassadors from the civilized world who seek to exploit Carcosa past even the leviathan’s breaking point in the name of profit.\n\n\nSince King Leopold dispatched mercenaries into the heart of the jungle, since the United States’ PENTAGRAM tried to force it to pick sides during the Congo Crisis, even before the Berlin Wall and dream of global revolution collapsed, the Lost City of Carcosa chose to remain lost. The city could feed the continent’s population but lacked the stomach for an eternally cold war. So a pact was signed. Carcosa would mind its own business – as long as the Foundation, GOC, and powers behind them would do the same.\n\n\n—\n\n\nAdam isn’t worried for himself. He helped write the damn pact cited by these Carcosan kids – these \ncops\n that dragged him, Barry, and Chess into their checkpoint station. The Foundation is no more an enemy of the Free State of Carcosa than it is of Cuba or Israel.\n\n\nHe’s worried about Barry and Chess. Even if the dossier hadn’t been so hideously outdated, Adam hadn’t thought to explain to them the details of the nonaggression pact. They were only Level 3 personnel. He assumed he could just show the paperwork at the checkpoint.\n\n\nOn the other hand, it is those kids’ fault these stupid pigs have the Archival Division team cuffed to pulsating red tables.\n\n\n—\n\n\nBarry is kind of surprised. He expected some kind of police brutality or interrogation but the two women in front of him are surprisingly considerate.\n\n\n“<Your Swahili is surprisingly good,>” Left says. “ <Although it sounds — >”,\n\n\n“<Outdated>,” says Right. “<Who on Earth taught you how to speak Swahili?>”\n\n\n“Uh.” Behind his helmet, Barry licks his burning lips. “<I… taught… myself? I taught myself!>”\n\n\nHis interrogators look at each other and exchange rapid-fire dialogue he can’t follow. The hard part is how they effortlessly alternate between both French and Swahili. Why can’t he keep both languages in mind at once?\n\n\nSomething about the way they both cock their heads at the same time…\n\n\n“<I will not lie, I am impressed>.” says Right. Then, in perfect English: “I am impressed. Your name is Bharath right?”\n\n\nShe pronounced his name right. Holy crap – er, holy cow.\n\n\n“Bharath, we are not trying to arrest you,” says Left. “We just have a few questions. What made you attack the driver of your vehicle?”\n\n\n—\n\n\nChess is embarrassed, but unsurprised, to find herself blindfolded, drugged, and chained to the wall by each appendage. The last thing she remembers being mad enough to try throttling Barry. Her best friend.\n\n\nOh God. That’s straight up humiliating. Bharath? Her best friend? What did she do? What if Barry doesn’t forgive her?\n\n\n“Ms. Chessaline Broad,”says a voice whose source she can’t triangulate, “we apologize in advance for using the following code words.”\n\n\nThe next sixty seconds are antimemetic in Chess’s mind. Each time she recalls it, she does not comprehend the sounds issued to her – only experiences the physical pleasure and simultaneous shame she felt from recognizing Pentagram debrief codes and promptly spilling the Foundation’s secrets, plus six months of shibboleths and intelligence into their inner workings. Every replay of the Carcosans’ commands during that minute just remind her of her susceptibility to her childhood training.\n\n\nThe only good news is her interrogators don’t live long enough to share those secrets.\n\n\n—\n\n\n“Well maybe if you hadn’t confiscated my damn head off its shoulders,” Adam says, “I could see where your interpretation of that clause is coming from!”\n\n\nHis hands clench then relax, but even in that instant Adam sees the way his two interviewers each tense their muscles in anticipation of a pistol quickdraw. They came ready to shoot. What the hell is up with these people? The Foundation hasn’t bothered Carcosa since the Suez Crisis. Archival records didn’t suggest otherwise.\n\n\nThe entire room quakes. Adam’s head-antenna rotates instantly in the direction of the source. His grasp of French and Swahili are rusty but he comprehends enough of the Carcosans’ conversation to start worrying.\n\n\n“<Station… sent under earth? Shift… hours early,>” he makes out through the rumbling. They’re both looking at him now. “Foundation?”\n\n\n“Whatever this is,” Adam says in English, “ I have nothing to do with it. If I could raise my hands I would.”\n\n\nGunshots now. Both detectives across from Adam move as one: standing up from their chairs, drawing their weapons, and moving to opposite sides of the cell door.\n\n\nScreams now. More gunshots. Adam recognizes the distinctive halted chatter of a Belgian Vigneron SMG set to full-auto, firing almost twice as many rounds as it should at almost twice the regular rate. It’s the signature weapon of the man Archival came looking for.\n\n\n“I know that sound. It’s his gun, the reporter’s, Tintin! He’s who the Foundation is looking for, he’s shooting your men!” Adam shouts frantically. “I don’t know why, he’s shot me before, but that means you and I are on the same side. Untie me and maybe we can survive this!”\n\n\nThe two men look at each other. Fire off a series of statements he can’t follow. But as the interviewer on the left pulls a key from his pocket, the door swings open and a hail of gunfire spills in.\n\n\nAdam tries throwing himself backwards as soon as the door is kicked in. Maybe that’s how he survives. A stray bullet smashes through the bone cuffs pinning him to the table and lets him fall over entirely. He doesn’t move a muscle while the stink of gunsmoke and blood linger in the air.\n\n\nA dog barks. Then footsteps recede.\n\n\nAdam, much to his shame, will never forget that he waited till the footsteps were inaudible before getting up to look for Barry and Chess.\n\n\n—\n\n\nBarry is enraptured by just how much more Swahili and French he’s learned in an hour with Left and Right than five years on his own. He himself doesn’t understand what came over him when he tried to fistfight fucking Chessaline Broad. Barry has no doubt that he is not only utterly incompetent at combat but could instantly immolate anyone he wanted to. What kind of person would that make him?\n\n\nSomehow these two cops understand him better than most therapists the Foundation employs. It turns out they’re on work-release programs too; Carcosa mandates a four-year tour-of-duty period in their Self-Defense Forces and features multiple free universities. Barry didn’t even know Carcosa had finally developed a standing army – er, self-defense force.\n\n\nRight is explaining how she mentally adjusts from her native tongue to French grammar when the door slams open and both she and Left are cut down in a hail of bullets. Barry stares dumbfoundedly at the guileless, blue-eyed, blond-haired face in the threshold. Tintin nods at him, shoots his cuffs open, and walks off. Snowy pauses by the doorway a moment, tongue hanging and tail wagging, then follows the reporter out of sight.\n\n\nGunfire won’t stop ringing in his ears.\n\n\n—\n\n\nAt the sixty-first second, the voice in Chessaline’s ear is drowned out by the chatter of a submachine gun. Immediately, her self-defence protocols kick in and she rips her hands free from the wall, chains and all.\n\n\nA Wire Fox Terrier barks. “Great snakes!” someone says. “What is that thing?”\n\n\nTwo gunshots as her shackled hands leap to her defense, dragging the manacles into the bullets' path and shattering them before she even registers the bullets.\n\n\nThe terrier barks again. It would be easier than thought to snatch up a chunk of broken metal and pitch it through the mutt’s brain – but she only thinks about it, rather than act on it. “Go away!” she shouts while ripping her blindfold off. “Please! Just get people out of here! I mean no harm!”\n\n\nSomehow it works.\n\n\n—\n\n\nChess is rummaging through the evidence lockers when Bharath runs across her. He waits until she turns around, studying the oddly rounded corners and pale coloration of said lockers, to say her name – this is the most effective means of disabling her automatic response protocols.\n\n\n“Chess!”\n\n\n“Barry!” She scoops him up in her arms while straining her eyelids open, lest she lose control of her arms.\n\n\n“Missed you too,” he says. “Have you seen Adam?”\n\n\n“No!” She drops him and points to the nearest corner of the room. “My hands directed me to the evidence locker. Your spare suits and Adam’s heads are over there.”\n\n\n“Good find, Barry,” Adam says as he pushes past Barry. “Are you two okay?”\n\n\nBarry and Chess exchange glances while Adam is attaching his combat head: a thin sheath of cylindrical metal whose insides are engraved with photoelectric martial arts routines. They think he can’t see them. On the other hand, he deserves scrutiny right now. They’ll come to appreciate him.\n\n\n—\n\n\nArchival Division do not emerge back into the light of the checkpoint station from which they were initially apprehended. Instead, they step into the artificial gas light of blubber, onto streets of faintly twitching muscle, and a cacophony of humanity amidst disaster. At a glance, Adam diagnoses the aftermath of an earthquake, during which some kind of looting is at play. At a glance, Chess diagnoses a civil war during which some kind of earthquake has occurred.\n\n\nBarry is curled at the foot of the station door, trying his hardest not to ignite from sensory overload.\n\n\n—-\n\n\nBefore his surgery, Adam was trained to locate the sky. Whether in a skyscraper’s infinity pool, some cultist’s basement in the tundra, a Scarlet Hammer obstacle course used to train its suicide assassins – if he could just orient up and down, his training would enable him to escape whatever obstacles had been set and remove human counters were in his way.\n\n\nChessaline has been trained to do that twice as fast and only lethally. Adam cannot allow her to touch anyone lest they actually start an international incident – so he grabs her shoulders and asks her for a favor. “Chess, help me find the sky, would you?”\n\n\nShe looks at him. “Adam… what’s happening here?”\n\n\nIn that moment of shock, Adam grabs her and Barry by their suit collars and drags them back into the police station.\n\n\n“I’ve seen, I’ve killed, I’ve killed I’ve killed I’ve killed”, babbles Chess, “I’ve hurt people under red ceilings and red skies but that was red and it wasn’t either! Adam what was that? Where are we?”\n\n\n“It’s okay, Chess,” Adam says. “First. How’s Barry. Is he OK?”\n\n\n“I’m –” Barry sits up and vomits into his helmet. Then his suit glows hot enough to instantly sublimate the waste soaking into it. He retches several more times, venting enough heat each time to melt the station floor, but manages to stand up out of the resultant crater.\n\n\n“I want water,” he croaks. “But I’ll live. Adam. What do we do?”\n\n\n“I’m comparing our options.” Adam’s go-to phase for buying himself time. “Barry. Go look for some water. You get some water, we find a basket to stash supplies in, then figure out how to reach the surface. Chess. Do me a favor. Step outside that door. For the next thirty seconds after that or until being attacked, record as much of the environment as you can to tell me in as much detail as you can. If you’re attacked at any point or once the thirty seconds run out, come back inside and block the door. Then tell me what you saw.”\n\n\n“Yessir,” they both say. Barry looks like he might retch again, but stumbles away. Chess stands up, salutes, spins around smartly, and promptly closes the station door behind her. Adam checks the weapons he’s secured and the state of the station. It’s like the boy adventurer materialized a car at the front desk, then gunned down whomever he didn’t flatten.\n\n\nStill. There are AK-47s, grenades he’s never seen before but understands at a glance how to use – but not a single damn filing cabinet in sight. Not even a sheet of paper. Where the hell are the records? It has something to do with his migraine – but the boy reporter somehow left nobody alive to give answers.\n\n\nThe front door opens and Adam swings his rifle up. “Adam!” Chess says from somewhere besides the empty doorway. “It’s me.”\n\n\nHe lowers the rifle. “Come through. What did you see?’”\n\n\n“I saw Tintin!” says Chess as she shuts the door behind her. “Him and that dog Snowball. They escaped up one of the capillary skyscrapers, along a spiral balcony running up the side. They were chasing someone. I’ve also identified what I think are the broad factions of the ongoing civil war within Carcosa.”\n\n\n“How do you know it’s a civil war?” Adam says.\n\n\nChess squints at him. “Thank you for helping me calm down, Adam,” she says, emphasizing her breathing exercises, “but I know a civil war when I’m looking at one. Look, I can see riot cops using the same kind of guns you have, and I can see unarmored targets with – throwing chunks of bone and Molotovs. There is a civil war happening outside right now. That boy and his dog are somehow in the middle of it.”\n\n\n—-\n\n\n\n\n« \nTintin and the Long Twentieth Century\n |\n\n\nHub\n | Tintin and the Beast that Shouted Love at the Heart of the World »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8620\n\" by A Random Day, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8620\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. see \nReal Tales of the Supernatural\n issue 763! – Ed",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8620 \" by A Random Day, from the SCP Wiki . Source: https://scpwiki.com/scp-8620 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8620",
    "object_class": "PENDING",
    "containment_procedures": "PENDING, under remit of the Archival Division.",
    "description": "SCP-8620 is a Belgian male, biologically at least 19, functionally no more than 22 since the year 1919 is a phenomenon affecting a Belgian male, biologically at least 19, functionally no more than 22 since the year 1919 is a former reporter, last name Tintin, last seen 1919 on a boat from Lisbon, Portugal to",
    "title": "SCP-8620"
}