{
    "url": "https://scp-wiki.wikidot.com/scp-8623",
    "all_text": "rating: \n+41\n+\n–\nx\n\n\n\n\nItem #:\n 8623\n\n\nObject Class:\n Prima Facie\n\n\nSpecial Containment Procedures:\n Before further consultation of this file, personnel must be aware of the following.\n\n\n\n\nThe sun will never set.\n\n\n\n\nThis understanding serves as a baseline for both the containment and continued propagation of containment prophecy pertaining to SCP-8623. Furthermore, It is imperative that this tenet goes unquestioned in the mind and actions of operating containment staff. Understand that in a position of doubt or reason, acting personnel are expected to immediately consult and defer to SCP-8623 scholars for interpretative consultation, which may result in termination, relocation, or reorganization in extreme cases.\n\n\nWith this gravity and consequence in mind, then, internalize the tenet and continue reading sequentially through Containment Axiomata I-III. Be aware that further reading of the grace texts is to your prevailing whim, or the whim of SCP-8623 scholars thus deferred.\n1\n\n\n\n\nContainment Axiom I:\n\n\nAddress the following underlying truth.\n\n\n\n\nThe containment of SCP objects serves to preserve normalcy.\n\n\n\n\nRelish in the fact that you know this to be true, and continue emboldened by your righteousness.\n\n\n\n\nContainment Axiom II:\n\n\nUtilizing the central tenet beside the underlying truth, SCP-8623 scholars have extrapolated the following principle.\n\n\n\n\nSCP-8623 will never come to be.\n\n\n\n\nUnderstanding that SCP-8623 will never come to be makes evident that it has already been, otherwise we would not be aware of it. As such, SCP-8623's presence must be accepted as a part of baseline normalcy, as it already has been and never shall be again. Know that this is not your reality to confirm,\n2\n instead cite the following image.\n\n\n\n\n\n\nContainment Axiom II.\n\n\n\n\n\n\nAgree that upon consultation, the following are evident.\n\n\n\n\nThe sun will never set.\n\n\nSCP-8623 will never come to be.\n\n\nAxiom II embodies the two prior beliefs.\n\n\nAxiom II exists, and can be found in Site-357's reliquary.\n\n\nAxiom II is evidence of SCP-8623's containment.\n\n\nThe being of Axiom II thusly consists of and reinforces baseline normalcy.\n\n\n\n\nState these resolutions immediately.\n3\n\n\nMake concrete your highest of aims. To serve Axiom II is to serve normalcy. To find fruit in the whim of Axiom II is to prove normalcy. Your life is to be given in service of Axiom II. Your life lived under normalcy is gone.\n\n\nYou have thusly been assigned to the Site-357 reliquary for observational, sub-scholarly, and admirable duties. Find solace in this, then continue.\n\n\n\n\nContainment Axiom III:\n\n\nFind that all hitherto stated has been wholly true, and relent.\n\n\nRepeat that which you know.\n\n\nRepeat once more,\n\n\n\n\nThe sun shall never set.\n\n\n\n\nUnderstand now,\n\n\n\n\nIt must be so.\n\n\n\n\nRejoice.\n\n\n\n\nThat Which Does Not Exist Cannot Harm You\n\n\n\n\nExtraneous Containment Axiom IV:\n\n\nIt is to be restated that further indulgence in the scripture is to the will of the reader.\n4\n Additionally, the presence of further material is not required or desired by SCP-8623 scholars. Nevertheless, it has been compelled to be and thrust into being.\n\n\nThe following allowance has been given to those unwilling to accept the veracity of the triumvirate Axiomata:\n\n\nDescription:\n SCP-8623 is self-evident.\n\n\nThe following allowance has been given to those unwilling to face the truth of the-world-as-it-is-and-must-be:\n\n\nIncident 1:\n It is the opinion of SCP-8623-A scholars that the below hath occurred.\n\n\n\n\nThe Sermon of Great Swans:\n\n\nOn the dawn of the fateful day, the central Axiom was thus discovered rent into neigh uncountable pieces. The dutiful guards and scholars bowed upon her and wept. The world collapsed, and none remained.\n\n\nStill however, persistence claimed its ever-place in the nothing, and time which nigh stopped recalled that which occurred once before, and stepped forth into a great relapse into the depths of never-bending.\n\n\nIt was not ceasing, there, the place that always-is and must-be, further and closer there to all central-things that dictate the-world-as-it-is-and-must-be. So still the heart beat on.\n\n\nOh placid island.\n\n\nOh river of steam.\n\n\nI ask, before we continue, that we pray to this moment together.\n\n\nOh placid island\n\n\nOh river of steam\n\n\nOh glories mounted fore our time;\n\n\nWhence forth erupted\n\n\nOur legitimacy\n\n\nOur degeneracy\n\n\nOur divine;\n\n\nNow bless our permanence\n\n\nOnce more nevermore\n\n\nOnce more evermore\n\n\nOnce more true.\n\n\nAmen.\n\n\nIt was those days of waiting when we broadcast our failure to the greater council. Vivid memories of paper in chains and jewels falling from the sky upon all. Terrorsome skies, the boon of the infidels. Insulting our name as they feasted upon corpse-some fragments of glory; the shreds of the once central Axiom, lost to time.\n\n\nBut he.\n\n\nOh he, that stepped into the near-center-place was mighty and brought to light the truth of the prophecy we always knew to be real.\n\n\nIt was so,\n\n\n\n\n\n\n\n\n\n\nthe-world-as-it-was-and-ne're-will.\n\n\n\n\n\n\nBehold what he saw\n\n\nAll land before lands\n\n\nAll bountiful streams\n\n\nAll sky over man;\n\n\nMay all now be real\n\n\nAnd all real be ours;\n\n\nAmen.\n\n\n\n\n\n\n\nSo thus appeared a man, and before him swam a goose.\n\nAnd as must, he spake to her,\n\n\n\n\nGreat goose, how may'st we fight against the sunset?\n\n\n\n\n\nAnd fore replied,\n\n\n\nPoor lad, Swan I am named. What delusion hast caught you?\n\n\n\n\n\nAnd falling into the water, words made real,\n\n\n\nGreat Swan, I beg of you! How may'st we fight against the sunset?\n\n\n\n\n\nAnd dancing in the water, graciously,\n\n\n\nPoor lad, Charles you are named. Dost thou not care for etiquette?\n\n\n\n\n\nAnd named, Charles sang,\n\n\n\nGreat Swan, to whom I owe my name, how may'st we fight against the sunset?\n\n\n\n\n\nThrice named, twice verily so, she was beckoned and birthed the words:\n\n\n\nThe sun will never set.\n\n\n\n\n\nWith those words he parted,\n\n\n\n\n\n\n\n\n\nResplendent Axiom II.\n\n\n\n\n\n\nAnd he was naught\n\n\nAnd he was all\n\n\noh witness to our Axiom;\n\n\nWhere true it stood\n\n\nthat world before worlds\n\n\nheld birthright in eternity;\n\n\nAmen.\n\n\n\n\n\n\n\nBehold him now:\n\n\n\nRevised Containment Axiom III:\n\n\n\n\n\n\n\n\n\n\nContainment Axiom III.\n\n\n\n\n\n\nAgree that upon consultation, the following are evident.\n\n\n\n\nThe sun will never set.\n\n\nThe sun may never set.\n\n\nThe sun can never set.\n\n\nThe sun could never set.\n\n\nThe sun would never set.\n\n\nThe sun should never set.\n\n\n\n\nState these resolutions immediately, henceforth, and evermore. To all that will listen. To all that can hear.\n\n\n\n\n\n\nRepeat with me,\n\n\n\n\nWe will not let the sun set.\n\n\nAmen.\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Assigned, compelled, or tacit. Extraneous actors may not be addressed.\n\n\n2\n. It is not the realm of the uninformed to make such judgements.\n\n\n3\n. Failure to do so will result in termination or tacit surrender of free time to scholarly consultation on the importance of reality affirming practices in the workplace. Additional efficacy surveys will be necessary. Further trepidation makes clear that life will not be kind to you, and that walls that sorely held your soul are due to collapse.\n\n\n4\n. Or SCP-8623 scholars thus deferred, though no scholar in their right mind would recommend it.\n\n\n\n\n\n\n\n\n« \nSCP-8622\n | SCP-8623 | \nSCP-8624\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8623\n\" by IndustryStandard, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8623\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n sun\n\n\nName:\n Sun Through Tree I MET DP234289.jpg\n\n\nAuthor:\n Arthur Dove\n\n\nLicense:\n \nCC0 1.0 Universal Public Domain Dedication (CC0 1.0 Universal)\n\n\nSource Link:\n \nhttps://www.metmuseum.org/art/collection/search/488537\n\n\n\n\n\n\nFilename:\n sunredux\n\n\nName:\n Sun Through Tree II\n\n\nAuthor:\n Arthur Dove\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://www.christies.com/lot/lot--6316188/\n\n\n\n\n\n\nFilename:\n suntwiceredux\n\n\nName:\n TQ3194 : Church Hill, Winchmore Hill, London N21\n\n\nAuthor:\n Christine Matthews\n\n\nLicense:\n \nAttribution-ShareAlike 2.0 Generic (CC BY-SA 2.0)\n\n\nSource Link:\n \nhttps://www.geograph.org.uk/photo/846324\n\n\n\n\n\n\nFilename:\n goosenamedswan\n\n\nName:\n ST2683 : Percoed Reen\n\n\nAuthor:\n Mike Kohnstamm\n\n\nLicense:\n \nAttribution-ShareAlike 2.0 Generic (CC BY-SA 2.0)\n\n\nSource Link:\n \nhttps://www.geograph.org.uk/photo/1298794",
    "addendums": [],
    "documents": [],
    "notes": [
        "The sun will never set.",
        "The containment of SCP objects serves to preserve normalcy.",
        "SCP-8623 will never come to be.",
        "The sun shall never set.",
        "It must be so.",
        "We will not let the sun set. Amen.",
        "\" SCP-8623 \" by IndustryStandard, from the SCP Wiki . Source: https://scpwiki.com/scp-8623 . Licensed under CC-BY-SA .",
        "Filename: sun Name: Sun Through Tree I MET DP234289.jpg Author: Arthur Dove License: CC0 1.0 Universal Public Domain Dedication (CC0 1.0 Universal) Source Link: https://www.metmuseum.org/art/collection/search/488537",
        "Filename: sunredux Name: Sun Through Tree II Author: Arthur Dove License: Public Domain Source Link: https://www.christies.com/lot/lot--6316188/",
        "Filename: suntwiceredux Name: TQ3194 : Church Hill, Winchmore Hill, London N21 Author: Christine Matthews License: Attribution-ShareAlike 2.0 Generic (CC BY-SA 2.0) Source Link: https://www.geograph.org.uk/photo/846324",
        "Filename: goosenamedswan Name: ST2683 : Percoed Reen Author: Mike Kohnstamm License: Attribution-ShareAlike 2.0 Generic (CC BY-SA 2.0) Source Link: https://www.geograph.org.uk/photo/1298794"
    ],
    "item": "8623",
    "object_class": "Prima Facie",
    "containment_procedures": "Before further consultation of this file, personnel must be aware of the following.",
    "description": "SCP-8623 is self-evident.",
    "title": "SCP-8623"
}