{
    "url": "https://scp-wiki.wikidot.com/scp-8626",
    "all_text": "rating: \n+150\n+\n–\nx\n\n\nItem #:\n SCP-8626\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n As all known victims have encountered SCP-8626 under unmonitored circumstances during their early life,\n1\n containment possibilities remain minimal.\n\n\nIn place of targeted procedure, standard cultural suppression tactics are to be adapted in relation to SCP-8626 to minimize the credibility of all alleged victims, whilst increasing the probability of anomalous phenomena being equivocated with non-anomalous conditions.\n\n\n\n\n\n\nSCP-8626 via. Oneiric Image Capture\n\n\n\n\n\n\nDescription:\n Allegedly, SCP-8626 is a broadcast of pre-recorded friendly tennis matches between two unidentified persons\n2\n in the Centre Court of Wimbledon stadium. While generally adhering to the standard procedure for such an event, SCP-8626 deviates in the following ways:\n\n\n\n\nThere is no ball;\n\n\nThere is no chair umpire;\n\n\nThe audience consists entirely of children, who watch in silence.\n\n\n\n\nIn every account, the game will progress to a tiebreaker with the players in deadlock, producing increasingly guttural, hoarse, or shrieking noises of exertion as they strike at an unseen ball.\n3\n This continues until one of the figures collapses from apparent exhaustion, after which the display will fade to static. A new broadcast will begin anywhere from 1 hour to 1 week later.\n4\n\n\nSubjects who view SCP-8626 will experience prolonged and intrusive auditory hallucinations of the broadcast regardless of physical proximity. Attempts to dampen the noise with hands, headphones, pillows, or other external implements will fail. These effects persist indefinitely, but can diminish over time.\n5\n\n\n\n\nFootnotes\n\n\n1\n. Ages 3-12\n\n\n2\n. Often the distinction of 1 male and 1 female figure is made.\n\n\n3\n. It is unclear how the players know when a point is scored.\n\n\n4\n. In most cases, it is only heard.\n\n\n5\n. Though never entirely.\n\n\n\n\n\n\n\n\n« \nSCP-8625\n | SCP-8626 | \nSCP-8627\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8626\n\" by IndustryStandard, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8626\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n\n\nName:\n Wimbledon 2019 Nadal v Sousa.jpg\n\n\nAuthor:\n I went to Wimbledon (edited by \nIndustryStandard\n\n\nLicense:\n CC by-SA 3.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Wimbledon_2019_Nadal_v_Sousa.jpg",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8626 \" by IndustryStandard, from the SCP Wiki . Source: https://scpwiki.com/scp-8626 . Licensed under CC-BY-SA .",
        "Filename: Name: Wimbledon 2019 Nadal v Sousa.jpg Author: I went to Wimbledon (edited by IndustryStandard License: CC by-SA 3.0 Source Link: https://commons.wikimedia.org/wiki/File:Wimbledon_2019_Nadal_v_Sousa.jpg"
    ],
    "item": "SCP-8626",
    "object_class": "Keter",
    "containment_procedures": "As all known victims have encountered SCP-8626 under unmonitored circumstances during their early life,1 containment possibilities remain minimal.",
    "description": "Allegedly, SCP-8626 is a broadcast of pre-recorded friendly tennis matches between two unidentified persons2 in the Centre Court of Wimbledon stadium. While generally adhering to the standard procedure for such an event, SCP-8626 deviates in the following ways:",
    "title": "SCP-8626"
}