{
    "url": "https://scp-wiki.wikidot.com/scp-8630",
    "all_text": "rating: \n+179\n+\n–\nx\n\n\n\n\n⏲\n 3 minute read\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8630, being worn.\n\n\n\n\n\n\n\n\nItem Number:\n SCP-8630\n\n\nObject Classification:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-8630 is stored in a standard Anomalous Item Containment Unit at Site-02. Testing of the object requires approval from Site-02 administrative personnel and at least one Overseer sponsor. Overseers are not to be present during testing.\n\n\nSCP-8630's origins are to be obscured through the continued propagation of Operation 8630/1 (\"Dazzling Rubies\"). For more information, consult corresponding documentation.\n\n\n\n\nDescription:\n SCP-8630 refers to a white, fingerless leather glove manufactured in 1962. In spite of its relatively early acquisition, it shows significant signs of wear for its age. The object displays abnormal Hume fluctuations consistent with most anomalous phenomena, though no other detectable aberrations.\n\n\nSCP-8630's anomalous properties activate while the glove is worn during a game of darts. When an individual attempts to throw a dart at a target using SCP-8630, the dart will always land directly on its target, regardless of the dart's initial momentum or the wielder's capabilities. This effect is often achieved through the occurrence of increasingly improbable events, corresponding inversely to the likelihood of the dart's initial conditions naturally allowing it to reach the target.\n\n\nThe definition of a \"dart game\" for the purposes of activating SCP-8630 appears to be vague. Thus far, the following criteria have been contingent for the anomaly to occur:\n\n\n\n\nThe object thrown with SCP-8630 must be a projectile used in a form of sport;\n\n\nThe target must be an object within the wielder's line of sight;\n\n\nThe wielder must consider the current circumstances to constitute a \"dart game\" in some regard.\n\n\n\n\nAs long as these three conditions are fulfilled, the thrown object will always land on the designated target within approximately five seconds. See the \nSCP-8630 Testing Log\n for examples.\n\n\nAfter the projectile collides with its intended target, no further anomalous properties are discernible.\n\n\n \n\n\n\n\n+ Restricted to 8630/Dazzling Rubies Clearance\n\n\n\n\n– Access Granted\n\n\n\n\nDiscovery:\n SCP-8630 was discovered on the sixth floor of the Texas School Book Depository on November 22nd, 1963, alongside a Mannlicher-Carcano rifle, shortly after the assassination of President John F. Kennedy.\n\n\nNote that despite three gunshots being heard by witnesses, only one bullet casing was found in the sniper's nest. See Operation 8630/1 briefings for further details.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-8629\n | SCP-8630 | \nSCP-8631\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8630\n\" by Yossipossi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8630\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n 8630.jpg\n\n\nName:\n White leather fingerless cycling glove\n\n\nAuthor:\n Lewis Ronald\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8630 \" by Yossipossi, from the SCP Wiki . Source: https://scpwiki.com/scp-8630 . Licensed under CC-BY-SA .",
        "Filename: 8630.jpg Name: White leather fingerless cycling glove Author: Lewis Ronald License: CC BY-SA 3.0 Source: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-8630 is stored in a standard Anomalous Item Containment Unit at Site-02. Testing of the object requires approval from Site-02 administrative personnel and at least one Overseer sponsor. Overseers are not to be present during testing.",
    "description": "SCP-8630 refers to a white, fingerless leather glove manufactured in 1962. In spite of its relatively early acquisition, it shows significant signs of wear for its age. The object displays abnormal Hume fluctuations consistent with most anomalous phenomena, though no other detectable aberrations.",
    "title": "SCP-8630"
}