{
    "url": "https://scp-wiki.wikidot.com/scp-8633",
    "all_text": "rating: \n+24\n+\n–\nx\n\n\n\n\n\n\nCONFIDENTIAL // LEVEL 2\n\n\n\n\nFILE #:\n SCP-8633\n\n\nSUMMARY:\n Anomalous event designated SCP-8633 resulting in multiple casualties. No further anomalous activity observed.\n\n\nDETAILS:\n Event occurred on June 25, 1993 in Northfield, Maine. Present were Stephanie Harris, Steven Gibbs, Melissa Page, and Casey Matthews.\n\n\nNorthfield residents reported observing a blue flash of light in the direction of Cherry Ln at approximately 10:45 PM. Melissa Page's car was found stationary on Cherry Ln, 4 mi from Northfield. Vehicle was disposed of post-examination, and road reopened on August 1 after investigation and cleanup. All local witnesses were amnesticized following interview.\n\n\nVictims were reported missing following event. Casey Matthews returned to her residence two days later with no memory of the events of June 25. Preliminary medical examination revealed no abnormalities; however, changes in her personality were reported by Diane and Vincent Matthews. Amnesticization deemed unnecessary.\n\n\nFollowing the event, Casey Matthews developed stereotypies including trichotillomania\n1\n, dermatillomania\n2\n, and scratching skin. Additionally, Matthews exhibited a blunted affect that subsided three weeks later. No other abnormal behaviors noted. Surveillance concluded June 25, 1994, and anomaly was determined neutralized due to lack of reoccurrence.\n\n\nADDENDUM:\n Investigative capabilities were limited due to levels of ionizing radiation inside the vehicle\n3\n exceeding safety limits for standard protective equipment.\n\n\nIndents in asphalt under the car's tires and burn marks on nearby trees indicated significant heat during the event.\n4\n A transparent organic residue containing human DNA coated the interior of the car and nearby road segments.\n\n\nThe car's contents were as follows.\n\n\n\n\nJumper cables\n\n\nThree fake driver's licenses\n\n\nOne valid driver's license\n\n\nSix empty beer bottles\n\n\nAssorted plastic wrappers\n\n\nTwo flashlights\n\n\nFour human skeletons\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Hair pulling.\n\n\n2\n. Skin picking.\n\n\n3\n. NOTE: Radiation was contained entirely within the vehicle's interior.\n\n\n4\n. NOTE: Car sustained no evident heat damage.\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-8632\n | SCP-8633 | \nSCP-8634\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8633\n\" by NebulousStar, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8633\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8633 \" by NebulousStar, from the SCP Wiki . Source: https://scpwiki.com/scp-8633 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-8633"
}