{
    "url": "https://scp-wiki.wikidot.com/scp-8654",
    "all_text": "rating: \n+276\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-8654\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel0\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\napollyon\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA digital photograph taken during Incident-8654. Photographer unknown.\n\n\n\n\n\n\nSpecial Containment Procedures:\n In accordance with Apollyon-Class procedures, containment of all non-Amida anomalies has been deemed unnecessary, as the Foundation must now prioritize the continuance of sapient life. To assist with this, all sapient beings are currently considered personnel of the SCP Foundation with clearance level 0.\n\n\nAttempts to reach Temporal Site-01 have all failed. According to personnel who were members of the Serpent's Hand before Incident-8654, all Ways have ceased functionality. \nSCP-2000\n remains operational, but activation of SCP-2000 to replenish the planetary population has been deemed impractical.\n\n\nAttached to the SCP-8654 file is a list of all safe locations known to the Foundation. Survivors of Incident-8654 should come to these locations, regardless of their previous affiliation.\n\n\n\n\nDuring the Capsize, you were driving home from work. It all happened in the space of a breath. Your seatbelt was biting into your chest, you felt like you were being lifted out of your seat, your grip on the steering wheel slipped—and an airbag was in your face. You felt nauseous. Ears ringing, you looked around you. It seemed that in your confusion, you had veered off the road and into a ditch. Fortunately, you were unharmed.\n\n\nYou heard another car crash near yours. Turning over, you saw the driver. He was not as lucky as you. The man was unconscious, his head was bleeding, and he seemed to be floating. His limbs were splayed out on his car's roof, and nothing seemed to be supporting him.\n\n\nWhat was going on? You felt the urge to get out of your car, to gather yourself. Maybe a closer look would help. In one swift, instinctual movement, you opened the car door and unbuckled your seatbelt. Your face slammed into the sunroof, cracking it and giving you a bloody nose. Confused, you tried to stand up, accidentally pushing your legs out through the open door.\n\n\nYour center of gravity outside the car, you started to slide out of it. You stopped yourself from falling by grabbing the steering wheel with your left hand. It was a clear sky above. Or… below. You tried to grab the wheel with your right hand, to pull yourself inwards, but your fingers slipped as your weight shifted.\n\n\nWith one last, desperate movement, you grabbed the safety handle. It snapped off almost immediately, not designed to handle the weight of an entire person. You crashed through a couple of tree branches. You screamed.\n\n\n\n\nAnd you fell.\n\n\n\n\n\n\nDescription:\n SCP-8654 is the inverted relationship between animal life and gravity. Contrary to traditional gravitational mechanics, organisms belonging to the kingdom \nAnimalia\n experience an inverted force upon them instead, pushing them upward and away from a gravitational source.\n\n\nSCP-8654's origins are unknown. The Foundation became aware of SCP-8654 on 21:38:19 23 October 2036 during Incident-8654, colloquially referred to as \"the Capsize\". Within three months of Incident-8654, an estimated 97% of the world population had perished due to a combination of blunt force trauma, the destruction of existing infrastructure, and social collapse.\n\n\nProject TOPSIDE is the collective effort of the Foundation to reverse SCP-8654. After the destruction of Settlement-2000, it has been discontinued.\n\n\n\n\nIt had been a month since the Capsize, and you were ready to go.\n\n\nIn the world outside your apartment building, things were deteriorating even further. People were afraid, they would believe anything they were told. Doomsday prophets preaching sacrifice, communities turning on each other, mysterious men in black speaking about building a new world… You were better off staying away from it all.\n\n\nThe others were distraught, distressed, and desparate to survive. You tried to comfort them as best you could. Many of them had lost parents, relatives, friends, lovers… your former neighbors, and you had never even gotten to know them. Everyone you had known lived far away, and you could comfort yourself by imagining them as alive. It was kinder, that way.\n\n\nAccording to this \"SCP Foundation\", there was a transport to a safe place at the edge of the city each day. Somewhere underground. Somewhere with enough food, with other survivors, where you could be safe from lunatics mad with grief. All that one needed to do, allegedly, was reach the transport. The others, carrying counterweights, had gone off without you. It was your choice; you'd only slow them down. They cried, hugged you, and went on their way. You hoped they would live long enough to forget you.\n\n\nWhen you were a child, you'd enjoyed with stories of the end of the world. Stories of nuclear winters, deadly pandemics, giant monsters, you were obsessed. You had often thought about what you would want to have happen to you. In the end, thinking of the grief and the responsibility of having to rebuild the world… you had decided that you would rather die in the apocalypse than survive it.\n\n\nYou've lived a good life, you thought as you sat on your windowsill. Beneath you was a gray expanse. It stretched beyond the tip of your apartment building, a blanket of clouds and rain. It was a dreary, miserable day. A perfect day to die on. You took a deep breath, enjoying the fresh air for the first time in weeks.\n\n\nClosing your eyes, you gently pushed.\n\n\n\n\nAnd you fell.\n\n\n\n\n\n\nAddendum 1: Foundation Response\n\n\nImmediately following Incident-8654, the Emergency Threat Tactical Response Authority declared a state of worldwide emergency. SCP-8654 was immediately classified as Apollyon, and much of the Foundation's existing budget was diverted to mitigating its effects. The following document is a memo published by ETTRA detailing this plan.\n\n\n\n\nThreat:\n\n\nSCP-8654\n\n\nThreat Description:\n\n\nInverted gravity causes people to fall up.\n\n\nShort-Term Solutions:\n\n\n\n\nRepurpose subterranean Foundation facilities to serve as population centers;\n\n\nReach out to survivors of Incident-8654;\n\n\nAssist in the movement of said survivors to these new population centers, offer them shelter and supplies in exchange for work;\n\n\nGrow and maintain enough resources to keep the survivors alive. In the event of scarce resources, individuals with skill sets valuable to the Foundation are to be prioritized. Survivors that refuse to join the Foundation are considered acceptable losses;\n\n\nMaintain a human population until a method to contain SCP-8654 is discovered.\n\n\n\n\nLong-Term Solutions:\n\n\n\n\nDevelop a method of reversing SCP-8654 (See the Project TOPSIDE documentation for more details);\n\n\nActivate SCP-2000 and recreate humanity on the date of 22 October 2036.\n\n\n\n\n\n\n\n\n\n\nYou stared at the mouth of the cave ahead of you. Eleven more steps and you'd leap off into the blue. You heard the click of a gun behind you.\n\n\nTen.\n\n\nIt was an effective method of execution, you supposed. Waste of good meat, but these \"civilized\" tunnel-dweller types seemed like the kind to not resort to that. Probably spent all their days eating the grains and carrots given to them, waiting to be saved. \nFuck\n, you were glad you hadn't taken their invitation a few years back.\n\n\nNine.\n\n\nIt wasn't like you were \nenthusiastic\n about jumping off to your death. But the world had already ended. One moment, you were sitting in your house watching your children play outside, and the next you were on the ceiling and alone. The old you had died with them, and you had been born anew.\n\n\nEight.\n\n\nThe cults in the old days were certainly tempting. But once you spent enough time around them, you saw them for what they really were: suicide pacts. People wanted to believe that their inevitable death had meaning, and to not die alone. When they were ready to go, they gathered like-minded people, held a few orgies and sermons, then jumped into the blue hand in hand.\n\n\nSeven.\n\n\nYou had a different resolve, you supposed. You should have died during the Capsize. If you hadn't had that damned twisted ankle, you'd have been in your yard too. It would have been scary, but quick. Something had chosen you to survive, so survive you would.\n\n\nSix.\n\n\nBut something about the Foundation just rubbed you the wrong way. They wanted to drag everyone into their caves and tunnels, make them think that the world was the same, that there was life after this. What kind of person would want to bring a child into this upside-down world?\n\n\nFive.\n\n\nYour humanity had died with the species. You were a solitary animal. Survival was your game, and you were an \nexcellent\n player. But these days food was scarce, so you had to scavenge. The tunnel-dwellers had farms on the surface where they grew crops. To keep yourself fed, you took the fruits and vegetables you needed.\n\n\nFour.\n\n\nOne day, during your daily raid, you ran into one of their farmers tending the crops. He had a much more advanced set of counterweights than you, and it had been so long since you'd eaten meat. It wasn't like you hadn't crossed that line before.\n\n\nThree.\n\n\nTurns out, the tunnel-dwellers kept constant camera surveillance of their crops. They'd determined that the amount you'd been taking before hadn't been worth the resources to chase down or stop. But killing one of their own? That was different. That had been worth capturing and executing you.\n\n\nTwo.\n\n\nBut why not just shoot you in the back of the head? Why this whole ceremony where you stepped out unchained? You turned to look at the tunnel-dwellers. The sun's light was pouring in from the cave's mouth, and they were stepping back from it. They looked at the blue with a terror in their eyes you'd only seen in people about to die.\n\n\nOne.\n\n\nOh. Of course they were afraid of it. You were a surface-clinger, spent all your time above the blue, but a few years above rock and you supposed you could learn to hate the sun too. This execution wasn't to make you afraid; it was to make \nthem\n afraid. A worthy opponent to lose the game to. You cracked a grin, and laughed as hard as you could.\n\n\nA leap.\n\n\n\n\nAnd you fell.\n\n\n\n\n\n\n\n\nAddendum 2: Timeline\n\n\nDespite the best efforts of the Foundation, a method of reversing SCP-8654 has not yet been discovered. A summary of notable events regarding the containment and mitigation efforts of SCP-8654 is listed below:\n\n\n\n\n2036: Incident-8654 occurs, resulting in the immediate death of an estimated two billion humans. The Foundation sets up temporary housing in several underground locations internationally and reaches out to survivors. Many survivors with thaumaturgical expertise move to Site-2000 to assist in Project TOPSIDE;\n\n\n\n\n \n\n\n\n\n2037: Due to the environmental collapse caused by the extinction of most animal species incapable of flight, the limited time before harvest, and the expension of resources bringing people to settlements, winter this year is particularly hard, with nearly 25% of survivors dying due to starvation or disease;\n\n\n\n\n \n\n\n\n\n2038: An age limit of 65 for non-essential personnel is instituted at many settlements, to much controversy. Settlement-01 disappears. The O5 Council is replaced with the Director's Council;\n\n\n\n\n \n\n\n\n\n2039: Former Chaos Insurgency agents foment insurrection in multiple sites regarding the age limit, as well as other social policies instituted at many sites. This rebellion is crushed, but multiple settlements are lost in the crossfire;\n\n\n\n\n \n\n\n\n\n2040: Most settlements are at capacity. The controversial \"Baby Turtle Policy\" is instituted, in which newly rescued survivors must prove their value in a tribunal before they are admitted entry;\n\n\n\n\n \n\n\n\n\n2041: A unified educational program across all settlements is created, lack of meteorological education within the curriculum is noted;\n\n\n\n\n \n\n\n\n\n2043: Due to population growth, many settlements are running out of space, and turn to tunneling as a solution;\n\n\n\n\n \n\n\n\n\n2045: A UFO of extraterrestrial origin crashes into the surface near Settlement-23, spurring international interest in the possibility of alien life. Said UFO is determined to be non-anomalous, but not of alien origin, and transferred to Settlement-2000;\n\n\n\n\n \n\n\n\n\n2048: A man appears at Site-96 claiming to be the Administrator. As no record of such an individual exists within the Foundation records, the Director's Council deems him a danger and jails him at Settlement-17.\n\n\n\n\n \n\n\n\n\n2050: Settlement-43, previously one of the highest-populated settlements, explodes. There are no salvageable survivors;\n\n\n\n\n \n\n\n\n\n2053: Settlement-19 institutes a space program, with Director Barlow expressing a desire for humanity to explore the stars;\n\n\n\n\n \n\n\n\n\n2054: The first of the \"Topsy-Turvy\" generation (children born within 10 years after Incident-8654) turns 18;\n\n\n\n\n \n\n\n\n\n2055: Due to a famine, Settlement-19's space program is cancelled, and the budget transferred to tunneling developments;\n\n\n\n\n \n\n\n\n\n2059: Settlement-17 disappears without explanation;\n\n\n\n\n \n\n\n\n\n2061: Dr. Dan Daniels, Director of ETTRA, dies without naming a successor. Without precedent to go off of, one is chosen by majority vote of the Director's Council;\n\n\n\n\n \n\n\n\n\n2062: Many settlements begin constructing underground farms, to reduce the need for citizens to go to the surface;\n\n\n\n\n \n\n\n\n\n2064: Settlement-19 seals its entrances and refuses to contact the rest of the Foundation;\n\n\n\n\n \n\n\n\n\n2070: Project TOPSIDE experiences its first budget reduction. Several settlements, particularly those with an older population, dislike this, and attempt to secede. A period of open conflict begins between settlements;\n\n\n\n\n \n\n\n\n\n2071: In an effort to spare themselves from violence, many settlements also seal their entrances;\n\n\n\n\n \n\n\n\n\n2074: After Settlement-2000 is threatened in a raid, the secessionists surrender;\n\n\n\n\n \n\n\n\n\n2079: An earthquake opens fisures across the tunnels of Settlement-87, resulting in the death of nearly 90% of its population. Many settlements opt to tunnel deeper;\n\n\n\n\n \n\n\n\n\n2085: A community of over 20,000 survivors is discovered in a coal mine in Appalachia. They refuse to recognize the Foundation's authority, and are terminated;\n\n\n\n\n \n\n\n\n\n2089: Settlement-19 re-emerges and contacts the rest of the Foundation again with a detailed plan by Director Barlow to dig tunnels between existing settlements internationally. This leads to the creation of the International High-Speed Tunnel Network;\n\n\n\n\n \n\n\n\n\n2090: The Foundation decides to temporarily abandon the surface. In a 124-3 vote, the Director's Council reappropriates over 85% of Project TOPSIDE's funding for IHSTN construction;\n\n\n\n\n \n\n\n\n\n2092: Through the usage of anomalous digging and construction technology, all settlements with a population of 50,000 or higher are connected by high-speed rail;\n\n\n\n\n \n\n\n\n\n2096: All settlements are connected through the IHSTN. At a party celebrating this accomplishment, Director Barlow suffers a stroke, and later dies;\n\n\n\n\n \n\n\n\n\n2098: Several tunnelers, frustrated at their sudden lack of employment, attempt to create their own settlement. Their execution is heavily published by Foundation-run media, deterring further rebellion;\n\n\n\n\n \n\n\n\n\n2100: The world celebrates the new century by attempting to collectively stand on their heads at midnight. While proposed as a new tradition for New Year's celebration, it fails to catch on again in 2101;\n\n\n\n\n \n\n\n\n\n2101: The first member of the Topsy-Turvy generation is executed due to reaching the age limit;\n\n\n\n\n \n\n\n\n\n2102: Due to public outcry, the age limit is extended to 75;\n\n\n\n\n \n\n\n\n\n2107: Settlement-2000 is destroyed in a cave-in. Project TOPSIDE is placed on indefinite hiatus;\n\n\n\n\n \n\n\n\n\n2109: The world population reaches 70,000,000;\n\n\n\n\n \n\n\n\n\n2113: Doctor Jasper Williams, the last non-anomalous human to be born before Incident-8654, dies of lung cancer.\n\n\n\n\n\n\nTomorrow, you would die. At sixty-four, you'd had enough time to prepare for your death. Tomorrow was the day you would turn 65, your deathday. You would be honored, you knew. They would throw a feast in your honor, give you a chance to say some last words. Then you'd be taken to a chamber where the air would go stale, you'd get dizzy, and you'd pass out. And that would be it.\n\n\nThinking about your life as a teenager just after the Capsize, a pile of skin and ribs… you would never have expected yourself to die such a dignified end. It was just one last chance for the Foundation to show its gratitude for your years of service. Your settlement now had the resources to prevent starvation. No more famines like those early winters. And you, you were one of those heroes that braved the blue to get your settlement more food. You were a farmer, a cloudtoucher, and you were \ndamn\n proud of it. You'd \nearned\n that retirement. There was just one thing, one final wish you held. You wanted to see the sun rise again.\n\n\nIt was late at night that you snuck from your quarters. Nobody lived with you: your spouse had turned sixty-five two years ago, and your daughter lived on the other side of the settlement with her husband. At an hour like this, nobody was awake. You walked through the stone hallways, reaching the door labeled \"Counterweights\". The door was locked, but your key still worked. The security for the counterweights was light, most people were barely even willing to look down the blue, much less walk above it.\n\n\nA counterweight was a large metal frame with a tank on the bottom of it, and wheels on the top. Inside, a person would be wearing a harness, keeping their center of gravity firmly above the tank, allowing them to stand upright the entire time, to allow people to walk on the surface without getting a headrush. To move in a counterweight, one would strap their feet to the pedals at the bottom, which would allow them to \"walk\" to move the frame above them, as they steered by pulling levers with their hands. The tank would be filled with water, which, combined with the weight of the metal counterweight, would keep the person weighed against the ground above them, allowing them to walk on the surface above the blue.\n\n\nThe counterweight you strapped yourself to was your old counterweight, from before you retired. It was in the back, dusty from disuse. Cloudtouchers didn't use another's counterweight, that was basic manners, and it seemed that no one had claimed yours yet. As you filled your tank with water, you felt the weight of the tank pull you up against the ceiling, once it had caused the counterweight to weigh more than you. To be safe, you let the tank fill fifty pounds extra.\n\n\nYour counterweight holding you against the ceiling, you walked out of the room, through the hallway, and out to the settlement's entrance. The night sky was below, a yawning black abyss with twinkling stars at the bottom. There was a bit of light on the horizon, where the sun would come, but it hadn't yet dipped below. It was interesting, you reflected, that the word to describe the start of the day was still \"sunrise\", even after the Capsize. It was some quirk of language, you supposed. Old habits.\n\n\nYou had a bit of time until the sun came, so you decided to take a short walk through the fields. It was a warm summer night, the crops were well-grown, but it was not quite time to harvest. Still, being back out here brought you back. All those years, spent working to grow food… was there any life better lived than one lived in service? The early winters had been a nightmare. You did not think of them much anymore, but you remembered the hunger. Too many mouths to feed, that was the problem. Too many people not pulling their weight. Well, you certainly had pulled yours. You put yourself at risk every day, braving the blue, all to make sure everyone had enough to eat.\n\n\nSomething felt strange about your counterweight. It was too easy to move yourself. There was a particular amount of resistance the pedals should have pushed against you, and it was \nfar\n too weak. You froze. Above you, you heard the faint sound of trickling. Anxiously, you reached your hand behind you, and felt a thin stream of water. Your tank, your old, untouched-for-years tank, was leaking. There was only so much weight keeping you from falling into the blue, and it was descreasing every second.\n\n\nIn a rush, you tried to pedal back to the settlement. It had been a mistake to come out here. Nobody would know you were here, nobody would come to save you before you fell. With a sense of dread, you felt your counterweight slowly fall away from the soil below. In a quick and desparate move, you grabbed onto some stalks of corn, trying to cling to the ground. For now, those stalks and the counterweight could support you. You at least had a moment to think, though you could feel it getting harder and harder to hold on. As you looked around for something to save you, you noticed that the sunrise had begun.\n\n\nThe horizon was fire-orange, and below it a faint blue was shining through the clouds. It was an odd moment of peace. Even the sound of the water slowly trickling above was almost relaxing, like rain on the pavement. \nMaybe this is how it's supposed to be\n, you thought to yourself. It was your deathday, after all. What death were you most suited for than the cloudtoucher's?\n\n\nYou let go of the crops. As you watched the ground rise away, you slipped out of your counterweight, and watched the metal fall and crash to earth. It would be a waste of resources to bring it to the blue with you. Besides, this way, they'd know for sure what happened to you. You didn't want them thinking you'd run.\n\n\n\n\nAnd you fell.\n\n\n\n\n\n\nAddendum 3: Project TOPSIDE\n\n\n\n\nPROJECT TOPSIDE SUMMARY\n\n\nProject Name: TOPSIDE\n\n\nProject Goal: Reverse SCP-8654, returning gravity to normalcy.\n\n\nProject Details:\n\n\n\n\nAll individuals with significant anomalous knowledge (particularly those with a knowledge of thaumaturgy or anomalous mechanics) are to relocate to Settlement-2000, if possible;\n\n\nThese experts are to determine a method to reverse SCP-8654;\n\n\nReversal of SCP-8654 is to be considered the Foundation's second-highest priority (after the preservance of sapient life), and Settlement-2000 is to receive the resources necessary to achieve this goal (to be determined by the \nO5 Council\n Director's Council);\n\n\nOnce SCP-8654 has been reversed, SCP-2000 is to be used to return the world to the state it was in at 00:00 21 October 2036.\n\n\n\n\n\n\nProject Update:\n on July 10th 2107, Settlement-2000 was destroyed in a cave-in, along with all information relevant to project TOPSIDE. With a unanimous vote by the Director's Council, Project TOPSIDE was moved to an indefinite hiatus.\n\n\n\n\n\n\n\n\nSeventy-one years. Seventy-one. Years. When Project TOPSIDE was started, it was expected to take no more than 3-6 \nmonths\n, a couple years at the longest. Yet, despite all of the resources available at Settlement-2000, it had taken \nseventy-one years\n to find the answer. Today, you received the news: a successful method of reversing SCP-8654 had been found. You could finally right the world. As everyone around you cheered, you ran to your office.\n\n\nDespite the years you'd worked there, the office of the Director of Settlement-2000 was still frightening. It was at the bottom of Settlement-2000, poking out of the surface. The floor was a large window, with a desk and chair bolted to the middle. It had been designed to remind the Director of the beauty of the surface world, something that was becoming more and more important with each generation. Most people alive today had never seen a tree, or grass, or the stars in the night sky. You saw it every day. Though you understood the symbolism of it all, looking down here had always made you dizzy. There was just the blue beneath you. In your logical mind, you knew that the glass was more than strong enough to hold your weight; it would take a bomb to crack it. A silly, primal part of you still worried. But not for much longer.\n\n\nThere was a signal you were supposed to broadcast, one to call an emergency meeting to the Director's Council, with the highest priority. You sat at your computer, sent the signal out, and allowed yourself to imagine how people would react. Surely, in every settlement, there would be a celebration like the one upstairs! You knew that TOPSIDE was controversial: budget cuts were getting more and more common, and many regarded it as unlikely to ever be successful. But you, your team, you had proved them all wrong! You had found the way out.\n\n\nEventually, you received a message request. Clicking on it excitedly, you saw the gaunt face of William Platt, Director of Settlement-19. He had a grim look about him, as if he did not want to believe what he was hearing.\n\n\n\"Hello, Director Elle. Did you mean to send out that message? You've… you've done it?\" Director Platt spoke in a deep, guttural voice, as if he had swallowed something and was trying to keep it down.\n\n\n\"Yes. Thank God, \nyes\n. We did it, Platt, we finally did it!\"\n\n\nDirector Platt let out a loud, deep sigh. A contrite look passed across his face, before he hardened into grim resolve. Something in your stomach dropped.\n\n\n\"Platt?\" you asked, \"Is something wrong?\"\n\n\n\"No. Nothing is wrong,\" Platt said, \"I assume your people are throwing a party?\"\n\n\n\"Yes…\" you said cautiously, \"Is there something wrong with that? We've been spending over seven decades on this.\"\n\n\n\"It makes sense. I'd suggest you go there. Be with them.\" Platt sounded like he felt sorry for you. But why would he? After years of failure, you had finally— Something in your brain clicked. It made a sick kind of sense. Why would they give up their power now?\n\n\nIn shock, you tried to say something, but the words wouldn't come. Director Platt sat silent. He looked at you, shame behind his eyes. \"I'm sorry, Director. Goodbye,\" he said. The message closed.\n\n\nYou stood up, pressing your face into your palms. This situation didn't seem real. You paced across the glass, an old habit of yours, when you heard a loud \nclick\n followed by a \nBANG\n. You were knocked to the floor by the force of the explosion, but were otherwise uninjured. Your desk, on the other hand, was completely destroyed. If you had stayed in your seat… That didn't matter. It \ncouldn't\n matter. You had to get to another computer and tell someone about this. \nSomeone\n out there would want to end this nightmare.\n\n\nAs you started to push your body up, you heard a faint clinking sound. Spiderwebs crawled out from between your fingertips and palms. The glass was cracking; the explosion must have damaged it. One unlucky shift of weight, or even any movement too strong, and you would fall. Through the glass, there were the treetops stretching away, then the blue. It was a clear day today, not a cloud in sight.\n\n\nYou had to get off of this glass. Carefully, you reached out your hand. You couldn't risk standing, but maybe you could crawl? Lightly putting pressure on your knees to propel your hips forward, you heard the glass crack behind you. The cracks were spreading with your body weight, and most of it was in your knees. But maybe if you could be careful, deliberate, you could avoid shattering the floor. \nHere we go.\n\n\nAt a glacial pace, you lifted one of your legs into the air, and pulled your body forward one step. The glass cracked loudly and quickly as you did so, but did not shatter. Yes! You began repeating this process with your other leg. This time, as you pulled yourself forward, you heard a loud \nTINK\n and saw a much larger crack stretch out from beneath you.\n\n\nShit\n. The floor shattered.\n\n\n\n\nAnd you fell.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCIP.net Direct Access Terminal\n\n\n\n\n\n\n\n\n\n\nHello, my successor.\n\n\nIt is with a heavy heart that I write this message to you. With this, I fully give up hope on going back to the world I once knew.\n\n\nThe Foundation before the Capsize was an evil organization. I was a young woman then, but even I could recognize that. We all told ourselves that it was worth it, that it was hard decisions that we had to make to save the world. I think I wanted to believe it more than I actually did. In the end, none of it mattered. That world ended all the same.\n\n\nI know some old fogey like me has told you about the world before, but I hope you'll forgive a dying woman her reminiscing. You could stand beneath the sky, on a sunny day, and just feel the warmth on your face. One day I was out walking, and all of a sudden, it began to pour rain. By the time I got inside, my clothes were soaked through, and I was shivering. When I was a child, I used to love snowy days in winter, making snow angels and snowmen and snowballs and whatever you wanted. On warmer nights, you could lie down on the grass at night, and stare up at the stars. God, I miss the stars.\n\n\nBut those days are over. I long for them, but they are in the past. When the Capsize happened, it made sense that we would try to reverse it. If we had found the secret within a year, maybe two, we could have fired up SCP-2000, amnesticized everyone, and gone back to normal just like that. But we didn't. Instead, the years passed, and we had to learn to live in this new world, to fear the blue and dig our tunnels. When I became a member of the Director's Council, I was a hopeless dreamer, imagining the world of my youth as the mold for what the world ought to be. In my career, I have learned how naive I truly was.\n\n\nTo my successor, I tell you this: TOPSIDE cannot be allowed to succeed. Consider what recreating humanity before the Capsize would mean. SCP-2000 would recreate only the human population of the time. What about everyone born since then? Given the volume of the population, the Foundation would have only one practical option, one that I \nknow\n they would take. I will not see generations of children die because they were born after the Capsize.\n\n\nBut we can't just stop TOPSIDE entirely. It must die a quiet, dignified death. Let it bleed out after everyone who can remember a sky above them is dead. Stopping it then might be unpopular, but peace will prevail this time. If, by some cruel miracle, Project TOPSIDE succeeds before we can stop it, you must take immediate action. Director Ellis will send you a message when it succeeds: When you receive it, activate the bomb hidden in Ellis' desk, then destroy Settlement-2000 with the nuclear warhead at Settlement-41. Their Director knows about this plan, and will cover it up.\n\n\nI know that you might think that a plan like betrays the Foundation: It does not. The Foundation likes to say that its purpose is to keep the world safe, but the truth is that it exists to enforce normalcy. All that I am doing is prioritizing the normalcy of today over the normalcy of seventy years ago. I will not see another Capsize happen. We barely survived it once.\n\n\nGood luck,\n\nAmelia Barlow\n\n\nDirector of Settlement-19\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAnd the wind wailed around your ears.\n\n\n \n\n\n \n\n\nAnd your body spun as your limbs flailed.\n\n\n \n\n\n \n\n\nAnd your speed increased.\n\n\n \n\n\n \n\n\nAnd the air thinned.\n\n\n \n\n\n \n\n\nAnd you might have blacked out.\n\n\n \n\n\n \n\n\nAnd the ground drew so far away.\n\n\n \n\n\n \n\n\nAnd your clothes caught fire.\n\n\n \n\n\n \n\n\nAnd you burned brightly.\n\n\n \n\n\n \n\n\nAnd your flesh melted and bubbled and charred.\n\n\n \n\n\n \n\n\nAnd then suddenly, it became so very cold.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nAnd what remained fell forever.\n\n\n\n\n\n\n \n\n\nrating: \n+276\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nAtychiphobia\n\n\n\n\n\n\nSCP Anthology 2024\n\n\n\n\n\n\n\n\n\n\n\n\nPistanthrophobia\n\n\n\n\n\n\n \n\n\n\n\n\n\n< \nSCP-8653\n | SCP-8654 | \nSCP-8655\n >\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8654\n\" by LizardWizard, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8654\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n fallin\n\n\nName:\n Cloudy Sky Background\n\n\nAuthor:\n Free Nature Stock\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Cloudy_Sky_Background.jpg",
    "addendums": [
        "Addendum 1: Foundation Response\nImmediately following Incident-8654, the Emergency Threat Tactical Response Authority declared a state of worldwide emergency. SCP-8654 was immediately classified as Apollyon, and much of the Foundation's existing budget was diverted to mitigating its effects. The following document is a memo published by ETTRA detailing this plan.",
        "Addendum 2: Timeline\nDespite the best efforts of the Foundation, a method of reversing SCP-8654 has not yet been discovered. A summary of notable events regarding the containment and mitigation efforts of SCP-8654 is listed below:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
        "Addendum 3: Project TOPSIDE\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-8654 \" by LizardWizard, from the SCP Wiki . Source: https://scpwiki.com/scp-8654 . Licensed under CC-BY-SA .",
        "Filename: fallin Name: Cloudy Sky Background Author: Free Nature Stock License: CC0 Source Link: https://commons.wikimedia.org/wiki/File:Cloudy_Sky_Background.jpg"
    ],
    "containment_procedures": "In accordance with Apollyon-Class procedures, containment of all non-Amida anomalies has been deemed unnecessary, as the Foundation must now prioritize the continuance of sapient life. To assist with this, all sapient beings are currently considered personnel of the SCP Foundation with clearance level 0.",
    "description": "SCP-8654 is the inverted relationship between animal life and gravity. Contrary to traditional gravitational mechanics, organisms belonging to the kingdom Animalia experience an inverted force upon them instead, pushing them upward and away from a gravitational source.",
    "title": "SCP-8654"
}