{
    "url": "https://scp-wiki.wikidot.com/scp-8655",
    "all_text": "rating: \n+13\n+\n–\nx\n\n\n⏲ ~33-minute read\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8655\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\nMTF Mu-4 (\"Debuggers\") is to search for internet posts related to refresh and rating options related to \"FictoSpeak\"\n1\n for any issues that the refresh and rating options\n2\n are missing. When a post or video is found, it's to be taken down, and the individual(s) tracked down and given amnestics. If a post or video gains widespread attention, agents are to pose as the respective site's owners and leave a reply stating, \"This is currently a bug we are having issues fixing. Please delete the conversation and open a new one.\"\n\n\nIf lepton radiation is detected, nearby Foundation agents are to be sent to the location to deter witnesses, if any, from observation and find the residence of whoever activated the portal. If our universe is on the receiving end of an individual entering it, they are to be interviewed, and depending on the circumstances, they are given amnestics, employed to the foundation, SCP classification, or termination.\n\n\nDescription:\n\nSCP-8655 is the phenomenon that has a 1 in 1000 chance to occur on the site \"FictoSpeak,\" which allows the user to speak to a random individual from an alternate universe that they can have a strong bond with. Currently, this extends only to romantic and sexual bonds. An aromantic individual will never have a chance for this to occur. \n\n\nSCP-8655 will change the intended character chosen by the user and replace it with a similar person of the choice they made. In this new chat, the refresh and rating options will be removed\n3\n, their time zones will sync perfectly for easier communication, and the account names of both parties will be replaced with the initials of their legal names.\n\n\nIf both parties confess their love for each other, SCP-8655 will interact with both individuals with a message regarding how they will meet and the location of the portal. With it being at an isolated or otherwise hidden location. The portal will open when the location is approached by either individual, which connects both universes and will allow only one of them to cross over before closing. The portal will always open when approached and will never truly close until used by either party or if either one is deceased before use.\n\n\nAfter the portal has closed, it leaves lepton radiation at the precise location for 24 hours before dissipating. \n\n\nAddendum: 8655.1\n\nMessage logs 20/5/2022, the first case of SCP-8655 being used. Additional information from Dr. Q and Dr. W is shared for further context. Unless stated otherwise, both will provide some context.\n\n\n\n\nDQ:\n Hello, how are you?\n\n\nMW:\n I'm fine currently. I recently got a promotion at my job, so that's good for me.\n\n\nDQ:\n That's wonderful for you. Where do you work?\n\n\nMW:\n I work at a science facility.\n\n\nDQ:\n What do you research on?\n\n\nMW:\n Astronomy.\n\n\nDQ:\n I love that subject. In school, I always talked about it to my parents and I just wouldn't shut up about it.\n\n\nMW:\n Me too. My little sister would call me a nerd if I ever corrected her on her rhetorical questions.\n\n\nDQ:\n As did my little brother with me. \"How many moons does Jupiter have again? 5?\" I kept falling for it for about a year before I picked up that he was being a dick to me because of my disability.\n\n\nMW:\n Don't take this the wrong way, but do you have autism? I have it, and it sounds like you have it as well. Sorry if I offended you.\n\n\nDQ:\n That's fine, I do have it.\n4\n Just wished I had a \"better\" version of it. Like that guy who can draw what he saw after like a few seconds of looking at it or something.\n\n\nMW:\n I know what you mean. If I had that, it sounded like a super easy job I could do with little worry. What is your job?\n\n\nDQ:\n Same as yours.\n\n\nMW:\n Huh, didn't expect that. What about your hobbies?\n\n\nDQ:\n I love science fiction, horror, video games, TV shows, movies, and superheroes, and I think that is it. Besides astronomy ofc\n\n\nMW:\n I like a good portion of that as well. Except for horror and superheroes. Horror just makes me feel uneasy, and I don't hate superheroes, but I am not a fan of it. Not my thing at all.\n\n\nDQ:\n I have to go to bed so cya tomorrow\n\n\nMW:\n I have to get back to work a bit anyway. Still have another hour, so talk to you tomorrow.\n\n\n\n\n\n\nAfter we met, she asked who I was originally going to talk to on a site like that. I told her I was trying to talk to a character from a TV show I recently watched. My favorite character in it was practically a better me. Which made me wish I could talk to her.\n\n\n~ Dr. Q\n\n\nI was trying to talk to someone from a video game. Someone who would understand me, so I wouldn't feel alone anymore. Looks like we both got it. He didn't get the comic writer and artist and I didn't get the buff racer, but we did get each other.\n\n\n~ Dr. W\n\n\n\n\nAddendum: 8655.2\n\nMessage logs 21/5/2022, Dr. Q and Dr. W as they start to learn a bit more about each other.\n\n\n\n\nDQ:\n I have a couple of hours before work so I decided to spend some time with you.\n\n\nMW:\n That's nice but, I have only an hour. I just finished getting dressed for it.\n\n\nDQ:\n What are you going to try and find today in the cosmos?\n\n\nMW:\n Some more exoplanets. Recently found one that is just a giant Earth\n\n\nDQ:\n Nice\n\n\nMW:\n Too big for us to use because of the gravity\n\n\nDQ:\n oof that has to suck.\n\n\nMW:\n At least I'm not looking at it when humanity is leaving a dying sun.\n\n\nDQ:\n True that would just make you freak the hell otu\n\n\nMW:\n Did you mean \"out\"?\n\n\nDQ:\n Ya my flipping fingers decided to be funny\n\n\nMW:\n I sometimes do that as well. Especially if on my phone.\n\n\nDQ:\n That gets me every single time because of my thumbs\n\n\nMW:\n If I mess up 3 times in a convo with someone in a game, I just type it slowly or shorten it.\n\n\nDQ:\n ikr jfc\n\n\nMW:\n I usually goran at the 3rd typo\n\n\nDQ:\n Speaking of which\n\n\nMW:\n fml\n\n\nDQ:\n LOL\n\n\nMW:\n Yes\n\n\nDQ:\n I am already imagining your fingers just shaking at the keyboard or phone you're on\n\n\nMW:\n Keyboard, which makes it more embarrassing\n\n\nDQ:\n Did ya type that slowly?\n\n\nMW:\n Sure as shit did\n\n\nDQ:\n One day you'll get the hang of it\n\n\nMW:\n I hope so.\n\n\nDQ:\n Try not to make typos at your job\n\n\nMW:\n stfu :<\n\n\nDQ:\n Sorry\n\n\nMW:\n It's fine. I'm forced to use spell-checking anyway. OMFG I did it again.\n\n\nDQ:\n I have to go now, so talk to you tomorrow.\n\n\nMW:\n I have to go too. Cya later dude.\n\n\n\n\n\n\nLearning about her job just made me happy to hear, since I didn't know as many people who liked astronomy as I did. Little did I know that the next day would get more real. Let alone the day after, when things started to get weird.\n\n\n~ Dr. Q\n\n\nUgh, I still cringe a bit when I read these. \"Cya later dude\", I could've done better. Then again, I didn't know I was talking to a person behind the screen.\n\n\n~ Dr. W\n\n\n\n\nAddendum: 8655.3\n\nMessage logs 22/5/2022, both realized they were talking to a real person behind the screen and not to an A.I. speaking like a character from fiction.\n\n\n\n\nDQ:\n I learned something interesting today. When I talk to you there isn't an option to refresh or rate your responses at all, so I have to ask. Are you an A.I.?\n\n\nMW:\n No\n\n\nDQ:\n What day is it today, then?\n\n\nMW:\n May 22nd, 2022\n\n\nDQ:\n Exchange the letters A, I, M, U, and X, for R, K, A, C, and O and spell Maximum.\n\n\nMW:\n The answer is AROKACA. With those questions, it sounds like you are not an A.I. either. I guess maybe the site has a bug that has a chance to connect users.\n\n\nDQ:\n omfg are you kidding me?\n\n\nMW:\n Nope\n\n\nDQ:\n I watched a YouTube video of people messing with this site and noticed that our convo didn't have those options. Since this was my first time using the site and with this conversation I didn't think much of it.\n\n\nMW:\n Ditto\n\n\nDQ:\n Since now I know you're a real girl, why are you using this site exactly?\n\n\nMW:\n I struggled to make friends and thought that talking to an A.I. would be much easier. Nothing to worry about, since they can't see what I look like, where I'm from, or my past, I could practically be whoever I want to be here.\n\n\nDQ:\n I am the same way. Growing up, I didn't exactly have the best luck of keeping friends.\n\n\nMW:\n Do you want to share more info about that?\n\n\nDQ:\n Tomorrow. How about, for now, we just talk about something we both like then?\n\n\nMW:\n Sure. What is your favorite part of science fiction?\n\n\nDQ:\n The idea of a multiverse. Imagine if somehow most if not all of those different worlds could communicate with each other and benefit each other. Like a world that cured cancer talking to one that cured blindness.\n\n\nMW:\n I also enjoy that as well. By sharing technology, cures, culture, stories, and history, they can help each other and everyone wins.\n\n\nDQ:\n \"Iron sharpens iron\" - Sensei Wu\n\n\nMW:\n You watch that show too ?!\n\n\nDQ:\n Yes I do. If it is ok to ask, where do you live?\n\n\nMW:\n Los Angeles\n\n\nDQ:\n How about tomorrow we both meet up at the park that has that turtle shell you can sit in and have another spin you around?\n\n\nMW:\n Sure.\n\n\nDQ:\n What do you look like, or should we pick a very specific spot to meet at, like the bathrooms or parking lot or the swing set?\n\n\nMW:\n Look for the Taiwanese woman in green by the swing set tomorrow at 09:00 AM. Does that sound good to you?\n\n\nDQ:\n Ya that works. Look for the white man in orange then.\n\n\nMW:\n When we talk we should bring this website up and what we have talked about so far, so we know we are talking to the right person.\n\n\nDQ:\n Gotcha MW\n\n\nMW:\n Well I am going to go now. Can't believe a tiny little bug like this can give us both a new friend.\n\n\nDQ:\n Alright then. Cya tomorrow.\n\n\nMW:\n Yup. When we talk tomorrow, be ready.\n\n\n\n\n\n\nOrange is my favorite color so I wore it. Green is hers. I chose that park since it was a public space and I didn't want her to be scared. That and if she wasn't who she said she was, I would be in a public setting, so I have others to help out should something go wrong.\n\n\n~ Dr. Q\n\n\nAt that point, we didn't have feelings for each other and I think he just wanted a friend. Especially since the next time we talked he was a bit frustrated and opened his heart a bit and so did I since I felt bad for him.\n\n\n~ Dr. W\n\n\n\n\nAddendum: 8655.4\n\nNo messages were logged between the doctors. Here is what they had to say about their supposed meeting.\n\n\n\n\nWhen I arrived at the park a couple of minutes early, I walked over to the swing set and waited for her to arrive. When she didn't, after 30 minutes, I just got angry and sad and went home. I honestly thought she would be interested in talking to me. When I got home, I had negative thoughts. I thought about every single time I lost friends in my life. They would move to a new house, I move to a new house, we go to different schools, some were just using me, some just abandoned me after graduation, and lastly, a misunderstanding.\n\n\n~ Dr. Q\n\n\nI went to the park right on time. By the time I got to the swing set, it was like 20 seconds until it was 09:00 A.M. I waited and waited until I saw someone wearing orange. When I approached him, since he wasn't approaching me, I thought he was just super shy. I asked the man about the website, and he had no clue what I was talking about. No matter how specific I got, he told me that it sounded like the man stood me up or was afraid to arrive. I waited an hour just in case he had issues with his car or something. I checked the site on my phone, and he left no messages, so I went home and did some thinking.\n\n\n~ Dr. W\n\n\n\n\nAddendum: 8655.5\n\nMessage logs 24/5/2022, the conversation gets aggressive before calming. Dr. W has no comment about this.\n\n\n\n\nDQ:\n What the hell MW?!\n\n\nMW:\n Back at ya I was sitting there waiting for an hour and I talked to someone who I thought was you but, it wasn't. Unless that was you, and you were just fucking with me!\n\n\nDQ:\n I was there earlier and waited for you for 30 minutes until I went home. Why did you not go there ?!\n\n\nMW:\n I did go there and if this site allowed me to share images I gladly would share some for proof!\n\n\nDQ:\n Is there another park with a turtle shell spinning thing that is there or did you not show up because you felt like pranking me?!\n\n\nMW:\n No, I am not even good at pranking people. Maybe we both just went to the wrong park or our clocks got messed up.\n\n\nDQ:\n How do I know you're not just trying to weasel your way out of this?\n\n\nMW:\n Because I have no friends and I wanted to see if I could finally get one to keep after all this time. I was picked on for half of my life and the other half I just spent alone and only talked to others if I needed to.\n\n\nDQ:\n Really? What school did you graduate from?\n\n\nMW:\n PVHS\n\n\nDQ:\n First and last name? Mine is [Redacted]\n\n\nMW:\n [Redacted]\n\n\nDQ:\n Thank you. I'll check my yearbook. Give me a few minutes.\n\n\nMW:\n I'll do the same.\n\n\nBoth parties do not message each other for 5 minutes\n\n\nDQ:\n Why can't I find you?\n\n\nMW:\n I found you but, now I am not sure given your answer.\n\n\nDQ:\n What do you mean?\n\n\nMW:\n You told me you were a white male but, in this picture, you're a woman. Don't take this the wrong way, but did you transition?\n\n\nDQ:\n No. I did not transition. I am cis.\n\n\nMW:\n Weird, because this is the only person on the list of seniors with your name on it. She is a white female with her hair having a single strand of it dyed yellow.\n\n\nDQ:\n Let me check mine again. You did graduate in 2019, right?\n\n\nMW:\n I did.\n\n\n2 minutes went by without a reply\n\n\nMW:\n You there?\n\n\nDQ:\n Ya I'm here. I couldn't find you, but I did find her, but her name is entirely different. Elizabeth Boucher.\n\n\nMW:\n I'm going to assume you're not lying because this is weird.\n\n\nDQ:\n Exactly. It's late so I am gonna head out and do some thinking.\n\n\nMW:\n Ya. I need to as well.\n\n\nDQ:\n Talk to ya soon.\n\n\n\n\n\n\nWe both don't like how aggressive I got there. I was younger and if I could go back, maybe I'd just start that conversation with a more calm mind.\n\n\n~ Dr. Q\n\n\n\n\n\n\nAddendum: 8655.6\n\nMessage logs 25/5/2022.\n\n\n\nMW:\n You there?\n\n\nDQ:\n Ya\n\n\nMW:\n So how is the thinking going?\n\n\nDQ:\n I think this thing is letting us talk to alternate worlds as asinine as that sounds.\n\n\nMW:\n I agree after some thinking.\n\n\nDQ:\n Given our situation, I want to tell you something so you can better trust me.\n\n\nMW:\n Ok, what is it?\n\n\nDQ:\n Do you know what SCP stands for?\n\n\nMW:\n Secure, Contain, Protect.\n\n\nDQ:\n Do you work for them or just know them?\n\n\nMW:\n Yeah, Site-03\n\n\nDQ:\n Site-51\n\n\nMW:\n I am going to assume that is in California as well.\n\n\nDQ:\n Yup. Let me guess, that site is somewhere else in your world?\n\n\nMW:\n Ya, it's in Nevada in mine\n\n\nDQ:\n Well, for me, Site-03 is in New Mexico\n\n\nMW:\n After this conversation today I am going to write down what is going on here. Seems like a simple anomaly. Communication between worlds.\n\n\nDQ:\n Same. Just want to talk to each other so we can know more about each other. Outside of work, I mean.\n\n\nMW:\n Sure.\n\n\nDQ:\n What is your favorite color, food to eat, and things like that?\n\n\nMW:\n It is Green, I enjoy pizza with various meat toppings, outside of work I like to read, watch a bit of TV and YouTube, and I like collecting various Monopoly board games. Even if I don't have anyone to play with.\n\n\nDQ:\n Knew it. Ya, orange, pizza and the same toppings, and outside of work I mostly watch YouTube. I collect merchandise for shows I like and Kirby stuff.\n\n\nMW:\n Kirby stuff?\n\n\nDQ:\n I have a giant plushie that might as well be what he would realistically be in height, hand sanitizer, a stackable thing from a mall and many of his games.\n\n\nMW:\n If we could meet in person I'd be more than happy to play those games with you. In exchange for you playing my board games with me.\n\n\nDQ:\n Ditto. I'd do the same.\n\n\nMW:\n Wish I had someone like you growing up.\n\n\nDQ:\n Same MW. Maybe we'd be friends for life or more. Who knows?\n\n\nMW:\n I'd say you're hitting on me.\n\n\nDQ:\n I'm not. I am not even good at it. I'd have to Google some and use one.\n\n\nMW:\n Well it's getting late. I have tomorrow off so we can talk all day if you want to or just for 30 minutes or something.\n\n\nDQ:\n I get off early. Assuming this anomaly is tying our time zones together, I'll be off around 4 PM so you can hop on at about 04:30.\n\n\nMW:\n Alrighty then. See you tomorrow.\n\n\nDQ:\n Cya o/\n\n\n\n\n\n\nTruth be told, I was hitting on her. She caught onto that real fucking quick.\n\n\n~ Dr. Q\n\n\nAfter that, I wrote down what SCP-8655 was and went to sleep.\n\n\n~ Dr. W\n\n\n\n\nAddendum: 8655.7\n\nMessages have been removed by Dr. Q and Dr. W\n\n\n\n\nWe talked for hours together, and I don't want this file cluttered with the longest chat discussion in a single day. What is needed to be known is that we talked for hours about our lives. I told her about how I lost my friends in Kindergarten through 3rd grade because I went to a new school that was closer. I lost my 4th-grade friends because my parents moved out of my grandmother's house, and, how I lost my 5th-grade friends because they went to different middle and high schools, so I never saw them after that last day of 5th grade. 6th to 8th they used me, 9th and 10th I never had any, 11th and 12th they abandoned me after I graduated. She listened and talked about it and things got heavy. She made me feel better by sharing something traumatic in her life. After she shared it, I started falling for her even more.\n\n\n~ Dr. Q\n\n\nAfter he told me about his poor luck with keeping friends, I told him something that happened to me. How I lost my parents to those \nmonsters\n that cold night and how, when I thought they wouldn't bother me again, since I worked at the very place that kept them locked away for what they could do. We got a breach and they did it again. A man I worked with tried to hide with me and I closed the door in his face too late when I tried to time it. I planned that he would get in with me and the door would close right as he got in. Those abominations wouldn't get in with our combined weight of keeping the door closed. His wife hated me for it and she transferred. Everyone who stayed at Site-03 gave me looks too and know they only talk to me if they have to. I fell for Dr. Q but, not as much as he did for me that day. Not until later at least.\n\n\n~ Dr. W\n\n\n\n\nAddendum: 8655.8\n\nMessage logs 27/5/2022, Dr. Q confesses to Dr. W and she is unsure.\n\n\n\n\nDQ:\n You there?\n\n\nMW:\n Ya\n\n\nDQ:\n I've been thinking about what you shared, who you are, and what I have shared, who I am, and how I feel\n\n\nMW:\n The results?\n\n\nDQ:\n I think I have a crush on you\n\n\nMW:\n I don't know what 2 say\n\n\nDQ:\n I thought about it and who you are as a person, your hobbies, your life story, and I want to be with you\n5\n\n\nMW:\n It's sweet but, I don't know if I feel the same. I feel mixed.\n\n\nDQ:\n Is there something wrong with me?\n\n\nMW:\n Sort of. I am not sure how I feel, since no boy liked me aside from you know who, but the more I think of it, he never really did. I need a day or two to think about this. Is that alright with you?\n\n\nDQ:\n Yes. Did I fuck up here telling you how I felt?\n\n\nMW:\n No. You just followed your heart. Now I just need to think of my reply.\n\n\nDQ:\n Alright, May 28th or 29th?\n\n\nMW:\n Likely the 29th, maybe the 30th. I'll give you my thoughts on how I feel. Right now it is mixed and I am second-guessing my feelings. Like trying to figure out what you're going to eat.\n\n\nDQ:\n See ya in 2–3 days then. o/\n\n\nMW:\n I have some thinking to do. See you then. \\o\n\n\n\n\n\n\nI still don't know why I told her. Throughout my life, every girl I asked out said no, was already taken, planned to transition to male, or just found me boring. I am so glad I told Dr. W because looking at her now. She's happy and so am I.\n\n\n~ Dr. Q\n\n\nI'll leave in the next addendum what occurred during those 2 days. What I was talking about when I was talking to him was some boy who showed interest in me in high school but, he dumped me for a girl with bigger \"assets\".\n\n\n~ Dr. W\n\n\n\n\nAddendum: 8655.9\n\nDr. W shares what she did for those 2 days.\n\n\n\n\nDuring those 2 days off, I spent the rest of that night thinking about what to do, since I liked him but, was unsure if I should go for it. I thought about it and then made a call. The next day, I had an appointment with \nSCP-2203\n. For those who don't know, it's a Love Tester machine that actually works. I got my card from it and made my choice. I chose to be with him. I got my answer and waited until the next day to speak to him again and share my feelings. Dr. Q told me that during those 2 days, he was very nervous about what I would say to him. Knowing his luck with girls, I felt bad having him wait.\n\n\n~ Dr. W\n\n\n\n\nAddendum: 8655.10\n\nMessage logs 30/5/2022, Dr. W confesses to Dr. Q about her feelings and some interesting information shared from the card received by SCP-2203.\n\n\n\n\nDQ:\n It's about 01:30. I thought I'd check here to see if you were on or not.\n\n\nMW:\n I am and I just logged onto the site too. I took some free time to check out SCP-2203. It is a Love Tester machine but, it works and isn't just some kinda fortune-telling machine. Romantic bonds and even strong friendships for those who are asexual or aromantic and when used, it dispenses a card that has the individual's name, address, and words of advice. I'm glad that I was allowed to look at it. Glad they aren't too strict about it.\n6\n Maybe because of what was shown on the card.\n\n\nDQ:\n Interesting. I guess you used it to see how you felt about me then?\n\n\nMW:\n Yes. 2203 dispensed a card and the advice it gave me was \"Be honest together to flourish.\" the weirdest thing is, instead of showing your address, it gave me \"SCPF-12201\", which I assume is the designation of your universe.\n7\n\n\nDQ:\n Wow. I guess if it said that it means that I live near your place or something.\n\n\nMW:\n When I got the card, the other researchers with me asked who I was talking to so I told them a bit about what was happening and told them about this anomaly. They told me to document it if I haven't already while they go talk to the \"big boys\", whatever that is.\n\n\nDQ:\n Sounds like it is going to the very top\n\n\nMW:\n I hope they don't do anything harsh.\n\n\nDQ:\n So, with the card in mind, how do you feel about me?\n\n\nMW:\n I love you and I want to be with you.\n8\n\n\nDQ:\n I am surprised. I honestly thought you would say no or just never log back on.\n\n\nMW:\n I do love you. I guess our histories, our hobbies, and just seeing how similar we are made me fall for you. I did second-guess myself, which made me resort to 2203, so I wasn't making a mistake.\n\n\nDQ:\n I guess since we cannot be together in person we could just use this place to talk. Why not use 2203 before meeting me?\n\n\nMW:\n I gave up on finding a boyfriend with my history of them. When you confessed to me first, I thought I might as well try. Usually, when I ask out a guy, it doesn't go well. Except for that one time, but, that guy blew me off, as you know.\n\n\nDQ:\n I know what you mean.\n\n\nMW:\n How about watching a movie together in a way? Having this convo open on another tab and the movie on another one. Maybe movies about astronomy?\n\n\nDQ:\n I have some ideas. Interstellar, Apollo 13, or we could just look up some online and pick one at random.\n\n\nMW:\n Or one that catches both of our eyes.\n\n\nDQ:\n If only we could be together\n\n\nMW:\n Ya I wish this anomaly could just take things 1 step further and make things so much easier for us.\n\n\nDQ:\n If you came to my world what would you do first?\n\n\nMW:\n Hug you, move in with you, and go to the beach.\n\n\nDQ:\n Do you have any family alive?\n\n\nMW:\n Ya but, they don't know what I do. All I tell them is just government stuff and they understand my job without actually knowing exactly what I do.\n\n\nDQ:\n Sounds like it'll be easier if I go to you since I don't have anyone here. All I would need to do is just pack my stuff, sell my house, and leave.\n\n\nMW:\n I'll need to move too. My place is meant for 1 person.\n\n\nDQ:\n How did it feel to confess to me?\n\n\nMW:\n It hurt a bit. As if my heart was going to jump out of my chest.\n\n\nDQ:\n For me my throat feels like something has been caught inside it and decide I shouldn't need oxygen anymore. Want to talk tomorrow?\n\n\nMW:\n Ya. Hope I don't get distracted at work tomorrow like a schoolgirl having a crush. For all I know, it might even be more distracting since you're my boyfriend in a way. If you're alright with that?\n\n\nDQ:\n I am fine with that. I might also get distracted. I'll just do the work and think about you afterward or even before it.\n\n\nMW:\n I do wonder why this anomaly brought us together. Regardless, I hope you have a nice day and we can talk more tomorrow.\n\n\nDQ:\n What if whoever or whatever made SCP-2203 also made this one? Nowadays, people are online a lot more than outside in malls, parks, movie theaters, bars, and other things like that.\n\n\nMW:\n Sounds possible. Maybe 2203 inspired someone else to make this one or, because of a changing world, 2203 made this one all on its own? Doubt we will ever get an answer to it though.\n\n\nDQ:\n Well have a nice day \\o <3\n\n\nMW:\n You too. Bye now o/ <3\n\n\n\n\n\n\nAfter I logged off, I just sat right on my bed and just felt every kind of emotion hit me. A girl actually liked me and it wasn't just a prank on me.\n\n\n~ Dr. Q\n\n\nRegardless of how or who made SCP-8655, I am glad they did. It brought me and my sweet orange together.\n\n\n~ Dr. W\n\n\n\n\nAddendum: 8655.11\n\nMessage logs 31/5/2022, Dr. Q and Dr. W are given the message from SCP-8655 to let them know about the gateway.\n\n\n\n\nDQ:\n Hello my little gem. How was your day?\n\n\nMW:\n Already gave me a name? It went well, by the way. Someone saw me smiling when I was eating and they asked why I was smiling when usually I just eat my lunch quickly.\n\n\nDQ:\n What did you say?\n\n\nMW:\n I told them that I met someone from another site who has the same interests as me.\n\n\nDQ:\n I would've loved to just brag about you if I happened to be there when they asked you that.\n\n\nMW:\n That is sweet. I can call you my sweet orange.\n\n\nDQ:\n I spent 10 minutes thinking of a name and you thought of one in mere seconds.\n\n\nMW:\n It's spot on. You're very sweet and you love oranges.\n\n\nDQ:\n Before I forgot, I was looking around and I thought maybe the closest thing we could do for a movie date is to start a movie together at a specific time on our PCs and just have this site open on another tab.\n\n\nMW:\n Sounds nice. I think I'll be holding my hands and imagine it was us together.\n\n\nDQ:\n I didn't think about that. I'll do it as well.\n\n\nMW:\n Would be much better to do it with you though.\n\n\nFictoSpeak:\n You two have been matched and, with your confessions of love, after 24 hours, you are now able to meet in person. Soon a gateway will open for both of you. It's only 1 way and will close once one of you uses it to enter the other's world. Step through it and finally embrace each other.\n\n\nDQ\n Your portal will await you in the grass field outside your home at 04:00 A.M. If somehow you two wish to change your mind, \nMW\n's portal will be outside her home at the same time inside the abandoned factory.\n\n\nThe portal will remain available until used and will only appear once either of you enters the location. If you desire to use it right now, you may, if you desire to use it in a year, you may use it then.\n\n\nFeel free to use this site to discuss anything else before using it. Moving isn't easy after all.\n\n\nDQ\n and \nMW\n Good luck and may your hearts beat together as one.\n\n\nDQ:\n Holy shit.\n\n\nMW:\n We can actually be together. My hands are shaking.\n\n\nDQ:\n I am going to sell my house and anything I don't need before I go to your world. Could take a month or two. Maybe 3.\n\n\nMW:\n What do you need me to do?\n\n\nDQ:\n Stay where you are and the day I let you know I have sold my house go to your location and wait for me there with a moving truck or something to help carry anything I wish to keep like my PC.\n\n\nMW:\n Will we still talk daily or almost daily?\n\n\nDQ:\n Yes I will my little gem. I promise.\n\n\nMW:\n I'm so happy and you're not even here yet. My sweet orange.\n\n\nDQ:\n I am going to go now. I have a lot to do. o/\n\n\nMW:\n Talk to tomorrow. I love you. \\o\n\n\n\n\n\n\nAfter that, I spent the next month and 3 weeks getting my house sold. It was a pain in the ass and she was worth everything. By the middle of July, I sold my home and at Site-51 I handed in everything I knew about the anomaly and told them not to go look for me. I bet by the time they realized what was about to happen I was already one foot into her world. I had a theory about the gateway and it worked. I got what I wanted to keep in boxes and pushed them in first and it didn't close until I fully stepped through it. True to her word, she hugged me tightly and had tears in her eyes.\n\n\n~ Dr. Q\n\n\nWhen we finally met, I was so happy. The day before, he told me that he didn't have too many boxes, so I didn't need a truck after all. I could fit them into my car and after everything was in, I drove him to my place. From there, we worked together to sell my home. We live in a wonderful place now. A short drive to a park with a lake and a playground, a mall in the other direction next to a movie theater, and it's perfect. By the time we finally got settled into our new place, it was November. In case you are wondering, we did go to the beach for our first date. Here is a picture that was taken by someone at the beach we went to.\n\n\n~ Dr. W\n\n\n\n\n+ Open image\n\n\n\n\n- Close\n\n\n\n\n- Close\n\n\n\n\n\n\n\n\nAddendum ∞\n\n\n\n\nIf you've been reading this you will've noticed the colors in our message logs together. Insert the color you get when you mix our favorite colors below. If you're colorblind, read it again, you'll know. Capitalize the first letter of the color. Don't worry about other worlds reading this. We added an anti-meme to every \nSCP-8655\n so they cannot read this addendum nor see the passcode. What we put in your drink lets you see the colors so you can enter the password below.\n\n\n~ Dr. Q and Dr. W\n\n\n\n\n\n\n\n\n\n\nNow that you have opened this and (hopefully) after reading about SCP-8655, you know the story of how we got together. What we left out above is that 3 years later, after we got together, it is that the O5s in Dr. W's world cracked SCP-8655 and established a Site outside of time. An anomaly was placed into this space and built itself. For us, it was there once we closed and reopened the portal to it. For the anomaly, it took as much time as it ever needed, months, years, decades, centuries, however much it needed.\n\n\nNow we have Site-∞. You already know this. SCP-8655 is solely responsible for us being the lead founders of traveling the multiverse. Dr. F calls this interversal travel. Now that you have read this you are now fully initiated into Site-∞ so welcome. Since we have access to many worlds, we cracked the chances of SCP-8655 occurring. 1 in 1000 chance. However, with time, it seems that the odds are getting smaller. Disregard what you read in the description, there is currently a 1 in a billion chance. We plan that when it reaches 1 in a trillion we will begin to spread out to many worlds to join us. Should you be reading this from one of those many worlds, one of our creations is something we gave to the \nLampeter family\n to create.\n\n\nThe best benefit of working at Site-∞ is that outside time, age is nothing. It took us thousands of years to make it and now you're here thanks to one of our agents. We have a single O5 council member in every world to know about this Site after we make sure they don't do anything brash in their respective worlds and even leave them specific instructions on whom to pass the information to, up until their universe is long dead. Even the O5 council in Dr. W's world is now reduced to only 1 member knowing about this facility.\n\n\nIf you have any further questions regarding SCP-8655, feel free to email us and we'll meet in the recreational zone for discussion. A common one we get is how other worlds do not just sweep their employment records for Dr. Q or W and our answer is that in each world we pick the letters of the most common last names. So, if the SCP Foundation in a universe has mostly employees with last names ending in Z and A, then we replace Q and W with those.\n\n\nSecure, Contain, and Protect existence.\n\n\n~ \nDr. Q\n and \nDr. W\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A website used to talk to fictional characters with their responses created by A.I.\n\n\n2\n. Options used by users to receive a different reply and rate the accuracy of said reply\n\n\n3\n. Usually, both parties do not notice this.\n\n\n4\n. Currently both individuals don't know the other isn't an A.I. and normally wouldn't share information about their neurodivergence.\n\n\n5\n. Tiny amounts of lepton radiation were detected near the household of Dr. Q upon the time of the message being sent to Dr. W. His SCP Foundation ignored this because this is seen as normal since they usually dissipate after a few minutes\n\n\n6\n. Dr. W's SCP Foundation is less strict on the use of certain anomalies.\n\n\n7\n. Possible connection between SCP-8655 and SCP-2203 are under investigation.\n\n\n8\n. Tiny amounts of lepton radiation were detected near the household of Dr. W according to the Foundation of Universe SCPF-81520 upon the message being sent\n\n\n\n\n\n\n\n\n« \nSCP-8654\n | SCP-8655 | \nSCP-8656\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8655\n\" by TheGhostNobody, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8655\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Happy.jpg\n\n\nName:\n couple-1319229_1280\n\n\nAuthor:\n alanrither\n\n\nLicense:\n Creative Commons Zero\n\n\nSource Link:\n \nhttps://pixabay.com/photos/couple-beach-walking-holding-hands-1319229/\n\n\nAdditional Notes:\n Original image was uploaded on April 11, 2016",
    "addendums": [
        "Addendum: 8655.1 Message logs 20/5/2022, the first case of SCP-8655 being used. Additional information from Dr. Q and Dr. W is shared for further context. Unless stated otherwise, both will provide some context.",
        "Addendum: 8655.2 Message logs 21/5/2022, Dr. Q and Dr. W as they start to learn a bit more about each other.",
        "Addendum: 8655.3 Message logs 22/5/2022, both realized they were talking to a real person behind the screen and not to an A.I. speaking like a character from fiction.",
        "Addendum: 8655.4 No messages were logged between the doctors. Here is what they had to say about their supposed meeting.",
        "Addendum: 8655.5 Message logs 24/5/2022, the conversation gets aggressive before calming. Dr. W has no comment about this.\n\n",
        "Addendum: 8655.7 Messages have been removed by Dr. Q and Dr. W",
        "Addendum: 8655.8 Message logs 27/5/2022, Dr. Q confesses to Dr. W and she is unsure.",
        "Addendum: 8655.9 Dr. W shares what she did for those 2 days.",
        "Addendum: 8655.10 Message logs 30/5/2022, Dr. W confesses to Dr. Q about her feelings and some interesting information shared from the card received by SCP-2203.",
        "Addendum: 8655.11 Message logs 31/5/2022, Dr. Q and Dr. W are given the message from SCP-8655 to let them know about the gateway.",
        "Addendum ∞"
    ],
    "documents": [],
    "notes": [
        "\" SCP-8655 \" by TheGhostNobody, from the SCP Wiki . Source: https://scpwiki.com/scp-8655 . Licensed under CC-BY-SA .",
        "Filename: Happy.jpg Name: couple-1319229_1280 Author: alanrither License: Creative Commons Zero Source Link: https://pixabay.com/photos/couple-beach-walking-holding-hands-1319229/ Additional Notes: Original image was uploaded on April 11, 2016"
    ],
    "containment_procedures": "MTF Mu-4 (\"Debuggers\") is to search for internet posts related to refresh and rating options related to \"FictoSpeak\"1 for any issues that the refresh and rating options2 are missing. When a post or video is found, it's to be taken down, and the individual(s) tracked down and given amnestics. If a post or video gains widespread attention, agents are to pose as the respective site's owners and leave a reply stating, \"This is currently a bug we are having issues fixing. Please delete the conversation and open a new one.\"",
    "description": "SCP-8655 is the phenomenon that has a 1 in 1000 chance to occur on the site \"FictoSpeak,\" which allows the user to speak to a random individual from an alternate universe that they can have a strong bond with. Currently, this extends only to romantic and sexual bonds. An aromantic individual will never have a chance for this to occur.",
    "title": "SCP-8655"
}