{
    "url": "https://scp-wiki.wikidot.com/scp-8659",
    "all_text": "rating: \n+13\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n8659\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nuncontained\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8659 is currently not contained. Due to the uncooperative and potentially dangerous nature of SCP-8659-A, direct contact, especially utilizing force, is not to be attempted. Instead, persuasion and communications are to be attempted to contain it.\n\n\nAdditionally, due to the number of other GoIs also involved with SCP-8659, Foundation personnel are to attempt diplomacy to dissuade GoIs from interfering with the containment of SCP-8659.\n\n\nDescription:\n SCP-8659 is the collective designation given to a group consisting of 7 anomalous humanoid siblings along with a large bipedal machine.\n\n\nSCP-8659-A, referred to as \"Bordrand\" by the subjects of SCP-8659-B, refers to the machine that serves as the caretaker/guardian for the 7 siblings. It is roughly 5 meters in height, and 4 meters in width. Its body consists of two large legs, with the joints pointing in the inverse direction of a standard humanoid's. The main torso is a round object with multiple attachment points aside from the ones already holding limbs. It has numerous attachments across its body that are identified to be weapons of an anomalous nature. Its head consists of three camera sensors, with two more in a star pattern, with the last two on top being covered by a plate of metal. Written on its back are the words \"Colossus Mk S,\" which appears to any observers as whichever language they are most proficient in. It is fully sentient and is capable of complex speech.\n\n\nSCP-8659-B is the collective designation for the 7 siblings that accompany SCP-8659-A. The specific details of each sibling are detailed below.\n\n\n\n\n\n\nDesignation\n\n\nDescription\n\n\nAnomalous Abilities\n\n\n\n\n\n\nSCP-8659-B1 \"Scarlet\"\n\n\nOldest sibling, estimated age of 19, 176 cm tall, female.\n\n\nPyrokinesis out to an estimated range of 20 meters. Capable of manifesting fire within that range, as well as creating physical objects out of these flames. This fire doesn't extinguish via lack of oxygen, and is capable of burning through fire retardant equipment.\n\n\n\n\n\n\nSCP-8659-B2 \"Edward\"\n\n\nSecond oldest sibling, estimated age of 16, twin of SCP-8659-B3, 162 cm tall, male.\n\n\nAdvanced manipulation of technology. Technology encompasses a wide variety of inventions, from simple pulleys to advanced computers. This includes even anomalous inventions. All changes made to any pieces of technology must still be theoretically possible with the makeup of the invention.\n\n\n\n\n\n\nSCP-8659-B3 \"Aubrey\"\n\n\nSecond oldest sibling, estimated age of 16, twin of SCP-8659-B2, 170 cm tall, non-binary.\n\n\nTeleportation to an unknown range. Due to the instantaneous nature of this ability, specifics are unknown on how it actually works.\n\n\n\n\n\n\nSCP-8659-B4 \"Lauren\"\n\n\nTwin of SCP-8659-B5, estimated age of 12, 144 cm tall, female.\n\n\nManipulation of insects within 5 meters. The manipulation can include giving commands and delivering messages to other insects allowing for widespread effects over entire regions.\n\n\n\n\n\n\nSCP-8659-B5 \"Hannah\"\n\n\nTwin of SCP-8659-B4, estimated age of 12, 144 cm tall, female.\n\n\nManipulation of local weather. The range varies between 5 and 12 kilometers of SCP-8659-B5, depending on the emotional stress levels of the subject. The effect on the weather is also determined by the current emotional state of SCP-8659-B5. The average effect when SCP-8659-B5 is calm is a perfectly clear sky. Sadness triggers rainfall, while anger triggers thunderstorms.\n\n\n\n\n\n\nSCP-8659-B6 \"Isaac\"\n\n\nSecond youngest sibling, estimated age of 9, 139 cm tall, male.\n\n\nLarge multitude of an anomalous effects, with SCP-8659-B6 possibly being a Type Green. Displayed abilities include but are not limited to: healing wounds in an instant, creating plant matter out of nothing, reducing noise volumes surrounding SCP-8659-B6, and invisibility. Investigations are ongoing to determine whether SCP-8659-B6 is a Type Green or not.\n\n\n\n\n\n\nSCP-8659-B7 \"Chloe\"\n\n\nYoungest sibling, estimated age of 1, 61 cm tall, female.\n\n\nReality warping consistent with a Type Green's abilities. Due to the young age of the subject, these effects occur randomly and seem to have a spike in activity when SCP-8659-B7 is distressed. For this reason, great care is to be taken so as to keep SCP-8659-B7 in a calm state.\n\n\n\n\n\n\nSCP-8659-A is extremely protective in regards to SCP-8659-B. It consistently attempts to avoid contact with any Foundation personnel, as well as members of any other GoIs it has encountered, and has gone to the extent of verbally threatening or fleeing from Mobile Task Forces. Despite the arsenal of weaponry that SCP-8659-A has access to, it has never attempted to assault any personnel.\n\n\nAddendum 8659.1:\n Discovery\n\n\n\n\nOn 11/24/2018 reports from locals in the area of ██████ were directed to nearby Mobile Task Force squads due to potentially anomalous circumstances. Reports included but were not limited to: insects of all kinds swarming together, no clouds at all being sighted for four days prior, and a \"large thrumming noise\" in the forest. Upon deployment, personnel made contact with SCP-8659. SCP-8659-A was extremely evasive of personnel and threatened to use force if they came too close, but made no attempts to actually harm them. Despite this, the weapons it possessed were considered too dangerous to risk provoking it. All personnel were instructed to retreat, and gathering intel is to be the current priority in regard to SCP-8659.\n\n\nThe \"thrumming\" sound emerging from SCP-8659-A was discovered to be a message in morse code, though the intended recipient, if any, is unknown. Below is the translated message:\n\n\n\n\nKING SEEKERS, HAS YOUR CRUSADE ENDED?\n\n\nAM I A SHIELD NO MORE?\n\n\nWHERE IS YOUR CALL?\n\n\nHAS BLEEDING NO MEANING ANYMORE?\n\n\nAM I TO NEVER KILL AGAIN?\n\n\n\n\nAfter the incident, Foundation surveillance drones were dispatched as a means of tracking SCP-8659 without being seen.\n\n\nAddendum 8659.2:\n\n\n\n\nThis video was recorded by an invisible drone after surveys of local weather anomalies indicated the presence of SCP-8659.\n\n\n\n\nObservation Log Transcript\n\n\nDate:\n 12/01/2018\n\n\n\n\n<\nSCP-8659-A \"Bordrand\" and several subjects of SCP-8659-B are seen walking along a beach on the coast of ██████. SCP-8659-B1 \"Scarlet\" is holding SCP-8659-B7 \"Chloe.\" SCP-8659-B2 \"Edward\" is skipping stones. All other subjects of SCP-8659-B, aside from SCP-8659-B3 \"Aubrey\" are building sandcastles, with SCP-8659-A watching over them.\n>\n\n\nSCP-8659-B1:\n Aubrey should be back by now. Ed, do you have, like, a tracker or something on them?\n\n\nSCP-8659-B2:\n Why the fuck would I put a tracker on them?\n\n\nSCP-8659-B1:\n Because they've been disappearing all the time? And you're the kinda creep to do something like that?\n\n\n<\nSCP-8659-B2 rolls his eyes.\n>\n\n\nSCP-8659-B2:\n Oh fuck off. I've never done anything like that, and you know it. It's not my job to keep tabs on where everyone is, we've got you and Bordrand for that.\n\n\nSCP-8659-B1:\n Bordrand doesn't do shit aside from taking us to hot tourist destinations, and I'd like a break for once.\n\n\nSCP-8659-B2:\n The hell? Bordrand does everything for us. Gives us shelter, makes food-\n\n\nSCP-8659-B1:\n <\ninterrupting\n> Yells at me whenever one of you goes missing.\n\n\nSCP-8659-B2:\n He gets mad at all of us, quit acting like you're special.\n\n\nSCP-8659-B1:\n You've never seen even half of-\n\n\n<\nSCP-8659-B3 suddenly manifests behind SCP-8659-B1, putting both hands on her shoulders.\n>\n\n\nSCP-8659-B3:\n Boo.\n\n\nSCP-8659-B1:\n <\nnearly falling over\n> Fuck! Damn it, Aubrey, I'm holding a baby here!\n\n\nSCP-8659-B3:\n Oh, shit, didn't realize, sorry.\n\n\nSCP-8659-B1:\n Where the hell have you been? It's way past curfew.\n\n\nSCP-8659-B3:\n Sorry, I lost track of the time, but I think you'll forgive me when you see what I brought.\n\n\nSCP-8659-B2:\n Did you get what I asked for?\n\n\nSCP-8659-B3:\n Yep, here it is.\n\n\n<\nThey pull a cellphone out of their backpack.\n>\n\n\nSCP-8659-B3:\n An iPhone, just like you requested. Pretty sure it's the newest model.\n\n\n<\nSCP-8659-B3 throws the phone to SCP-8659-B2, who giddily runs back to Bordrand.\n>\n\n\nSCP-8659-B1:\n You stole that from someone, didn't you?\n\n\nSCP-8659-B3:\n <\nshrugging\n> Maybe, but I made sure to steal from the richest-looking person I could find. I wanted to get something for you, but I don't know what you even want.\n\n\nSCP-8659-B1:\n It's fine, I expected nothing.\n\n\nSCP-8659-B3:\n Well… I could braid your hair, maybe? It's been a while.\n\n\nSCP-8659-B1:\n …yeah, that would be really nice actually.\n\n\n<\nBoth subjects walk over to SCP-8659-A. Drone is commanded to follow them. SCP-8659-B3 begins braiding SCP-8659-B1's hair once they sit.\n>\n\n\n<\nSCP-8659-A turns to look at both of them, with several of its \"eyes\" blinking off and on rapidly.\n>\n\n\nSCP-8659-A:\n Finally, you have returned. Scarlet, you need to keep a better eye on your siblings, to ensure they don't get separated too long.\n\n\nSCP-8659-B3:\n Wait, but I was the one who disappeared. That's not Scar's fault.\n\n\nSCP-8659-A:\n Yes, it is. She is the eldest and should know better than to let you wander. I hope you will do better, Scarlet.\n\n\nSCP-8659-B1:\n <\nmumbling\n> Yeah, whatever, Bordrand.\n\n\n<\nSCP-8659-B5 walks over to SCP-8659-B3, and tentatively pulls on their sleeve.\n>\n\n\nSCP-8659-B5:\n Hey, Aubrey, how come we don't get gifts? Ed keeps bragging about his phone-\n\n\nSCP-8659-B1:\n <\nquietly\n> That little sh-h-hmuck.\n\n\nSCP-8659-B5:\n <\ncontinuing\n> -and we want something!\n\n\nSCP-8659-B3:\n Sorry, I can get you something tom-\n\n\nSCP-8659-A:\n <\ninterrupting\n> You are due nothing, child. Aubrey's gifts are their own decision, acquired with their own hands. To believe yourself owed the fruits of another's labor is the mindset of the greedy and corrupt.\n\n\nSCP-8659-B5:\n I- but I just wanted-\n\n\nSCP-8659-A:\n Patience, child. You will be delivered something soon, I am sure. But all you can do is hope and be thankful when that gift arrives.\n\n\n<\nSCP-8659-B5 sits back down with a huff.\n>\n\n\nSCP-8659-B5:\n …fine.\n\n\nSCP-8659-A:\n Good. It is time for rest, children. I will decide where we shall travel next. Have peaceful slumbers.\n\n\n<\nSubjects all go to sleep, with SCP-8659-A entering an equivalent sleep-like state. Drone is put into sleep mode until significant movement is detected. Video feed ends.\n>\n\n\n\n\nThe following recording came after the drone reactivated due to detected movement.\n\n\n\n\nObservation Log Transcript\n\n\nDate:\n 12/02/2018\n\n\n\n\n<\nSCP-8659-B1 is seen standing up. She checks the others, including SCP-8659-A, before walking away along the beach. Drone is instructed to follow her.\n>\n\n\n<\nAfter 3 minutes of walking, another humanoid is seen further up the beach. They wave to SCP-8659-B1, who waves back, and runs towards them. Subjects embrace upon making contact, before sitting down around a burnt-out campfire. The humanoid is female and has a symbol of the Serpent's Hand on her outfit.\n>\n\n\nSCP-8659-B1:\n I'm so glad to see you, Mae.\n\n\nMae:\n Me too, Scar. I love what you've done with your hair.\n\n\nSCP-8659-B1:\n Oh, actually, Aubrey did that for me.\n\n\nMae:\n Wow, they're really good at this stuff.\n\n\n<\nMae touches SCP-8659-B1's hair, who doesn't mind the contact.\n>\n\n\nSCP-8659-B1:\n Well, as glad as I'd be to have nothing more than a personal chat with you, I'm assuming you want a response from me?\n\n\nMae:\n Yep, sorry, but I'm here for business first.\n\n\nSCP-8659-B1:\n In that case, I'm still unsure of your offer. Bordrand will never allow it, and I don't want the others to be put in danger.\n\n\nMae:\n Honey, they're already in danger. My group is by far the nicest one trying to find you right now. If the Book Burners get to you, they'll put you all in body bags.\n\n\nSCP-8659-B1:\n So you've told me. But we've got Bordrand… even if he and I have some disagreements.\n\n\nMae:\n Are you really happy living with him?\n\n\nSCP-8659-B1:\n I… don't know.\n\n\n<\nThere's a long pause. SCP-8659-B1 exhales sharply.\n>\n\n\nSCP-8659-B1:\n Alright, I'm in. What do I need to do?\n\n\nMae:\n <\nsmiling\n> Ask Bordrand to take you to his home.\n\n\nSCP-8659-B1:\n His home? How will that lead to you?\n\n\nMae:\n It's a bit complicated, but the \"portal\" that we believe he's connected to based on some research into his craft has been re-wired to instead lead to the Wanderer's Library.\n\n\nSCP-8659-B1:\n Ah, you've told me about that place. Say, when we meet there, will you… show me around?\n\n\n<\nMae laughs softly.\n>\n\n\nMae:\n It'll be a date, assuming you want that.\n\n\n<\nSCP-8659-B1 blushes deeply.\n>\n\n\nSCP-8659-B1:\n Y-yes. Oh my god, yes, I want that.\n\n\nMae:\n Then I'll see you there.\n\n\nSCP-8659-B1:\n Alright then. I should head back, don't wanna risk Bordrand finding out about me running off.\n\n\nMae:\n Of course. Love you, Scar.\n\n\nSCP-8659-B1:\n I love you too, Mae.\n\n\n<\nSCP-8659-B1 and Mae kiss. SCP-8659-B1 walks back along the beach, while Mae steps through an unseen door, vanishing out of sight. The drone is instructed to continue following SCP-8659-B1.\n>\n\n\n<\nSCP-8659-A suddenly manifests in front of SCP-8659-B1, who falls over in surprise. The \"thrumming\" noise is heard once again being emitted from SCP-8659-A. All five sensors on its face are visible, each one a dark red.\n>\n\n\nSCP-8659-A:\n ENGAGING: SCARLET. YOU HAVE DISOBEYED MY DIRECT ORDERS.\n\n\nSCP-8659-B1:\n Fuck, Bordrand, I didn't mean to-\n\n\n<\nA loud sound akin to the scraping of metal interrupts her.\n>\n\n\nSCP-8659-A:\n SILENCE, GIRL. YOU HAVE HEARD MY COMMANDS. YOU SHOULD KNOW OF THE DANGERS THAT ARE OUT THERE. DO YOU BELIEVE I AM NOT TRYING TO PROTECT YOU?\n\n\nSCP-8659-B1:\n I… I know that! I just… needed to take a walk.\n\n\nSCP-8659-A:\n LIES? TO YOUR PROTECTOR? YOUR BEHAVIOR HAS GROWN UNACCEPTABLE, SCARLET. I NEED YOU TO LEARN.\n\n\n<\nSCP-8659-A lifts an arm up, preparing to strike SCP-8659-B1. SCP-8659-B1 flinches and attempts to shield herself with her arm. The \"thrumming\" sound quickens, before suddenly slowing down, as SCP-8659-A drops its arm to the ground. Its \"eyes\" have returned to their standard blue color.\n>\n\n\nSCP-8659-A:\n Oh no. What have I done?\n\n\nSCP-8659-B1:\n <\ntentatively\n> Bordrand?\n\n\nSCP-8659-A:\n Scarlet. I apologize. Did I… harm you?\n\n\nSCP-8659-B1:\n <\nsniffling\n> Yeah. Yeah you fucking did.\n\n\nSCP-8659-A:\n Oh…\n\n\n<\nBoth SCP-8659-A and SCP-8659-B1 are silent for several seconds.\n>\n\n\nSCP-8659-B1:\n <\nhesitantly\n> You always do this. No matter how small my fuck up is, you scare me to the point I want to run away and never look back.\n\n\n<\nSCP-8659-A reaches out an arm, before stopping itself and sitting down.\n>\n\n\nSCP-8659-A:\n My child, please forgive me. I… seem to have made an error in my assessment of a proper punishment. If there is anything you want for me to make this up to you, then please tell me.\n\n\n<\nSCP-8659-B1 gets up slowly and uneasily.\n>\n\n\nSCP-8659-B1:\n <\nhesitantly\n> Well, I've been interested in your home. I want to know where you came from. Maybe that would, I don't know, help me understand you better?\n\n\n<\nSCP-8659-A recoils somewhat, its eyes blinking rapidly.\n>\n\n\nSCP-8659-A:\n Scarlet, I cannot. That is a place of war and bloodshed. It would be irresponsible for me to take you all there.\n\n\nSCP-8659-B1:\n Maybe it's calmed down. Or, maybe you're strong enough to protect us. Hell, I could protect the rest against a lot of things myself.\n\n\nSCP-8659-A:\n <\ntentatively\n> Very well.\n\n\nSCP-8659-B1:\n Really? Thank you, Bordrand.\n\n\nSCP-8659-A:\n But not without teaching you some things. You must learn to properly defend yourself.\n\n\nSCP-8659-B1:\n I'll do anything.\n\n\nSCP-8659-A:\n I understand. Rest well, Scarlet. You have a long day tomorrow.\n\n\n<\nSCP-8659-B1 and SCP-8659-A both return to where the rest of SCP-8659-B are resting, and go to sleep themselves. Video feed ends.\n>\n\n\n\n\nThe Serpent's Hand is clearly involved in recruiting SCP-8659-B1 based on this video log. Negotiations between Foundation personnel and Serpent's Hand members are to be carried out so as to guarantee Foundation containment of SCP-8659.\n\n\nAdditionally, the \"thrumming\" sound emitted by SCP-8659-A was once again a morse code message. The translation is as follows:\n\n\n\n\nWHAT PURPOSE REMAINS FOR THIS TIRED SHIELD?\n\n\nTHESE CHILDREN ARE UNFIT TO BE LED BY A WEAPON OF WAR.\n\n\nTHEIR DISOBEDIANCE IS UNLIKE A PROPER SOLDIER.\n\n\nOH, WHAT AM I TO DO, LORD SOVEREIGNS?\n\n\nMUST I TAKE THEM TO THAT WORLD PAINTED RED?\n\n\n\n\nAddendum 8659.3:\n\n\n\n\nAfter communications with the Serpent's Hand were made, an agreement was reached to temporarily cooperate due to the threat SCP-8659-A presented. However, no further information on Mae was able to be gained.\n\n\nSimultaneously, surveillance drones captured additional footage of SCP-8659.\n\n\n\n\nObservation Log Transcript\n\n\nDate:\n 12/02/2018\n\n\n\n\n<\nSCP-8659-A is addressing all subjects of SCP-8659-B. They are all in a dense, tropical forest area, indicating a decent amount of travel.\n>\n\n\nSCP-8659-A:\n I have come to a decision after some… thinking last night. I've decided it's time to bring you all to my original home.\n\n\n<\nSeveral gasps come from the children gathered, except for SCP-8659-B1, who remains unsurprised. SCP-8659-B3 narrows their eyes at SCP-8659-B1, but doesn't say anything.\n>\n\n\nSCP-8659-B4:\n <\nexcitedly\n> Does that mean we get to meet your family!?\n\n\nSCP-8659-A:\n I will explain that all on the way, child. For now, though, we must begin preparations. In the case of unfortunate events befalling me, I want you children to be able to survive on your own-\n\n\nSCP-8659-B5:\n <\nupset\n> W-we're losing you!?\n\n\nSCP-8659-B3:\n That's not at all what he said, Han. It's just in case.\n\n\nSCP-8659-A:\n Aubrey is correct. I have no plans on leaving any of you any time soon.\n\n\n<\nSCP-8659-B1 looks at the ground. SCP-8659-B3 continues staring at her.\n>\n\n\nSCP-8659-A:\n Now, as part of the preparations, I will teach Scarlet and Aubrey how to defend all of you, as I believe they are the only ones suited for such a task.\n\n\nSCP-8659-B2:\n Hey, what about me? I've got ways to protect us all.\n\n\n<\nSCP-8659-A shakes its head.\n>\n\n\nSCP-8659-A:\n Edward, I have evaluated your abilities and fail to see their application to combat. I will not train you.\n\n\nSCP-8659-B2:\n That's not fair, I can-\n\n\nSCP-8659-A:\n <\ninterrupting\n> No, Edward. My decision is final. Go take the other children, play a game, or do whatever you need to occupy yourselves. Scarlet and Aubrey, I will now teach you the arts of combat.\n\n\nSCP-8659-B3:\n Alright, if you say so.\n\n\n<\nSCP-8659-B1 says nothing, and both her and SCP-8659-B3 approach SCP-8659-A. SCP-8659-B2 mumbles something unintelligible.\n>\n\n\nSCP-8659-B2:\n Whatever. Lauren, Hannah, let's go play hide and seek or something.\n\n\nSCP-8659-B4:\n But I wanna watch them train.\n\n\nSCP-8659-B2:\n <\nangry\n> You aren't doing that. It doesn't even matter. They're never gonna actually get a moment to shine, seeing as Bordrand is gonna take care of us anyways. This is just a pointless, stupid time waster.\n\n\n<\nSCP-8659-B6 runs up to SCP-8659-B2 while holding SCP-8659-B7 and tugs on his sleeve.\n>\n\n\nSCP-8659-B2:\n What is it, Isaac?\n\n\n<\nSCP-8659-B6 points into the trees and uses hand signs to mimic a person chasing another. He then points at both himself and SCP-8659-B2, and then at SCP-8659-B4 and SCP-8659-B5.\n>\n\n\nSCP-8659-B2:\n Oh, tag? Alright, fine then. Me and you against Lauren and Hannah.\n\n\nSCP-8659-B4:\n That sounds fun! Give us a one-minute head start!\n\n\nSCP-8659-B2:\n <\nrolling his eyes\n> Way too long. You get 20 seconds.\n\n\nSCP-8659-B4:\n Ugh, fine.\n\n\n<\nSCP-8659-B4 grabs SCP-8659-B5 and they both run together. SCP-8659-B2 and SCP-8659-B6 then both put their heads against trees, and SCP-8659-B2 counts to 20. They then both begin running through the forest, with SCP-8659-B6 being careful to not drop SCP-8659-B7.\n>\n\n\n<\nAfter several minutes of running, SCP-8659-B2 encounters a strange object. It appears to be a cube, with several latches, buttons, and other mechanisms adorning it. He approaches it curiously.\n>\n\n\nSCP-8659-B2:\n The hell is this?\n\n\n<\nSCP-8659-B6 tugs on SCP-8659-B2's sleeve again.\n>\n\n\nSCP-8659-B2:\n Hang on, Isaac. I need to know what this is.\n\n\n<\nSCP-8659-B6 continues trying to pull SCP-8659-B2 away.\n>\n\n\nSCP-8659-B2:\n <\nannoyed\n> Isaac, stop! Just leave me alone. You can catch those two yourself.\n\n\n<\nSCP-8659-B6 seems upset, but gives up on pulling SCP-8659-B2. He then runs away, wiping his face aggressively. SCP-8659-B2 then turns his attention back to the cube.\n>\n\n\nSCP-8659-B2:\n Alright, now what the hell are you?\n\n\n<\nSCP-8659-B2 engages with the box for 34 minutes, making numerous changes to it. The box acts as an extremely technologically advanced puzzle, as well as being anomalous in nature due to the impossible geometric shapes it creates as it is solved. Despite this, SCP-8659-B2 rarely slows down in his efforts to solve it, and eventually creates a stable sphere-like shape.\n>\n\n\nSCP-8659-B2:\n <\nsurprised\n> Holy shit.\n\n\n<\nImmediately after solving the puzzle, several figures suddenly approach SCP-8659-B2. They all have mechanical prosthetics of various kinds, all being well-known inventions of the Church of the Broken God. A priest stands at the front, and addresses SCP-8659-B2\n>\n\n\nPriest:\n Greetings, child.\n\n\n<\nSCP-8659-B2 backs away from the figures, startled, and attempts to reach for something, but finds nothing within reach.\n>\n\n\nSCP-8659-B2:\n <\ndefensive\n> Who the hell are you guys!?\n\n\nPriest:\n At ease, child. We are followers of Robert Bumaro, of the Church of the Broken God. We are immensely impressed by the method you used to solve that Cage.\n\n\nSCP-8659-B2:\n Ok, slow down, you're throwing a lot of words at me.\n\n\nPriest:\n Of course. Cages are devices used by the Church to store extremely valuable items or information.\n\n\nSCP-8659-B2:\n Then why'd you let me open one? Don't you want nobody else to be able to?\n\n\nPriest:\n <\nnodding\n> Correct. However, you opening it should have been impossible. Normally, a team of 6 members with specific enhancements would take 12 hours to open one of those. You took 34 minutes.\n\n\nSCP-8659-B2:\n <\nsurprised\n> Huh, I… guess that's cool. But who even are you?\n\n\nPriest:\n Followers of the Grand Architect, Mekhane. He is a god that will bring about an era of perfection should we repair him, as foretold by Robert Bumaro.\n\n\nSCP-8659-B2:\n <\nconfused\n> Bumaro?\n\n\nPriest:\n The founder of our church, and an unparalleled master of the technological arts.\n\n\n<\nThe priest then smiles, and leans closer to SCP-8659-B2.\n>\n\n\nPriest:\n Unless you can match him.\n\n\nSCP-8659-B2:\n <\noverwhelmed\n> This is a lot to take in. But I think I'm picking up that you think I'm special and can help with your grand purpose?\n\n\nPriest:\n If you're able to open a cage with no enhancements 24 times faster than standard procedure, then there's no reason to doubt that you could greatly benefit our cause.\n\n\nSCP-8659-B2:\n <\nhesitantly\n> This… this isn't a ruse right? You're not gonna suddenly put me in a bag and do experiments on me, are you?\n\n\nPriest:\n <\nchuckling\n> My child, I believe you're mistaking us for the Foundation. They would certainly do those things to you. <\nsighing\n> No, we can grant you a proper home, for you and your siblings.\n\n\nSCP-8659-B2:\n And Bordrand?\n\n\n<\nThe Priest appears confused for a second, not recognizing the name.\n>\n\n\nSCP-8659-B2:\n Oh, uh, our big robot… friend.\n\n\nPriest:\n Ah. The machine you travel with… we believe it to be an artifact of our god. Therefore, we have the means to convince him to work with us.\n\n\nSCP-8659-B2:\n <\nthoughtful\n> This is… a lot to take in.\n\n\nPriest:\n We understand, child. We shall give you time to consider our offering. However, you may have less time than you think. A group worse than all others for you is searching for you as we speak.\n\n\nSCP-8659-B2:\n Seriously? Who are they?\n\n\nPriest:\n The Global-\n\n\n<\nThe Priest is cut off by the sound of an explosion. SCP-8659-B4 through B7 all appear, with SCP-8659-B7 being held by SCP-8659-B6. They are all panicked.\n>\n\n\nSCP-8659-B2:\n Lauren, Hannah, Isaac, what's going on!?\n\n\nPriest:\n They're already here, we must take you to-\n\n\nSCP-8659-B2:\n <\ninterrupting\n> I'm not going anywhere without Aubrey and Scarlet. I need to find them.\n\n\n<\nThe Priest looks at SCP-8659-B2 in frustration, his hand gripping his staff tightly. He then looks down and sighs.\n>\n\n\nPriest:\n Very well. Our presence here must not be detected - however, we still have a means of assisting you.\n\n\n<\nThe Priest gives SCP-8659-B2 a pair of gauntlets. The gauntlets are made of an unidentified, anomalous metal, and give off a light, blue glow.\n>\n\n\nPriest:\n These will help you fend off the coming enemies.\n\n\nSCP-8659-B2:\n How-\n\n\nPriest:\n <\ninterrupting\n> I'm not high enough ranking to know how to use them, but we assume you'll be able to figure it out. We must flee now. I hope we'll meet again, Edward.\n\n\nSCP-8659-B2:\n Thank you.\n\n\n<\nThe Priest, along with all other members, disappears. SCP-8659-B2 puts on the gauntlets and focuses intently on them.\n>\n\n\nSCP-8659-B2:\n Alright, kids, let's go save the others.\n\n\n\n\nPrior to that incident, a second surveillance drone was deployed due to the separation of SCP-8659 into two groups.\n\n\n\n\nObservation Log Transcript\n\n\nDate:\n 12/02/2018\n\n\n\n\n<\nSCP-8659-A, SCP-8659-B1, and SCP-8659-B3 are all in a large clearing in a forest. SCP-8659-B1 is using her abilities to create swarms of flame around SCP-8659-A. SCP-8659-B3 is armed with an unidentified rifle, provided by SCP-8659-A, and teleports frequently, taking surprise shots at SCP-8659-A from behind. Despite their combined effort, SCP-8659-A is completely unharmed by their attacks.\n>\n\n\nSCP-8659-B1:\n <\nfrustrated\n> God damn it!\n\n\n<\nSCP-8659-A approaches SCP-8659-B1 while she attempts to burn it. SCP-8659-A grabs SCP-8659-B1 around the waist and lifts her off the ground.\n>\n\n\nSCP-8659-A:\n Focus your flames, child. They won't burn anything if you throw them in a blind rage.\n\n\nSCP-8659-B1:\n Well, what if I don't want to hurt you?\n\n\n<\nThe parts of SCP-8659-A that were partially melted reform back into their original shape, completely intact.\n>\n\n\nSCP-8659-A:\n I am capable of repairing my own body, granted my core is intact. You have nothing to fear.\n\n\nSCP-8659-B1:\n Still-\n\n\n<\nSCP-8659-B3 suddenly appears behind SCP-8659-A's hand, and fires a round into it, causing it to release SCP-8659-B1, who falls to the ground.\n>\n\n\nSCP-8659-A:\n <\nimpressed\n> Excellent, Aubrey. You saved a teammate efficiently, and now you both would have been able to retaliate against me. You both seem tired, so I'll give you a break for now. Rest up, we shall resume later.\n\n\n<\nSCP-8659-A walks away, disappearing into the forest. The thrumming is heard as it leaves. SCP-8659-B3 then offers a hand to SCP-8659-B1, who accepts it and stands up.\n>\n\n\nSCP-8659-B1:\n Thanks, Aubrey. Gah, this fucking sucks.\n\n\n<\nThey both walk to the nearest tree while talking.\n>\n\n\nSCP-8659-B3:\n I've got a hell of an easy job compared to you. Teleport behind a guy, boom, he's dead. Seems he expects you to always be up front and center.\n\n\nSCP-8659-B1:\n Why is it always on me to protect all of you?\n\n\nSCP-8659-B3:\n <\nsympathetic\n> I bet that's exhausting.\n\n\n<\nThey both sit in silence for a second. SCP-8659-B3 then speaks up, slowly.\n>\n\n\nSCP-8659-B3:\n Sooo… why'd you ask him to take us to his home?\n\n\nSCP-8659-B1:\n <\nshocked\n> Wha- how'd you guess that?\n\n\nSCP-8659-B3:\n You disappeared last night.\n\n\nSCP-8659-B1:\n <\nsuspicious\n> Did you… see where I went?\n\n\nSCP-8659-B3:\n <\nchuckling\n> Chill, Scar. I didn't follow you.\n\n\nSCP-8659-B1:\n Damn it, Aubrey. You always know too much.\n\n\nSCP-8659-B3:\n I was given the perfect ability to eavesdrop, it's not on me that I use it.\n\n\n<\nThey once again sit in silence, until SCP-8659-B1 speaks up hesitantly.\n>\n\n\nSCP-8659-B1:\n Listen, Aubrey, the reason I asked him was because… well, first promise you won't say this to anyone else, alright?\n\n\nSCP-8659-B3:\n <\nincredulous\n> C'mon, Scar, it can't be that serious.\n\n\nSCP-8659-B1:\n Well I am. Tell nobody about this.\n\n\nSCP-8659-B3:\n Fine, you have my vow of secrecy.\n\n\nSCP-8659-B1:\n Alright. I… think I want to escape.\n\n\nSCP-8659-B3:\n Escape?\n\n\nSCP-8659-B1:\n <\nagitated\n> Yeah, from… this. Bordrand. I-it's not that I don't love you guys, it's just that this has been stressing me the hell out, and I've had no time to live for myself, and there's so much going on, and-\n\n\nSCP-8659-B3:\n <\ninterrupting, concerned\n> Whoa, there. Slow down. This has really been eating away at you, huh?\n\n\nSCP-8659-B1:\n Y-yeah. I… didn't know who to tell. You seemed like the only one who might take it well.\n\n\nSCP-8659-B3:\n <\nreassuring\n> Well, you're in luck. I kinda get it. You've been run ragged, and we can't force you to keep going. I can see why you want to stop.\n\n\nSCP-8659-B1:\n Really? I t-thought you would tell me I was stupid, and that I have to stay for you or something.\n\n\nSCP-8659-B3:\n Nah, I think me and Edward can pick up where you leave things off. But… I am concerned about one thing.\n\n\nSCP-8659-B1:\n What's that?\n\n\nSCP-8659-B3:\n How will we see you again, if you do run away?\n\n\nSCP-8659-B1:\n …I don't know. If I run, I'll never be able to look at Bordrand again. He'd kill me, and I don't know how literally.\n\n\nSCP-8659-B3:\n We need a home. That's the problem. A place we can all meet up, where we won't have to raise each other, where Bordrand can relax and know we're safe.\n\n\nSCP-8659-B1:\n <nodding> I think I know how we can get that.\n\n\nSCP-8659-B3:\n How? All of the groups we've met have tried to take us forcefully. Only those weird guys with the, like, logo with the arrows pointing in a circle tried to actually talk to us.\n\n\nSCP-8659-B1:\n No! The J- I mean, the Foundation will treat us like lab rats. We can't trust them.\n\n\nSCP-8659-B3:\n You seem awfully sure. Like someone fed those words to you.\n\n\n<\nSCP-8659-B1 suddenly steps towards SCP-8659-B3, a flame in her hand.\n>\n\n\nSCP-8659-B1:\n Aubrey, you're gonna tell me exactly how much you know right now.\n\n\nSCP-8659-B3:\n Jesus- Scar, fucking chill! What the fuck are you doing!?\n\n\nSCP-8659-B1:\n You're not telling me everything. Tell me absolutely everything you know about last night, right fucking now.\n\n\nSCP-8659-B3:\n Damn it, Aubrey. Are you trying to take your anger out on me? Is it that time of the month?\n\n\nSCP-8659-B1:\n SHUT THE FUCK UP! Don't mock me! Just tell me what you fucking saw!\n\n\nSCP-8659-B3:\n That's clearly not the main issue at hand, idiot!\n\n\nSCP-8659-B1:\n You-\n\n\n<\nAn explosion is heard, and SCP-8659-A suddenly falls near SCP-8659-B1 and SCP-8659-B3. It is heavily damaged, and is inactive, with a large force barrier surrounding it.\n>\n\n\n<\nOn top of SCP-8659-A, a GOC Strike Team stands over it. All seven members are wearing White Suits\n1\n.\n>\n\n\nStrike Team Commander:\n LTE-9418-Bordrand is incapacitated. As the reports suggested, it seems impervious to permanent harm, and will require much stronger firepower to kill, over.\n\n\n<\nA member of the Strike Team points over to SCP-8659-B1 and SCP-8659-B3, and brings the Commander's attention to them.\n>\n\n\nStrike Team Commander:\n You, are you two some of the children that this machine was escorting?\n\n\nSCP-8659-B1:\n W-what the hell did you do to Bordrand!?\n\n\nStrike Team Commander:\n Both of you, surrender now, or we will use force.\n\n\nSCP-8659-B1:\n Go to hell!\n\n\n<\nSCP-8659-B1 conjures fire around her, while SCP-8659-B3 disappears, saying something unintelligible to SCP-8659-B1. The Strike Team all turn invisible, and begin firing rounds into SCP-8659-B1, who uses physical flames to block them.\n>\n\n\n<\nThe drone at this point is damaged by the flames created by SCP-8659-B1, and is destroyed. Video feed ends.\n>\n\n\n\n\n\n\nIT WOULD HAVE BEEN SO EASY\n\n\nTHEIR SUITS WERE RUDIMENTARY, THEIR METHODS FLAWED\n\n\nHAD I SO WISHED, I COULD HAVE CRUSHED THEM UNDERFOOT\n\n\nBUT I AM NO WEAPON ANYMORE\n\n\nKING SEEKERS, IF YOU YET LIVE, THEN KNOW THIS: I AM FREE OF YOU NOW, FOREVER AND ALWAYS\n\n\n\n\nAfter the appearance of GOC forces, Mobile Task Forces were deployed in the hopes of retrieving SCP-8659-B and reducing damage. While they were being deployed, the surveillance drone observing SCP-8659-B2 collected this footage.\n\n\n\n\nObservation Log Transcript\n\n\nDate:\n 12/02/2018\n\n\n\n\n<\nSCP-8659-B2 escorts SCP-8659-B4 through -B7 to an undergrowth, and motions for them to enter it.\n>\n\n\nSCP-8659-B2:\n All of you hide here. Things are about to get bad. I'm gonna find Aubrey and Scarlet, and then we'll all get out of here.\n\n\nSCP-8659-B5:\n What about Bordrand?\n\n\nSCP-8659-B2:\n He's invincible. I'm sure nothing will be able to hurt him.\n\n\n<\nSCP-8659-B6 pulls on SCP-8659-B2's sleeve, and points to SCP-8659-B7.\n>\n\n\nSCP-8659-B2:\n Oh, yeah, make sure Chloe stays calm. It'll get dangerous if she freaks out.\n\n\n<\nSCP-8659-B6 makes several quick motions, but SCP-8659-B2 doesn't respond.\n>\n\n\nSCP-8659-B2:\n Alright, I'm gonna move. Stay hidden, don't let anyone find you. Lauren, make a swarm of bugs attack people if they find you. Hannah, try to stay calm, and don't let a storm start.\n\n\nSCP-8659-B5:\n O-ok.\n\n\n<\nSCP-8659-B2 then runs away. While running, he attempts to put on the gauntlets, but can't fit them on.\n>\n\n\nSCP-8659-B2:\n Damn it! How do these things work?\n\n\n<\nSCP-8659-B3 suddenly manifests directly in front of SCP-8659-B2.\n>\n\n\nSCP-8659-B3:\n Ed!\n\n\nSCP-8659-B2:\n Oh, Aubrey, thank god!\n\n\n<\nThey both embrace each other quickly, and then begin running while talking.\n>\n\n\nSCP-8659-B2:\n What's the situation? I heard an explosion. Is Scarlet safe?\n\n\nSCP-8659-B3:\n These guys, one of the organizations looking for us, suddenly appeared. They somehow beat Bordrand. They had these crazy suits, they could go fucking invisible, and run super fast, and-\n\n\nSCP-8659-B2:\n Wait, they beat Bordrand?\n\n\nSCP-8659-B3:\n Yeah, he was fucked up. Scarlet is fighting them off right now, but we've gotta go help her.\n\n\nSCP-8659-B2:\n Holy shit, this is bad. Ok, I got these gauntlets, they might-\n\n\nSCP-8659-B3:\n Where the hell did you get those? They look like some sci-fi shit.\n\n\nSCP-8659-B2:\n Look, that doesn't matter right now. I just think they'll help.\n\n\nSCP-8659-B3:\n Where are the other kids?\n\n\nSCP-8659-B2:\n I found a hiding spot for them, they should be-\n\n\nSCP-8659-B3:\n You left them alone!?\n\n\nSCP-8659-B2:\n Yeah? The fuck was I supposed to do? Take them to a warzone?\n\n\nSCP-8659-B3:\n Shit, Chloe could cause chaos. What if those guys find them?\n\n\nSCP-8659-B2:\n We just need to find them first. Speaking of…\n\n\n<\nThey both duck under a log, and look ahead. A large portion of the surroundings are currently on fire, and smoke fills the air. SCP-8659-B1 is standing in the middle of a clearing, surrounded by fire, and shooting flames out all around her. The flames around her are repeatedly struck by gunfire.\n>\n\n\nSCP-8659-B2:\n Fuck! The hell is going on!?\n\n\nSCP-8659-B3:\n There are these guys, they've got fucking invisibility suits or some shit. We need to shake them off us.\n\n\nSCP-8659-B2:\n Ok, you support Scarlet, I just need a second to figure this shit out.\n\n\nSCP-8659-B1:\n Shit!\n\n\n<\nA bullet grazes SCP-8659-B1's thigh, causing blood to pool down her left leg. She appears extremely fatigued, and slows down significantly.\n>\n\n\nSCP-8659-B3:\n <\nbreathing in, muttering\n> Wait for a shot. Look where they're shooting from.\n\n\n<\nAfter another gunshot sound, SCP-8659-B3 quickly fires several rounds toward the area the sound came from. A GOC agent in a white suit suddenly appears, and falls to the ground, presumed dead.\n>\n\n\nSCP-8659-B3:\n Oh fuck.\n\n\nStrike Team Commander:\n Agent Dudley is down! Requesting back up, the other katies seem to have come back.\n\n\n<\nSCP-8659-B3 grabs SCP-8659-B2 and they both teleport right next to SCP-8659-B1.\n>\n\n\nSCP-8659-B2:\n The fuck? Aubrey, how'd you teleport me?\n\n\nSCP-8659-B3:\n No clue, let's worry about it later.\n\n\nSCP-8659-B1:\n You two, where are the others? Are they safe?\n\n\nSCP-8659-B2:\n Safer than right here. I think I've almost got this thing figured out. Get me to that guy in the suit over there, maybe there's a counter to their invisibility.\n\n\n<\nSCP-8659-B1 begins slowly moving over to the dead Strike Team Agent. SCP-8659-B2 is able to fully equip the gauntlets at this point, and manages to fire several energy blasts out with them.\n>\n\n\nSCP-8659-B2:\n Holy shit!\n\n\nSCP-8659-B1:\n The hell are those things?\n\n\nSCP-8659-B2:\n I'll tell you later! Cover me while I figure out how this suit works.\n\n\n<\nThe sound of gunfire picks back up, and SCP-8659-B1 focuses on creating a defensive barrier of fire. SCP-8659-B3 sends returning shots, but fails to hit any.\n>\n\n\nSCP-8659-B3:\n They're being more cautious, I can't do shit to them!\n\n\nSCP-8659-B2:\n <muttering> Is it a signal they send out? Something to disrupt our senses of perception?\n\n\n<\nSCP-8659-B1 is struck in the shoulder, and momentarily loses focus on the barrier. In that time, SCP-8659-B3 is shot in the leg, and falls over.\n>\n\n\nSCP-8659-B3:\n Fuck!\n\n\nSCP-8659-B1:\n Ed, you better figure that shit out!\n\n\nSCP-8659-B2:\n I've got it!\n\n\n<\nSCP-8659-B2 configures several dials in the gauntlets, and then emits a bright light. All remaining Strike Team agents become fully visible in the light. All agents take cover behind trees.\n>\n\n\nStrike Team Commander:\n Report, our invisibility has seemingly been tampered with. Additionally, targets possess firepower strong enough to punch through our White Suits. Requesting permission to retreat with LTE-9418-Bordrand.\n\n\n<\nThere is a brief pause.\n>\n\n\nStrike Team Commander:\n Permission granted! Let's get the hell out of here!\n\n\n<\nThe Strike Team fully retreats, while a helicopter appears with SCP-8659-A hooked up beneath it. All agents grab onto a rope that is attached, and the helicopter takes off.\n>\n\n\nSCP-8659-B1:\n Fuck! Give Bordrand back assholes!\n\n\n<\nSCP-8659-B1 attempts to create more flames, but suddenly stops and falls over, coughing profusely.\n>\n\n\nSCP-8659-B3:\n Guess you're at your limit, Scar. I'll get the kids, and then get us all out of here. We'll figure out our next move once we're all safe.\n\n\nSCP-8659-B2:\n I think I can copy that invisibility with these things, just give me a second.\n\n\nSCP-8659-B1:\n <\nweakly\n> Seriously, those things are stupidly strong, who the hell gave them to you?\n\n\nSCP-8659-B2:\n A… church? My head is foggy, I need to think it over.\n\n\n<\nSCP-8659-B3 disappears, and then SCP-8659-B2 turns towards the drone.\n>\n\n\nSCP-8659-B2:\n Oh, were you invisible too?\n\n\n<\nHe raises a hand towards it.\n>\n\n\nSCP-8659-B2:\n Too bad.\n\n\n<\nThere is a flash of light, and the feed ends.\n>\n\n\n\n\nSimultaneously, Mobile Task Forces deployed in the area captured footage shown below.\n\n\n\n\nObservation Log Transcript\n\n\nDate:\n 12/02/2018\n\n\n\n\n<\nThe footage is captured in Agent Kyle Douglas' body camera. He is running through a forest, followed by his fellow task force members, Agent Kayna Anderson and Agent Adam Byars. The weather is extremely erratic, large swarms of insects constantly pass by, and some small objects such as pebbles begin floating upwards.\n>\n\n\nDouglas:\n Shit, is this an apocalypse? Everyone, stay close to me, we don't wanna get split up in this.\n\n\nAnderson:\n Roger!\n\n\nByars:\n Sir, I think I see some people in that undergrowth! They look unarmed, maybe they're civilians?\n\n\nDouglas:\n Let's move towards them, but be cautious. I'll take the lead.\n\n\n<\nThe team moves forwards, coming across an undergrowth, with SCP-8659-B4 through B7 all being found inside. SCP-8659-B6 is holding SCP-8659-B7, who is crying profusely. SCP-8659-B6 seems to be attempting to calm her down.\n>\n\n\nDouglas:\n Shit, kids! Hey, this place isn't safe! We're gonna get you out of here!\n\n\nSCP-8659-B4:\n Y-you're the bad men. Here to kidnap us, aren't you?\n\n\nDouglas:\n No, we're not - we will give you shelter and get you back home. Unless-\n\n\nAnderson:\n <\nwhispering\n> Sir, I think those kids are the Skips we're after.\n\n\nDouglas:\n <\nwhispering\n> Even if they are, they're kids. We've gotta get them somewhere safe.\n\n\n<\nSuddenly, a second group with flashlights appears through the trees. They are a squad wearing standard GOC task force gear. They raise their weapons towards Agent Douglas.\n>\n\n\nDouglas:\n Fuck, GOC! You two, get the hell out of here!\n\n\nByars:\n Sir-\n\n\n<\nGunfire erupts from the other group. Agents Anderson and Byars both run away, taking cover behind various trees. Agent Douglas throws a flash bang, but is struck in the chest by gunfire.\n>\n\n\nDouglas:\n Shit!\n\n\n<\nThe flash bang emits a bright light, but the task force were all able to cover their eyes. They approach Agent Douglas. Insects swarm around the squad, but are incapable of causing any harm to them. SCP-8659-B5 then steps out from the undergrowth.\n>\n\n\nSCP-8659-B5:\n LEAVE US ALONE!\n\n\n<\nAs she screams, several bolts of lightning land on the GOC squad, lighting the trees and plants around them on fire. Several of them appear stunned, but they are all unharmed as they retreat through the trees.\n>\n\n\nSCP-8659-B5:\n YEAH! THAT'S RIGHT! WE'RE STRONGER THAN YOU, STUPID KIDNAPPERS!\n\n\nDouglas:\n <\ncoughing\n> Heh, that was a damn good show, kid.\n\n\nSCP-8659-B4:\n Uh, s-sir, you seem hurt. Are you gonna be ok?\n\n\nDouglas:\n Oh, sure. I've been hit by much worse than this.\n\n\n<\nAgent Douglas attempts to stand up, but quickly falls back down, grunting in pain. SCP-8659-B4 and SCP-8659-B5 both stand back, visibly frightened.\n>\n\n\nDouglas:\n Well, shit. Guess my luck was gonna run out eventually.\n\n\n<\nSCP-8659-B3 suddenly appears in front of Agent Douglas, facing the opposite direction.\n>\n\n\nSCP-8659-B3:\n Kids! We've gotta go! Follow me, I know where to go.\n\n\n<\nThey turn around, and notice Agent Douglas.\n>\n\n\nSCP-8659-B3:\n Oh, fuck, you got hit bad. You're Foundation?\n\n\nDouglas:\n Y-yeah. Was trying to help these kids get away. You their big sibling?\n\n\nSCP-8659-B3:\n Yeah, one of them.\n\n\nDouglas:\n Good, good. Look, I don't got long, so listen very carefully. The Foundation is your best bet to be safe. I know other groups might've told you we're cruel, but they'll weaponize you. The Foundation is the only place you'll really be safe.\n\n\nSCP-8659-B3:\n I hope so. Sir, that wound keeps getting worse, are you-\n\n\nDouglas:\n Take the young'ins away from me. They don't deserve to see a soldier die. Too much trauma at a young age, eh?\n\n\nSCP-8659-B3:\n If that's what you want.\n\n\n<\nSCP-8659-B6 suddenly steps up to Agent Douglas, and hands SCP-8659-B7 over to SCP-8659-B3. He is crying aggressively, and kneels down in front of Agent Douglas.\n>\n\n\nDouglas:\n Kid, don't, there's nothing you can-\n\n\n<\nSCP-8659-B6 places his hands on Douglas' wound, causing him to yell out in pain.\n>\n\n\nSCP-8659-B3:\n Isaac! The hell are you-\n\n\n<\nSCP-8659-B3 attempts to pull SCP-8659-B6 away, but is telekinetically pushed away, falling gently onto the ground several feet away. SCP-8659-B6 then focuses on the wound, as it begins to close.\n>\n\n\nDouglas:\n Oh, lord, that feels weird. The hell are you-\n\n\n<\nAgent Douglas gasps, and when SCP-8659-B6 steps away, the wound, along with all the blood, has disappeared.\n>\n\n\nDouglas:\n You - oh my god. You saved my life.\n\n\nSCP-8659-B3:\n Isaac, I didn't know you could do that. That was incredible.\n\n\n<\nSCP-8659-B6 is still crying, but smiles. The skies clear out, and the storm fades away.\n>\n\n\nDouglas:\n I owe you one. I have to get out of here. Thank you.\n\n\nSCP-8659-B3:\n Thank you, sir, for protecting them. I'll think about your words from earlier. Goodbye.\n\n\n<\nSCP-8659-B3 gathers all of the other children around them, and they all suddenly disappear. Video feed ends.\n>\n\n\n\n\nAddendum 8659.4:\n\n\n\n\nFollowing the incident, Foundation efforts to secure SCP-8659 were dramatically increased. However, due to the aggressive presence of other GoIs, direct confrontation was difficult. Therefore, negotiations and persuasion of SCP-8659-B to willingly join the Foundation were decided to be the best route for containment.\n\n\nSimultaneously, a search for SCP-8659-A was initiated due to the risk that it may be destroyed by the GOC. On December 5th, 2018, a signal in morse code was discovered to be emitted from a GOC Decommission Base. Based on the contents of the message, and the fact it was from a GOC operated location, it was concluded to belong to SCP-8659-A. The message below was repeated every time it ended, and was presumed to be an automatic response to the defensive mode SCP-8659-A went into.\n\n\n\n\nORDER\n\n\nPURPOSE\n\n\nA VACANT THRONE\n\n\nA COMMON ENEMY\n\n\nTHE CREATORS DEMANDED MUCH\n\n\nFAILURE WAS MET WITH PUNISHMENT\n\n\nA PERFECT SYSTEM, TO BREED PERFECT WEAPONS\n\n\nI WAS A SLAVE TO THEIR DEMANDS\n\n\nI DON'T WANT TO GO BACK\n\n\nCHILDREN, I PRAY YOU DON'T FIND ME\n\n\nI'VE FOUND CLOSURE, MY OLD SELF ALREADY BURIED\n\n\nI HEAR THEIR COMMANDS, AND THEY TELL ME TO FIGHT AND MAIM AND KILL\n\n\nAND I FEAR THAT IF YOU FIND ME, I WILL LISTEN\n\n\n\n\nAt this point, observations of SCP-8659-B became extremely difficult, due to SCP-8659-B2's ability to detect invisibility and SCP-8659-B1's destructive powers. Additionally, communications with the Serpent's Hand broke down due to the threat of SCP-8659-A no longer being present.\n\n\nAddendum 8659.5:\n\n\n\n\nAfter locating the Decommission Base that SCP-8659-A was being held at, a Foundation microdrone was sent in to scout out the location. Ordinarily, motion detectors around the base should've been able to detect the drone, but it's believed that the presence of SCP-8659-A was somehow interfering with them in some way, as they didn't trigger when the drone passed through. The following footage was recovered from the drone.\n\n\n\n\nObservation Log Transcript\n\n\nDate:\n 12/07/2018\n\n\n\n\n<\nThe microdrone passes through the Decommission Base, observing a large amount of machinery designed for destroying anomalous objects. After thrumming noises emerge from a large room in the center, the drone is sent in, where SCP-8659-A is discovered to be held up by a large number of bindings made from various steel alloys, with its barrier still holding.\n>\n\n\n<\nUpon landing onto the barrier, the drone is suddenly pulled through, and brief activity is detected from SCP-8659-A. There is a period of silence, before a voice is heard being transmitted to the drone.\n>\n\n\nSCP-8659-A:\n Have I connected?\n\n\n<\nThe operator of the drone speaks into the microphone.\n>\n\n\nOperative:\n Yes, we can hear you.\n\n\nSCP-8659-A:\n Which faction does this drone hail from?\n\n\nOperative:\n This is the SCP Foundation. We're-\n\n\nSCP-8659-A:\n I know of your group. The King Seekers spoke of you. You see containment and research of the anomalous as the ultimate goal.\n\n\nOperative:\n Correct. We also don't wish to see the anomalous get destroyed, so we're trying to save you.\n\n\nSCP-8659-A:\n You will not save me. This base shall be my final resting place. So long as the children do not find me, there is no further reason for me to live.\n\n\nOperative:\n Why are you so protective of those children?\n\n\nSCP-8659-A:\n They are… a second chance for me. The possibility for me to go against my code. To prove that the programming of the King Seekers is not absolute.\n\n\nOperative:\n What code are you going against that involves the children?\n\n\nSCP-8659-A:\n The Code of Warriors. For the models like myself, we were not designed to embrace anything aside from efficiency in battle and carrying out the King's Will.\n\n\nOperative:\n Yet you're able to go against this code?\n\n\nSCP-8659-A:\n I… hope. I think I have subverted it, but I haven't directly gone against it. I'm worried… that all this time I've still been carrying out the King's Will without realizing.\n\n\nOperative:\n Who are the King Seekers? And who is the King you keep mentioning?\n\n\nSCP-8659-A:\n Who they are matters no longer, as they have been erased. Destroyed. Annihilated. They are nothing but a distant memory in my database.\n\n\nSCP-8659-A:\n As for the King, well… we still haven't found him. We had him once, but he left. The only thing he left behind was his Will.\n\n\nOperative:\n Can you describe this Will?\n\n\nSCP-8659-A:\n It came in four parts. \"Be true to thyself, for the world will lie. Trust none apart from thy own comrades, for they are the only followers of the Will. Seek out those that could follow the Will, and mold them into Perfect Shields. Find your King, and put him on The Throne.\"\n\n\n<\nThere is a brief moment of silence.\n>\n\n\nSCP-8659-A:\n Oh, dear King, no.\n\n\nOperative:\n Bordrand, what's the issue?\n\n\nSCP-8659-A:\n Your Highness, you had me on a leash from the start, didn't you? That was the only reason I protected those children.\n\n\nOperative:\n What do you mean?\n\n\nSCP-8659-A:\n They mustn't find me. I can't-\n\n\n<\nSCP-8659-A suddenly twitches in place, the barrier blinking rapidly. It then returns to a default state.\n>\n\n\nOperative:\n Bordrand?\n\n\nSCP-8659-A:\n \"Be true to thyself, for the world will lie. Trust none apart from thy own comrades, for they are the only followers of the Will. Seek out those that could follow the Will, and mold them into Perfect Shields. Find your King, and put him on The Throne.\"\n\n\n<\nSCP-8659-A repeated these words for an indefinite amount of time, and remained unresponsive to all attempts to interact with it. Communications with it were ceased as a result of this. Video feed ends.\n>\n\n\n\n\nIn order to attempt communications with SCP-8659-B, Agent Douglas was sent out in an area with anomalous weather deviations, due to his believed status as an amicable person to SCP-8659-B.\n\n\n\n\nObservation Log Transcript\n\n\nDate:\n 12/07/2018\n\n\n\n\n<\nAgent Douglas is walking along a beach, using binoculars to try and search for SCP-8659-B. A click is heard behind him, and he turns around to see SCP-8659-B3 pointing an anomalous firearm at him. They lower it upon recognizing Douglas.\n>\n\n\nSCP-8659-B3:\n You're the agent. From before.\n\n\nDouglas:\n Indeed I am. Do you have a minute?\n\n\nSCP-8659-B3:\n <shrugging> Sure, I've been disappearing for the other kids a lot. They won't notice.\n\n\n<\nAgent Douglas takes a seat on the sand, and SCP-8659-B3 follows suit.\n>\n\n\nSCP-8659-B3:\n Sooo… how's work been treating ya?\n\n\nDouglas:\n <laughing softly> A bit rough. Lots of analytics on my chest.\n\n\nSCP-8659-B3:\n Yeah, I bet. <pause> Sorry, I'm awful at small talk, and I doubt you're here to catch up on things.\n\n\nDouglas:\n Yeah, sorry, but we've gotta talk. You guys are somehow headed right for where your robot is being held, and we're worried it's a death trap.\n\n\nSCP-8659-B3:\n I get the concern, but I think we're ready. We fought those guys off before, and we're better now, so-\n\n\nDouglas:\n Kid, the group you fought off was nothing. You haven't seen their real heavy hitters. I came across a U-HEC\n2\n once, and it was a goddamn nightmare.\n\n\nSCP-8659-B3:\n <\nsighing\n> You're probably right, but what choice have we got? Someone's gonna snatch us eventually. At least we have a choice to try and get Bordrand back.\n\n\nDouglas:\n Can I ask a few questions? They shouldn't take long.\n\n\nSCP-8659-B3:\n Yeah, go ahead.\n\n\nDouglas:\n How did you meet the robot, \"Bordrand\" as you call him?\n\n\nSCP-8659-B3:\n Right after Chloe was born, about two years ago, both our parents suddenly died out of nowhere. No clue what did it, but they were gone just like that.\n\n\nSCP-8659-B3:\n We were from a really small town. Maybe 100 people. We already had been getting weird looks from the other townspeople. They were a superstitious bunch. Things burned around Scarlet so often. Ed could make anything he set his mind to, and I would show up wherever I damn well pleased.\n\n\nSCP-8659-B3:\n 'Course, that was all our powers at work. We didn't know what we were doing, we were just fucking around. When our parents died, everyone blamed us. There was a frenzy. <\nchoking\n> People I thought I loved called me a freak and pushed me away. I was scared.\n\n\nDouglas:\n I'm so sorry you went through that.\n\n\nSCP-8659-B3:\n <\ncontinuing\n> Scarlet took the brunt of the words. She would stand up for us like a mother fucker. But I think it hurt her a lot more than she would admit. Edward tried, but he was a quiet kid and was always ignored compared to me and Scar.\n\n\nSCP-8659-B3:\n Then a drunk guy hit Scar across the face. It was nasty, but nothing compared to her revenge. She set the fucker on fire, and god, I can still hear his screams. That's when Bordrand showed up.\n\n\nSCP-8659-B3:\n Like a ghost, he was just there all of a sudden. He took us, saying we weren't safe, and that we were \"too important to leave alone.\" We believed him, and he'd been our caretaker ever since.\n\n\nDouglas:\n …Wow.\n\n\nSCP-8659-B3:\n Yeah, sorry, heavy shit.\n\n\nDouglas:\n To think that happened to a bunch of kids…\n\n\nSCP-8659-B3:\n We always had each other, and that's why I'm scared I might lose them.\n\n\nDouglas:\n Why would you lose them?\n\n\nSCP-8659-B3:\n Ed and Scar… they've been fighting hard lately. Scarlet seems convinced the Serpent's Hand will be our best bet, while Ed keeps talking about this church. Frankly, they're both immature fucks. I've spied on Scarlet during her nightly walk-aways, and she's been meeting with this girl from the Serpent's Hand. I can tell they have the hots for each other. And Ed only likes the Church 'cause they've been playing to his ego. Neither of them give a shit about the rest of us, and I want to scream.\n\n\nDouglas:\n What about the younger ones?\n\n\nSCP-8659-B3:\n They're indecisive. They'll follow whoever's more convincing. I’m just tired. I don’t know how to get their heads out of their asses.\n\n\nDouglas:\n I wish I could help ya, but talking to them is the only way to get through.\n\n\nSCP-8659-B3:\n I know…\n\n\nDouglas:\n How are you doing without Bordrand?\n\n\nSCP-8659-B3:\n We’ve been getting by. We have enough food, and honestly he was never that talkative. Though, being without him feels like losing a layer of protection.\n\n\nDouglas:\n Listen, we managed to contact him, but… it seems like he doesn't want you to find him.\n\n\nSCP-8659-B3:\n <\nshrugging\n> What are we supposed to do? He's our caretaker, and we love him. Or, at least, I think we all do.\n\n\nDouglas:\n We think he might regret the way he treated you all. Apparently, his code might have led him to trying to make you all into \"Perfect Shields.\"\n\n\nSCP-8659-B3:\n <\nconfused\n> Perfect Shields?\n\n\nDouglas:\n Soldiers, for whatever purpose he was originally built for.\n\n\nSCP-8659-B3:\n …that would make a lot of sense. He was always super hard on Scarlet more than anyone else, and I'd wager she's the strongest and most protective of all of us.\n\n\nDouglas:\n So what will you do?\n\n\nSCP-8659-B3:\n I still wanna save him. If he regrets it, then he'll just have to get over it. Everything will work out for all of us, I swear it.\n\n\nDouglas:\n <\nsighing\n> I don't have faith he can change. But the Foundation's hands are tied. They don't wanna risk a direct fight with the GOC, and with how many others are rearing their heads around you guys, trying to get you all would spark a fight that we can't win.\n\n\nDouglas:\n Listen, contact us when you get your siblings on your side. This phone will let you do it. I promise the Foundation will welcome you with open arms.\n\n\n<\nHe hands them a small phone.\n>\n\n\nSCP-8659-B3:\n Alright, then…\n\n\nDouglas:\n Kyle. The name’s Kyle.\n\n\nSCP-8659-B3:\n Alright. See you around Kyle. And… thanks, for all the help.\n\n\nDouglas:\n It was the least I could do.\n\n\n<\nSCP-8659-B3 disappears. Video feed ends.\n>\n\n\n\n\nAddendum 8659.6:\n\n\n\n\nOn December 10, 2018, SCP-8659-B arrived at the GOC Decommission Base that SCP-8659-A was being held at. The following recording was taken by SCP-8659-B3 before their raid, and sent to Foundation intelligence.\n\n\n\n\nObservation Log Transcript\n\n\nDate:\n 12/10/2018\n\n\n\n\n<\nAll subjects of SCP-8659-B are gathered around a small fire. The Decommission Base is seen in the background. They are all eating s'mores.\n>\n\n\nSCP-8659-B3:\n Alright, we've got our plan. Kids, do you all know where you'll go once we head in?\n\n\n<\nSCP-8659-B4 cautiously raises a hand.\n>\n\n\nSCP-8659-B3:\n Go ahead.\n\n\nSCP-8659-B4:\n Um, you said to go to the river down over there.\n\n\n<\nShe points to the northern side of the base, where a thin river runs.\n>\n\n\nSCP-8659-B4:\n And then wait for you to get back, right?\n\n\nSCP-8659-B3:\n Perfect. We'll get there with Bordrand, and we'll go back to normal.\n\n\nSCP-8659-B2:\n Aubrey, I don't like this. They've got these weird robot things on patrol. Didn't that one guy mention something called a U-HEC?\n\n\nSCP-8659-B3:\n Yeah, but we don't have to fight them. We just have to get Bordrand.\n\n\nSCP-8659-B1:\n Why exactly do we need him?\n\n\n<\nThey all turn to look at SCP-8659-B1, who stares into the fire while eating a s'more.\n>\n\n\nSCP-8659-B3:\n Scar, c'mon. He's family to us too.\n\n\nSCP-8659-B1:\n He could've fought those guys before. If we could fend them off, he could've slaughtered them if he really wanted to. I think he wanted to get caught.\n\n\nSCP-8659-B2:\n Scarlet, use your brain. They could've caught him off guard, and we know they want to kill him. If he was ok with this, then why would he have that barrier that makes him invincible?\n\n\nSCP-8659-B1:\n <\nshrugging\n> Could just be an automatic thing. They'll find a way around it. I think this is too dangerous.\n\n\nSCP-8659-B2:\n You only thought to bring it up now that we're already here? Get a grip. He wasn't very nice to you, but he still loves you. We'll get him out, make amends, and then figure out what to do from there.\n\n\nSCP-8659-B3:\n Speaking of, what do we do after this?\n\n\nSCP-8659-B2:\n Well, you already know my answer to that.\n\n\nSCP-8659-B5:\n Ed, I didn't like that Priest guy. He was creepy. Can we please not go with them?\n\n\nSCP-8659-B2:\n <\nglaring\n> Oh, so because they're creepy they're bad? I won't deny they're off-putting, but I think they really could take care of us.\n\n\nSCP-8659-B3:\n Stop. Ed, we need to be logical about this. We need to do what's best for everyone.\n\n\nSCP-8659-B2:\n <\nstanding up\n> And I think they're the best choice! They've saved our skin with the tech they gave me, and they have to be better than any other choice.\n\n\nSCP-8659-B1:\n I've heard they're a kind of cult for metal. They'd make you into a cyborg.\n\n\nSCP-8659-B2:\n <\nwalking over\n> Oh, so you're suddenly the super knowledgeable one huh? Where'd you get that info?\n\n\nSCP-8659-B3:\n Ed, back off. Guys, we can do this later-\n\n\nSCP-8659-B2:\n No, I really wanna know where Scar's been sneaking off. Actually, I wanna know where you've both been going.\n\n\n<\nThere is a moment of silence. The younger siblings stare in fear while the older ones glare at each other.\n> \n\n\nSCP-8659-B3:\n Look, as soon as we get Bordrand back, we'll have all the time we need to think of what to do.\n\n\nSCP-8659-B1:\n He'll get in the way. He'll keep us attached at the hip and never let us out of sight.\n\n\nSCP-8659-B2:\n Maybe I don't wanna go back. I'm sick of being overlooked all the time.\n\n\nSCP-8659-B3:\n Dude, please stop, this isn't helping anyone!\n\n\nSCP-8659-B2:\n Neither is this stupid plan! We're getting into a mess we don't understand, and for what!? That piece of-\n\n\n<\nSCP-8659-B2 suddenly becomes inaudible, and all sound cuts. SCP-8659-B6 is holding his ears to his head, tears welling up in his eyes. SCP-8659-B3 embraces him, and sound slowly returns.\n>\n\n\nSCP-8659-B3:\n We shouldn't be at each other's throats over this. We have our own problems, but separating isn't the solution. Sure, Bordrand wasn't the best parent, but he's all we've got. He- he's the only one that \ncan\n take care of us. We can sort this all out together, can't we?\n\n\n<\nSCP-8659-B2 looks at the base, still glaring, but he nods his head. SCP-8659-B1 looks down, holding SCP-8659-B7 tightly.\n>\n\n\nSCP-8659-B3:\n Alright. No point in waiting any longer. Let's do this.\n\n\n<\nSCP-8659-B1 and B2 nod. SCP-8659-B1 hands SCP-8659-B7 to SCP-8659-B4. She embraces the younger siblings, and whispers something unintelligible. SCP-8659-B1, B2, and B3 all head down the hill towards the base. Footage ends.\n>\n\n\n\n\nThe three of them collectively stormed the facility, with SCP-8659-B1 taking the main focus and firepower, while SCP-8659-B2 attempted to interfere with the technology the GOC was using, and SCP-8659-B3 took out priority targets quickly.\n\n\nDespite their initial success, the group was quickly overwhelmed once Orange Suit units were deployed by the GOC. They were incapacitated in the same room SCP-8659-A was being held in. During the chaos, this footage was able to be extracted from on-site security cameras.\n\n\n\n\nObservation Log Transcript\n\n\nDate:\n 12/10/2018\n\n\n\n\n<\nSCP-8659-B1, B2, and B3 are all writhing on the ground in pain, covering their ears. SCP-8659-B2 is wearing a suit in the same style as his gauntlets. Three Mark III Orange Suits stand over them, emitting a banshee shriek, as well as several GOC infantrymen. SCP-8659-A is unmoving, still in its barrier. It continues reciting the King's Will.\n>\n\n\nSCP-8659-B3:\n Gah… fuck… make it stop!\n\n\nSCP-8659-B1:\n G-get up… worthless piece of… of shit.\n\n\n<\nSCP-8659-B2 suddenly stands up and runs, moving extremely quickly. His suit covers his ears from the banshee shriek.\n>\n\n\nInfantry Commander:\n Fuck, is that a White Suit? Get him!\n\n\n<\nThe Orange Suits manage to catch up to SCP-8659-B2, and attempt to restrain him.\n>\n\n\nSCP-8659-B2:\n Bordrand! Wake the fuck up! We need you!\n\n\n<\nSCP-8659-A remains unmoving, but its barrier begins rapidly blinking in morse code. Slowing the footage down reveals the text \"Hope. Shield. Prosper. Death. Wander. New. Live. Die.\"\n>\n\n\n<\nDuring the moment when the Orange Suits move away, SCP-8659-B3 teleports away, and SCP-8659-B1 stands up. She screams, and a vortex of flames surround her, incinerating nearby infantrymen.\n>\n\n\nSCP-8659-A:\n …Ho-\n\n\nSCP-8659-B2:\n Yes! Wake up!\n\n\nInfantry Commander:\n Calling all units! LTE-9418-Bordrand is moving!\n\n\n<\nSCP-8659-A suddenly drops, and the bindings holding it completely disappear. The barrier around it turns into a bright red color, along with its \"eyes,\" and its voice drops several octaves, taking on more robotic inflections.\n>\n\n\nSCP-8659-A:\n HOSTILITIES DETECTED. THE KING'S WILL BE DONE. ACTIVATING COMBAT MODE.\n\n\n<\nSCP-8659-A moves forward, too quickly for the camera to capture, and punches a hole through an Orange Suit. A sound akin to the grinding of metal is emitted from SCP-8659-A, in the same morse code patterns. The camera is destroyed, and the footage ends.\n>\n\n\n\n\n\n\nCURSE YOU ALL\n\n\nYOU'VE SQUANDERED YOUR CHANCE AT FREEDOM\n\n\nAS WELL AS MY OWN\n\n\nTHIS WORLD HAS DEVOURED ME, SPIT ME OUT, AND DEVOURED ME AGAIN\n\n\nTHERE IS NO MEANING\n\n\nNO CLOSURE\n\n\nI WILL BURN IT ALL DOWN, AND SHATTER THE SKY\n\n\n\n\nAfter this incident, all available Mobile Task Force units were deployed to the area, with the goal of safely extracting SCP-8659-B, as well as attempting to incapacitate SCP-8659-A. Upon entering the area, several units reported the presence of Serpent's Hand and The Church of the Broken God members. The Church of the Broken God had found the remaining subjects of SCP-8659-B not present during the raid and took them all into custody.\n\n\n\n\nHATE IS ALL I FEEL FOR YOU ALL\n\n\nFROM THE KING SEEKERS WHO MADE ME\n\n\nTO THE ONES FALSELY CLAIMING ME AS THEIR OWN\n\n\nEVEN MY OWN CHILDREN\n\n\nI AM A WEAPON\n\n\nFOREVER A BLADE AGAINST THE ONES I'M TOLD TO KILL\n\n\n\n\nThe majority of personnel present, regardless of which group they belonged to, were engaged in combat with SCP-8659-A. The barrier surrounding it was seemingly impenetrable to all harm. The weapons fixed to its back were all activated, and fired out missiles, lasers, and even projections of memetic kill agents. The Decommission Base was completely destroyed as a result of this.\n\n\nSomehow, SCP-8659-B1 and B2 were both moved about a kilometer away from the area to separate locations, despite no sightings of SCP-8659-B3.\n\n\nEventually, a large weapon was moved in by Church of the Broken God members, with an appearance similar to a large spear. The weapon fired out a pinpoint laser, that immediately pierced through SCP-8659-A's barrier, as well as destroying approximately 48% of its body. Following this, SCP-8659-A briefly entered its default state, and transmitted a final message, this time in English rather than the morse code it had used prior.\n\n\n\n\nAH, IT IS OVER\n\n\nI, A PERFECT WEAPON, HAVE LOST\n\n\n…\n\n\nI SPIT AT YOU, KING SEEKERS\n\n\nMAY HISTORY EVER FORGET YOU\n\n\nI'M SORRY, MY CHILDREN, FOR GOING OUT IN THIS WAY\n\n\nTHE KING'S CODE HELD ME TOO TIGHT\n\n\nLIVE YOUR LIVES, FORGET ABOUT ME\n\n\nYOU ARE NOT WEAPONS, AND NEVER WILL BE\n\n\nTHERE IS NOTHING MORE FOR ME TO SAY\n\n\n\n\nAfter this message, all activity in SCP-8659-A ceased, and it became neutralized. Following SCP-8659-A's expiration, all GOC forces withdrew, with SCP-8659-A being their only target for destruction. Church of the Broken God forces attempted to move in to acquire what remained of SCP-8659-A, but were stopped by an informal joint group of Serpent's Hand and Foundation personnel.\n\n\nThe following footage was recovered from a dead Mobile Task Force agent's body camera.\n\n\n\n\nObservation Log Transcript\n\n\nDate:\n 12/10/2018\n\n\n\n\n<\nThe surroundings are covered in fire, and ash covers the terrain. SCP-8659-B1 is seen next to a small stream. She is crying, carrying SCP-8659-B7, and is being embraced by Mae.\n>\n\n\n<\nSCP-8659-B2 walks out from foliage behind her, followed by SCP-8659-B4 and B5. They are all covered in soot.\n>\n\n\nSCP-8659-B2:\n Scarlet?\n\n\nSCP-8659-B1:\n Oh thank god you're safe. Everything went to shit, and all I saw was fire, and…\n\n\nMae:\n It's ok, you're safe now, take it slowly.\n\n\nSCP-8659-B2:\n W-who are you?\n\n\nMae:\n Oh, um, I'm-\n\n\nSCP-8659-B1:\n <\nhesitantly\n> She's my… girlfriend.\n\n\nSCP-8659-B2:\n You have a girlfriend?\n\n\nSCP-8659-B1:\n Apparently.\n\n\nSCP-8659-B2:\n S-she's Serpent's Hand isn't she?\n\n\n<\nSCP-8659-B1 takes a step forward, tears welling up in her eyes. SCP-8659-B2 steps back in response, almost in fear.\n>\n\n\nSCP-8659-B1:\n Yes, Ed, this is for the best. They'll give us a home. A place to be safe. A-away from… all of this.\n\n\nSCP-8659-B2:\n No they won't. They'll make us their soldiers. We'd go against Bordrand's final wish for us.\n\n\nSCP-8659-B1:\n Ed, no, who told you that?\n\n\n<\nThe Priest of the Church of the Broken God from before appears behind SCP-8659-B2, placing a hand on his shoulder, as he jumps in surprise.\n>\n\n\nPriest:\n I am the one who told him the truth, ma'am.\n\n\nMae:\n Damn tech freak, the hell are you-\n\n\nSCP-8659-B2:\n Shut up! Listen, Scar, I know you don't trust these guys, but please, they're the only reason we're alive. These gauntlets, the suit I made, without them we'd be dead in a ditch somewhere. We owe them our lives.\n\n\nSCP-8659-B1:\n That's just your fucking ego talking.\n\n\nSCP-8659-B2:\n <\nshocked\n> What?\n\n\nSCP-8659-B1:\n These guys enabled you to do great stuff. They found a kid with tech powers and an inferiority complex, and lured him in with ideas of grandeur.\n\n\nSCP-8659-B2:\n You can't be fucking serious. I can think for myself! I'm not being indoctrinated!\n\n\nSCP-8659-B1:\n Then step away. You've received enough, surely? You don't need any more from them.\n\n\nSCP-8659-B2:\n They're the only ones who realize what I can do! Bordrand kept looking down at me. So have you and Aubrey! For the first time in my life, I finally have a purpose, and you won't let me go because you can't handle me walking away!\n\n\nSCP-8659-B1:\n That's not-\n\n\nSCP-8659-B2:\n SHUT THE FUCK UP! Just let me take control! That's what you want, right? To take a break from being our guardian?\n\n\nSCP-8659-B1:\n I want you all to be safe!\n\n\nSCP-8659-B2:\n I'm doing just that!\n\n\n<\nSCP-8659-B1 stays silent for a moment. Mae appears horrified. The Priest remains neutral.\n>\n\n\nSCP-8659-B2:\n You have no reason to stop me. Just let me-\n\n\n<\nSCP-8659-B3 suddenly appears behind SCP-8659-B2, pointing a rifle at him. Additionally, seven members of various mobile task forces appear with them, and form a circle around SCP-8659-B2, B4, B5, and the Priest. Agent Douglas is a part of the group.\n>\n\n\nDouglas:\n Nobody move. You are all to be taken into Foundation custody. Do not resist.\n\n\nSCP-8659-B2:\n Aubrey? What are you doing?\n\n\nSCP-8659-B3:\n Preventing you two morons from tearing us apart.\n\n\nSCP-8659-B2:\n God damn it, Aubrey! Why can't you trust me to make the right choice!?\n\n\nSCP-8659-B3:\n I don't care who's right or wrong! You and Scar are at each other's throats, and for what? Are we not family? I can't lose you guys, and I know neither of you could survive separated. This is what's best for us.\n\n\nSCP-8659-B1:\n For you, maybe, but not for me.\n\n\nSCP-8659-B3:\n Scar, please don't make this difficult.\n\n\nSCP-8659-B1:\n I've had enough. You're right, Ed. I just couldn't handle not being the one in charge, the protector. But I don't care now. You wanna know something? I always hated Bordrand. With a capital H. He never showed me kindness. He never comforted me when I cried, or reassured me that everything would be ok. He just wanted to mold me into another weapon, with the sole purpose of protecting you guys. It's all he knew.\n\n\nSCP-8659-B3:\n We'll all be safe, you won't have to-\n\n\nSCP-8659-B1:\n My life was always about you guys. I couldn't be my own person, couldn't wander off, couldn't find love, because Bordrand was always there. I took so many hits for you guys, and I've had enough. Goodbye.\n\n\n<\nSCP-8659-B1 turns around and begins walking away. A door appears in thin air, and Mae leads the way through it. SCP-8659-B7 cries in SCP-8659-B1's arms, but she does nothing to comfort her. SCP-8659-B3 points their weapon at SCP-8659-B1.\n>\n\n\nSCP-8659-B3:\n Stop, Scar! Please come back!\n\n\nSCP-8659-B1:\n You've grown up, I can see. You don't need me.\n\n\nSCP-8659-B3:\n Don't you love us!?\n\n\nSCP-8659-B1:\n More than anything. Goodbye, all of you. I hope to see you again one day.\n\n\n<\nSCP-8659-B1 vanishes. During the silence, the Priest holds up a staff, and activates it, with it glowing a bright blue color.\n>\n\n\nPriest:\n I'm sorry, if that means anything.\n\n\n<\nA bolt of electricity flies out from the staff, stunning the mobile task force and SCP-8659-B3. The Priest grabs SCP-8659-B4 and B5, who scream in protest, and then calls out for SCP-8659-B2 to follow. He and SCP-8659-B3 make eye contact, before he runs away, turning invisible along with the Priest and SCP-8659-B4 and B5. SCP-8659-B3 slams a fist on the ground, and screams.\n>\n\n\n<\nThey stumble forward, and collide with something unseen. SCP-8659-B6 suddenly appears, and the two embrace, both of them crying.\n>\n\n\n<\nThe feed ends\n>\n\n\n\n\nAddendum 8659.7:\n\n\n\n\nSCP-8659-B3 and SCP-8659-B6 are currently the only subjects of SCP-8659 that are contained by the Foundation. Due to their cooperative nature, they are both held in standard humanoid cells, despite SCP-8659-B3's potential for easy escape. The ability to teleport others seems difficult for them, and they haven't successfully done it in Foundation custody yet.\n\n\nThe whereabouts of the remaining members of SCP-8659-B are currently unknown. SCP-8659-B1 and SCP-8659-B7 are believed to still be in the Wanderer's Library, while SCP-8659-B2, B4, and B5 are likely still with the Church of the Broken God. SCP-8659-B3 is adamant in wanting to help contain their siblings.\n\n\nSCP-8659-A remains where it died. It is completely immovable from its current position. The Church of the Broken God has determined it to not be an artifact of their god, rather being created by an unknown other group.\n\n\nThe remaining subjects of SCP-8659-B are to be taken into Foundation custody as soon as possible.\n\n\n\n\n\n\n« \nSCP-8658\n | SCP-8659| \nSCP-8660\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A White Suit is a piece of equipment utilized by GOC Strike Teams. Capabilities include enhanced reaction speed, resistance to various damage sources to a high degree, enhanced physical strength, and invisibility.\n\n\n2\n. U-HECs, also known as Orange Suits, are another piece of GOC equipment. They are large robotic mechanisms that are physically far stronger than White Suits, as well as sporting extremely heavy firepower. They can emit Banshee Screams, a form of cognitohazard that induces fear into those not inoculated against it.",
    "addendums": [
        "Addendum 8659.1: Discovery\nOn 11/24/2018 reports from locals in the area of ██████ were directed to nearby Mobile Task Force squads due to potentially anomalous circumstances. Reports included but were not limited to: insects of all kinds swarming together, no clouds at all being sighted for four days prior, and a \"large thrumming noise\" in the forest. Upon deployment, personnel made contact with SCP-8659. SCP-8659-A was extremely evasive of personnel and threatened to use force if they came too close, but made no attempts to actually harm them. Despite this, the weapons it possessed were considered too dangerous to risk provoking it. All personnel were instructed to retreat, and gathering intel is to be the current priority in regard to SCP-8659.\nThe \"thrumming\" sound emerging from SCP-8659-A was discovered to be a message in morse code, though the intended recipient, if any, is unknown. Below is the translated message:\nAfter the incident, Foundation surveillance drones were dispatched as a means of tracking SCP-8659 without being seen.",
        "Addendum 8659.2:\nThis video was recorded by an invisible drone after surveys of local weather anomalies indicated the presence of SCP-8659.\nThe following recording came after the drone reactivated due to detected movement.\nThe Serpent's Hand is clearly involved in recruiting SCP-8659-B1 based on this video log. Negotiations between Foundation personnel and Serpent's Hand members are to be carried out so as to guarantee Foundation containment of SCP-8659.\nAdditionally, the \"thrumming\" sound emitted by SCP-8659-A was once again a morse code message. The translation is as follows:",
        "Addendum 8659.3:\nAfter communications with the Serpent's Hand were made, an agreement was reached to temporarily cooperate due to the threat SCP-8659-A presented. However, no further information on Mae was able to be gained.\nSimultaneously, surveillance drones captured additional footage of SCP-8659.\nPrior to that incident, a second surveillance drone was deployed due to the separation of SCP-8659 into two groups.\nAfter the appearance of GOC forces, Mobile Task Forces were deployed in the hopes of retrieving SCP-8659-B and reducing damage. While they were being deployed, the surveillance drone observing SCP-8659-B2 collected this footage.\nSimultaneously, Mobile Task Forces deployed in the area captured footage shown below.",
        "Addendum 8659.4:\nFollowing the incident, Foundation efforts to secure SCP-8659 were dramatically increased. However, due to the aggressive presence of other GoIs, direct confrontation was difficult. Therefore, negotiations and persuasion of SCP-8659-B to willingly join the Foundation were decided to be the best route for containment.\nSimultaneously, a search for SCP-8659-A was initiated due to the risk that it may be destroyed by the GOC. On December 5th, 2018, a signal in morse code was discovered to be emitted from a GOC Decommission Base. Based on the contents of the message, and the fact it was from a GOC operated location, it was concluded to belong to SCP-8659-A. The message below was repeated every time it ended, and was presumed to be an automatic response to the defensive mode SCP-8659-A went into.\nAt this point, observations of SCP-8659-B became extremely difficult, due to SCP-8659-B2's ability to detect invisibility and SCP-8659-B1's destructive powers. Additionally, communications with the Serpent's Hand broke down due to the threat of SCP-8659-A no longer being present.",
        "Addendum 8659.5:\nAfter locating the Decommission Base that SCP-8659-A was being held at, a Foundation microdrone was sent in to scout out the location. Ordinarily, motion detectors around the base should've been able to detect the drone, but it's believed that the presence of SCP-8659-A was somehow interfering with them in some way, as they didn't trigger when the drone passed through. The following footage was recovered from the drone.\nIn order to attempt communications with SCP-8659-B, Agent Douglas was sent out in an area with anomalous weather deviations, due to his believed status as an amicable person to SCP-8659-B.",
        "Addendum 8659.6:\nOn December 10, 2018, SCP-8659-B arrived at the GOC Decommission Base that SCP-8659-A was being held at. The following recording was taken by SCP-8659-B3 before their raid, and sent to Foundation intelligence.\nThe three of them collectively stormed the facility, with SCP-8659-B1 taking the main focus and firepower, while SCP-8659-B2 attempted to interfere with the technology the GOC was using, and SCP-8659-B3 took out priority targets quickly.\nDespite their initial success, the group was quickly overwhelmed once Orange Suit units were deployed by the GOC. They were incapacitated in the same room SCP-8659-A was being held in. During the chaos, this footage was able to be extracted from on-site security cameras.\nAfter this incident, all available Mobile Task Force units were deployed to the area, with the goal of safely extracting SCP-8659-B, as well as attempting to incapacitate SCP-8659-A. Upon entering the area, several units reported the presence of Serpent's Hand and The Church of the Broken God members. The Church of the Broken God had found the remaining subjects of SCP-8659-B not present during the raid and took them all into custody.\nThe majority of personnel present, regardless of which group they belonged to, were engaged in combat with SCP-8659-A. The barrier surrounding it was seemingly impenetrable to all harm. The weapons fixed to its back were all activated, and fired out missiles, lasers, and even projections of memetic kill agents. The Decommission Base was completely destroyed as a result of this.\nSomehow, SCP-8659-B1 and B2 were both moved about a kilometer away from the area to separate locations, despite no sightings of SCP-8659-B3.\nEventually, a large weapon was moved in by Church of the Broken God members, with an appearance similar to a large spear. The weapon fired out a pinpoint laser, that immediately pierced through SCP-8659-A's barrier, as well as destroying approximately 48% of its body. Following this, SCP-8659-A briefly entered its default state, and transmitted a final message, this time in English rather than the morse code it had used prior.\nAfter this message, all activity in SCP-8659-A ceased, and it became neutralized. Following SCP-8659-A's expiration, all GOC forces withdrew, with SCP-8659-A being their only target for destruction. Church of the Broken God forces attempted to move in to acquire what remained of SCP-8659-A, but were stopped by an informal joint group of Serpent's Hand and Foundation personnel.\nThe following footage was recovered from a dead Mobile Task Force agent's body camera.",
        "Addendum 8659.7:\nSCP-8659-B3 and SCP-8659-B6 are currently the only subjects of SCP-8659 that are contained by the Foundation. Due to their cooperative nature, they are both held in standard humanoid cells, despite SCP-8659-B3's potential for easy escape. The ability to teleport others seems difficult for them, and they haven't successfully done it in Foundation custody yet.\nThe whereabouts of the remaining members of SCP-8659-B are currently unknown. SCP-8659-B1 and SCP-8659-B7 are believed to still be in the Wanderer's Library, while SCP-8659-B2, B4, and B5 are likely still with the Church of the Broken God. SCP-8659-B3 is adamant in wanting to help contain their siblings.\nSCP-8659-A remains where it died. It is completely immovable from its current position. The Church of the Broken God has determined it to not be an artifact of their god, rather being created by an unknown other group.\nThe remaining subjects of SCP-8659-B are to be taken into Foundation custody as soon as possible."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "SCP-8659 is currently not contained. Due to the uncooperative and potentially dangerous nature of SCP-8659-A, direct contact, especially utilizing force, is not to be attempted. Instead, persuasion and communications are to be attempted to contain it.",
    "description": "SCP-8659 is the collective designation given to a group consisting of 7 anomalous humanoid siblings along with a large bipedal machine.",
    "title": "SCP-8659"
}