{
    "url": "https://scp-wiki.wikidot.com/scp-8663",
    "all_text": "rating: \n+24\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n\"Footprints on the Ceiling\" by \nMister_Toasty\n\n\n \n\n⚠️ \nI have an Author Page!\n\n\n\n\n\n\n\n\nrating: \n+24\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIt had been an exhausting day for Lucille Riverson — really, an exhausting week — but at long last, she had arrived home: late, hungry, and in no good humor, but home. She'd have the whole day tomorrow for herself and her daughter, time enough to make good on many promises long delayed. For now, though, all she wanted was peace, and the luxury of releasing her burdens. She set most of them down at the vestibule, turned the light on, and took her shoes off. Her daughter was probably asleep by—\n\n\n\"Mom?! Is that you?!\"\n\n\nA voice called out to her, shrill with terror. Lucille's weariness was forgotten as panic and uncertainty took over.\n\n\n\"Amanda?! Where are you?\"\n\n\n\"In the kitchen! Hurry!\"\n\n\nLucille nearly slipped as she raced through the living room; the house was in severe disarray, as if it had been broken into. A shelf had been knocked over, scattering its contents (including slivers of glass Lucille heedlessly darted over), pictures had been dislodged from the wall, a lamp laid sideways, and a mass of flowers and broken ceramic greeted her as she scurried down a hallway and around a corner, bursting into her kitchen. She called for her daughter again, flicking the lights on.\n\n\n\"Mom,\" she heard Amanda wail, hyperventilating frantically, \"help me!\"\n\n\nLucille feared the worst and looked around, seeing nothing.\n\n\n\"Where are you?!\" she cried. She looked left, right, in all the dark crannies… It took a moment before she found her answer.\n\n\nShe looked up.\n\n\nShe gasped.\n\n\nThere was her daughter, huddled helplessly in the corner, crying and shivering.\n\n\nStuck tight on the kitchen ceiling.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n\n\nItem Number:\n SCP-8663\n\n\nContainment Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Containment and care of SCP-8663-A is completely under the purview of Site-203 therapist Dr. Lucille Riverson. SCP-8663-A resides in Containment Chamber 411, and is to be given basic amenities and various minor privileges. Handrails are positioned along the ceiling, walls, and floor of the living quarters, bathroom, and bedroom. SCP-8663-A must be escorted by Dr. Riverson whenever she leaves her room. A disused hangar adjacent to Site-203 has been designated for SCP-8663-A's testing, exercise, and recreation.\n\n\nDescription:\n SCP-8663 is a phenomenon affecting a human adolescent female named Amanda Riverson (SCP-8663-A). The anomaly renders 8663-A in a perpetual levitated state, to the point of 8663-A being completely incapable of positioning her feet upon any upright surface. SCP-8663-A's mobility is otherwise unimpeded by gravitational force, enabling her to transition between points via flotation. SCP-8663-A cannot alter her position at will, nor is she capable of accelerating or decelerating at will; outside interference may alter or halt SCP-8663-A's trajectory.\n\n\nDiscovery:\n The anomaly was first discovered two days prior to SCP-8663-A's arrival at Site-203. Dr. Riverson had returned home after work to find the subject on the ceiling, calling for help. After various unsuccessful attempts to bring the subject to the surface, Dr. Riverson contacted the Foundation, and had her transferred to Site-203, where she could monitor the subject more closely.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-8663-A in her kitchen. Photo taken by Dr. Riverson.\n\n\n\n\n\n\n\"You did the right thing,\" Director Talbot said. His tone was stony, dispassionate, but strong and calming. Together they watched as the girl floated back and forth on the ceiling of the Containment Chamber.\n\n\n\"Did I, though,\" Lucille muttered, hugging herself as she shuddered. Her daughter's placid fluidity was a deceptive veneer. If Amanda had been outdoors when it had happened, had started floating up and up with nothing to stop her… \"I hesitated,\" Lucille added. \"I waited so long. I tried to…talk myself out of it so many times. It was personal, though: you understand.\"\n\n\nTalbot nodded. \"It couldn't have been easy.\"\n\n\n\"Are you kidding me?\" she scoffed. \"Do you think I expected to see this when I came home? Do you think I approached it rationally and…clinically?\" She regurgitated the last word, nearly feeling the bile rise as she watched her daughter floating around, trying to make sense of her position. She halted as she came to a wall, grasping the handrail that had been installed two hours ago. She looked up, pulling on it slightly, ascending until her fingers touched the ceiling. The girl carefully laid her body against it, folded her hands, and stared in contemplative silence at the floor below her.\n\n\n\"I didn't even sleep,\" Lucille continued, her voice as weightless as the girl in the chamber. \"I couldn't. I spent most of my time trying to be the adult — the mother — in the situation. Rational, calm, decisive. Trying to figure out what happened, how I could help. Going through all sorts of stupid homebrew experiments, anything to get her down again. Trying not to lose my mind.\"\n\n\n\"I couldn't possibly imagine what you had went through,\" Talbot admitted. Lucille just nodded.\n\n\n\"I may have had a nervous breakdown or two. Not…in front of Amanda; I had to be tough for her, show her that I had everything under control. But that didn't last long. Eventually it all came crashing down on me and…well, you know the rest.\"\n\n\nTalbot nodded. The phone call. The unmarked van. Bialowieski and Shulen in the front seats, professional and courteous. Trying to put Amanda's mind at ease, tell her they could help, while Lucille held tight to her daughter's hand. How she had to duck inside the van. How she was unable to sit down, so she curled up on the top, her arm dangling down as her mother grasped it. The ride over, where Lucille tried to explain what she did for a living.\n\n\nWhy she had been absent for so many of her daughter's most important moments.\n\n\nWhy she could never make promises, because she didn't know if she'd be able to keep them.\n\n\nAlice entering Wonderland as the gate for Site-203 opened. The long walk down cold hallways, Lucille leading her daughter like a balloon. Talbot reaching up to shake her hand. Discussions. Conferences. Lucille refusing to leave her daughter's side.\n\n\nStudies. Experiments. A Containment Chamber. You did the right thing.\n\n\nLucille sighed. \"What happens now?\"\n\n\n\"More research.\" Talbot met her bleary gaze, shrugging helplessly. \"The way I see it, your daughter has two futures in store for her: either this anomaly is understood to the point where we can treat, remove, or neutralize it, or she learns to live with it.\"\n\n\n\"And the Foundation doesn't usually neutralize anomalies,\" Lucille recited emptily. Talbot took a deep breath.\n\n\n\"I'll make sure you're the head researcher on the matter,\" he said. \"You'll get to select your own team, make your own schedule, fine-tune your own reports… I know it isn't much, but it's the best I can offer.\"\n\n\n\"I appreciate that,\" she murmured. She put her hand against the bulletproof glass, staring intently at the ceiling, her daughter still in a meditative state of upside-down relaxation. Talbot silently dismissed himself, touching Lucille's shoulder in a temporary gesture of encouragement. She remained at the window until her daughter fell asleep.\n\n\n \n\n\n\n\n \n\n\n\n\nAddendum:\n Tests have concluded that SCP-8663-A's hair, bodily fluids, and skin cells are unaffected by the anomaly. As SCP-8663-A's musculature is affected in a similar manner as astronauts in low-gravity environments, a daily exercise regiment has been implemented.\n\n\n\n\n \n\n\n\n\n \n\n\n\"Amanda.\"\n\n\nLucille waited patiently for her daughter to answer. She didn't.\n\n\n\"Amanda, could you come here, please?\"\n\n\nSilence.\n\n\n\"Aren't you hungry?\"\n\n\nLucille took a deep breath. Still no answer.\n\n\n\"If you have something on your mind, Amanda, just say it.\"\n\n\nAnother frustrating pause. Finally, Amanda muttered, \"So now you have time for me? Now that I'm a freak?\"\n\n\n\"All right, so you're angry at me,\" Lucille noted, crossing her arms. \"That's something, at least. Who's calling you a freak, Amanda? I didn't. Director Talbot certainly didn't. Did one of the researchers—\"\n\n\n\"But isn't that what I am now?\" Amanda looked down as she sat cross-legged on the ceiling. She ran a hand through her hair, taking out a loose strand, which she let fall.\n\n\n\"No, Amanda,\" her mother insisted calmly. \"You're simply the focal point of an anomalous phenomenon.\"\n\n\n\"Try saying that five times fast,\" the girl grumbled. Her mother frowned.\n\n\n\"And we don't know anything about it, aside from what it does and who it's focused on. That's why we're having you take all these tests.\"\n\n\n\"So I'm a lab rat.\"\n\n\n\"No, you—\"\n\n\n\"Or I'm a case. A study. Part of your job. That's the only reason you're paying attention to me.\"\n\n\n\"That's not \ntrue\n. It—\"\n\n\n\"Am I wrong?!\" Amanda roared, glaring at her mother from her perch. Lucille stared hotly, trembling from frustration and helplessness and…\n\n\nAnd guilt.\n\n\n\"My work is important, sweetheart,\" she said solemnly. \"Just as important to me as you are. I'm trying to balance my time between the two, but…you're right, I'm not very good at it. But I want to be better, and…convenient or not, this is the best way to go about doing it. So I'm here, now, for you, exclusively.\"\n\n\nLucille waited for her daughter to say something. Or maybe Amanda just wanted to be silent. That was fine, too. She wasn't going anywhere.\n\n\n\"Do you think you can fix me?\" she eventually murmured.\n\n\n\"We have to understand this anomaly first, sweetheart,\" Lucille answered.\n\n\n\"How long does that take?\"\n\n\n\"I have no idea,\" her mother sighed. \"It could be in the next hour, or it could be never.\" She swallowed and quickly added, \"I know that sounds awful, but…you want me to be transparent with you, right? Tell you the truth, respect your time and intelligence.\"\n\n\nA moment, hanging in time, right there on the ceiling.\n\n\n\"Have you ever fixed any anomaly before?\"\n\n\n\"The Foundation has explained a few, yes. Some anomalies even neutralize on their own—like a peculiarity that comes and goes.\"\n\n\n\"Have \nyou\n?\" she emphasized. Lucille shook her head.\n\n\n\"That's normally not my job. I council the staff at 203, try and help them through their issues. Sometimes I talk to people like you. I help out with personal problems, keep people from self-destruction. Or self-depreciation.\" Amanda slowly stood, righted herself, and drifted away from the ceiling, down to face her mother. Her feet hovered a few centimeters off the ground.\n\n\n\"What other people have you helped? I mean like me.\"\n\n\nLucille smirked. \"Well, I helped \na woman who makes lions appear whenever she enters a room\n.\"\n\n\nAmanda chuckled, the first time she had smiled since this debacle began. \"Really?\"\n\n\n\"Yes. We worked out some of her problems and now she's better-adjusted.\"\n\n\n\"What about the lions?\"\n\n\n\"They still appear, but she has a better understanding of them. Sometimes my patients have to learn to live with what they have.\"\n\n\nAmanda looked down, where her feet floated stubbornly in mid-air. \"Like me?\"\n\n\n\"Each case is different. I can't tell you what's going to happen: I can only \nhelp\n you, as best as I can. The Director and the other researchers are going to help you as well.\"\n\n\nThere was a long silence as Amanda contemplated this. She reached her hands out; as her mother reached for her, she pushed her fingers against the older woman's palms, floating backwards slowly.\n\n\n\"What happens if you can get rid of it?\"\n\n\n\"Lots of red tape to go through,\" Lucille sighed, already fearing the mountain of paperwork she'd have to shovel through in this potential best-case scenario. \"But eventually you'd go back home and… Well, I mean, we'd probably just blot out everything that hap—\"\n\n\n\"I mean with us. With \nthis\n.\" Amanda's eyes glimmered with intent, her voice heavy and grim. Lucille felt herself sinking. If she no longer had to treat her daughter as an anomaly, then…\n\n\nThey'd go back to the way things were.\n\n\nDistant. Absent. Trains in the night.\n\n\n\"Let's focus on one thing at a time first,\" Lucille answered, noncommittal and toothless. \"I'd like to run a little experiment tomorrow. How would you like to go for a swim?\"\n\n\nHer daughter gave her a confused look. \"Like in a pool?\"\n\n\n\"Yes, a pool. We have one next to our arboretum.\"\n\n\nHer daughter still appeared bewildered. \"So you just want me to swim? I kind of do that already, only in the air.\"\n\n\n\"I'd like to see what happens when we put you in water. It'll only take an hour or so.\" Amanda considered it and shrugged, apparently onboard with the idea. Her mother smiled, then asked if she was hungry yet. Amanda nodded enthusiastically.\n\n\n \n\n\n\n\n \n\n\n\n\nAddendum:\n Immersion in water has no effect on the anomaly, apart from surface tension affecting SCP-8663-A's trajectory.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-8663-A in her living room. Photo taken by Dr. Riverson.\n\n\n\n\n\n\n\"What do you \nmean\n you're going home?\"\n\n\n\"I just have some things I need to take care of,\" Lucille muttered, trying to keep her patience. \"It'll only be for a day.\"\n\n\n\"How come \nyou\n get to go home and I \ndon't\n?\"\n\n\n\"You already know the answer to that,\" she sighed shortly.\n\n\n\"It's because I'm a freak, isn't it?! Because I'm like those other things you keep locked up in here!\"\n\n\nLucille fought to maintain composure. \"No, it's because we don't know if you'll float away if you're taken outside without supervision.\" She glared at her daughter, daring her to argue. Daring someone who was barely a teenager to presume anything.\n\n\n\"I won't float away,\" Amanda grumbled, as she did just that. \"I told you, I still follow all of Newton's laws. An object in motion and…so forth and so on.\"\n\n\n\"And what if an outside force causes you to float upwards without anything to stop you? Amanda…\" Lucille tried calming down. Lowering her voice. Speaking practically. Clinical tone. Doctor to patient. \"We've talked about this. You're not in here because you're a freak. You're here for your own safety. You can't go home because I can't keep you safe if you leave. I just—\"\n\n\n\"Then just take me with you in the van, like you did when you brought me here! I want to go home.\"\n\n\n\"Sweetie, I know you do. I really, truly do.\"\n\n\n\"You don't. You're just leaving me here so you can take a break. You're sick of looking after me and now you want to go somewhere else.\"\n\n\nLucille's stomach knotted as she said nothing.\n\n\n\"That's why you were never around before. I should have went with dad.\"\n\n\nSilence. Lucille had no defense.\n\n\n\"Well, you're here now, with me. I just need to take care of some stuff. I'll be back tomorrow.\"\n\n\nPerhaps a change of tone was in order?\n\n\n\"You know, most teenagers would love to be by themselves for long periods of time. No parents, no rules.\"\n\n\n\"Yeah, in their own home. Not in…\" Amanda gestured, her face curdling. \"A place like this.\"\n\n\n\"Amanda, I'm not going to discuss this anymore. I'm already running late.\"\n\n\n\"Late for what? Our home's still going to be there when you leave.\"\n\n\nLucille sighed as she felt her patience wringing out. \"That's enough; I'm leaving. I've asked Talbot to give you some extra books and movies. If you want some company, just ask him.\"\n\n\nNow it was Amanda's turn to be silent. Lucille bit down on her frustration. Tried to remember what it was like being a teenager. How nobody took her seriously. How nobody listened. How everyone looked down on her, judged her, thought she was stupid.\n\n\n\"Amanda.\" A rally against the emptiness. \"If you're that upset, put your feelings into something constructive. Come up with ways that I can do better while I'm gone. I promise I'll listen to you. That's…my job. I'll always listen to you.\"\n\n\nShe left without hearing a response. She didn't come back the next day.\n\n\n \n\n\n\n\n \n\n\n\n\nAddendum:\n An interview with SCP-8663-A, conducted by Senior Researcher Bialowieski.\n\n\n\n\nBialowieski:\n Good morning, Amanda! Do you remember me? I helped Shulen and your mother bring you here. Oh, sorry: do you prefer Amanda, or Ms. Riverson?\n\n\n(silence)\n\n\nSCP-8663-A:\n You're not gonna call me SCP-8663-A?\n\n\nBialowieski:\n Do you want me to?\n\n\n(silence)\n\n\nSCP-8663-A:\n Amanda's fine. \nAmanda\n—not Mandy.\n\n\nBialowieski:\n Very well: Amanda. Oh, don't bother calling me Mr. Bialowieski: nobody here can pronounce it except the Director. Just \"Reuben\" will do.\n\n\n(silence)\n\n\nSCP-8663-A:\n Okay. So what do you do here?\n\n\nBialowieski:\n Well, I mostly perform psychological, sociological, and anthropological assessments on various peoples, groups, and entities, within and without the Foundation. To put it plainly, I'm a people-person.\n\n\nSCP-8663-A:\n Oh. Is that why you're talking to me?\n\n\nBialowieski:\n No, it's because I drew the short straw. \n(silence. Bialowieski laughs.)\n I'm kidding. Your mother asked me to. She's run into a few things—\n\n\nSCP-8663-A:\n She doesn't want to be around me.\n\n\nBialowieski:\n Oh? Why do you say that?\n\n\nSCP-8663-A:\n Because she was never around when I needed her. She was never there for me. \n(silence)\n She missed out on my birthday at least three times.\n\n\nBialowieski:\n But she's been by your side ever since you were brought in. You've run tests together, you've eaten together; she's even put a sleeping bag in here so she can sleep in the same room as you. Even our most devoted staff members don't usually go to those lengths.\n\n\nSCP-8663-A:\n That's only because I'm part of her work now.\n\n\nBialowieski:\n Well, yes, that is an inarguable side-effect. But your mother doesn't normally deal with anomalies. In fact, if you weren't her daughter, you'd probably have to deal with me instead, or maybe one of the other researchers. Of course, being sapient, Lucy would likely be called in to speak with you, even though she's not a child psychologist…\n\n\nSCP-8663-A:\n I'm not a child, I'm thirteen.\n\n\nBialowieski:\n Oh, forgive me, I tend to ramble and mutter a bit. Would you like to talk about your condition?\n\n\nSCP-8663-A:\n There isn't much to say. I can't touch the ground with my feet, so I float. It's just that simple.\n\n\nBialowieski:\n Your mother says this happened when she returned home late one day. How long were you floating before she came by?\n\n\n(silence)\n\n\nSCP-8663-A:\n I think maybe five hours. I was excited at first — I mean, who wouldn't be — but then I realized I couldn't control my powers, so I just ended up bumping around a lot, like astronauts in space. I, uh…broke a lot of things. Eventually I wedged myself into the ceiling and waited for her to show up. I waited a long time. \n(silence)\n It's a miracle she showed up at all.\n\n\nBialowieski:\n \n(sighs)\n Perhaps. She was busier than usual that day, if I recall. Would you happen to know what prompted this flotation?\n\n\nSCP-8663-A:\n No. I was just walking to my room when I started hovering all of a sudden. My feet went from the floor to the air, just like that.\n\n\nBialowieski:\n I see. Would you say you have a better understanding of your situation now, a better control of it?\n\n\nSCP-8663-A:\n I guess so. I watched a lot of videos and documentaries about how people move around in space, and I just did what they did. That's helped a lot. I've been reading a lot of physics books, too.\n\n\nBialowieski:\n Was that a subject you had any interest in before?\n\n\nSCP-8663-A:\n No, I didn't really have a subject that I liked. Reading, maybe.\n\n\nBialowieski:\n Well, we could probably help you along with your education if you want.\n\n\nSCP-8663-A:\n So you have schools and classrooms for people like me?\n\n\nBialowieski:\n Not exactly. Let's just say that \nwe have access to some very good teachers\n. Would you be interested in that? It beats floating around doing nothing. \n(silence)\n May I ask what you do in your spare time?\n\n\nSCP-8663-A:\n Read. Watch videos and movies. \n(silence)\n Float around. I might try it out.\n\n\nBialowieski:\n Good, I'm sure Talbot will agree to it. If you get lonely, I could probably arrange for a few junior researchers to—\n\n\nSCP-8663-A:\n No. I don't want them to do any more tests on me.\n\n\nBialowieski:\n I was just going to suggest that maybe they can keep you company if you like. Just so long as everyone follows the rules.\n\n\n(silence)\n\n\nSCP-8663-A:\n Will I ever get to go outside?\n\n\nBialowieski:\n Certainly — but again, you'd have to follow the rules — and your mother will be there with you.\n\n\n(silence)\n\n\nSCP-8663-A:\n Can I share something with you in confidence?\n\n\nBialowieski:\n Of course. This conversation's being recorded, but I can arrange so that parts are redacted. The perks of being a senior member of staff here.\n\n\n(silence)\n\n\nSCP-8663-A:\n Okay.\n\n\n[REDACTED]\n\n\nBialowieski:\n In any case, I think you should have a heart-to-heart with your mother.\n\n\nSCP-8663-A:\n She said she'd be here today.\n\n\nBialowieski:\n Hmm, yes, that is a problem. Let me… \n(Bialowieski sends Riverson a text message, and receives a reply.)\n Want to know what she says? \n(silence)\n Maybe you can talk about that when she comes by later. It'll be very late in the evening, but she will keep her word.\n\n\n(silence)\n\n\nSCP-8663-A:\n All right. I guess that's fine.\n\n\n\n\n \n\n\n\n\n \n\n\n\"Hi, Amanda. I'm sorry I'm running late today. Can I come in?\"\n\n\nAmanda floated slowly, facing the ceiling as she read a book.\n\n\n\"I guess.\"\n\n\nHer mother entered the code to unlock the containment chamber and walked in. Accompanying her was a young man with a scarred face.\n\n\n\"You're angry with me,\" Lucille sighed, \"aren't you?\" She looked up at her daughter, frustrated and stressful, anxious and impatient, hopeful and desperate, filled with regret and promise.\n\n\nShe didn't get a reply.\n\n\n\"I had more to do at home than I thought,\" Lucille said, crossing her arms. She attempted to smile and added, \"A lot of chores piled up while you were gone. I had to do them all since I didn't have you there to help.\" She frowned, fumbling with her hands. \"Did you eat?\"\n\n\n\"Yeah. Taco salad. I'm kind of getting sick of cake, though.\"\n\n\nLucille chuckled. \"You? Sick of cake?\"\n\n\n\"\nIt's the same one every day.\n I'm sick of eating it.\"\n\n\n\"You and me both, kid,\" the scarred man blurted out. Amanda whirled around to face him, dropping her book. He grinned, picked it off the floor, and held it up. \"Sorry, I didn't want to interrupt your mother-daughter moment. I'm Liang Zhishen, I work here at 203. You can just call me Shen.\"\n\n\nAmanda floated over and grabbed the book from him. \"Oh, hi. Did Reuben send you?\"\n\n\n\"Yeah, he figured I was the best one for the job. I'm used to being an older brother, so this is like revisiting familiar territory for me.\" He glanced awkwardly at Lucille. \"Uh, do you want me to leave you two alone?\"\n\n\n\"I just wanted you two to meet. Liang's going to be keeping you company every so often, Amanda. I'd like it if you two got along.\" Amanda just shrugged, which caused Shen to laugh. He excused himself and vowed to come by the next day for breakfast, but before he left, Amanda floated over to one of the handrails along the wall and used it to guide herself down. She then planted her feet on the wall, perpendicular to her mother.\n\n\n\"Shen, will you be honest with me for a moment?\"\n\n\n\"Of course.\"\n\n\nShe hesitated. \"Am I the strangest thing you've seen?\"\n\n\n\"Hardly,\" he scoffed. \"My first assignment here was to investigate a van that could instantly go anywhere, even into space and other dimensions. The drawback was that it gave you \nhorrible hallucinations\n while you were in it. One of my coworkers drove clear to Mongolia when she tested it. You don't even want to know what she was babbling about when we caught up to her.\"\n\n\nAmanda giggled. \"What else have you seen?\"\n\n\n\"Oh, I'll save that for later,\" he grinned, excusing himself shortly.\n\n\nIn a moment Lucille was alone with her daughter.\n\n\n\"I'm sorry you can't go home, sweetheart,\" she whispered ruefully. Amanda frowned.\n\n\n\"What kept you?\"\n\n\n\"I had to settle some things at your school. I told your principal that I wanted to move you closer to where I worked so I wouldn't have to commute quite so far, which is close enough to the truth. Did…you have any friends you wanted to say goodbye to?\"\n\n\n\"Not really.\" Lucille frowned, not knowing whether to be relieved that her daughter didn't have to be torn apart from any social circles, or concerned about their absence.\n\n\n\"Well, tomorrow I'd like to take you somewhere. That means you'll be outside for a moment.\"\n\n\nAmanda smiled timidly but said nothing.\n\n\n\"You'll be harnessed to me; is that all right?\"\n\n\n\"You mean like a dog?\" she grumbled incredulously. Lucille chuckled.\n\n\n\"No, more like a balloon. Amanda Riverson, the human parade float!\"\n\n\n\"That's not funny, mom,\" she said. Lucille asked if her daughter needed anything; she didn't; she said she'd be going to bed soon — at the Site, not at home, there were plenty of bunks for everyone — Amanda stopped her, handing over a folded-up paper.\n\n\n\"You can read it whenever,\" she mumbled. Lucille decided to read it immediately.\n\n\nThe page was completely blank.\n\n\n\"What does this mean, Amanda?\" Lucille pressed. Her daughter hovered away quietly.\n\n\n\"I couldn't think of anything.\"\n\n\n\"Any…?\"\n\n\n\"A way you could do better,\" she admitted grudgingly. \"Any way you could help. I couldn't think of anything.\"\n\n\nLucille stood motionless for a moment, contemplating the paper and her daughter. She placed the paper on a table.\n\n\n\"Keep it, in case you think of something. Good night.\"\n\n\n\"Night.\"\n\n\nLucille sighed as she left the room. The overwhelming helplessness of her situation crushed down like merciless iron. Sleep did little to alleviate.\n\n\n \n\n\n\n\n \n\n\n\n\nAddendum:\n SCP-8663-A is to be monitored by Researcher Liang at semiweekly intervals.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-8663-A in Site 203's arboretum. Photo taken by Researcher Liang.\n\n\n\n\n\n\nAmanda winced as the gate opened and her mother led her outdoors. The security guards eyed her placidly, one politely tipping their helmet as the girl floated past. A rope and harness linked Amanda with her mother but it hung loose as their hands clasped. The guards kept a vigilant eye out as Lucille strolled across the property to an enclosed gazebo that served as an outdoor break area for the staff at 203. Amanda ducked underneath the awning, temporarily releasing her grasp on her mother; Lucille set aside a warm thermos she had brought with her.\n\n\n\"Well, you're outside,\" she stated.\n\n\nAmanda said nothing.\n\n\n\"A bit drizzly, isn't it?\"\n\n\nAmanda grunted. Her mother took a deep breath.\n\n\n\"This is where I take some of my patients,\" she said, gesturing around her. \"I lead them here, sit down with them, and…listen. I don't encourage them to talk, just listen. Hear what the world has to say. Silence allows us to be at our most reflective, when there's nothing to distract us. I then tell them to dwell on the situations or issues or feelings that are giving them the most trouble, to really conceptualize what's pressing upon them the most. Bring it out to the forefront. When they've got a good grasp of it, I tell my patients to look around them, to see how the world is shaped and ordered. How are our surroundings relevant to their circumstance?\"\n\n\nShe smiled thinly and sat down. Amanda grabbed hold of one of the wooden poles holding up the roof.\n\n\n\"Right now, I'm feeling frustrated,\" her mother stated. \"I feel powerless, helpless, frightened. I feel…like I want to do right by you, but things aren't going the way I need them to. I feel like you want to help me, but something's holding you back, and I'm losing my patience with that. I feel immense love. I feel like if we could just get past one little obstacle, then everything will work out and we can move on. But I'm lost, Amanda, lost and exhausted trying to find my way back. And I'd wish you'd help me. I feel like you're acting out of spite, and…maybe I deserve that, but I'm trying to do better, really. It's like…I'm trying to save you from drowning, but you're still angry about the way I steered the boat. Bad analogy, but that's how I feel.\"\n\n\nShe took a meditative breath.\n\n\n\"Then, I tell my patients to write a haiku about their feelings, and how that relates to what they see and hear around them. It's remarkably effective therapy, strange as it may sound. They don't have to share the haiku with me, I just want them to express themselves through it. Like this.\"\n\n\nLucille closed her eyes, sat perfectly still for a moment, took a deep breath, and opened her eyes again. Then she began to write:\n\n\nA dreary, grey sky.\n\n\nMy sunshine, drifting away.\n\n\nI reach out to grasp.\n\n\n\"Now you try.\" She held out a paper, a pen, a flat surface to write on. Amanda took them mutely and grumbled.\n\n\n\"Right now?\"\n\n\n\"When you're ready,\" her mother assured her. In the meantime, she opened her thermos and poured a cup. When she emptied it, her daughter began:\n\n\nI wished you were here.\n\n\nBut what do I wish for now?\n\n\nI'm as lost as you.\n\n\n\"Do you want it?\" Amanda said, offering. Her mother poured another cup.\n\n\n\"Trade you. It's tea.\"\n\n\nThey drank, and read. The rain came back gently. Lucille smiled.\n\n\n\"Director Talbot made that tea. I hope it's not too bitter.\"\n\n\n\"It's fine,\" Amanda replied meekly. \"I kind of like it.\"\n\n\nThey drank another cup together in silence. Amanda sighed.\n\n\n \n\n\n\n\n(In any case, I think you should have a heart-to-heart with your mother.)\n\n\n\n\n- Close\n\n\n\n\n\n\n\"Can I share something with you in confidence?\"\n\n\nBialowieski smiled at the level of trust Amanda was placing in him — or perhaps she felt she could only open herself up to a stranger, someone who didn't know her very well. Someone who would judge her impartially.\n\n\n\"Of course. This conversation's being recorded, but I can arrange so that parts are redacted. The perks of being a senior member of staff here.\"\n\n\nAmanda took a moment to gather her thoughts. \"Okay. The truth is…I don't know if I want to go back to being normal.\"\n\n\nSilence hung with her. Bialowieski waited patiently for her to continue.\n\n\n\"Like…my mother's been paying a lot more attention to me now. She's \nthere\n for me, like you said. It may just be a part of her job, but…it makes me feel important to her.\" Amanda squirmed, fidgeting, expressing volumes in her stilted discomfort. Bialowieski simply nodded.\n\n\n\"And I kind of don't want this to go away. I mean, I \ndo\n, but at the same time, I don't. Because then she'll…\"\n\n\nAmanda frowned. Sighed. Looked away.\n\n\n\"She won't have to be there for me. I mean…she won't \nhave\n to,\" she emphasized with great acuity. \"And if she doesn't have to, I…don't want things to go back to the way they were. Like does that even make sense? I want to be normal again but I don't want to, because…\"\n\n\nBialowieski nodded. \"I think I understand. A part of you wants to remain in this state, since Lucy's giving you the time and attention she once deprived you of, and yet you're deprived of the freedoms granted to people your age, and you want that back — but if that happens, you're afraid she'll leave you alone again. Did I summarize it correctly?\"\n\n\nShe nodded. He sighed deeply. He, having never been particularly good with younger people, felt unqualified to dole out advice — and anything he did share would likely sound contrived, pretentious, or useless. This was, unfortunately, something the Riverson ladies would have to figure out on their own.\n\n\n\"A very ambivalent state of affairs. In any case, I think you should have a heart-to-heart with your mother.\"\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\"Hey, mom? Remember when I asked you what would happen if this anomalous thing went away?\" She then recalled the paper and wrote something new on it: \nANSWER ME\n. Lucille sighed.\n\n\n\"Like I said, lots of red tape. You've seen the movie \nMen in Black\n, yes? Remember those devices they used to erase people's memory? We'd do something like that with you. Make you forget that you floated. Then you'd go back to your normal life, but you'd be monitored. By me,\" she assured her.\n\n\n\"So you'd be around more often to keep an eye on me?\"\n\n\n\"Yes. Is that what you want?\"\n\n\nThe rain pittered, silvery harps drumming rhythmically.\n\n\n\"What about your job?\"\n\n\n\"My work is certainly important to me,\" Lucille admitted. \"But at least now you know why.\"\n\n\n\"Yeah,\" Amanda grumbled. \"I understand. But you'd still be…doing it, right?\"\n\n\n\"Ideally, yes.\"\n\n\n\"But you wouldn't…be gone all the time, either?\"\n\n\n\"No, honey, I'd have to—\" She caught herself. Looked up at her daughter's face. Reached out. Grabbed her sunshine.\n\n\n\"I'd have to have words with Talbot. I'd insist that it would be in his best interest for me to take better care of you, just in case. Or even if there was no 'just in case'. I'd really put my foot down. And if he didn't agree?\"\n\n\nLucille beamed with triumphant love.\n\n\n\"Then I'd give him a piece of my mind.\" They shared a laugh; Amanda let go of the post and hovered freely. \"But I doubt I'd need to do anything so dramatic. Talbot's a good man; he'll understand. He wouldn't dare lose his best-and-only therapist due to a…misunderstanding.\" Her eyes glinted, and Amanda grinned.\n\n\n\"But what if I'm stuck like this for the rest of my life?\" she said, her face going dim. Her mother shrugged wistfully.\n\n\n\"Then we'll just have to make the best of it. I know it's tough, but…\"\n\n\n\"It's fine, mom,\" she assured her, hovering closer. \"I…I guess I'll get used to it.\" She hesitated, looked down, then faced her mother, smiling shyly. \"If I have to.\"\n\n\nThey decided to call it a day before the rain got too heavy. Lucille hesitated slightly as she stood up.\n\n\n\"Amanda, I'd like to try one more thing. Humor me for a bit.\"\n\n\n\"Sure, what is it?\" Lucille held her palms out flat and joined her hands together, making a platform. She nodded to her daughter, who — still tethered — floated upward until her feet were level with her mother's hands. Then, she gave her tether a slight tug, propelling herself forward. Amanda pressed the soles of her shoes to her mother's open palms and stationed herself.\n\n\nShe held still, gasping. Laughing. Crying.\n\n\n\"Oh my god, I'm standing!\"\n\n\n\"Yep!\" Lucille cried. \"A real handstand!\"\n\n\n\"Oh my god, mom!!\" They laughed until they cried, mother shakily holding her daughter. Amanda bounded away gently and attempted to land on solid ground. Her shoes were stubbornly repulsed.\n\n\n\"Aww,\" she groaned, though her face was still lit beatifically in triumph. She let out a sigh. \"Oh, well. That's good enough for now.\"\n\n\n \n\n\n \n\n\nOf course, the floor had to be mopped when they came back inside: one set of footprints, and a trail of droplets alongside it.\n\n\n \n\n\n\n\n \n\n\n\n\nAddendum:\n Director Talbot has granted SCP-8663-A permission to assist Dr. Riverson with minor tasks. Thus far, morale in the subject has increased significantly.\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-8662\n | SCP-8663| \nSCP-8664\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8663\n\" by Mister_Toasty, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8663\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-8663/girl-standing-upside-down-from-the-roof.jpg\n\n\nName:\n girl-standing-upside-down-from-the-roof\n\n\nAuthor:\n N/A\n\n\nLicense:\n CC0 / Public Domain\n\n\nSource Link:\n \nhttps://www.goodfreephotos.com/people/girl-standing-upside-down-from-the-roof.jpg.php\n\n\n\n\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-8663/walk-on-the-ceiling-legs-girl-preview.jpg\n\n\nName:\n walk-on-the-ceiling-legs-girl-preview\n\n\nAuthor:\n N/A\n\n\nLicense:\n CC0 / Public Domain\n\n\nSource Link:\n \nhttps://www.pickpik.com/walk-on-the-ceiling-legs-girl-pants-beauty-71662\n\n\n\n\n\n\n\n\nFilename:\n \nhttps://scp-wiki.wdfiles.com/local--files/scp-8663/child_kid_childhood_floating_levitation-1396796.jpg\n\n\nName:\n child_kid_childhood_floating_levitation-1396796\n\n\nAuthor:\n N/A\n\n\nLicense:\n CC0 / Public Domain\n\n\nSource Link:\n \nhttps://pxhere.com/en/photo/1396796",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8663 \" by Mister_Toasty, from the SCP Wiki . Source: https://scpwiki.com/scp-8663 . Licensed under CC-BY-SA .",
        "Filename: https://scp-wiki.wdfiles.com/local--files/scp-8663/girl-standing-upside-down-from-the-roof.jpg Name: girl-standing-upside-down-from-the-roof Author: N/A License: CC0 / Public Domain Source Link: https://www.goodfreephotos.com/people/girl-standing-upside-down-from-the-roof.jpg.php",
        "Filename: https://scp-wiki.wdfiles.com/local--files/scp-8663/walk-on-the-ceiling-legs-girl-preview.jpg Name: walk-on-the-ceiling-legs-girl-preview Author: N/A License: CC0 / Public Domain Source Link: https://www.pickpik.com/walk-on-the-ceiling-legs-girl-pants-beauty-71662",
        "Filename: https://scp-wiki.wdfiles.com/local--files/scp-8663/child_kid_childhood_floating_levitation-1396796.jpg Name: child_kid_childhood_floating_levitation-1396796 Author: N/A License: CC0 / Public Domain Source Link: https://pxhere.com/en/photo/1396796"
    ],
    "containment_procedures": "Containment and care of SCP-8663-A is completely under the purview of Site-203 therapist Dr. Lucille Riverson. SCP-8663-A resides in Containment Chamber 411, and is to be given basic amenities and various minor privileges. Handrails are positioned along the ceiling, walls, and floor of the living quarters, bathroom, and bedroom. SCP-8663-A must be escorted by Dr. Riverson whenever she leaves her room. A disused hangar adjacent to Site-203 has been designated for SCP-8663-A's testing, exercise, and recreation.",
    "description": "SCP-8663 is a phenomenon affecting a human adolescent female named Amanda Riverson (SCP-8663-A). The anomaly renders 8663-A in a perpetual levitated state, to the point of 8663-A being completely incapable of positioning her feet upon any upright surface. SCP-8663-A's mobility is otherwise unimpeded by gravitational force, enabling her to transition between points via flotation. SCP-8663-A cannot alter her position at will, nor is she capable of accelerating or decelerating at will; outside interference may alter or halt SCP-8663-A's trajectory.",
    "title": "SCP-8663"
}