{
    "url": "https://scp-wiki.wikidot.com/scp-8682",
    "all_text": "An improbable misadventure.\n\nContent warning: Substance Abuse, Abuse\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA routine object retrieval for an otherwise harmless object turns into a chaotic disaster. Does our hero have the spine to follow through?\n\n\n\n\n\n\nrating: \n+58\n+\n–\nx\n\n\n\n\nItem #:\n SCP-8682\n\nObject Class:\n Safe (Neutralized)\n\n\nSpecial Containment Procedures:\n When not undergoing research or experimentation, SCP-8682's remains are secured within a standard Level 3 containment locker inside Storage Chamber 198D at Site-73. The chamber is to maintain constant temperature and humidity levels to minimize degradation.\n\n\n\n\n\n\nSCP-8682\n\n\n\n\n\n\nDescription:\n SCP-8682 resembles a headless, 11 week old human fetus. SCP-8682 is calcified and exhibits complete cephalothoracic fusion. SCP-8682 is 4.5 cm in length, has a craniocaudal length of 8 cm, and a weight of 20g. SCP-8682 is stored in a 15x15cm archival plastic container. The container is stained with green bile and red with blood, fluids discharged from the liver of SCP-8682 immediately before its death. Also contained within this discharge were significant amounts of cerebrospinal fluid and elevated levels of melatonin.\n\n\nSCP-8682 was contained in an artificial fluoropolymer womb, nutrition provided through a tank of nutrient dense hydrogel. Contained within the womb is also an artificial placenta constructed from inorganic materials. The womb has been considered for its own separate documentation, although current investigation does not support an anomalous nature.\n\n\nThe outer layer of the womb is damaged in several spots with what are presumed to be snake bites.\n\n\n11/13/2024\n - The hydrogel supporting SCP-8682 is completely drained. The presiding research team is not capable of maintaining the microfluidic and filtering devices used in the womb. Researchers estimate the fluid in the womb will be completely depleted in 7 days. The womb at this point already contained dangerous amounts of ammonia.\n\n\n11/16/2024\n. - SCP-8682 began to calcify gradually in a radius centered around its pineal gland. The brain death of SCP-8682 was confirmed shortly afterward. CT imaging reveals the inside of SCP-8682 to be completely calcified, although portions of the liver remain intact. Physical dissection is currently awaiting approval from the Site Director.\n\n\nBefore its death, SCP-8682 was otherwise a typical 11 week old fetus, with some differences. Aside from its cephalothoracic fusion, SCP-8682’s spinal and intestinal development was non-existent, and no evidence of these structures could be detected with medical imaging.\n\n\nThe primary anomalous property of SCP-8682 was its chromosomal structure. X or Y chromosomes were not present, and further investigation has revealed aberrations in its genetic assembly. This includes an irregular, spherical chromosomal scaffolding, and the closed loop of its polynucleotide chains. These are colloquially referred to by researchers as a “fractal helix”.\n\n\n11/18/2024.\n Concerns Regarding the Genome Project\n\nDue to the complexity of this sequencing (I use the word complexity leniently, insomuch as scribbling is complex), I am hesitant to write a budget to submit to the O5 command. I would not be surprised if mapping of this genome took 13 years, and even then this effort would require the effort of dozens of institutes around the world, legions of biological computation experts, and while I don’t know the Foundation’s exact budget, I doubt that it’s the annual scientific budget of every high income economy on earth. Even for the purpose of R&D, insofar as we would want to parcel the advancement of genetics, it would be for the advancement of completely irrelevant genetics. This is a scientific idiot trap.\n\n\n-Dr. Crow,\n\n\nPresiding Researcher\n\n\nHistory:\n SCP-8682 was first discovered on 11/08/2024, at 3:45 AM, in Laurel Hollow, NY, US, in an office space retrofitted with biomedical equipment on Browns Rd in Oyster Bay. The Foundation received an anonymous tip.\n\n\nThese channels were disseminated and are almost exclusively used by informants within organizations involved in genomics.\n\n\nTrace:\n (516) 931-9390, Oyster Bay Train Station 40.875, -73.534\n\n\nAgent Breen located SCP-8682 in a secured back room at the designated location. The area was devoid of furniture and occupants, and forensic samples could not be recovered. The building was unpowered and did not receive running water. The equipment the artificial womb SCP-8682 was contained in functioned with a small gas generator.\n\n\nThe office space was owned by a defunct LLC “Past Futures'', which was composed of one deceased individual operating out of Hungary. This individual could not be verified in public records.\n\n\nFootage of the payphone at the train station in Oyster Bay did not reveal anyone present. However, one individual was present on Tuesday, November 8, 2021, at 3:45, 3:50 am in local solar time (exactly three years prior to the recovery effort).\n\n\nContainment History:\n An irregularity occurred during the transfer of SCP-8682 to Site-58, involving Agent Breen. Agent Breen was instructed to deliver SCP-8682 to the nearest site in Nanticoke, Pennsylvania. When Agent Breen first received the call from dispatch, while on reserve duty, he was indisposed in some manner undisclosed, and at first refused the call. Refusal of the call from an agent is a historical deviation for Foundation personnel. Had Agent Breen persisted in his refusal, it would have necessitated involving local law enforcement personnel, which could have compromised the object's securement and led to further complications.\n\n\nWhen threatened with termination and disciplinary action, Breen conceded and departed by 3:17 from the East Norwich Inn. His estimated time of arrival was 3:31, however, Agent Breen did not arrive until 3:45. At 3:30, while en route, Breen was contacted by his acting partner, Agent Ortega. The following is a transcript of a portion of their exchange.\n\n\n\n\nTranscript\n\n\n\n\nHide\n\n\n\n\n\n\n[03:31:03] Breen:\n Ortega?\n\n\n[03:31:03] Breen:\n I’m so fucked.\n\n\n[03:31:03] Ortega:\n Calm down. Calm. Down.\n\n\n[03:31:02] Breen:\n I’m at McDonalds. I had to go to the bathroom.\n\n\n[03:31:07] Breen:\n I’m sorry. It’s so fucking hard man.\n\n\n[03:31:08] Ortega:\n What are you talking about? Are you crying?\n\n\n[03:31:12] Breen:\n [Sound of another individual shouting, telling him to get out of a bathroom stall.] I paid! Here! Look! At the fucking McNuggets!\n\n\n[03:31:15] Ortega:\n Get in the goddamn van! Get to the target two minutes ago!\n\n\n[03:31:17] Breen:\n I can’t do this anymore. I don’t want to die. Fuck these people. I’m gonna run, man.\n\n\n[03:31:23] Ortega:\n Okay. Don’t say that. That is the worst thing you could do. You do not want to fuck with these people. Get. To. The. Target. This is the best thing you can do right now. We can find a way out for you, we just have to go through the right process.\n\n\n[03:31:25] Breen:\n I won’t make it on time.\n\n\n[03:31:26] Ortega:\n There's a… fuck man… There's a police radar in the glove compartment. Drop your plates. Turn it on. Just do this for me? I’m on the line too. Please. Haul. Fucking. Ass.\n\n\n[03:31:28] Breen:\n [Sounds of gulping.] Fuck it.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAccident presumed to have been caused by Agent Breen at 3:33. After crossing a four way intersection, Agent Breen merged onto a one way road. The individual narrowly avoided Breen, crashing into a fire hydrant. There was heavy rain at this time which may have obscured vision. Those involved only sustained minor injuries. After this incident, there was radio silence from Breen from 3:33 to 5:00.\n\n\n\n\n\n\nExcerpt from Stage One of Breen’s Disciplinary Hearing:\n 11/08/2024\n\n\n\n\nExcerpt\n\n\n\n\nHide\n\n\n\n\n\n\nDr. Mayreder:\n I know there are ugly rumors about how our organization handles these kinds of things, but rest assured the only disciplinary action will be a termination of employment, or, the worst case scenario, a mild amnestic regimen. This is unprecedented, as well, and because of your long and earnest service at the Foundation there will be some leniency. I’m also vouching for you personally and I believe these are extraordinary circumstances. We just need to know what happened after you recovered SCP-8682.\n\n\nBreen:\n I’m so sorry Virgil. I really fucked up.\n\n\nDr. Mayreder:\n It’s fine, just talk to me.\n\n\nBreen:\n When I woke up, the van was halfway through the building on Browns Rd. And… I forgot my equipment so I had to break in through the window. I think someone heard me too because the lights came on in the other building next to us. God. I’m just so…. Why me? Don’t we have other agents in the area? Why did this all have to happen?\n\n\nDr. Mayreder:\n First things first. They didn’t hear you breaking through the window. They heard your van collide with a brick wall. As for your question, we have about 30 reserve field agents in New York. In your case there were 3 agents about 2 hours away in either direction. The object was considered a low threat level and it wasn’t exactly time sensitive. Hell, it was just a tip, we didn’t even know if something was there. In fact, the object is currently neutralized and it’s probably headed to cold storage. It hardly warrants classification. The fact that we’re both sitting in this room right now is, frankly, it’s wild.\n\n\nBreen:\n After Sanders died…\n\n\nDr. Mayreder:\n And I cleared you from psych eval. And you asked to be sent back into the field. And I okayed it. And I owned up to it. We’re all in the shit. We could make excuses for days. Tell me what happened.\n\n\nBreen:\n Okay. Like I said, someone heard me. So I move faster. Uh, I cut myself a little bit on the window. My hand was bleeding and. I moved to the rear of the building, there was a padlock on the door there. I was scared as hell. I was prepared for anything to jump out at me. I fought every urge in my body to get out of there. My mind was everywhere. I… I have to be up front I guess. I was probably… tripping as well.\n\n\nDr. Mayreder:\n You weren't drunk? You were on psychedelics?\n\n\nBreen:\n No, I was also drunk.\n\n\nDr. Mayreder:\n Continue.\n\n\nBreen:\n Okay. That’s when I hear the police sirens. So now I’m not just scared, but angry. You guys didnt even fucking clear me.\n\n\nDr. Mayreder:\n The officers that responded to the scene were from a completely different jurisdiction than the ones we told to look the other way. We notified Long Island. The Highway Patrol were dispatched after a local saw and heard you collide with a building. We’ve mostly handled that already. Our ongoing problems are with local law enforcement and the strain on the disinformation department resulting from the damage when you fled from NYSP, the chase, the coinciding attack from the anomalies, emergency activation of the MTF, the multiple civilian casualties from when you were attacked during the chase, and the brutal eradication of a regiment of Nu-7.\n\n\nBreen:\n I did get the object back.\n\n\nDr. Mayreder:\n Okay. Let’s take a break. And then you can explain -we can explain- why 20 miles of highway just 10 miles from the most populous city in the US is now a red zone.\n\n\n\n\n\n\n\n\n\n\nAddendum 0:\n Itemized Budget Snippet\n\n\n\n\nSnippet\n\n\n\n\nHide\n\n\n\n\nNew Order: 11/10/2024\n\n\nPersonnel:\n\n\nNu-7 (30 Individuals):\n\nTraining: $4,500,000\n\nHousing: $900,000\n\nFood: $240,360\n\nMedical (Inc. Augmentation): $885,900\n\nSalary: $3,600,000\n\nRisk Assessment: [Alternate Budget]\n\n\nEquipment:\n\n29 Experimental SCAR-C: $95,700\n\n(1) CheyTac Intervention: $11,000\n\nM-10-8C $4,500\n\nDARPA TARS HS Goggles: $3,000,000\n\n(1) EVO MAX 4T-S: $8,999.00\n\n30 Fitted Ceramic-IE Armor (TK) [Alternate Budget]\n\nFord Transit: $53,620\n\n\nField Agent, Officer (1)\n\nTraining: $1,020,000\n\nHousing: $28,440\n\nFood: $7,500\n\nMedical: N/A [Alternate Budget]\n\nSalary: $140,000\n\n\n$14,496,019\n\n\n- \nThis does not include the disinformation budget. Pending 05 deliberation on something called a \"Broken Veil\" protocol, there may not be a budget at all, or a downsizing of the Disinfo team. Thanks.\n\n\n\n\nPending creation of an SCP-8682 Budget. Paul I need the TPS reports as well. This does not include insurance payouts to their families, or the civilian payouts, and I need those. Get with Foundation Accounting.\n\n\n\n\n-Bayes\n\n\n\n\n\n\n\n\nAddendum A:\n Incident 8682. 11/08/2024 4:50 Police Dashcam Footage of NYSP Deputy Alexis Walker. Highway 80, west of Hackensack, NY.\n\n\n\n\nTranscript\n\n\n\n\nHide\n\n\n\n\n\n\nAgent Breen’s van is visible ahead. The road is congested with traffic. Walker pulls ahead of Breen and attempts to locate a front license plate. Walker decelerates and pulls behind Breen’s vehicle.\n\n\nWalker:\n “10-41, Unit 3 requesting to initiate a traffic stop on a black 2023 Ford Transit with no front or rear license plates, extensive damage to the front of the vehicle. Possible suspect. Irregular driving. Currently westbound on Highway 80 near Saddle Brook… Windows are tinted. I want an assist.”\n\n\nSimultaneously, another unmarked white van approaches Breen from the driver’s side. An arm extends out of the window and motions for Breen to roll down his window. Breen continues driving for one minute. A pistol emerges from the passenger’s side of the white van, and takes what is presumed to be a warning shot. Breen swerves, cutting off a car to his right, causing it to collide with a pylon and causing a pile up behind him. Walker narrowly swerves past the crash.\n\n\nWalker:\n \"10-81! Unit 3 requesting immediate backup on highway 80 westbound near Elmwood park. Vehicle assault in progress. Suspect vehicle is a white van, a Ford E150, I’m hanging in the rear. I’m in the unmarked black Chevrolet Tahoe.”\n\n\nA creature emerges from the white van. It is difficult to see due to the quality of the dashcam and Walker’s distance from the vehicles. It is roughly 1 meter long, and resembles a snake with ribbed wings and exaggerated spinous processes. It balances itself against the van with its wings and coils, then crashes directly through Breen’s window.\n\n\nBreen’s van begins driving erratically, swerving left and right. The vehicle briefly grinds against a barrier.\n\n\nWalker:\n I think… What was that?\n\n\nThe snakelike creature’s head emerges from the van with a translucent, basketball sized object in its mouth, presumed to be SCP-8682’s artificial womb. The white van pulls closer and the figure inside reaches out to grab SCP-8682. The snake creature is grabbed by the neck and pulled back into Breen’s van just as it's about to leap. The white van rams the side of Breen’s vehicle.\n\n\nSirens can be heard in the background.\n\n\nWalker:\n “Finally. I’m going to attempt to initiate a stop. White Ford E150. No, I’m gonna say the transit from earlier is not a priority. Yes it’s involved.”\n\n\nWalker begins closing distance with the white van. Breen’s van appears to have regained stability. Walker activates her siren.\n\n\nWalker:\n “Pull over immediately! White E150! Stop immediately! This is the police!”\n\n\nThe white van pulls away from Breen and begins accelerating. Breen’s van rocks right, then left, then right again, then sharply veers left, spins a handbrake turn, collides with the median on his passenger side, rolling his vehicle into the oncoming lane. He then accelerates into the highway 19 exit and disappears from view.\n\n\nPolice cars can be heard approaching Walker from the rear.\n\n\nWalker:\n “What are the fucking odds-. 10-80, Unit 3, initiating PIT maneuver on suspect vehicle E150! Westbound on highway 80. Repeat, I get to- I am initiating a PIT maneuver on the suspect vehicle, white E150.”\n\n\nDispatch:\n Negative. We see you up ahead. Try and find the black Transit. We’re going to try a box in.\n\n\nWalker:\n [mumbling] Got it.\n\n\n\n\n\n\n\n\n\n\nAddendum B:\n Portion of transcript of an interrogation with an individual involved in incident 8682. Agent Popescu reluctantly volunteered due to her potential knowledge of the subject matter. She is accompanied by Agent Ortega. The individual identifies himself as “Xix’s Xix” and has been chemically assisted to facilitate communication.\n\n\n\n\nTranscript\n\n\n\n\nHide\n\n\n\n\n\n\nAgent Popescu:\n Where did the friend go? Answer questions.\n\n\nXix’s Xix:\n He ran off. Don’t know. In the woods. Police got him?\n\n\nAgent Popescu:\n Why attack the man in the black van?\n\n\nXix’s Xix:\n He stole our new framework. All cosmic wounds in one body. A spinal quarry.\n\n\nAgent Popescu:\n (turns to Agent Ortega) Oh, yeah, I think I know these guys. They do say this kind of shit.\n\n\nXix’s Xix:\n We just wanted him to stop the van. I don’t want to kill anyone. I don’t want a body on me. Not in my contract. That was our little spine’s job.\n\n\nAgent Popescu:\n Okay. What did he steal? Plainly. Speak plainly. No riddle. Just say what the thing is.\n\n\nXix’s Xix:\n I’m Xix’s Xix. They don’t tell me what I don’t need to know. They tell me riddles too. They told me the thing is “universal pain”. “Star trauma”. I don’t know what that means. I know lots of other stellar noun-synonym combos too; I can keep going. “Galaxial ache”. That sounds good too, a good band name at least?\n\n\nAgent Popescu:\n (turns to Agent Ortega) He’s not lying. This one is only as good as his function. Tell me who is Xix, and what is a Xix. I don’t know that. I was not paying attention in that class.\n\n\nXix’s Xix:\n A hand. Xix is a hand. And a palindrome. A loop. I am a hand’s hand.\n\n\nAgent Popescu:\n Who is your hand?\n\n\nXix’s Xix:\n Another hand. Ask me who’s hand he is.\n\n\nAgent Popescu:\n Who do you represent? I think I already know the answer to the question.\n\n\nXix’s Xix:\n (Xix’s Xix scans Popescu’s arms and laughs.) The answer got to know you.\n\n\nAgent Popescu suddenly strikes Xix’s Xix in the face, and is later found to have slightly fractured his skull. Agent Ortega moves to restrain her.\n\n\nAgent Ortega:\n Alright this is over. We need him! Get off of him-\n\n\nInterview Concluded\n\n\n\n\n\n\n\n\n\n\nExcerpt from Stage Two of Breen’s Disciplinary Hearing: 11/08/2024\n\n\n\n\nExcerpt\n\n\n\n\nHide\n\n\n\n\n\n\nAgent Breen:\n I somehow managed to evade the cops. I don’t know how I hopped that barrier. Adrenaline? I couldn’t believe it. The whole time I had that fucking… snake worm thing in a vice grip between my legs. Have you guys seen that thing? Nightmare noodles. No skin! Where's its skin? It’s somewhere on the road feeding vultures right now. It’s probably gonna make em’ sick.\n\n\nDr. Mayreder:\n The incident is very recent. Five hours recent. We are only just now reviewing things like police dash cam footage. What happened after that?\n\n\nAgent Breen:\n I choked it. It took a while. Thing was strong. I was steering with my knees, strangling this thing with my two bloody hands and hauling ass. Bloodied up my thighs with those spikes on its spine. I hurt like shit.\n\n\nDr. Mayreder:\n You look like shit. You threw it out of the window, didn’t you? You were on a very busy highway. Did any other motorists see you \nillegally\n dump this anomalous creature out of your driver side window?\n\n\nAgent Breen:\n I wasn’t thinking. No… I don’t think so. Okay. Yes. But they probably just thought it was just a snake.\n\n\nDr. Mayreder:\n Every few moments I have to stop myself from saying just how… surprising. Farcical. Disappointing, this all is. So I’m just going to say it. You’ve made fools of everyone in this organization. Please continue.\n\n\nAgent Breen:\n Alright. I am checking the damage on the object now, and I see that it’s intact. I was worried that the snake would damage 8682 when it grabbed it. I didn’t have to pull the snake back in, you know, it wasn’t even attacking me until that point.\n\n\nDr. Mayreder:\n Yes. Yes you had to pull the “snake” back in. That’s your job. Are you still high?\n\n\nAgent Breen:\n I contain safe class objects, and yet, [Breen begins shouting] every other job I am sent on has me maimed, transfigured, and psychologically violated. Do you know how I felt when I broke open that door and I looked in to see, once again - its yet another fucked up fetus! Five times! Five times you sick fuck! Probably in the same fucking trimester! Is this your idea of a joke? I have thermonuclear PTSD from these things! Every neuron in my brain is howling at me not to approach this thing, let alone delicately cradle it and sit next to it for five fucking hours, worried, mind in a blender, at what this little bitch is going to do me! You all should be licking my fucking boots at the -heroic- fucking willpower I exert every day just to walk in that god damn door. I hope this whole world gets sucked down the fucking hole. The insurgency was right! Fuck all of you!\n\n\nDr. Mayreder:\n You are assigned to these specific jobs because you have expertise with the subject matter.\n\n\nBreen opens his mouth and eyes wide in an expression of disbelief, gets up, and throws a chair to the side of the room, then lunges across the table, grabbing Dr. Mayreder by the collar. He is subdued by site security.\n\n\nDr. Mayreder:\n It’s okay, he’s not going to… It’s okay. I’m…\n\n\n\n\n\n\n\n\n\n\nAddendum C:\n Body cam footage from Alexis Walker. \n11/08/2024 5:20 - 6:00 Highway 80, Shades of Death Rd, Ghost Lake, Fairy Cave. Independence Township, NJ.\n\n\n\n\nTranscript\n\n\n\n\nHide\n\n\n\n\n\n\nIt’s raining heavily. Walker approaches Breen’s van in a ditch on the side of the highway. She inspects the vehicle, examining blood on the driver’s seat and the broken driver’s window. She steps away from the vehicle and walks toward the lake, briefly looking at the street sign on Shades of Death Rd, which is covered in some type of black oil.\n\n\nWalker:\n Who the hell names these things?\n\n\nThe lake is obscured by trails of vapor and a low layer of fog, in addition to the early morning darkness. Walker points her flashlight at footprints leading toward the lake and slowly follows them. There is a loud wet crack coming from the direction of the footprints. She looks around, stops for a moment and pulls out her gun.\n\n\nWalker:\n This is stupid.\n\n\nAn object in the darkness slowly begins to appear through the fog. Walker raises her gun and steadies it at the shadows. After a moment the obscured creature is revealed to be a buck. The buck notices Walker and quickly darts away.\n\n\nWalker continues down the trail toward a small cave. A man is heard cursing up ahead.\n\n\nWalker:\n I’m pursuing a subject on foot. They’re in a wooded area. Low visibility, lots of fog. Off Shades of Death Road, just a little bit into Ghost Lake. I think they’re at the cave. Possibly injured. They could have a weapon? Could have anything honestly.\n\n\nWalker slowly walks toward the cave and sees a man sitting on the rock in the darkness. He’s not wearing a shirt, and is wrapping his hands and legs in some material.\n\n\nBreen:\n I hear you. I see your light. I’m here. I’m not armed. I’m just resting.\n\n\nWalker:\n Alright. I can see you a little bit. I need you to turn around and put your hands in the air.\n\n\nBreen:\n No and no. That would hurt pretty bad. I’m real fucked up. Honestly, shoot me if you want. Actually, please do.\n\n\nWalker approaches Breen and shines a light on him. He squints. SCP-8682 is on the ground next to him, along with its biogel tank. Alexis lowers her gun.\n\n\nWalker:\n Can you explain what’s going on?\n\n\nBreen laughs and then grimaces.\n\n\nBreen:\n I work for a top secret organization, and I’ve recovered an anomalous object. I’m currently on my way to a black site- is your walkie talkie on? Are you getting all this? Nanticoke, Pennsylvania. Site-58. It’s under an old abandoned building. My supervisor is Virgil Mayreder. My partner is Carlos Ortega. Do you want their phone numbers?\n\n\nWalker points her flashlight at SCP-8682.\n\n\nWalker:\n What is that?\n\n\nBreen:\n I don’t know. What does it look like?\n\n\nWalker nears SCP-8682 for inspection. SCP-8682 is moving slowly. Walker appears to be fixated on the object, not moving or speaking for several minutes. Breen is also silent at this time. Walker then delicately grabs SCP-8682 and places it inside of the cave. Walker grabs her walkie talkie, and then puts it back down. Someone on the other end of the walkie talkie asks for a status report, but she doesn’t respond. Walker turns to Breen who is leaning backward outside of the cave wall with his eyes closed.\n\n\nBreen:\n Processing?\n\n\nThe sun begins to rise.\n\n\n\n\n\n\n\n\n\n\nExcerpt from Stage Three of Breen’s Disciplinary Hearing:\n\n\n\n\nExcerpt\n\n\n\n\nHide\n\n\n\n\n\n\nDr. Mayreder:\n What happened after that?\n\n\nBreen:\n That felt like an eternity. Don’t really know why.\n\n\nDr. Mayreder:\n What did she say about your little rant upon first locating you?\n\n\nBreen:\n Nothing. Probably thought I was high. Why do we even have a disinfo team? It’s not like you could convince people of any of this shit. But no, she saw the object and went mute. Just dumbstruck I guess. Or it’s like one of its effects. No, I’m just gonna go with dumbstruck.\n\n\nDr. Mayreder:\n And after that?\n\n\nBreen:\n The sun came out. She’s just standing there looking at the object and looking at the lake and just generally looking. Don’t know what her deal was. Did I mention she hid it in the cave too? Inexplicable. We should trade places, honestly. And then the boys showed up. Surprised you were so late.\n\n\nDr. Mayreder:\n The task force?\n\n\nBreen:\n Yeah. Zapped her right in the neck. Classic. She dropped like a sack of bricks. They swooped in and just grabbed me. Threw me over the shoulder like a ragdoll. They put her on her side in the cave. Some guy with something that looked like an ice cooler bagged the object. Honestly, why didn’t you have those guys do this in the first place?\n\n\nDr. Mayreder\n: Because we thought we could count on you for this simple task. This is your last chance, Breen. Where are those men now?\n\n\nBreen:\n I assume that they’re all dead if you haven’t heard from them.\n\n\nDr. Mayreder:\n It was… a rhetorical question. They are all dead. What did the attackers look like?\n\n\nBreen:\n I saw a few guys in the chaos. They were in tactical gear, had masks on. Generic stuff. No bad guy uniform if that’s what you mean! We were being shot at with automatic weapons. It was such a weird scene. Golden fog and heavy rain. Exit wounds mixing in with droplets creating these misty jets of blood in the air. There were a few guys and then. Some things? They looked like spinal cords. Maybe they were so tall that I couldn't see their heads? Spinal cords waving in the golden dark like reeds. It was hard to see. I stumbled over one in the aftermath but I was too fucked to look at it. I’m amazed our guys even shot anything.\n\n\nDr. Mayreder:\n And then you located SCP-8682?\n\n\nBreen:\n I do not know why, but yes, I did. I grabbed his little container.\n\n\nDr. Mayreder:\n His?\n\n\nBreen:\n It. Come on, man. Anyway, after that I stumbled out onto the road and got into one of the vans our goons came in.\n\n\nDr. Mayreder:\n Goons? Breen, that was \nNu-7\n. \nThey\n are dead. Do you understand?\n\n\nBreen looks at the floor and rubs his temple.\n\n\n\n\n\n\n\n\n\n\nAddendum D:\n Transcript of drone footage from the Ghost Lake conflict, November 8th, 2024.\n\n\nThe detachment of 30 operatives from Nu-7 were equipped with automatic and long range silenced rifles, portable flamethrowers, and adaptive hyperspectral goggles. [DATA EXPUNGED] granting them full awareness of enemy movements, with provided stationary air support. There were 11 enemy combatants present, eight were equipped with automatic rifles, as well as three entities yet to be cataloged.\n\n\n\n\nTranscript\n\n\n\n\nHide\n\n\n\n\n\n\n[06:01:03]\n 8 men and 2 entities are approaching Breen and the civilian from the northern side of the lake. The entities are 2.4 meters tall and appear to have emerged from the ground. They have the appearance of thick spinal columns, and are following the rear of the 8 men. Their method of locomotion is unknown. They are swaying from left to right rhythmically as they move.\n\n\n[06:01:05]\n The civilian is subdued by Nu-7.\n\n\n[06:01:14]\n 10 men from Nu-7 circle around from the west and 10 approach Breen from the southeast. 10 wait in ambush just south of Breen.\n\n\n[06:01:15]\n Nu-7 1-3 moves in to retrieve Breen and the Object.\n\n\n[06:01:37]\n Nu-7 1-3 move toward the road with Breen and the object.\n\n\n[06:01:55]\n One of the spinal entities emerges underneath the group retrieving Breen.\n\n\n[06:01:56]\n Thirteen operatives unleash fire upon the spinal entity. The entity exhibited no aggressive behavior nor did it appear capable of attacking. Nu-7 received orders to redirect fire towards the eight human combatants. While all enemy combatants were within range, none seemed to be affected by Nu-7's barrage, despite their complete encirclement.\n\n\n[06:01:58]\n The 8 men move toward Breen. 10 members of Nu-7 have been shot at this point.\n\n\n[06:02:53]\n One of the enemy combatants is approached by Nu-7-4. Nu-7-4 appears to have dispatched the combatant with a knife.\n\n\n[06:03:12]\n Nu-7 is instructed to cease fire and approach the combatants and engage them in close combat. A melee begins.\n\n\n[06:03:46]\n 8 other members of Nu-7 are killed during the approach.\n\n\n[06:05:13]\n One enemy combatant dispatched 4 members of Nu-7 in close combat. It is unclear how this was achieved.\n\n\n[06:07:05]\n The remaining 6 members of Nu-7 are instructed to use Incendiaries. While this is effective, killing them, the remaining 6 members of Nu-7 are killed by return gunfire.\n\n\n[06:12:12]\n The spinal entities submerge into the ground.\n\n\n[06:22:00]\n Breen is seen moving around the battlefield searching for something.\n\n\n[06:29:40]\n Breen locates an object and moves toward the road.\n\n\n[06:32:45]\n Breen enters one of Nu-7’s vehicles and heads west on Highway 80.\n\n\n[06:40:00]\n The civilian begins moving. Something emerges from beneath the ground, and the connection to the drone is lost.\n\n\n\n\n\n\n\n\n\n\nThe area was sweeped one hour later; the bodies of Nu-7, their equipment, the drone, enemy combatants, the civilian, or spinal entities could not be located. Ammunition used by the enemy combatants was not capable of piercing the armor worn by Nu-7, and would have had to penetrate thin entry points in their joints, while their limbs were extended. The events in this scenario are extremely improbable.\n\n\nAddendum E:\n Footage found on the civilian Alexis Walker’s body cam. \n11/08/2024 06:57-07:30\n\n\n\n\nTranscript\n\n\n\n\nHide\n\n\n\n\n\n\nWalker’s body is being dragged through the woods. Her body orientation against the ground obscures visual identification. There is an unusual noise, like the vibration of a Crotalus (rattlesnake) rattle persisting throughout the footage. A momentary shift in her view reveals a large object resembling a human spinal column quickly slithering across the frame. Movement stops for a moment, and the camera gradually submerges into the earth.\n\n\nThere is darkness and the sound of earth being moved around for 17 minutes. There is a loud thump of flesh against rock, and a voice can be overheard.\n\n\n\n\n\n\nAddendum E-1\n\n\n1008.202448\n\n\nAudio Recording\n\n\n[\nSnippet\n]\n\n\n11/08/2024\n\n\n\n\n\n\n\n\n\n\n\n\n?:\n Prediction of the future through excruciation. In the eyes of history we are already dead. The spine contains the history of the universe. We see the future by drowning ourselves in blood and cerebrospinal fluid. This is our own magic. Chronotropism. The manna is a coagulated history.\n\n\nWalker appears to begin moving on her own volition, revealing that she is in some sort of cavern, dimly lit by some sort of red luminescent lichen. The chamber contains corpses in varying stages of decomposition, with individuals dressed in casual hiking clothing.\n\n\n?:\n Our enemies are abjection. The radial terrors. Creatures divisible by three. The tori. They escape phylogenetic reality. Unseen by Yaldabaoth. Κνίδη. The sponge, the jelly, and the starfish. The betrayers of the 35 phyla. The Invertebrates…\n\n\nA human spinal column, 25 cm in diameter and 2 meters long, slithers past Walker through a passageway. Walker produces a flashlight and inspects the chamber. She locates a Glock 17 pistol nearby.\n\n\n? 2:\n Ma’am- Ma’am. This is important-\n\n\nAlexis grabs the gun and examines it, wiping the dirt from it with her sleeves. There is a sudden crackling of radio static. She flinches and deactivates her walkie talkie.\n\n\n?:\n The method begins with the mouth. History begins with the bowels. In this way flies are holy and embody time: eating, digesting, and defecating all at once. Reach into the spine, into the lowest and most idiotic of your vertebrate. Good. What do you see?\n\n\n? 2:\n He’s headed west on highway 80. In a Lenco Bearcat. Gunmetal paint job. He’s high.\n\n\n?:\n The new magic is so beautiful. Now look from your solar eye into the sacral brain-\n\n\nAlexis moves to the threshold and looks into a roughly 100 square-meter area cavern. There are shallow pools of water reflecting light from dripping stalactites. It is likely a pocket in the VRPD aquifer, possibly beneath Ghost Lake. The area is furnished with a field kitchen, comms equipment, and other living amenities, including among them 10 bunks. No entrance or exit is visible. The spinal entities do not appear to be present.\n\n\n? 2:\n No, We bugged the vehicle after the knídē arrived. I didn’t use the magic-\n\n\n?:\n Fool! But you used the magic to see them before they arrived?\n\n\nThere is a tall figure wearing a red jumpsuit with red chest waders. Her face is concealed partially with a red hood. She intermittently monitors a console behind her. She turns around and resumes speaking to something on the ground. It appears to be a humanoid body in a fetal position, albeit lacking a head. Walker pulls her shirt sleeve back and forcefully pinches her arm. She then whispers to herself:\n\n\nWalker:\n Wide awake.\n\n\n? 2:\n Yes…\n\n\n?:\n Then why didn’t we know he would escape?\n\n\n? 2:\n There is only one destination, but there are many paths we take to arrive there-\n\n\nThe figure in the red jumpsuit kicks the entity on the ground. The figure turns her back to Alexis. Alexis moves forward with her gun pointed at the hooded figure. She closes the distance and strikes the figure in the back of the head with her pistol. The figure falls to the ground limply. Alexis illuminates the object on the ground with her flashlight. It is a small, headless humanoid creature, or rather, its head is located on its torso. Its body is limp in such a way that suggests it is missing a large portion of its bone structure. Alexis makes a startled yelp and stumbles backward.\n\n\nXix:\n Don’t be afraid.\n\n\nThe camera moves up and down, Alexis sounds as if she is hyperventilating.\n\n\nWalker:\n Huh… What… What in the hell, man.\n\n\nXix:\n Tell me your name. I’m referred to as Xix.\n\n\nAlexis slides down against the wall, into a seated position on the floor. Then, suddenly, produces her gun and points it wildly around the cavern.\n\n\nWalker:\n Where are the snakes?\n\n\nXix:\n They won’t hurt you. I can tell you what you need to know.\n\n\nWalker:\n Okay. Give me a minute.\n\n\nWalker turns and vomits.\n\n\n\n\nFeed ends abruptly, presumably due to lack of power.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImage No #: 8682-1\n\n\n\n\n\n\n\n\n\n\n\n\nA diminutive instance of SCP-8682-B appears suddenly, but does not appear to attack. Its tongue extends and flicks toward the viewer. 11/08/2024 06:55 Ghost Lake, PN.\n\n\n\n\n\n\nImage captured ██/██/24\n\n\n\n\n\n\n\n\n\n\nImage No #: 8682-2\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8682-B seen briefly in frame moving through the water. 11/08/2024 05:41 Ghost Lake, PN.\n\n\n\n\n\n\nImage captured ██/██/24\n\n\n\n\n\n\n\n\nAddendum F:\n SCP Revision Draft Review - SCP-8682-B\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Instances of SCP-8682-B are contained at the site of recovery due to potential surveillance risks. The area is currently cordoned from the public under a “Poisoned Waterhole” containment protocol.\n\n\nDescription:\n SCP-8682 potentially had the ability to manipulate SCP-8682-B as a secondary effect.\n\n\nSCP-8682-B consists of a chain of articulated human vertebrae capable of independent movement. These segments culminate in a hollow vertebra at the front, containing a fibrous, tongue-like appendage. SCP-8682-B specimens vary in length, ranging from just over 4 meters to 24 centimeters. Despite lacking musculature or any apparent locomotor mechanism, these segments can move. While SCP-8682-B possesses no discernible sensory organs, its tongue-like appendage is suspected to serve a sensory function. SCP-8682-B also exhibits no need for sustenance and demonstrates no aggressive behavior towards humans. However, it has been observed attempting to move objects and individuals unable to resist.\n\n\nDuring an event, individuals believed to be connected with SCP-8682-B were observed maneuvering in ways that allowed them to survive improbable situations, such as enduring sustained automatic weapon fire at close range for extended periods without injury. However, the exact nature of this effect and its direct connection to SCP-8682-B remain unconfirmed.\n\n\nImages recovered from a civilian body cam on 11/08/2024.\n\n\nAddendum G:\n Rearview Camera footage of a Nu-7 vehicle on highway 80 near Blakeslee, Pennsylvania. Low quality, no audio. 08:50-09:20\n\n\n\n\nTranscript\n\n\n\n\nHide\n\n\n\n\n\n\n[08:52:10]\n Blurry object approaches Breen’s vehicle from the rear.\n\n\n[08:54:30]\n A large instance of SCP-8682-B, roughly 3 meters long, appears to be accelerating towards the vehicle, which is traveling at 128 km/h. The highway is heavily congested with traffic.\n\n\n[08:54:53]\n Two individuals, one in a police officer's uniform and the other a strange, blob-like humanoid figure, are precariously positioned on the back of SCP-8682-B, which writhes toward the vehicle at high speed. As they come closer, it becomes clear that the officer is Alexis Walker, who is carrying the humanoid figure on her back.\n\n\n[08:56:10]\n More instances of SCP-8682-B appear on camera, closing in from both sides. They leave white trails of bone flaking on the highway.\n\n\n[08:56:22]\n Startled by the approaching SCP-8682-B, Walker manages to stay just behind Breen's vehicle. The other instances match their pace, seemingly unable to accelerate further. While converging on Breen's vehicle, they appear to ignore Walker entirely.\n\n\n[08:57:32]\n 1 XR-FVL-F Heavy Load Anzu, and 3 AH-64-F Apache helicopters, (Foundation assets), appear in camera view.\n\n\n[08:58:22]\n Walker appears frustrated, mouthing the words “Open the doors.”\n\n\n[08:59:11]\n Walker pulls up to the passengers side, out of camera view.\n\n\n[09:02:22]\n Flying, red, snake-like creatures similar to those in Addendum A move within the frame.\n\n\n[08:57:32]\n The 3 AH-64-F open fire on the SCP-8682-B instances nearest to Agent Breen’s vehicle. SCP-8682-B are unharmed after the short burst.\n\n\n[08:58:32]\n The 3 Apache helicopters divert course. The Anzu pulls out of frame, over Breen’s vehicle.\n\n\n[08:58:55]\n The flying snake-like creatures are fluttering in and out of frame, appearing to harass the vehicle.\n\n\n[09:05:12]\n They pass a sign for Nanticoke, Pennsylvania.\n\n\n[09:09:22]\n Breen’s vehicle begins to lift off of the ground. The camera swivels with a sudden jerk to point directly toward the ground, swaying back and forth. The SCP-8682-B instances stop moving, and rest in vertical positions.\n\n\n[09:10:12]\n Equipment falls to the ground, presumably from the rear of Breen's vehicle due to the rear door swinging open. The flying-snake-like creatures appear to flood past the camera and into the vehicle.\n\n\nIt is possible the passengers remained safe, due to a grate installed between the cabin and the cargo area.\n\n\n[09:20:41]\n The camera pans over a wooded area and remains in place until it stops swaying. It then begins to descend. A section of ground [REDACTED] a retractable grate mechanism, revealing an intake bay of Site-57.\n\n\nAfter Breen and the cargo were secured, site security dispatched the anomalous flying creatures with light machine gun fire from the safety of embrasures within the bay. The civilian Walker was sedated and Breen was subdued with an, admittedly, nonstandard use of force by site personnel.\n\n\n\n\nXR-FVL-F are experimental cargo and transport helicopters but they are not designed to secure vehicles moving at high speeds. At the time of deployment this capability was only a hypothetical. The pilot of the Anzu believes that replicating this feat would be nearly impossible and he is unsure how, through his conscious effort, it was accomplished.\n\n\n\n\n\n\n\n\n\n\n\n\nStill image from the events in Addendum G. A small instance of SCP-8682-B is visible in the frame.\n\n\n\n\n\n\nAddendum H:\n \nTO:\n \ntenartni.rh.75S|AA75080S#tenartni.rh.75S|AA75080S\n.: RE: \"The Dice Man\" \n<May 31, 2025, 7:14 AM>\n\n\n\"Xix\" has proven to be extremely cooperative, providing a wealth of information, and little problem for its containment staff. I think we should okay their request for some old fictional books. I can't foresee any harm coming from it. So here's my yay vote.\n\n\n-Doctor Lorenz\n\n\nAddendum I:\n RE: RE: Agent Breen Ghosting 11/08/2024\n\n\nAgent Breen is no longer employed by the Foundation as of 11/08/2024, having been terminated by Dr. Virgil Mayreder. A notice has been forwarded to Foundation affiliates regarding their new status. Breen has been recommended for transfer to the Cicada programme against recommendation from the Site Director and 05-7, due to their productive history at Site-2. Dr. Mayreder recommends housing alumni O. Sanders with Breen during the reintegration process.\n\n\nAddendum J:\n \nTO:\n \ntenartni.rh.75S|AA75080S#tenartni.rh.75S|AA75080S\n.: Alexis Walker Identity Management \n<May 31, 2025, 7:14 AM>\n\n\nI think we're jumping the gun here, but it's extremely unlikely they will activate her, let alone put her on her own assignment in under a year. But I guess they don't need 2 cents from us paper pushers. Here's the file.\n\n-Bayes",
    "addendums": [
        "Addendum 0: Itemized Budget Snippet",
        "Addendum A: Incident 8682. 11/08/2024 4:50 Police Dashcam Footage of NYSP Deputy Alexis Walker. Highway 80, west of Hackensack, NY.",
        "Addendum B: Portion of transcript of an interrogation with an individual involved in incident 8682. Agent Popescu reluctantly volunteered due to her potential knowledge of the subject matter. She is accompanied by Agent Ortega. The individual identifies himself as “Xix’s Xix” and has been chemically assisted to facilitate communication.\nExcerpt from Stage Two of Breen’s Disciplinary Hearing: 11/08/2024",
        "Addendum C: Body cam footage from Alexis Walker. 11/08/2024 5:20 - 6:00 Highway 80, Shades of Death Rd, Ghost Lake, Fairy Cave. Independence Township, NJ.",
        "Addendum D: Transcript of drone footage from the Ghost Lake conflict, November 8th, 2024.\nThe detachment of 30 operatives from Nu-7 were equipped with automatic and long range silenced rifles, portable flamethrowers, and adaptive hyperspectral goggles. [DATA EXPUNGED] granting them full awareness of enemy movements, with provided stationary air support. There were 11 enemy combatants present, eight were equipped with automatic rifles, as well as three entities yet to be cataloged.\nThe area was sweeped one hour later; the bodies of Nu-7, their equipment, the drone, enemy combatants, the civilian, or spinal entities could not be located. Ammunition used by the enemy combatants was not capable of piercing the armor worn by Nu-7, and would have had to penetrate thin entry points in their joints, while their limbs were extended. The events in this scenario are extremely improbable.",
        "Addendum E: Footage found on the civilian Alexis Walker’s body cam. 11/08/2024 06:57-07:30",
        "Addendum F: SCP Revision Draft Review - SCP-8682-B",
        "Addendum G: Rearview Camera footage of a Nu-7 vehicle on highway 80 near Blakeslee, Pennsylvania. Low quality, no audio. 08:50-09:20",
        "Addendum H: TO: tenartni.rh.75S|AA75080S#tenartni.rh.75S|AA75080S .: RE: \"The Dice Man\" <May 31, 2025, 7:14 AM> \"Xix\" has proven to be extremely cooperative, providing a wealth of information, and little problem for its containment staff. I think we should okay their request for some old fictional books. I can't foresee any harm coming from it. So here's my yay vote. -Doctor Lorenz",
        "Addendum I: RE: RE: Agent Breen Ghosting 11/08/2024\nAgent Breen is no longer employed by the Foundation as of 11/08/2024, having been terminated by Dr. Virgil Mayreder. A notice has been forwarded to Foundation affiliates regarding their new status. Breen has been recommended for transfer to the Cicada programme against recommendation from the Site Director and 05-7, due to their productive history at Site-2. Dr. Mayreder recommends housing alumni O. Sanders with Breen during the reintegration process.",
        "Addendum J: TO: tenartni.rh.75S|AA75080S#tenartni.rh.75S|AA75080S .: Alexis Walker Identity Management <May 31, 2025, 7:14 AM>\nI think we're jumping the gun here, but it's extremely unlikely they will activate her, let alone put her on her own assignment in under a year. But I guess they don't need 2 cents from us paper pushers. Here's the file. -Bayes"
    ],
    "documents": [],
    "notes": [
        "[03:31:03] Breen: Ortega? [03:31:03] Breen: I’m so fucked. [03:31:03] Ortega: Calm down. Calm. Down. [03:31:02] Breen: I’m at McDonalds. I had to go to the bathroom. [03:31:07] Breen: I’m sorry. It’s so fucking hard man. [03:31:08] Ortega: What are you talking about? Are you crying? [03:31:12] Breen: [Sound of another individual shouting, telling him to get out of a bathroom stall.] I paid! Here! Look! At the fucking McNuggets! [03:31:15] Ortega: Get in the goddamn van! Get to the target two minutes ago! [03:31:17] Breen: I can’t do this anymore. I don’t want to die. Fuck these people. I’m gonna run, man. [03:31:23] Ortega: Okay. Don’t say that. That is the worst thing you could do. You do not want to fuck with these people. Get. To. The. Target. This is the best thing you can do right now. We can find a way out for you, we just have to go through the right process. [03:31:25] Breen: I won’t make it on time. [03:31:26] Ortega: There's a… fuck man… There's a police radar in the glove compartment. Drop your plates. Turn it on. Just do this for me? I’m on the line too. Please. Haul. Fucking. Ass. [03:31:28] Breen: [Sounds of gulping.] Fuck it.",
        "Dr. Mayreder: I know there are ugly rumors about how our organization handles these kinds of things, but rest assured the only disciplinary action will be a termination of employment, or, the worst case scenario, a mild amnestic regimen. This is unprecedented, as well, and because of your long and earnest service at the Foundation there will be some leniency. I’m also vouching for you personally and I believe these are extraordinary circumstances. We just need to know what happened after you recovered SCP-8682. Breen: I’m so sorry Virgil. I really fucked up. Dr. Mayreder: It’s fine, just talk to me. Breen: When I woke up, the van was halfway through the building on Browns Rd. And… I forgot my equipment so I had to break in through the window. I think someone heard me too because the lights came on in the other building next to us. God. I’m just so…. Why me? Don’t we have other agents in the area? Why did this all have to happen? Dr. Mayreder: First things first. They didn’t hear you breaking through the window. They heard your van collide with a brick wall. As for your question, we have about 30 reserve field agents in New York. In your case there were 3 agents about 2 hours away in either direction. The object was considered a low threat level and it wasn’t exactly time sensitive. Hell, it was just a tip, we didn’t even know if something was there. In fact, the object is currently neutralized and it’s probably headed to cold storage. It hardly warrants classification. The fact that we’re both sitting in this room right now is, frankly, it’s wild. Breen: After Sanders died… Dr. Mayreder: And I cleared you from psych eval. And you asked to be sent back into the field. And I okayed it. And I owned up to it. We’re all in the shit. We could make excuses for days. Tell me what happened. Breen: Okay. Like I said, someone heard me. So I move faster. Uh, I cut myself a little bit on the window. My hand was bleeding and. I moved to the rear of the building, there was a padlock on the door there. I was scared as hell. I was prepared for anything to jump out at me. I fought every urge in my body to get out of there. My mind was everywhere. I… I have to be up front I guess. I was probably… tripping as well. Dr. Mayreder: You weren't drunk? You were on psychedelics? Breen: No, I was also drunk. Dr. Mayreder: Continue. Breen: Okay. That’s when I hear the police sirens. So now I’m not just scared, but angry. You guys didnt even fucking clear me. Dr. Mayreder: The officers that responded to the scene were from a completely different jurisdiction than the ones we told to look the other way. We notified Long Island. The Highway Patrol were dispatched after a local saw and heard you collide with a building. We’ve mostly handled that already. Our ongoing problems are with local law enforcement and the strain on the disinformation department resulting from the damage when you fled from NYSP, the chase, the coinciding attack from the anomalies, emergency activation of the MTF, the multiple civilian casualties from when you were attacked during the chase, and the brutal eradication of a regiment of Nu-7. Breen: I did get the object back. Dr. Mayreder: Okay. Let’s take a break. And then you can explain -we can explain- why 20 miles of highway just 10 miles from the most populous city in the US is now a red zone.",
        "Agent Breen’s van is visible ahead. The road is congested with traffic. Walker pulls ahead of Breen and attempts to locate a front license plate. Walker decelerates and pulls behind Breen’s vehicle. Walker: “10-41, Unit 3 requesting to initiate a traffic stop on a black 2023 Ford Transit with no front or rear license plates, extensive damage to the front of the vehicle. Possible suspect. Irregular driving. Currently westbound on Highway 80 near Saddle Brook… Windows are tinted. I want an assist.” Simultaneously, another unmarked white van approaches Breen from the driver’s side. An arm extends out of the window and motions for Breen to roll down his window. Breen continues driving for one minute. A pistol emerges from the passenger’s side of the white van, and takes what is presumed to be a warning shot. Breen swerves, cutting off a car to his right, causing it to collide with a pylon and causing a pile up behind him. Walker narrowly swerves past the crash. Walker: \"10-81! Unit 3 requesting immediate backup on highway 80 westbound near Elmwood park. Vehicle assault in progress. Suspect vehicle is a white van, a Ford E150, I’m hanging in the rear. I’m in the unmarked black Chevrolet Tahoe.” A creature emerges from the white van. It is difficult to see due to the quality of the dashcam and Walker’s distance from the vehicles. It is roughly 1 meter long, and resembles a snake with ribbed wings and exaggerated spinous processes. It balances itself against the van with its wings and coils, then crashes directly through Breen’s window. Breen’s van begins driving erratically, swerving left and right. The vehicle briefly grinds against a barrier. Walker: I think… What was that? The snakelike creature’s head emerges from the van with a translucent, basketball sized object in its mouth, presumed to be SCP-8682’s artificial womb. The white van pulls closer and the figure inside reaches out to grab SCP-8682. The snake creature is grabbed by the neck and pulled back into Breen’s van just as it's about to leap. The white van rams the side of Breen’s vehicle. Sirens can be heard in the background. Walker: “Finally. I’m going to attempt to initiate a stop. White Ford E150. No, I’m gonna say the transit from earlier is not a priority. Yes it’s involved.” Walker begins closing distance with the white van. Breen’s van appears to have regained stability. Walker activates her siren. Walker: “Pull over immediately! White E150! Stop immediately! This is the police!” The white van pulls away from Breen and begins accelerating. Breen’s van rocks right, then left, then right again, then sharply veers left, spins a handbrake turn, collides with the median on his passenger side, rolling his vehicle into the oncoming lane. He then accelerates into the highway 19 exit and disappears from view. Police cars can be heard approaching Walker from the rear. Walker: “What are the fucking odds-. 10-80, Unit 3, initiating PIT maneuver on suspect vehicle E150! Westbound on highway 80. Repeat, I get to- I am initiating a PIT maneuver on the suspect vehicle, white E150.” Dispatch: Negative. We see you up ahead. Try and find the black Transit. We’re going to try a box in. Walker: [mumbling] Got it.",
        "Agent Popescu: Where did the friend go? Answer questions. Xix’s Xix: He ran off. Don’t know. In the woods. Police got him? Agent Popescu: Why attack the man in the black van? Xix’s Xix: He stole our new framework. All cosmic wounds in one body. A spinal quarry. Agent Popescu: (turns to Agent Ortega) Oh, yeah, I think I know these guys. They do say this kind of shit. Xix’s Xix: We just wanted him to stop the van. I don’t want to kill anyone. I don’t want a body on me. Not in my contract. That was our little spine’s job. Agent Popescu: Okay. What did he steal? Plainly. Speak plainly. No riddle. Just say what the thing is. Xix’s Xix: I’m Xix’s Xix. They don’t tell me what I don’t need to know. They tell me riddles too. They told me the thing is “universal pain”. “Star trauma”. I don’t know what that means. I know lots of other stellar noun-synonym combos too; I can keep going. “Galaxial ache”. That sounds good too, a good band name at least? Agent Popescu: (turns to Agent Ortega) He’s not lying. This one is only as good as his function. Tell me who is Xix, and what is a Xix. I don’t know that. I was not paying attention in that class. Xix’s Xix: A hand. Xix is a hand. And a palindrome. A loop. I am a hand’s hand. Agent Popescu: Who is your hand? Xix’s Xix: Another hand. Ask me who’s hand he is. Agent Popescu: Who do you represent? I think I already know the answer to the question. Xix’s Xix: (Xix’s Xix scans Popescu’s arms and laughs.) The answer got to know you. Agent Popescu suddenly strikes Xix’s Xix in the face, and is later found to have slightly fractured his skull. Agent Ortega moves to restrain her. Agent Ortega: Alright this is over. We need him! Get off of him- Interview Concluded",
        "Agent Breen: I somehow managed to evade the cops. I don’t know how I hopped that barrier. Adrenaline? I couldn’t believe it. The whole time I had that fucking… snake worm thing in a vice grip between my legs. Have you guys seen that thing? Nightmare noodles. No skin! Where's its skin? It’s somewhere on the road feeding vultures right now. It’s probably gonna make em’ sick. Dr. Mayreder: The incident is very recent. Five hours recent. We are only just now reviewing things like police dash cam footage. What happened after that? Agent Breen: I choked it. It took a while. Thing was strong. I was steering with my knees, strangling this thing with my two bloody hands and hauling ass. Bloodied up my thighs with those spikes on its spine. I hurt like shit. Dr. Mayreder: You look like shit. You threw it out of the window, didn’t you? You were on a very busy highway. Did any other motorists see you illegally dump this anomalous creature out of your driver side window? Agent Breen: I wasn’t thinking. No… I don’t think so. Okay. Yes. But they probably just thought it was just a snake. Dr. Mayreder: Every few moments I have to stop myself from saying just how… surprising. Farcical. Disappointing, this all is. So I’m just going to say it. You’ve made fools of everyone in this organization. Please continue. Agent Breen: Alright. I am checking the damage on the object now, and I see that it’s intact. I was worried that the snake would damage 8682 when it grabbed it. I didn’t have to pull the snake back in, you know, it wasn’t even attacking me until that point. Dr. Mayreder: Yes. Yes you had to pull the “snake” back in. That’s your job. Are you still high? Agent Breen: I contain safe class objects, and yet, [Breen begins shouting] every other job I am sent on has me maimed, transfigured, and psychologically violated. Do you know how I felt when I broke open that door and I looked in to see, once again - its yet another fucked up fetus! Five times! Five times you sick fuck! Probably in the same fucking trimester! Is this your idea of a joke? I have thermonuclear PTSD from these things! Every neuron in my brain is howling at me not to approach this thing, let alone delicately cradle it and sit next to it for five fucking hours, worried, mind in a blender, at what this little bitch is going to do me! You all should be licking my fucking boots at the -heroic- fucking willpower I exert every day just to walk in that god damn door. I hope this whole world gets sucked down the fucking hole. The insurgency was right! Fuck all of you! Dr. Mayreder: You are assigned to these specific jobs because you have expertise with the subject matter. Breen opens his mouth and eyes wide in an expression of disbelief, gets up, and throws a chair to the side of the room, then lunges across the table, grabbing Dr. Mayreder by the collar. He is subdued by site security. Dr. Mayreder: It’s okay, he’s not going to… It’s okay. I’m…",
        "It’s raining heavily. Walker approaches Breen’s van in a ditch on the side of the highway. She inspects the vehicle, examining blood on the driver’s seat and the broken driver’s window. She steps away from the vehicle and walks toward the lake, briefly looking at the street sign on Shades of Death Rd, which is covered in some type of black oil. Walker: Who the hell names these things? The lake is obscured by trails of vapor and a low layer of fog, in addition to the early morning darkness. Walker points her flashlight at footprints leading toward the lake and slowly follows them. There is a loud wet crack coming from the direction of the footprints. She looks around, stops for a moment and pulls out her gun. Walker: This is stupid. An object in the darkness slowly begins to appear through the fog. Walker raises her gun and steadies it at the shadows. After a moment the obscured creature is revealed to be a buck. The buck notices Walker and quickly darts away. Walker continues down the trail toward a small cave. A man is heard cursing up ahead. Walker: I’m pursuing a subject on foot. They’re in a wooded area. Low visibility, lots of fog. Off Shades of Death Road, just a little bit into Ghost Lake. I think they’re at the cave. Possibly injured. They could have a weapon? Could have anything honestly. Walker slowly walks toward the cave and sees a man sitting on the rock in the darkness. He’s not wearing a shirt, and is wrapping his hands and legs in some material. Breen: I hear you. I see your light. I’m here. I’m not armed. I’m just resting. Walker: Alright. I can see you a little bit. I need you to turn around and put your hands in the air. Breen: No and no. That would hurt pretty bad. I’m real fucked up. Honestly, shoot me if you want. Actually, please do. Walker approaches Breen and shines a light on him. He squints. SCP-8682 is on the ground next to him, along with its biogel tank. Alexis lowers her gun. Walker: Can you explain what’s going on? Breen laughs and then grimaces. Breen: I work for a top secret organization, and I’ve recovered an anomalous object. I’m currently on my way to a black site- is your walkie talkie on? Are you getting all this? Nanticoke, Pennsylvania. Site-58. It’s under an old abandoned building. My supervisor is Virgil Mayreder. My partner is Carlos Ortega. Do you want their phone numbers? Walker points her flashlight at SCP-8682. Walker: What is that? Breen: I don’t know. What does it look like? Walker nears SCP-8682 for inspection. SCP-8682 is moving slowly. Walker appears to be fixated on the object, not moving or speaking for several minutes. Breen is also silent at this time. Walker then delicately grabs SCP-8682 and places it inside of the cave. Walker grabs her walkie talkie, and then puts it back down. Someone on the other end of the walkie talkie asks for a status report, but she doesn’t respond. Walker turns to Breen who is leaning backward outside of the cave wall with his eyes closed. Breen: Processing? The sun begins to rise.",
        "Dr. Mayreder: What happened after that? Breen: That felt like an eternity. Don’t really know why. Dr. Mayreder: What did she say about your little rant upon first locating you? Breen: Nothing. Probably thought I was high. Why do we even have a disinfo team? It’s not like you could convince people of any of this shit. But no, she saw the object and went mute. Just dumbstruck I guess. Or it’s like one of its effects. No, I’m just gonna go with dumbstruck. Dr. Mayreder: And after that? Breen: The sun came out. She’s just standing there looking at the object and looking at the lake and just generally looking. Don’t know what her deal was. Did I mention she hid it in the cave too? Inexplicable. We should trade places, honestly. And then the boys showed up. Surprised you were so late. Dr. Mayreder: The task force? Breen: Yeah. Zapped her right in the neck. Classic. She dropped like a sack of bricks. They swooped in and just grabbed me. Threw me over the shoulder like a ragdoll. They put her on her side in the cave. Some guy with something that looked like an ice cooler bagged the object. Honestly, why didn’t you have those guys do this in the first place? Dr. Mayreder : Because we thought we could count on you for this simple task. This is your last chance, Breen. Where are those men now? Breen: I assume that they’re all dead if you haven’t heard from them. Dr. Mayreder: It was… a rhetorical question. They are all dead. What did the attackers look like? Breen: I saw a few guys in the chaos. They were in tactical gear, had masks on. Generic stuff. No bad guy uniform if that’s what you mean! We were being shot at with automatic weapons. It was such a weird scene. Golden fog and heavy rain. Exit wounds mixing in with droplets creating these misty jets of blood in the air. There were a few guys and then. Some things? They looked like spinal cords. Maybe they were so tall that I couldn't see their heads? Spinal cords waving in the golden dark like reeds. It was hard to see. I stumbled over one in the aftermath but I was too fucked to look at it. I’m amazed our guys even shot anything. Dr. Mayreder: And then you located SCP-8682? Breen: I do not know why, but yes, I did. I grabbed his little container. Dr. Mayreder: His? Breen: It. Come on, man. Anyway, after that I stumbled out onto the road and got into one of the vans our goons came in. Dr. Mayreder: Goons? Breen, that was Nu-7 . They are dead. Do you understand? Breen looks at the floor and rubs his temple.",
        "[06:01:03] 8 men and 2 entities are approaching Breen and the civilian from the northern side of the lake. The entities are 2.4 meters tall and appear to have emerged from the ground. They have the appearance of thick spinal columns, and are following the rear of the 8 men. Their method of locomotion is unknown. They are swaying from left to right rhythmically as they move. [06:01:05] The civilian is subdued by Nu-7. [06:01:14] 10 men from Nu-7 circle around from the west and 10 approach Breen from the southeast. 10 wait in ambush just south of Breen. [06:01:15] Nu-7 1-3 moves in to retrieve Breen and the Object. [06:01:37] Nu-7 1-3 move toward the road with Breen and the object. [06:01:55] One of the spinal entities emerges underneath the group retrieving Breen. [06:01:56] Thirteen operatives unleash fire upon the spinal entity. The entity exhibited no aggressive behavior nor did it appear capable of attacking. Nu-7 received orders to redirect fire towards the eight human combatants. While all enemy combatants were within range, none seemed to be affected by Nu-7's barrage, despite their complete encirclement. [06:01:58] The 8 men move toward Breen. 10 members of Nu-7 have been shot at this point. [06:02:53] One of the enemy combatants is approached by Nu-7-4. Nu-7-4 appears to have dispatched the combatant with a knife. [06:03:12] Nu-7 is instructed to cease fire and approach the combatants and engage them in close combat. A melee begins. [06:03:46] 8 other members of Nu-7 are killed during the approach. [06:05:13] One enemy combatant dispatched 4 members of Nu-7 in close combat. It is unclear how this was achieved. [06:07:05] The remaining 6 members of Nu-7 are instructed to use Incendiaries. While this is effective, killing them, the remaining 6 members of Nu-7 are killed by return gunfire. [06:12:12] The spinal entities submerge into the ground. [06:22:00] Breen is seen moving around the battlefield searching for something. [06:29:40] Breen locates an object and moves toward the road. [06:32:45] Breen enters one of Nu-7’s vehicles and heads west on Highway 80. [06:40:00] The civilian begins moving. Something emerges from beneath the ground, and the connection to the drone is lost.",
        "Walker’s body is being dragged through the woods. Her body orientation against the ground obscures visual identification. There is an unusual noise, like the vibration of a Crotalus (rattlesnake) rattle persisting throughout the footage. A momentary shift in her view reveals a large object resembling a human spinal column quickly slithering across the frame. Movement stops for a moment, and the camera gradually submerges into the earth. There is darkness and the sound of earth being moved around for 17 minutes. There is a loud thump of flesh against rock, and a voice can be overheard. Addendum E-1 1008.202448 Audio Recording [ Snippet ] 11/08/2024",
        "?: Prediction of the future through excruciation. In the eyes of history we are already dead. The spine contains the history of the universe. We see the future by drowning ourselves in blood and cerebrospinal fluid. This is our own magic. Chronotropism. The manna is a coagulated history. Walker appears to begin moving on her own volition, revealing that she is in some sort of cavern, dimly lit by some sort of red luminescent lichen. The chamber contains corpses in varying stages of decomposition, with individuals dressed in casual hiking clothing. ?: Our enemies are abjection. The radial terrors. Creatures divisible by three. The tori. They escape phylogenetic reality. Unseen by Yaldabaoth. Κνίδη. The sponge, the jelly, and the starfish. The betrayers of the 35 phyla. The Invertebrates… A human spinal column, 25 cm in diameter and 2 meters long, slithers past Walker through a passageway. Walker produces a flashlight and inspects the chamber. She locates a Glock 17 pistol nearby. ? 2: Ma’am- Ma’am. This is important- Alexis grabs the gun and examines it, wiping the dirt from it with her sleeves. There is a sudden crackling of radio static. She flinches and deactivates her walkie talkie. ?: The method begins with the mouth. History begins with the bowels. In this way flies are holy and embody time: eating, digesting, and defecating all at once. Reach into the spine, into the lowest and most idiotic of your vertebrate. Good. What do you see? ? 2: He’s headed west on highway 80. In a Lenco Bearcat. Gunmetal paint job. He’s high. ?: The new magic is so beautiful. Now look from your solar eye into the sacral brain- Alexis moves to the threshold and looks into a roughly 100 square-meter area cavern. There are shallow pools of water reflecting light from dripping stalactites. It is likely a pocket in the VRPD aquifer, possibly beneath Ghost Lake. The area is furnished with a field kitchen, comms equipment, and other living amenities, including among them 10 bunks. No entrance or exit is visible. The spinal entities do not appear to be present. ? 2: No, We bugged the vehicle after the knídē arrived. I didn’t use the magic- ?: Fool! But you used the magic to see them before they arrived? There is a tall figure wearing a red jumpsuit with red chest waders. Her face is concealed partially with a red hood. She intermittently monitors a console behind her. She turns around and resumes speaking to something on the ground. It appears to be a humanoid body in a fetal position, albeit lacking a head. Walker pulls her shirt sleeve back and forcefully pinches her arm. She then whispers to herself: Walker: Wide awake. ? 2: Yes… ?: Then why didn’t we know he would escape? ? 2: There is only one destination, but there are many paths we take to arrive there- The figure in the red jumpsuit kicks the entity on the ground. The figure turns her back to Alexis. Alexis moves forward with her gun pointed at the hooded figure. She closes the distance and strikes the figure in the back of the head with her pistol. The figure falls to the ground limply. Alexis illuminates the object on the ground with her flashlight. It is a small, headless humanoid creature, or rather, its head is located on its torso. Its body is limp in such a way that suggests it is missing a large portion of its bone structure. Alexis makes a startled yelp and stumbles backward. Xix: Don’t be afraid. The camera moves up and down, Alexis sounds as if she is hyperventilating. Walker: Huh… What… What in the hell, man. Xix: Tell me your name. I’m referred to as Xix. Alexis slides down against the wall, into a seated position on the floor. Then, suddenly, produces her gun and points it wildly around the cavern. Walker: Where are the snakes? Xix: They won’t hurt you. I can tell you what you need to know. Walker: Okay. Give me a minute. Walker turns and vomits.",
        "[08:52:10] Blurry object approaches Breen’s vehicle from the rear. [08:54:30] A large instance of SCP-8682-B, roughly 3 meters long, appears to be accelerating towards the vehicle, which is traveling at 128 km/h. The highway is heavily congested with traffic. [08:54:53] Two individuals, one in a police officer's uniform and the other a strange, blob-like humanoid figure, are precariously positioned on the back of SCP-8682-B, which writhes toward the vehicle at high speed. As they come closer, it becomes clear that the officer is Alexis Walker, who is carrying the humanoid figure on her back. [08:56:10] More instances of SCP-8682-B appear on camera, closing in from both sides. They leave white trails of bone flaking on the highway. [08:56:22] Startled by the approaching SCP-8682-B, Walker manages to stay just behind Breen's vehicle. The other instances match their pace, seemingly unable to accelerate further. While converging on Breen's vehicle, they appear to ignore Walker entirely. [08:57:32] 1 XR-FVL-F Heavy Load Anzu, and 3 AH-64-F Apache helicopters, (Foundation assets), appear in camera view. [08:58:22] Walker appears frustrated, mouthing the words “Open the doors.” [08:59:11] Walker pulls up to the passengers side, out of camera view. [09:02:22] Flying, red, snake-like creatures similar to those in Addendum A move within the frame. [08:57:32] The 3 AH-64-F open fire on the SCP-8682-B instances nearest to Agent Breen’s vehicle. SCP-8682-B are unharmed after the short burst. [08:58:32] The 3 Apache helicopters divert course. The Anzu pulls out of frame, over Breen’s vehicle. [08:58:55] The flying snake-like creatures are fluttering in and out of frame, appearing to harass the vehicle. [09:05:12] They pass a sign for Nanticoke, Pennsylvania. [09:09:22] Breen’s vehicle begins to lift off of the ground. The camera swivels with a sudden jerk to point directly toward the ground, swaying back and forth. The SCP-8682-B instances stop moving, and rest in vertical positions. [09:10:12] Equipment falls to the ground, presumably from the rear of Breen's vehicle due to the rear door swinging open. The flying-snake-like creatures appear to flood past the camera and into the vehicle. It is possible the passengers remained safe, due to a grate installed between the cabin and the cargo area. [09:20:41] The camera pans over a wooded area and remains in place until it stops swaying. It then begins to descend. A section of ground [REDACTED] a retractable grate mechanism, revealing an intake bay of Site-57. After Breen and the cargo were secured, site security dispatched the anomalous flying creatures with light machine gun fire from the safety of embrasures within the bay. The civilian Walker was sedated and Breen was subdued with an, admittedly, nonstandard use of force by site personnel."
    ],
    "object_class": "Safe",
    "containment_procedures": "Instances of SCP-8682-B are contained at the site of recovery due to potential surveillance risks. The area is currently cordoned from the public under a “Poisoned Waterhole” containment protocol.",
    "description": "SCP-8682 potentially had the ability to manipulate SCP-8682-B as a secondary effect.",
    "title": "SCP-8682"
}