{
    "url": "https://scp-wiki.wikidot.com/scp-8684",
    "all_text": "rating: \n+40\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains mentions of abuse of power, dismemberment, murder, cannibalism, and mutilation. Reader discretion is advised.\n\n\n\n\n\n\n\n\nrating: \n+40\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\nItem #:\n SCP-8684\n\n\nLevel 2/8684\n\n\n\n\n\n\nObject Class:\n Safe\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nAn alleged image of SCP-8684.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n As of the time of writing, SCP-8684 and its fragments are currently buried in an undisclosed location in Uwe County, Pennsylvania. As of June 20th, 1984, neither SCP-8684 nor its fragments have yet been found.\n\n\nDescription:\n SCP-8684 is an unidentified human female who is capable of involuntary reflexive movement of dismembered body parts. This ability has been observed to happen spontaneously even in the absence of any nervous or muscular tissue in the body part in question. Likewise, SCP-8684’s dismembered body parts have been observed to be resistant (but not immune) to chemical changes, up to and including decay and digestion. Aside from these properties, SCP-8684 is not anomalous in any way, and is not understood to be capable of moving its dismembered body parts consciously.\n\n\nDiscovery Log:\n SCP-8684’s anomalous property was first discovered on November 30th, 1962 by local authorities in a forested area of Uwe County, Pennsylvania approximately 90 days after its expiration. As described by the police report, SCP-8684 and its fragments were reportedly found in an unmarked plastic bag which contained fecal matter intermixed with dried blood. The fragments were embedded within the fecal matter and described as moving in a “creeping and waving” manner, with obviously distinguishable body parts such as a distal phalanx of a middle finger being among the objects. Of the documented fragments within the plastic bag, only an estimated 3% of the subject’s body was determined to be present, with all distinguishable body parts being from the hands.\n\n\nA limited investigation was undertaken by the Uwe County Police Department shortly after the discovery of SCP-8684. After three days of searching, the only clue that may have been related to SCP-8684’s expiration was the discovery of a photograph of a female five hundred meters away from the site where SCP-8684 and its fragments were found. Upon discovery, it was covered in dried saliva and blood. Despite the photograph’s unlikely connection to the case, it was admitted as evidence.\n\n\nDue to the uncertainty in being able to determine SCP-8684’s identity, the Uwe County Police Department quietly discontinued investigation into its case. According to records, the fragments of SCP-8684 were then disposed of at an undisclosed location in accordance with the orders of a purported \"senior officer\". Following a purported effort at \"streamlining police records\", SCP-8684's case was marked as solved on July 5th, 1970. The theorized picture of SCP-8684 was stored within the evidence locker until it was taken into Foundation custody in 1972.\n\n\nAddendum:\n On June 20th, 1984, the dried saliva on the picture was sampled by Foundation researchers as part of a pilot study on the use of DNA forensics for identification. The gathered DNA on the photograph was traced to then-police corporal Marius DuPont, who had become assistant director of the Federal Bureau of Investigation in 1982\n1\n.\n\n\nFurther investigation by Foundation researchers found that DuPont had suddenly died of a “cardiac hemorrhage secondary to teratoma” in 1983. An x-ray image (included below) was found among his possessions. The image was dated to two months before his death.\n\n\n\n\n+ OPEN ATTACHMENT?\n\n\n\n\n- Hide\n\n\n\n\n\n\n\n\nAn anterior-posterior chest x-ray image alleged to have belonged to Marius DuPont.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. After an impeccable record as commissioner of the Pennsylvania State Police for 10 years.\n\n\n\n\n\n\n\n\n\n\nMore from Ecronak\n\n\nImages by AnAnomalousWriter\n\n\n« \nSCP-8683\n | SCP-8684 | \nSCP-8685\n »\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8684\n\" by Ecronak and AnAnomalousWriter, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8684\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName:\n McDonalds worker in the early 80's\n\n\nAuthor:\n SportSuburban\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://openverse.org/image/279f58f4-879d-4ccf-ae54-8b233167d241\n\n\n\n\n\n\nName:\n Broken Hand 1993\n\n\nAuthor:\n Chuck D\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/cdavey/3823974096/\n\n\n\n\n\n\nName:\n Human chest x-ray, adult male, with central venous catheter\n\n\nAuthor:\n Wikimpan\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Human_chest_x-ray,_adult_male,_with_central_venous_catheter.jpg",
    "addendums": [
        "Addendum: On June 20th, 1984, the dried saliva on the picture was sampled by Foundation researchers as part of a pilot study on the use of DNA forensics for identification. The gathered DNA on the photograph was traced to then-police corporal Marius DuPont, who had become assistant director of the Federal Bureau of Investigation in 1982 1 .\nFurther investigation by Foundation researchers found that DuPont had suddenly died of a “cardiac hemorrhage secondary to teratoma” in 1983. An x-ray image (included below) was found among his possessions. The image was dated to two months before his death."
    ],
    "documents": [],
    "notes": [
        "\" SCP-8684 \" by Ecronak and AnAnomalousWriter, from the SCP Wiki . Source: https://scpwiki.com/scp-8684 . Licensed under CC-BY-SA .",
        "Name: McDonalds worker in the early 80's Author: SportSuburban License: CC BY 2.0 Source Link: https://openverse.org/image/279f58f4-879d-4ccf-ae54-8b233167d241",
        "Name: Broken Hand 1993 Author: Chuck D License: CC BY 2.0 Source Link: https://www.flickr.com/photos/cdavey/3823974096/",
        "Name: Human chest x-ray, adult male, with central venous catheter Author: Wikimpan License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Human_chest_x-ray,_adult_male,_with_central_venous_catheter.jpg"
    ],
    "containment_procedures": "As of the time of writing, SCP-8684 and its fragments are currently buried in an undisclosed location in Uwe County, Pennsylvania. As of June 20th, 1984, neither SCP-8684 nor its fragments have yet been found.",
    "description": "SCP-8684 is an unidentified human female who is capable of involuntary reflexive movement of dismembered body parts. This ability has been observed to happen spontaneously even in the absence of any nervous or muscular tissue in the body part in question. Likewise, SCP-8684’s dismembered body parts have been observed to be resistant (but not immune) to chemical changes, up to and including decay and digestion. Aside from these properties, SCP-8684 is not anomalous in any way, and is not understood to be capable of moving its dismembered body parts consciously.",
    "title": "SCP-8684"
}