{
    "url": "https://scp-wiki.wikidot.com/scp-8703",
    "all_text": "The World is Wounded and the Dream is ending. Torn between love and faith, a lone scholar climbs the Tower of Tlön, pursued by a knight in rusted armor. Unfortunate be thy blessings, Caretaker.\n\n\n\n\n\n\nrating: \n+43\n+\n–\nx\n\n\n\n\nBook №:\n SCP-8703\n\n\nPsalm I - Object Qualia:\n Atlas\n\n\nPsalm II - Solemn Caretaking Precepts:\n\n\nIn yonder vale of Uqbar, where barren fields do lie forsaken and sealed,\n\nLo, the Tower of Tlön stands, its stature grand, by the Anointed Knights defended.\n\n\nNone may draw near, for mortal souls, their presence forbidden,\n\nSave the Caretaker alone, who with solemn oath, may enter unopposed.\n\n\nThe Caretaker, on his sacred journey, shall bring SCP-8703-II, the incense crafted from the Flowers of Leng. For SCP-8703-III is the Censer, its flames burning bright must be fed every century.\n\n\nHoly Censer, Deliver us from the Miasma spreading from His Wound.\n\n\nChosen from the SCP Order's highest decree, the Caretaker must embody noble virtue and devout faith. A paragon of piety, strength, and unwavering devotion to the Order's Creed, willing to abandon earthly bonds in the quest for the sacred course.\n\n\nFor heavy is the burden, and unfortunate the blessings.\n\n\nThe Gift bestowed by Borges, of unfathomable design, serves as the sole key to unlocking the impregnable gates of Tlön. Within the Tower, a journey up fourteen thousand and four steps awaits, culminating in the Ossarium.\n\n\nBefore Saint Cipiranus, the Caretaker shall prostrate themselves in reverence.\n\nThey shall sever their tongue and offer it to the Saint, for only those who have forsaken the hollow promises of this waking world may tread the sacred path.\n\n\nNo voice of man shall profane the Sacred Silence of the Cradle.\n\n\nA descent of fourteen thousand and four steps guides the Caretaker to the Cradle, a sanctum of profound tranquility where not even a whisper dare disturb the Holy Sleep of SCP-8703-I, known to the denizens of this realm as the Dreamer.\n\n\nMay His Sleep be peaceful and His Dream merciful.\n\n\nWith reverence, the Caretaker shall ignite the Censer, filling the air with the fragrant incense of Leng. This eternal flame shall ward off the encroaching Miasma of the Wound, ensuring that SCP-8703-I's slumber remains undisturbed.\n\n\nThe Censer must remain alight, for the essence of Leng must burn unceasingly, preserving the Dreamer's reverie and repelling the miasmatic nightmares.\n\n\nWith tender hands and solemn silence, the Caretaker shall tend to the ever-bleeding Wound in the Dreamer. For the Dreamer's dream is the world itself, and the Wound is the affliction of this realm.\n\n\nHaving fulfilled their sacred duty, the Caretaker shall climb back to the Ossarium, where they shall dwell among their brethren for perpetuity, their legacy enshrined in the annals of time.\n\n\nUnfortunate be thy blessings,\n\nBorn from his Dream.\n\n\nPsalm III - Description:\n\n\n\n\nAnd the Lady said unto the Fathers of the Orders:\n\n\nHearken, O Men of Science and Faith!\n\n\nBehold SCP-8703-I, for He is the Dreamer that dreams the world!\n\nBehold SCP-8703-II, the incense made from the growth of Leng, for its fragrance, weaves the loom of dreams!\n\nAnd behold SCP-8703-III, the Censer that shall blaze till the Deam ends, for it binds together dreams and vigil!\n\n\nFor before there was a world there was the Wound!\n\nAnd before there was a Dream there was the Dreamer!\n\n\nFear the Miasma that seeps from the Wound!\n\nFor it births the nightmares within the Dream!\n\nLo, Deep is the Wound in this realm!\n\nFor as long as there is Life there will be a Wound!\n\n\nEre the world's dawn, there lingered the Wound,\n\nBefore the Dream began, the Dreamer was awake.\n\n\nThrough the Incense and the Censer,\n\nHis Dream was born,\n\nHis Dream became the World,\n\nAnd within his heart, he cradled the Wound!\n\n\nGuard the peace of the Dreamer,\n\nfor his mind is the chisel that shapes the world of wake,\n\nHis peaceful Dreams, your solace,\n\nYet His Nightmares, your dire woe!\n\n\nEvery century's turn, one of you is chosen,\n\nA Caretaker sworn, devotion in his heart.\n\nFor only they shall tend the Censer's flame,\n\nAnd soothe the Bleeding Wound, the Dreamer's bane.\n\n\nHarvest the blooms of Leng!\n\nIgnite them in the Silver Censer!\n\nLet it be the shield against the Miasma!\n\nLet it hold back the nightmare of the Wound!\n\n\nProtect His rest, make sure he dreams well,\n\nFor peace in his dreams means peace in this realm,\n\nFor His nightmares shall bring Hel on Earth.\n\n\nUnfortunate be thy Blessings,\n\nHeavy thy Burden,\n\nBut despair not,\n\nEven in the coldest of Hel,\n\nOne can always dream of a Paradise.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nPsalm IV - The Tower:\n\n\nMagister Segismund of Noria, DCXVI Caretaker of the Holy Order of the Solemn Caretaker Paladins, stood weary and battered beneath the oppressive presence of the Tower of Tlön.\n\n\nHe could not recall how long his journey lasted. In his memories, as shattered as the world he lived, endless nights blended into a single eternity. Had it been one thousand days or only just a fortnight? It did not matter, for time itself had become a cruel jest.\n\n\nA square key should not fit in a round keyhole. Yet somehow Borges' key did and the immense gate groaned open, revealing the yawning maw of the Tower, its cyclopean staircase spiraling endlessly upward into the darkness.\n\n\nAs he climbed the 14,004 steps, his exhaustion prevented him from pondering on the mysteries of the Dream. This was, according to the Book, highly inappropriate. Still, too tired to discipline himself, his mind wandered to depths of memory to a half-forgotten time when he renounced something… something that may have resembled love. \nAlidoro\n, he whispered.\n\n\nBut his musings were abruptly interrupted by the ominous sound of approaching footsteps, heavy and metallic in their cadence. At that pace, he thought, the was no chance of outrunning his pursuer. With a resigned sigh, Segismund took refuge by a window. On the outside, only the endless desolation of Uqbar. Far in the distance, the faint glimpse of the once mighty towers of \nEur Te'ek\n engulfed in flames. Probably, just a trick of the light. \nNothing is right anymore.\n\n\nThe metallic footsteps kept growing louder and louder until an imposing figure emerged from the shadows. A specter of former glory, its once-shining armor now tarnished and decayed was recognized by the Caretaker.\n\n\n\"Anointed Knight,\" Segismund felt odd speaking to another one after so much time, \"Turn back on your steps, for this path is not yours to walk.\"\n\n\n\"The Caretaker, I presume.\"\n\n\n\"I have come in the name of my order to fulfill my duty. As you should be fulfilling yours. I searched for the \nHorizon Legion\n when entering the valley, yet it was a fruitless endeavor.\"\n\n\n\"Unfortunately, I must inform you the Legion is no more. The hordes of the \nCrimson Khan\n laid siege to us. We resisted for weeks waiting for the Orden reinforcements from Eur, but they never came. Why have you forsaken us?\"\n\n\n\"One night the \nMoon howled\n and madness was born among those ill-fated who hear it. We did not respond in time and Eur burnt to the ground.\"\n\n\n\"So the Workshop City is gone. Is it true that a similar doom came to Alagadda?\"\n\n\n\"The city felt victim of a terrible plague whose true nature no one could explain. \nA so-called doctor\n railed the masses promising a cure, yet it only led to more chaos. Eventually, even the \nking himself was hanged\n. That is everything I know.\"\n\n\n\"A shame, I was raised there. Though I used to wish for that hellhole to be razed. Unfortunate are the blessings, aren't they?\"\n\n\n\"My condolences.\"\n\n\n\"Even before the Wound reopened, Caretakers did not dare to travel alone.\"\n\n\n\"I was to be escorted by the Northmen sellswords of the \nBand of the Raven\n. Yet their loyalty to our cause vanished as soon as our gold did. Now they plunder the lands they were once hired to protect.\"\n\n\n\"Trust ravens and they'll peck your eyes out.\"\n\n\n\"Words of Wisdom…\"\n\n\n\"Did you bring it, the Incense of Leng? I heard the flowers were no more.\"\n\n\n\"The flowers had been dwindling for centuries. Yet the Order prevails.\"\n\n\n\"So is there still hope? To hold the Nightmare back?\"\n\n\nThe Caretaker delayed his answer. \"I feel that I should be the one asking the questions. Why do you trail my path?\"\n\n\n\"I want to meet Him. I want to see the Dreamer.\"\n\n\n\"No one but the Caretaker shall see the Dreamer.\"\n\n\n\"To Hel with that! Me and my brothers forfeit our lives in His service. Their corpses now rot under an unforgiving sun. If the Nightmare is truly His doing, then… He must answer to my sword!\"\n\n\n\"Madness and blasphemy!\"\n\n\n\"If the Nightmare won't end… I shall end it! I will wake us up!\"\n\n\nThe fallen knight took a step but found himself facing a flintlock pistol gripped firmly in the Caretaker's hand.\n\n\n\"Why is a holy man in possession of such an infernal device?\"\n\n\n\"Using this brings no joy to me. Retreat and do not look back.\"\n\n\nThe knight took another step. \"You would not dare to shoot in this holy place…\"\n\n\nThere was a sound of thunder. The bullet broke through the knight's chainmail piercing his leg to the bone. The Anointed One fell on his knees.\n\n\n\"Curse you, scholar! How long do you intend to keep with this farce?\"\n\n\nSegismund turned his back, ignoring the pleas of the fallen knight.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nPsalm V - The Ossarium:\n\n\nThe Ossarium was the chapel at the top of Tlön—the final resting place of all past Caretakers. Its walls, floor, and ceiling were a canvas of death, each bone a brushstroke in a painting of macabre ornaments for eternal devotion. And at its heart, upon a throne forged from the very bones of his successors, sat Saint Ciprianus, the first of the Caretakers, his skeletal remains encased in golden armor as a symbol of divine reverence. At his feet, thousands of mummified tongues, the testament of the gruesome tribute the Caretakers had to pay for millennia.\n\n\n\"Holy Saint Ciprianus, Father of Order, First of the Caretakers, please accept my humble sacrifice.\"\n\n\nSegismund kneeled, knife in hand. He searched within for the determination to fulfill the deal. To free his heart from any longing and give himself truly to the Dreamer. Yet he could only find one word. \nAlidoro\n. A single word that described the truest devotion of his heart. His hand trembled. The knife fell.\n\n\nHe looked at the empty eyes of the Saint, imploring for wisdom, strength, and maybe even… compassion. But he could only find contempt and repulsion in the empty visage of the eyeless Saint. His shame turned into terror, as the roar of the clockwork engine inside the armor started and Ciprianus moved once more. The Saint stood from his throne and raised a hand. A myriad of bones flew to his raised fist, forming a saw-blade from spines, ribs, and teeth.\n\n\nSegismund narrowly avoided the first strike of the bone blade. Slipping on one of the severed tongues, he felt the sting of his predecessor's remains as he collapsed over a pile of skulls and ribcages. The Saint pursued him erratically, his gears rusted after millennia. The Caretaker tried to crawl away, but it was useless. He closed his eyes, as he waited for the Saint's last judgment.\n\n\nYet the punishment never came. He opened his eyes to find Saint's attack blocked by yet another blade.\"\n\n\n\"Your infernal device! Use it!\" Shouted the Anointed Knight.\n\n\nSegismund fumbled in a panic looking for powder and bullets inside his bag. Reloading the contraption was no trivial manner and he never trained to do it quickly, let alone under the stress of mortal danger. The knight desperately parried the cruel punishment of the clockwork Saint. He was a skilled one, but with a broken leg, there was little to do against the mechanical raw strength of his opponent.\n\n\nIt was only necessary one ill-timed parry for his posture to break and the knight found himself on the ground, his ribcage shattered. The Caretaker only had one shot. Unsure where to aim, he instinctually pulled the trigger as soon as the clockwork roar started again, announcing the Saint's next move. It should be unthinkable that a mere human weapon could even scratch the \ndivine alchemy powering the mechanical Saint\n. Yet once in a lifetime, misfortune can work in one's favor, for what is one's fortune if not the misfortune of another?\n\n\nThe bullet hit, not in gilded iron not in brittle bone, but in the precise hollow where it reached the core of the engine, ceasing the entirety of the mechanism. The roaring sound went silent, and the Saint forever stood still.\n\n\nSegismund reached the wounded knight. Blood dripped from the crevices of his helmet. The Caretaker sought to cleanse it, but with a sign of his hand, the Anointed One prevented him.\n\n\n\"Wake us up from this nightmare,\" exhaled the knight with his last breath.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nPsalm VI - The Cradle:\n\n\nFourteen thousand and four steps had the downward spiral stairs hidden behind the Saint's throne. At least that was the Book said, for Segismund had counted one fourteen thousand and two and he could not decide whether he or the Book were mistaken.\n\n\nPsalms described the Cradle as a place of holiness and contemplation, where the absolute silence revealed the dreamed fabric of this world. He found instead a wet den of rotting miasma, putrid and profound as the Wound itself. The Silver Censer still burned, albeit pathetically, for the aromatic embers inside were almost pure ashes, barely a symbolic gesture against the toxic fumes.\n\n\nThe Caretaker clasped the small pouch of Leng incense tightly to his chest. Once a plentiful resource found in every garden, the flower of Leng now teetered on the edge of extinction. Desperate, the Order had waged a futile war of conquest in search of the elusive flower, perhaps hidden in faraway lands. Yet even with the Ravens plundering every dark corner of the known world, only enough material for a pitiful spoon of incense could be prepared. Not enough to feed the Censer, not enough to fade the Miasma.\n\n\nBehind the Censer, the faint light coming from the consumed embers revealed not the serene and peaceful dreamer depicted in sacred icons, but the corpse-like hollowed host of a nightmare. His body was all consumed by the relentless rot and even the Everbleeding Wound was dry, for after draining all of the blood left on Him, it drained the world instead.\n\n\nSegismund wanted to weep, but hold back for not even then could he dare to break the Holy Silence. \nIt can not be. It can not end this way.\n\n\n\"It is fine. You can cry if you must. It is only natural to grieve for the end of the world… To be fair the silence and the tongue cutting have not been necessary for a while. His whole auditory system rotted a long time ago.\"\n\n\nSegismund turned back to face the voice that dared to break the Holy Silence. In front of him, a sharp-dressed lady in an elegant and colorful attire stood graciously, her feet barely touching the disgusting soil. The Caretaker marveled at the mortuary makeup covering her gentle face, of the likes he had never seen before.\n\n\n\"Who art thou?\"\n\n\n\"Unfortunate be thy blessings, Caretaker. For you know well who I am… \nquerido\n.\"\n\n\nSegismund eyes opened wide. \"Are you here for me? For the Dreamer?\" His mind rushed to the apocalyptic depictions of end times in the halls of the Order's Abbey. \"Or are you here to celebrate thine final triumph over the world of Orbis?\"\n\n\n\"That the end of Life means a Triumph for me is a gross but common misunderstanding of my office.\"\n\n\n\"Then, what brings you here?\"\n\n\n\"Only the earnest desire to witness the last of the Caretakers as he fulfills his final duty.\"\n\n\n\"Then what a disappointing sight this must be. The incense is no more and the Dreamer is rotten to the core. And me, a sad excuse of a man shunned by Saint Ciprianus himself. Shame shall forever haunt me for lacking devotion.\"\n\n\n\"As is usual to happen when a woman speaks, men understand what fits their agenda. I indeed said that the Caretaker should be one of devotion, but I spoke not of devotion to a faith or the Order. No, I spoke of a deeper devotion—a devotion to Life itself. A commitment to the happiness of others. In essence, love.\"\n\n\n\"And you see that in me?\"\n\n\n\"You do love Alidoro, don't you?\"\n\n\n\"For years I believed that feeling to be ashes. Yet the embers…\"\n\n\n\"The embers remain. Good, we shall work with that.\"\n\n\n\"Tell me what should I do.\"\n\n\n\"Are you familiar with the craft of incense making?\"\n\n\n\"Since a tender age. But the flowers are gone.\"\n\n\nThe Lady smiled sardonically and shrugged. Behind her, Segismund glimpsed a vision of an endless field of orange flowers. The Lady's arms now held a beautiful bouquet, which she lovingly handed to the Caretaker.\n\n\n\"The flowers of Leng!\"\n\n\n\"As many as you need.\"\n\n\n\"May I inquire something? The scholars of the Order could never uncover the true nature of the growth of Leng and its importance to the Dream. What is the real meaning of this flower?\"\n\n\n\"The only flower that flourishes both in the land of the dead and in the land of the living. But it also thrives in the realm of dreams, for it is made of the same very essense. Afterall, dreams are the bridge between Life and Death.\"\n\n\n\"So the Dream is woven from these flowers. And it's nurtured by them. But won't it be too late to ignite the Censer? The Dreamer is still dying and the Wound runs too deep into this world. The Anointed One wanted us to wake up… but I'm afraid nothing is waiting at the other side of the Dream.\"\n\n\n\"Someone once wrote that life is but a dream. If so, isn't dying like waking up?\"\n\n\n\"Was the knight correct? Should the world be let to end in a whimper?\"\n\n\n\"Or a bang if you prefer.\"\n\n\n\"Why should I be the one in charge of this decision? The Order… the people… they should have a say.\"\n\n\n\"You alone are the Caretaker. You and only \nyou\n. For that is your unfortunate blessing.\"\n\n\n\"And heavy is my burden… is death truly so unpleasant?\"\n\n\n\"You tell me. You have already tasted death.\"\n\n\n\"Have I?\"\n\n\n\"What is Sleep if not a little taste of Death in Life? And what are Dreams if not taste of Life in Death?\"\n\n\n\"And yet I don't want to die. I don't want my world to end. Not for it to be an eternal nightmare. There must be another way.\"\n\n\n\"Your words echo those pronounced a long time ago by someone in a similar predicament.\"\n\n\n\"The Dreamer…\"\n\n\nThe Lady gently touched Segismund forehead and he was bombarded with visions of a world beyond his wildest machinations. Steel and crystal towers as tall as Tlön… horseless carriage pulled by steam magic… men with crystal helmets walking on the Moon… a glorious civilization of might and magic beyond anything he could conceive… and yet a dark cloud rose in the horizon… flying war machines of terrible implication raining Miasma and Nightmares from the skies.\n\n\n\"His world was quite different yet curiously similar to yours. The Dreamer was not a god nor a deity. He was from an organization not so different from your Order. You could say he was a Caretaker of sorts.\"\n\n\nSegismund saw a man in white robes crouched at a cramped desk, surrounded by unthinkable machines. Arround the laboratoy there were several orange flowers, some inside matraces and other under magnifying glasses. He seemed to work tirelessly, fanatically obsessing over the designs of his devices. Segismund managed to glimpse the title of the document. Central Electro-Neural Sensor… Censer.\n\n\n\"He realized the relationship between the Flowers of Leng, dreams and reality. When his world was wounded, he used the Censer to seal the Wound within him.. and dream of a new world. His dream gave birth to Orbis, just as another dream had given birth to his.\"\n\n\n\"So it has happened before.\"\n\n\n\"Countless times.\"\n\n\n\"So you are saying.. that I could do the same. Seal the wound within me and use the flowers and the Censer to… dream a new dream. Become a new Dreamer.\"\n\n\n\"Though I must inform you it won't be pleasant to bear the Wound. It is deep, painful and ultimately bound to open once again, secreting miasma and nightmares.\"\n\n\n\"For as long as there is Life there will be a Wound. Is that the deal?\"\n\n\n\"Life is an unfortunate blessing, don't you agree?\" The Lady's smile was bittersweet.\n\n\n\"And yet I want to keep on living. To keep on dreaming. I want to dream of a better world. For Alidoro… for everyone. Even if that Dream won't last forever. Even if that Dream will bear the Wound.\"\n\n\n\"You have spoken like a true Caretaker. So be it.\"\n\n\nSegismund of Noria, the DCXVI Caretaker of the Order, grabbed the holy Censer and the bouquet and started walking back, away from the Nightmare and the Miasma. The Lady stood there, watching him disappear into the dark. As the Miasma began to fade, she could sense the dawn of a new world… a new Dream being born from that very cradle. Behind her, the kaleidoscopic dreg of ruined worlds and broken dreams hoovered ominously. Each of those worlds had been unique and yet, something of each one survived in the next. Life kept finding a way despite the entropic forces of the Wound and would keep doing it as long as someone was willing to Dream of a better world. For that was the nature of the Unfortunate Blessing.\n\n\n\"Until the next Dream, Caretaker.\"\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8703\n\" by Kilerpoyo, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8703\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n dream\n\n\nName:\n The Dream of St. Martin (detail)\n\n\nAuthor:\n Simone Martini\n\n\nLicense:\n Creative Commons CC0 1.0 Universal Public Domain Dedication (\"CCO 1.0 Dedication\")\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Simone_Martini_-_The_Dream_of_St._Martin_(detail)_-_WGA21369.jpg\n\n\n\n\n\n\nFilename:\n tlon2\n\n\nName:\n text-with-initials-rubrics-and-drawing-of-tower-of-babel\n\n\nAuthor:\n NA\n\n\nLicense:\n Creative Commons CC0 1.0 Universal Public Domain Dedication (\"CCO 1.0 Dedication\")\n\n\nSource Link:\n \nhttps://picryl.com/media/text-with-initials-rubrics-and-drawing-of-tower-of-babel-2d2c80\n\n\n\n\n\n\nFilename:\n basel\n\n\nName:\n Basel, Universitätsbibliothek, AN II 3, p. 126v – Matriculation Register of the Rectorate of the University of Basel, Volume 1\n\n\nAuthor:\n NA\n\n\nLicense:\n Creative Commons CC0 1.0 Universal Public Domain Dedication (\"CCO 1.0 Dedication\")\n\n\nSource Link:\n \nhttps://picryl.com/media/basel-universitatsbibliothek-an-ii-3-p-126v-matriculation-register-of-the-rectorate-525af9\n\n\n\n\n\n\nFilename:\n saint\n\n\nName:\n Memento Mori from BL Eg 1070, f. 53\n\n\nAuthor:\n NA\n\n\nLicense:\n Creative Commons CC0 1.0 Universal Public Domain Dedication (\"CCO 1.0 Dedication\")\n\n\nSource Link:\n \nhttps://picryl.com/media/memento-mori-from-bl-eg-1070-f-53-f91909\n\n\n\n\n\n\nFilename:\n dreamer\n\n\nName:\n NA\n\n\nAuthor:\n NA\n\n\nLicense:\n Creative Commons CC0 1.0 Universal Public Domain Dedication (\"CCO 1.0 Dedication\")\n\n\nSource Link:\n \nhttps://picryl.com/media/full-page-miniature-15e33c",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8703 \" by Kilerpoyo, from the SCP Wiki . Source: https://scpwiki.com/scp-8703 . Licensed under CC-BY-SA .",
        "Filename: dream Name: The Dream of St. Martin (detail) Author: Simone Martini License: Creative Commons CC0 1.0 Universal Public Domain Dedication (\"CCO 1.0 Dedication\") Source Link: https://commons.wikimedia.org/wiki/File:Simone_Martini_-_The_Dream_of_St._Martin_(detail)_-_WGA21369.jpg",
        "Filename: tlon2 Name: text-with-initials-rubrics-and-drawing-of-tower-of-babel Author: NA License: Creative Commons CC0 1.0 Universal Public Domain Dedication (\"CCO 1.0 Dedication\") Source Link: https://picryl.com/media/text-with-initials-rubrics-and-drawing-of-tower-of-babel-2d2c80",
        "Filename: basel Name: Basel, Universitätsbibliothek, AN II 3, p. 126v – Matriculation Register of the Rectorate of the University of Basel, Volume 1 Author: NA License: Creative Commons CC0 1.0 Universal Public Domain Dedication (\"CCO 1.0 Dedication\") Source Link: https://picryl.com/media/basel-universitatsbibliothek-an-ii-3-p-126v-matriculation-register-of-the-rectorate-525af9",
        "Filename: saint Name: Memento Mori from BL Eg 1070, f. 53 Author: NA License: Creative Commons CC0 1.0 Universal Public Domain Dedication (\"CCO 1.0 Dedication\") Source Link: https://picryl.com/media/memento-mori-from-bl-eg-1070-f-53-f91909",
        "Filename: dreamer Name: NA Author: NA License: Creative Commons CC0 1.0 Universal Public Domain Dedication (\"CCO 1.0 Dedication\") Source Link: https://picryl.com/media/full-page-miniature-15e33c"
    ],
    "title": "SCP-8703"
}