{
    "url": "https://scp-wiki.wikidot.com/scp-8713",
    "all_text": "rating: \n+16\n+\n–\nx\n\n\n\n\nItem #:\n SCP-8713\n\nObject Class:\n Uncontained\n\n\n\n\n\n\nPOI-8713 immediately prior to a SCP-8713 event\n\n\n\n\n\n\nSpecial Containment Procedures:\n When an SCP-8713 event is detected, MTF Chi-73 “Theatre Critics” will be deployed to disrupt the event and capture POI-8713 with assistance from the Unusual Incidents Unit (UIU). Upon capture, POI-8713 will be prosecuted by the UIU. In the event POI-8713 is acquitted, they will be taken into Foundation custody to prevent further SCP-8713 events.\n\n\nDue to the content of SCP-8713 events, witnesses are to be monitored post-amnestization for the resurfacing of traumatic memories.\n\n\nDescription:\n SCP-8713 events are presented as live art performances. The content of each event is highly variable and consistently falls outside of what might be expected from such performances. Consistent factors of events include the presence of POI-8713, as well as witnesses being unable to conceive of concepts such as “horror”, “atrocity” and “bad art” for the duration. As a result, actions carried out as part of an SCP-8713 event are always received positively, regardless of societal or artistic merit. Events may have additional anomalous properties, including the animation of objects and materialization of living entities.\n\n\nWhen interviewed immediately after, witnesses unanimously praise the performance's innovative and boundary-pushing material, regardless of what actually happened. This effect lasts for approximately half an hour following the SCP-8713 event, after which subjects often experience severe emotional distress.\n\n\nSelected recordings of SCP-8713 events:\n\n\n\n\nLocation: Illegal dog fighting club\n\n\n\n\nPOI-8713 steps onto the ring, interrupting the fight in progress. They are wearing a costume styled after Spanish Matadors.\n\n\nPOI-8713:\n We interrupt this riveting contest of canine carnage for an important message!\n\n\nPOI-8713 points at an audience member. After five seconds, the audience member gasps and a small puppy emerges from POI-8713's cape. The puppy takes a position at the edge of the arena.\n\n\nThis process is repeated for every person in the room, taking thirty-three minutes. During this time, no audience member leaves, and applause occurs when a notably cute dog is produced.\n\n\nPOI-8713:\n Before we begin, I should note that the winner will receive one year of guilt-free association with this establishment. That's right! No culpability for the torture of animals, no responsibility for the illegal activities being carried out, and no nasty dreams at night when you're all alone. And with that…\n\n\nPOI-8713 jumps into the air. They are now at the announcer's table. The original announcer - who was also the proprietor - is yet to be located.\n\n\nPOI-8713:\n Let us fight!\n\n\nThe puppies begin to attack each other. When a puppy \"dies\", it is replaced with a small burst of confetti.\n\n\nPOI-8713:\n It looks like we've got quite the scuffle lined up for tonight, folks! Yessir, these doggies might be weak and naturally nonviolent, but now look at them. Over in the far corner, it seems we have a bit of a pile-on happening…\n\n\n[Fifty-nine minutes of extraneous commentary removed.]\n\n\nPOI-8713:\n…it looks like we have a winner! This scrappy young pup managed to… Ah, no. It appears they've collapsed from exhaustion. And there they go. Unfortunately, ladies and gentlemen, it looks like no one's going to walk away from this guilt-free.\n\n\nFollowing three minutes of silence, POI-8713 disappears from all security footage.\n\n\n\n\nLocal law enforcement arrived shortly after, following an anonymous tip. UIU agents became involved once security footage and suspect interviews revealed the anomalous nature of the event, but were unable to locate POI-8713.\n\n\n\n\n\n\nLocation: The premiere of an action film centered around fighter pilots\n\n\n\n\nPOI-8713 rips through the screen of the theater, dressed in a military uniform covered with oversized medals while twirling a parade baton.\n\n\nPOI-8713:\n Listen up, soldiers! You're all here because you would rather spend your time and money watching military-industrial complex propaganda instead of doing something to help society. And we appreciate that. In fact, someone special wants to show his appreciation…\n\n\nAn animate marionette resembling the star of the film steps through the gash in the screen.\n\n\nPOI-8713:\n Now, troopers, you couldn't expect him to come in person, not with his busy schedule.\n\n\nThe marionette begins to strangle an audience member in the front row.\n\n\nPOI-8713:\n But he had to make sure you know what he thinks of the grunts that perpetuate a culture of glorified violence, enabling him to act as a spokesperson for the perpetrators of countless atrocities.\n\n\nThe victim ceases to struggle, and the marionette begins marching up the theater stairs, scanning the rows of enraptured audience members.\n\n\nPOI-8713:\n Remember, maggots, if he decides to show his appreciation to someone near you, give him a hand! After all, he's not doing this by himself.\n\n\nThe next victim is restrained by several nearby audience members while they are strangled. The marionette rewards its assistants with aviator-style sunglasses.\n\n\n[Ten minutes of POI-8713's monologue has been excised for brevity. During this time, eleven additional members of the audience are strangled.]\n\n\nPOI-8713:\n That is all for today, you cannon fodder. As you were.\n\n\nAfter saluting, POI-8713 steps back through the screen, followed by the marionette. The hole closes, and the film resumes.\n\n\n\n\nAll strangle victims made a full recovery. UIU investigators found that all targeted individuals had ties to a Fifthist cult known for its exploitation of its members and abuse of its status as a religion to avoid taxes and prosecution.\n\n\n\n\n\n\nLocation: A panel discussion on the role of music in youth violence\n\n\n\n\nPOI-8713 steps up to the microphone set up for questions, interrupting one of the panelists.\n\n\nPOI-8713:\n I think we're all avoiding the real question here. Does youth violence cause music?\n\n\nAll five panelists are now duplicates of POI-8713 (Designated POI-8713-1 through -5)\n\n\nPOI-8713-3:\n Excellent point. As I say in my book, \"The Song of Violence: A History of Rock and Roll and Violence and its Role in Violence in a More and More Violent America\", it is essential to isolate a cause before taking any action.\n\n\nPOI-8713 produces a knife and stabs POI-8713-3, who screams in pain, but is otherwise unperturbed.\n\n\nPOI-8713-1:\n I agree with my colleague. Acting too quickly could lead to us actually solving the problem without taking the time we need to consider all the angles.\n\n\nPOI-8713 stabs POI-8713-1, who screams.\n\n\nPOI-8713-4:\n I can't believe you're saying that! We can't just focus on the cause, we need to examine how this phenomenon is tied to other trends in our society! We must approach this problem with as much data as we can!\n\n\nPOI-8713-2:\n But no workable solutions, right?\n\n\nPOI-8713-4:\n Goodness no. I'm an academic. I will leave the solving to more capable hands. I'd be happy to advise, though.\n\n\nPOI-8713 stabs POI-8713-4, who screams.\n\n\n[Discussion continued for fourty-eight minutes, with POI-8713 stabbing panelists at regular intervals, always prompting a scream of pain.]\n\n\nPOI-8713-1 through -4 turn to POI-8713-5, who has not spoken until this point.\n\n\nPOI-8713-5:\n I think… We should… Stop… Stabbing people.\n\n\nPOI-8713-5 receives a standing ovation. POI-8713 stabs each duplicate, which deflates. POI-8713 then disappears from all security footage and recordings.\n\n\n\n\nThe original panelists were found passed out in the bathrooms of a heavy metal festival five kilometers away.\n\n\nAnalysis by Foundation musical experts found that the screams of POI-8713-1 through -5 create a rendition of the overture to the opera William Tell by Gioachino Rossini when played back at 4 times its original speed.\n\n\n\n\n\n\nLocation: 2023 National Stand-Up Comedy Championship Finals\n\n\n\n\n[All known recordings of this event have been replaced by various episodes of the Marx Brothers. What follows is a reconstruction of events based on interviews with surviving audience members.]\n\n\n00:00\n POI-8713 walks onto the stage, introduced as \"Yet another hack who couldn't be bothered to find a real hobby.\"\n\n\n00:02\n Following thunderous applause, POI-8713 opens a book and reads out a flatulence-related joke in a monotone voice.\n\n\n00:03\n One member of the audience begins laughing hysterically.\n\n\n00:04\n This audience member implodes.\n\n\n00:04 - 01:04\n POI-8713 continues to recite flatulence-based humor, causing audience members to regularly laugh and implode.\n\n\n01:08\n After a short discussion, POI-8713 is awarded a perfect score.\n\n\n01:10\n The judges announce that the championship will be shut down because \"no one can top that\".\n\n\n\n\nDespite every interview independently attesting to multiple spontaneous implosions occurring during the performance, all attendees were found alive.\n\n\n\n\nDiscovery:\n\nSCP-8713 was brought to the Foundation's attention following a raid by the UIU on a warehouse used by POI-8713 as a staging ground. The raid revealed several anomalous items related to SCP-8713, and the Foundation was given containment of the items contingent on UIU access for the prosecution of POI-8713.\n\n\nIn addition, UIU investigators located a poem presumably written by POI-8713 which carried an anomalous effect:\n\n\n\n\n+ Warning! Do not view without memetic inoculation! +\n\n\n\n\n- Displaying anomalous text -\n\n\n\n\n\n\n\n\nDeath is a joke ‘twixt you and I.\n\nTears bring a twinkle to your eye.\n\nYour face shines with joy when you see.\n\nEach new stage-lit atrocity.\n\nYou laugh and cheer at other's pain.\n\nNow it's your turn to entertain.\n\n\n\n\n\n\n- Displaying anomalous text -\n\n\n\n\n\n\n\n\n\nIf viewed without proper memetic inoculation, readers will experience an overwhelming compulsion to deface any depiction or reference to several well-known military thriller authors and one previous director of the FBI. It is unclear if this piece was intended to be found by UIU investigators or was a component of a future SCP-8713 event.\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8713\n\" by Matthgeek, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8713\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename: POI8713\n\n\nAuthor: Matthgeek\n\n\nLicense: CC-BY-SA 3.0",
    "addendums": [],
    "documents": [],
    "notes": [
        "Location: Illegal dog fighting club POI-8713 steps onto the ring, interrupting the fight in progress. They are wearing a costume styled after Spanish Matadors. POI-8713: We interrupt this riveting contest of canine carnage for an important message! POI-8713 points at an audience member. After five seconds, the audience member gasps and a small puppy emerges from POI-8713's cape. The puppy takes a position at the edge of the arena. This process is repeated for every person in the room, taking thirty-three minutes. During this time, no audience member leaves, and applause occurs when a notably cute dog is produced. POI-8713: Before we begin, I should note that the winner will receive one year of guilt-free association with this establishment. That's right! No culpability for the torture of animals, no responsibility for the illegal activities being carried out, and no nasty dreams at night when you're all alone. And with that… POI-8713 jumps into the air. They are now at the announcer's table. The original announcer - who was also the proprietor - is yet to be located. POI-8713: Let us fight! The puppies begin to attack each other. When a puppy \"dies\", it is replaced with a small burst of confetti. POI-8713: It looks like we've got quite the scuffle lined up for tonight, folks! Yessir, these doggies might be weak and naturally nonviolent, but now look at them. Over in the far corner, it seems we have a bit of a pile-on happening… [Fifty-nine minutes of extraneous commentary removed.] POI-8713: …it looks like we have a winner! This scrappy young pup managed to… Ah, no. It appears they've collapsed from exhaustion. And there they go. Unfortunately, ladies and gentlemen, it looks like no one's going to walk away from this guilt-free. Following three minutes of silence, POI-8713 disappears from all security footage. Local law enforcement arrived shortly after, following an anonymous tip. UIU agents became involved once security footage and suspect interviews revealed the anomalous nature of the event, but were unable to locate POI-8713.",
        "Location: The premiere of an action film centered around fighter pilots POI-8713 rips through the screen of the theater, dressed in a military uniform covered with oversized medals while twirling a parade baton. POI-8713: Listen up, soldiers! You're all here because you would rather spend your time and money watching military-industrial complex propaganda instead of doing something to help society. And we appreciate that. In fact, someone special wants to show his appreciation… An animate marionette resembling the star of the film steps through the gash in the screen. POI-8713: Now, troopers, you couldn't expect him to come in person, not with his busy schedule. The marionette begins to strangle an audience member in the front row. POI-8713: But he had to make sure you know what he thinks of the grunts that perpetuate a culture of glorified violence, enabling him to act as a spokesperson for the perpetrators of countless atrocities. The victim ceases to struggle, and the marionette begins marching up the theater stairs, scanning the rows of enraptured audience members. POI-8713: Remember, maggots, if he decides to show his appreciation to someone near you, give him a hand! After all, he's not doing this by himself. The next victim is restrained by several nearby audience members while they are strangled. The marionette rewards its assistants with aviator-style sunglasses. [Ten minutes of POI-8713's monologue has been excised for brevity. During this time, eleven additional members of the audience are strangled.] POI-8713: That is all for today, you cannon fodder. As you were. After saluting, POI-8713 steps back through the screen, followed by the marionette. The hole closes, and the film resumes. All strangle victims made a full recovery. UIU investigators found that all targeted individuals had ties to a Fifthist cult known for its exploitation of its members and abuse of its status as a religion to avoid taxes and prosecution.",
        "Location: A panel discussion on the role of music in youth violence POI-8713 steps up to the microphone set up for questions, interrupting one of the panelists. POI-8713: I think we're all avoiding the real question here. Does youth violence cause music? All five panelists are now duplicates of POI-8713 (Designated POI-8713-1 through -5) POI-8713-3: Excellent point. As I say in my book, \"The Song of Violence: A History of Rock and Roll and Violence and its Role in Violence in a More and More Violent America\", it is essential to isolate a cause before taking any action. POI-8713 produces a knife and stabs POI-8713-3, who screams in pain, but is otherwise unperturbed. POI-8713-1: I agree with my colleague. Acting too quickly could lead to us actually solving the problem without taking the time we need to consider all the angles. POI-8713 stabs POI-8713-1, who screams. POI-8713-4: I can't believe you're saying that! We can't just focus on the cause, we need to examine how this phenomenon is tied to other trends in our society! We must approach this problem with as much data as we can! POI-8713-2: But no workable solutions, right? POI-8713-4: Goodness no. I'm an academic. I will leave the solving to more capable hands. I'd be happy to advise, though. POI-8713 stabs POI-8713-4, who screams. [Discussion continued for fourty-eight minutes, with POI-8713 stabbing panelists at regular intervals, always prompting a scream of pain.] POI-8713-1 through -4 turn to POI-8713-5, who has not spoken until this point. POI-8713-5: I think… We should… Stop… Stabbing people. POI-8713-5 receives a standing ovation. POI-8713 stabs each duplicate, which deflates. POI-8713 then disappears from all security footage and recordings. The original panelists were found passed out in the bathrooms of a heavy metal festival five kilometers away. Analysis by Foundation musical experts found that the screams of POI-8713-1 through -5 create a rendition of the overture to the opera William Tell by Gioachino Rossini when played back at 4 times its original speed.",
        "Location: 2023 National Stand-Up Comedy Championship Finals [All known recordings of this event have been replaced by various episodes of the Marx Brothers. What follows is a reconstruction of events based on interviews with surviving audience members.] 00:00 POI-8713 walks onto the stage, introduced as \"Yet another hack who couldn't be bothered to find a real hobby.\" 00:02 Following thunderous applause, POI-8713 opens a book and reads out a flatulence-related joke in a monotone voice. 00:03 One member of the audience begins laughing hysterically. 00:04 This audience member implodes. 00:04 - 01:04 POI-8713 continues to recite flatulence-based humor, causing audience members to regularly laugh and implode. 01:08 After a short discussion, POI-8713 is awarded a perfect score. 01:10 The judges announce that the championship will be shut down because \"no one can top that\". Despite every interview independently attesting to multiple spontaneous implosions occurring during the performance, all attendees were found alive.",
        "Death is a joke ‘twixt you and I. Tears bring a twinkle to your eye. Your face shines with joy when you see. Each new stage-lit atrocity. You laugh and cheer at other's pain. Now it's your turn to entertain.",
        "\" SCP-8713 \" by Matthgeek, from the SCP Wiki . Source: https://scpwiki.com/scp-8713 . Licensed under CC-BY-SA .",
        "Filename: POI8713 Author: Matthgeek License: CC-BY-SA 3.0"
    ],
    "object_class": "Uncontained",
    "containment_procedures": "When an SCP-8713 event is detected, MTF Chi-73 “Theatre Critics” will be deployed to disrupt the event and capture POI-8713 with assistance from the Unusual Incidents Unit (UIU). Upon capture, POI-8713 will be prosecuted by the UIU. In the event POI-8713 is acquitted, they will be taken into Foundation custody to prevent further SCP-8713 events.",
    "description": "SCP-8713 events are presented as live art performances. The content of each event is highly variable and consistently falls outside of what might be expected from such performances. Consistent factors of events include the presence of POI-8713, as well as witnesses being unable to conceive of concepts such as “horror”, “atrocity” and “bad art” for the duration. As a result, actions carried out as part of an SCP-8713 event are always received positively, regardless of societal or artistic merit. Events may have additional anomalous properties, including the animation of objects and materialization of living entities.",
    "title": "SCP-8713"
}