{
    "url": "https://scp-wiki.wikidot.com/scp-872",
    "all_text": "rating: \n+334\n+\n–\nx\n\n\n\n\n\n\nSCP-872 in its original location.\n\n\n\n\n\n\nItem #:\n SCP-872\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n When not under controlled observation, SCP-872 is to be kept in cold storage at Sector-██. SCP-872 is to be kept two (2) kilometers from any concentrated group of animals considered livestock at all times.\n\n\nWhen under controlled observation, a perimeter is to be established outside the observation area and research is to cease immediately in the event of an attempted containment breach. Ten (10) members of security are to be present during controlled observation to enforce this. Controlled observation must be approved by one (1) member of Level 4 personnel.\n\n\nDescription:\n SCP-872 is an aged scarecrow outfitted with a tattered coat and hat, measuring three (3) meters tall and ten (10) centimeters wide. SCP-872 is composed of pine wood, splinters of which have not displayed its anomalous properties.\n\n\nWhen animals considered livestock (sheep, cows, chickens, etc.) enter the area within 1.5 km of SCP-872, they are immediately affected by its anomalous properties. SCP-872 affected animals are extremely hostile to humans and will viciously assault any who approach them. Affected animals have been observed to utilize advanced maneuvers such as flanking and ambushing.\n\n\n\n\n\n\nA group of SCP-872-affected sheep.\n\n\n\n\n\n\nAffected animals have also been observed to behave as if in an automated farm environment. Chickens will lay their eggs in easy-to-access areas. Sheep will attempt to remove wool from each other using their teeth. Cows have been observed to kill one (1) cow each week, and roughly separate its carcass into strips of meat.\n\n\nEach month, the animals will transport anything produced to the perimeter of SCP-872's area of influence and allow humans to remove it from the area.\n\n\nWhen removed from SCP-872's area of influence, affected animals immediately enter a vegetative state. This vegetative state is reversed when said animals are returned into SCP-872's area of influence.\n\n\n\n\n\n\n« \nSCP-871\n | SCP-872 | \nSCP-873\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-872\n\" by Tanhony, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-872\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n scpscarecrow-new.jpg\n\n\nSource:\n \nFlickr\n\n\nLicense:\n CC BY 2.0\n\n\nTitle:\n Silent Scarecrow, Deadly Scarecrow\n\n\nAuthor:\n Darin Barry\n\n\nRelease year:\n 2007\n\n\n\n\n\n\nFilename:\n scpsheep-new.jpg\n\n\nSource:\n \nNeedpix\n\n\nLicense:\n CC0\n\n\nTitle:\n Flock Of Sheep Sheep Flock\n\n\nAuthor:\n Hans\n\n\nRelease year:\n N/A",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-872 \" by Tanhony, from the SCP Wiki . Source: https://scpwiki.com/scp-872 . Licensed under CC-BY-SA .",
        "Filename: scpscarecrow-new.jpg Source: Flickr License: CC BY 2.0 Title: Silent Scarecrow, Deadly Scarecrow Author: Darin Barry Release year: 2007",
        "Filename: scpsheep-new.jpg Source: Needpix License: CC0 Title: Flock Of Sheep Sheep Flock Author: Hans Release year: N/A"
    ],
    "item": "SCP-872",
    "object_class": "Safe",
    "containment_procedures": "When not under controlled observation, SCP-872 is to be kept in cold storage at Sector-██. SCP-872 is to be kept two (2) kilometers from any concentrated group of animals considered livestock at all times.",
    "description": "SCP-872 is an aged scarecrow outfitted with a tattered coat and hat, measuring three (3) meters tall and ten (10) centimeters wide. SCP-872 is composed of pine wood, splinters of which have not displayed its anomalous properties.",
    "title": "SCP-872"
}