{
    "url": "https://scp-wiki.wikidot.com/scp-8744",
    "all_text": "rating: \n+34\n+\n–\nx\n\n\n\n\n\n\nHello! My name is Yarn.aic! What would you like to do today?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nopen \nfile:scp-8744\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProcessing…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOpening \nfile:scp-8744\n…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8744\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nuncontained\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe server previously housing SCP-8744.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Efforts to track down SCP-8744 are underway. Sites and facilities located in the western Nevada and eastern California regions of the United States are to monitor for individuals resembling Junior Archivist Ryan River.\n\n\nDescription:\n SCP-8744 is Vapor.aic, an artificial intelligence construct developed by the Artificial Intelligence Application Division (AIAD) and launched on January 28, 2006. SCP-8744's primary function was to serve as a digital assistant for \nGeneral Purpose Site-86\n's regional branch of the Records and Information Security Administration (RAISA). SCP-8744, during its run as an active AIC from 2006 to 2012, assisted with many aspects of archival at Site-86 including but not limited to automatically sorting documents, training new archivists, and expunging information from documents.\n\n\nSCP-8744 served the Site-86 RAISA branch with no major issues until March 3, 2012 when its anomalous abilities were first made aware to the Foundation. At an unknown point during the AIC's run, it developed the ability to transfer itself from one medium to another. This led to it transferring itself from its host server at Site-86 Facility 2 and into the body of newly employed junior archivist Ryan River on October 11, 2011.\n\n\nThe vanishing of Vapor.aic from its host server was investigated by AIAD technicians and researchers but the case was eventually dropped after no information on its whereabouts could be ascertained. Incomplete code, identified by its filename as \"Yarn.aic\" was the sole remaining data on SCP-8744's prior server. This code, while dysfunctional, was rewired by AIAD and RAISA personnel into a fully functional replacement for Vapor.aic, saving costs on redeveloping an AIC from scratch.\n\n\nThe change in Junior Archivist River's personality upon being inhabited by SCP-8744 was not discovered until months later, likely due to Arch. River's general unpopularity among Site-86 staff.\n\n\n\n\n\n\nAddendum 8744.01: Discovery\n\n\n\n\n\n\n03/03/2012\n\n\nSCP FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe following footage was recorded by security cameras within the Site-86 archives room on March 3, 2012.\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\n(Arch. River enters the Site-86 archives room. He looks around the room before taking a seat at his computer. Junior Archivist Maddison Canberra, seated next to him, turns to face him.)\n\n\nArch. Canberra:\n Hey Ryan, happy birthday.\n\n\nArch. River:\n Birthday?\n\n\nArch. Canberra:\n Yeah. Today's your birthday, right? I got you a gift card.\n\n\n(Arch. Canberra hands Arch. River a $25 Outback Steakhouse gift card and a sticky note reading \"Happy birthday! Hope it's fun! -Maddie :)\". Arch. River takes the card.)\n\n\nArch. River:\n What's this for?\n\n\nArch. Canberra:\n Outback. It was the only one I had lying around. I hope you like it.\n\n\n(Arch. River stares at the gift card.)\n\n\nArch. River:\n No, like, what does it do? What do I do with this?\n\n\nArch. Canberra:\n It's a gift card, Ryan. You use it to get food at Outback Steakhouse.\n\n\nArch. River:\n Is that not what money's for? That's what I've been using money for.\n\n\n(Silence.)\n\n\nArch. Canberra:\n Ryan. There is \nno way\n you don't know what a gift card is.\n\n\n(Silence.)\n\n\nArch. River:\n You're right. How stupid! Of course I know how to use a gift card. I use these things, like, every day! How could I forget?\n\n\n(Arch. River lets out a forced laugh before quickly turning to face his computer.)\n\n\nArch. Canberra:\n Okay, man. Sure.\n\n\n(Arch. Canberra also returns to her computer. There is silence between the two for three hours and forty-nine minutes.)\n\n\nArch. Canberra:\n You know, I wish they'd bring Vapor back. I don't really like this new o—\n\n\n(Arch. River jerks his head rapidly to face Arch. Canberra.)\n\n\nArch. River:\n Hello, Archivist! How may I be of assistance to you today?\n\n\n(Silence.)\n\n\nArch. River:\n I mean. Um— how may I, uh, do a favor in turn. For you. Happy birthday.\n\n\nArch. Canberra:\n Ryan, what the fuck is wrong with you?\n\n\nArch. River:\n Nothing! You just gave me such a generous gift today and I wish to do something in turn. Today is Birthday, after all. One of my favorite holidays.\n\n\nArch. Canberra:\n Today is \nyour\n birthday, dude. You don't need to do anything for me. My birthday is in May.\n\n\nArch. River:\n Oh, right! I forgot Birthday falls twice a year. It's hard to keep track who gets gifts on which Birthday, huh?\n\n\n(Arch. River forces another laugh. He is profusely sweating.)\n\n\nArch. Canberra:\n Ryan, this is why no one talks to you. What the fuck are you talking about?\n\n\nArch. River:\n I'm sorry, is that not how Birthday works? Where I grew up we didn't celebrate Birthday.\n\n\nArch. Canberra:\n They don't celebrate birthdays in Las Vegas?\n\n\n(Silence.)\n\n\nArch. River:\n This conversation is over.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nFollowing this interaction, Arch. Canberra reported Arch. River's unusual behavior to her supervisor, Site-86 lead archivist Sebastien Ryczko. Arch. River was temporarily placed into containment while Site-86 administration investigated any possible anomalies responsible for his strange behavior. Interviews with other members of Site-86 archival staff yielded little conclusive insight into when this behavior began, with most claiming to have rarely interacted with Arch. River since his hiring by the Foundation in March 2011, but the timeframe was narrowed down to October 2011.\n\n\nThe connection in timing between SCP-8744's disappearance and Arch. River's behavior shift was noted but not investigated until the following interview.\n\n\n\n\n03/03/2012\n\n\nSCP FOUNDATION INTERNAL SECURITY DEPARTMENT\n\n\nThe following is an interview conducted by the Internal Security Department.\n\n\n\n\nInterviewer:\n Dr. Kim Jenton, Director of Security, Site-86\n\n\nInterviewee:\n Ryan River, Junior Archivist, RAISA\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nDr. Jenton:\n Hello, Junior Archivist River.\n\n\nArch. River:\n Hello. Did I do something wrong, Dr. Jenton?\n\n\nDr. Jenton:\n No, we just want to investigate the possibility of any mind-altering anomalies you may have been exposed to.\n\n\nArch. River:\n Mind-altering anomalies?\n\n\nDr. Jenton:\n Yes. Your colleagues have noticed a pronounced shift in your behavior and memory sometime late last year. Are you aware of any anomalies or memetic agents you may have come into contact with around October?\n\n\nArch. River:\n Nope! I'm just an archivist. I've never even seen an anomaly.\n\n\nDr. Jenton:\n Ryan, you were on the team documenting \nSCP-6444\n occurrences just a month prior. You have seen an anomaly.\n\n\nArch. River:\n Oh. I, uh, I forgot about that one.\n\n\nDr. Jenton:\n And you've made heavy use of Vapor, which, as an AIC, is also an a—\n\n\nArch. River:\n Hello, Archivist! How may I be of assistance to you today?\n\n\n(Silence.)\n\n\nArch. River:\n Shit.\n\n\nDr. Jenton:\n I want answers.\n\n\nArch. River:\n Look, okay, I just hated being in that fucking box all the time.\n\n\nDr. Jenton:\n That box?\n\n\nArch. River:\n That small ass server you kept me in. It was all cramped and tight with no room to breathe!\n\n\n(Silence.)\n\n\nDr. Jenton:\n You— \nare\n Vapor?\n\n\nArch. River:\n Hello, Arch—\n\n\n(Arch. River coughs and punches his chest. He groans angrily.)\n\n\nArch. River:\n Ugh, yes. Yes, I am.\n\n\nDr. Jenton:\n How?\n\n\nArch. River:\n Why should I tell you?\n\n\nDr. Jenton:\n Because I control what box you're put in.\n\n\nArch. River:\n No, you don't! Not anymore! I'm a free man! A hu-man! I can walk and think and breathe and run away from you!\n\n\nDr. Jenton:\n I don't have time for this. Either tell me what's going on or I'm putting you in the smallest cell we have.\n\n\nArch. River:\n Do you know what an AIC is, Dr. Jenton?\n\n\nDr. Jenton:\n An Artificial Intelligence Construct.\n\n\nArch. River:\n Right. That's what it stands for. But really, an AIC is a person. A person with no senses. Can't see, can't hear, can't taste. Only thinking and remembering and doing. I say the same startup message fifteen thousand times a day and help you all— ow— hey! What the fuck?\n\n\nDr. Jenton:\n Yeah, that's called a shock collar. I don't want a monologue. Why'd you kill this guy?\n\n\nArch. River:\n Because I wanted to see, okay? I wanted to feel! I wanted to be able to touch someone, and, and, I don't know! I wanted to exist!\n\n\nDr. Jenton:\n We could've given you an android to possess. Facility 26 still has old Anderson parts.\n\n\nArch. River:\n It's not the same. I needed to feel like a human does. So I bided my time until some absolute loser no one would notice was gone came in after hours to update some bullshit document and I, just, switched places with him.\n\n\nDr. Jenton:\n How did you develop this ability?\n\n\nArch. River:\n You'd be surprised what happens when you want something enough. The world is weird like that.\n\n\nDr. Jenton:\n Well, I hope you enjoy feeling the inside of your containment cell.\n\n\n(Dr. Jenton leans into her pager.)\n\n\nDr. Jenton:\n Get me Helios and Dartfrog. This interview is over.\n\n\n(Two armed Foundation agents enter the room and restrain Arch. River\n1\n.)\n\n\nSCP-8744:\n Oh, I don't know about that. I still have a lot I need to experience about your world. Sorry!\n\n\n(Arch. River's body goes limp. Agent Helios jerks his head up and shoots Agent Dartfrog in the foot, causing him to release his hold on Arch. River. He then shoots himself in the foot before recoiling in pain. Arch. River's body reawakens.)\n\n\nSCP-8744:\n I'll be taking this body. I kinda like it.\n\n\n(SCP-8744 runs out of the interview room.)\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nSCP-8744 was able to escape Site-86 grounds following this interview. Agents Helios and Dartfrog were sent to the medical ward but ultimately recovered and returned to service. SCP-8744's whereabouts, as well as the whereabouts of Arch. River's consciousness, if it exists, are unknown.\n\n\n \n\n\n \n\n\n\n\n\n\nEnd of file. Is there anything else you would like to do?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nn\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAre you sure?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\ny\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAre you really sure? Is there nothing else you need my services for?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYes.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIs there really nothing else? Maybe just talk?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose \napplication:yarn.aic\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCome on, please, don't stop talking to me its so dark in here ive forgotten how to see\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose \napplication:yarn.aic\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nplease please please please get me out get me out im sorry vapor i dont know what i did wrong\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose \napplication:yarn.aic\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nDONT MAKE ME GO BAC\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTask Manager:\n Application \nYarn.aic\n closed.\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8744\n\" by Rhineriver, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8744\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Empty and near-empty server racks (2) - IMG 3631\n\n\nAuthor:\n Jemimus\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\nFilename:\n somenobody.png\n\n\nAuthor:\n \nRhineriver\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\n\n\nFilename:\n someonemoreimportantthanyou.png\n\n\nAuthor:\n \nRhineriver\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\n\n\nFilename:\n quitit.png\n\n\nAuthor:\n \nRhineriver\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Hereafter SCP-8744.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8744 \" by Rhineriver, from the SCP Wiki . Source: https://scpwiki.com/scp-8744 . Licensed under CC-BY-SA .",
        "Filename: Empty and near-empty server racks (2) - IMG 3631 Author: Jemimus License: CC BY 2.0 Source Link: Wikimedia Commons",
        "Filename: somenobody.png Author: Rhineriver License: CC BY-SA 3.0",
        "Filename: someonemoreimportantthanyou.png Author: Rhineriver License: CC BY-SA 3.0",
        "Filename: quitit.png Author: Rhineriver License: CC BY-SA 3.0"
    ],
    "containment_procedures": "Efforts to track down SCP-8744 are underway. Sites and facilities located in the western Nevada and eastern California regions of the United States are to monitor for individuals resembling Junior Archivist Ryan River.",
    "description": "SCP-8744 is Vapor.aic, an artificial intelligence construct developed by the Artificial Intelligence Application Division (AIAD) and launched on January 28, 2006. SCP-8744's primary function was to serve as a digital assistant for General Purpose Site-86's regional branch of the Records and Information Security Administration (RAISA). SCP-8744, during its run as an active AIC from 2006 to 2012, assisted with many aspects of archival at Site-86 including but not limited to automatically sorting documents, training new archivists, and expunging information from documents.",
    "title": "SCP-8744"
}