{
    "url": "https://scp-wiki.wikidot.com/scp-8747",
    "all_text": "rating: \n+28\n+\n–\nx\n\n\n \n\n\n\n\n\n\nTo:\n \ntni.pics.91etis|ennaesor#tni.pics.91etis|ennaesor\n\n\nFrom:\n [VERIFIED OVERSEER ACCOUNT]\n\n\nSubject:\n Assignment.\n\n\n\n\n\n\nGood evening, Director.\n\n\nI have been paying attention to you and your department's efforts of trying to contain GoI-6183. I understand it's not that simple, and despite that, you still continue to adhere to the Foundation's principles.\n\n\nWhich is why I am assigning you to a project that might help you with that. Everything you need to know is in this file.\n\n\nsub-project#15839\n\n\nYou have until tomorrow to respond. Don't keep me waiting.\n\n\n\n\nO5-8,\n\n\nOverseer of Foundation Projects and Development.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \nSCP-8747\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMNET PROCEDURES:\n \nSCP-8747\n is uncontained. Personnel of the now defunct \nPROJECT CYBERSPHERE\n are tasked with research and execution of any method for potential rectification/neutralization/containment of \nSCP-8747\n at Site-19. This specific set of personnel has been granted an unlimited budget and resources by the O5 Council to achieve this goal.\n\n\nUntil its correction, staff are discouraged from utilizing the primary Foundation database as a means of record-keeping or communication, and instead refer to physical writing, though this directive is excused for long-range communication or other specific requirements. IT and AIAD staff are not to ameliorate any bugs or exploits deriving from the Foundation database, or AI/OCU\n1\n systems.\n\n\nContainment Specialists responsible for the circumscription of digital anomalies are to review their containment protocols and determine if re-evaluation is necessary. The most common directives are:\n\n\n\n\nDisinformation campaigns discouraging civilian access to anomalous websites/data.\n\n\nBlocking IP Addresses of anomalous websites.\n\n\nManipulating algorithm within the civilian database to reduce chances of civilian encounter with a digital anomaly\n2\n.\n\n\n\n\nInformation relating to \nSCP-8747\n from the general public is semi-contained via global disinformation campaigns, with assistance from governments and Foundation agents embedded within news outlets, misplacing \nSCP-8747\n to be a \"catastrophic digital failure\". Agents are also required to discourage, or discredit civilian efforts of discerning \nSCP-8747\n.\n\n\nGlobal amnestic administration\n is currently on stand-by in preparation for an LV-Class \"Broken Masquerade\" Scenario. Should this occur, no further containment procedures are necessary.\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nADDENDUM 8747/1:\n Contextual Information.\n\n\n\n\n\n\nRecruitment Letter\n\n\n\n\nHumans have evolved since the dawn of humanity. The range and scope of our cognitive function and capabilities spans across the multiverse. From what was once a little spec, now to the warden who seals the anomalous, we are the dominant species who reign supreme across the globe thanks to the advancement of our species.\n\n\nOne of these advancements were the creation of technology; an irreplaceable aspect that runs within the heart and lungs of the Foundation. Prior to its creation, any rumor someone made about a video game or incident would be called an \"Urban Legend\" because nobody would be able to verify if the rumor was true, or not. Today, finding out the answer would be a simple Google search on your phone. Of course, this advancement has birthed more progressive and complex anomalies. Such anomalies can be \ninvaluable\n to our goals, others would be \nlaughable\n, or even change how \nthe world could function\n.\n\n\nRegardless of their nature, the core directive of our Foundation hasn't altered; the question is, what's the best way to respond to these anomalies? Contain, study, supress information, and above all, protect humanity from their existence. While these containment procedures yielded successful results, they do not, however, develop the complete cessation of further and current digital anomalies, as the Foundation possess no feasible method for that field of action.\n\n\nThis is where you come in; whoever you are, you know you've been an invaluable member the research and advancement of Foundation technology. Our objective is to manipulate digital anomalies on a conceptual level, and you are here to help with that goal. We are not just looking for people who have an answer to the unknown and work with what they do not understand. We're looking for those to who can shape the capabilities of what the Foundation can do, and inspire others to achieve the same.\n\n\nWelcome to Project Cybersphere.\n\n\nRoseanne Thatcher,\n\n\nDirector of Containment,\n\n\nSite-19.\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nDESCRIPTION:\n \nSCP-8747\n refers to the anomalously enforced inability for all anomalous objects, and digital data to be deleted from technological systems. All efforts to expunge or overwrite reference data remains ineffective. Despite its characteristics, the anomaly appears to have no effect against written material, other non-digital media, and its existence has theorized to have been manufactured by the creation of \nSCP-8747-A\n.\n\n\nSCP-8747-A\n is a 3km diameter of corrupted space located within the Cybersphere, a medium wherein all digitally stored data reside in. \nSCP-8747-A\n can be described as a space wherein digital data within the Cybersphere has been rendered unusable, which has impacted our reality computer notions' functions, though the full range and scale of \nSCP-8747-A\n's disruption has yet to be concluded. It is currently stationary, displaying no signs of expansion or movement.\n\n\nSCP-8747-A\n is the result of a failed Foundation-attempt to conceptually alter the mechanics and existence of digital anomalies, termed \nPROJECT CYBERSPHERE\n. The project was primarily aimed to assist containment and nullify the effects of digital anomalies\n3\n, regardless of their properties and origins via Foundation alterations within the Cybersphere utilizing an eigenmachine, ordered by O5-8.\n\n\n\n\n\n\n+OPEN PROJECT FILE+\n\n\n\n\n-CLOSE PROJECT FILE-\n\n\n\n\n\n\n\n\nPROJECT CYBERSPHERE\n\n\nSUB-PROJECT #15839\n\n\n\n\n\n\n02/17/2035,\n\nO5-8,\n\nOverseer Council.\n\n\n\n\n\n\n\n\n\n\nOBJECTIVE:\n Construct a Foundation-made eigenmachine, designated AO-8747, capable of altering the nature of digital anomalies, and potentially enact containment to GoI-6183 (\"\nSCP Foundation Department of Deletions\n\").\n\n\nELUCIDATION:\n Data regarding the ever-increasing number detailing computerized abnormalities, followed by higher demand of containment efforts, has led to analysis concerning means of amelioration. Additionally, GoI-6183 refers to a hostile group of interest comprising of extradimensional entities. This Group of Interest is believed has been responsible for the destruction of a Foundation timeline\n4\n, in accordance with documentation gathered from multiversal Foundation sites. This threat has been designated an \nAPOLLYON\n-Class priority.\n\n\n\n\nPROCEDURE:\n Development of \nPROJECT CYBERSPHERE\n will take place at the 10th basement level of Foundation Containment and Research facility, Site-19, to obtain a medium of security and secrecy from hostile Groups of Interest, as well as a feasible method of retrieving resources. Four Scranton Reality Anchors have been installed to protect construction from a potential CK-Class scenario. Once pre-development for \nPROJECT CYBERSPHERE\n has been concluded, the following machinery must be implemented for \nPROJECT CYBERSPHERE\n's continuation:\n\n\n\n\n\n\n\n\nSchematic drawing for AO-8747.\n\n\n\n\n\n\n\n\nSECTION A:\n Central Computing Node\n\n\nAO-8747 will be manually operated by human cognitive and locomotive function. This engineering decision will enable personnel to access greater control and precision based on personal skepticism and professionalism. This also avoids non-human, automotive errors staff encountered from AI systems, and allow personnel to adjust to conditions that an Artificial Intelligence Conscript may fail to adapt.\n\n\nSECTION B:\n P. H. Ontokinetic Sink\n\n\nThe Placeholder Ontokinetic Sink will be added to read the sum of our reality's quantum informational content and converting said info into a comprehensive configuration, enabling AO-8747 and other connect systems to process and react data from our universe, whilst also allowing AO-8747 to access the Cybersphere.\n\n\nSECTION C:\n Dual Cylindrical-subconscious Transfer.\n\n\nTwo handpick subjects with surgically implanted Cognitive Adapters\n5\n will enter one of two of these devices. One inside and activated, their subconscious mind will be transferred to whatever esoteric medium AO-8747 has been selected; as of writing, AO-8747 is designed to specifically access the Cybersphere only.\n\n\nSECTION D:\n Resh-Norma Digital-rot Applicator.\n\n\nOnce the supposed extradimensional entities have been located, the RNDA will be manually operated by Foundation personnel to apply a conceptually application of accelerated digital rot towards the desired target. This process will result in selected data to be unusable, though this applied digital rot may result in Foundation or civilian computerized systems to become inoperable.\n\n\nSECTION E:\n Display Panel\n\n\nTo enable staff cognitive footage of handpicked subjects and accurately determine the verdict of events.\n\n\nSECTION F:\n Control Panel.\n\n\nSECTION G:\n Data-storage center.\n\n\nSECTION H:\n Industrial Power Generators.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe project took place at Site-19's 10th Basement level, a medium intended for \nPROJECT CYBERSPHERE\n to be developed, over the course of 10-years with simplistic access to resources whilst maintaining acceptable security and veiled from Groups of Interest. Once development was complete on 04/05/2045, the following events occurred:\n\n\n\n\n\n\nLocal Time\n\n\nOccurrence\n\n\n\n\n\n\n14:32:36\n\n\nDir. Rosanne Thatcher ordered AO-8747 to be activated.\n\n\n\n\n\n\n14:32:54\n\n\nAO-8747 activates.\n\n\n\n\n\n\n14:33:03\n\n\nPersonnel began enacting preparations and configuration for the first human exploration into the Cybersphere.\n\n\n\n\n\n\n14:34:10\n\n\nDir. Rosanne Thatcher ordered two selected, Foundation personnel to enter the Dual Cylindrical-subconscious Transfer devices.\n\n\n\n\n\n\n14:35:27\n\n\nThe subjects enter as instructed.\n\n\n\n\n\n\n14:36:13\n\n\nPROJECT CYBERSPHERE\n staff commence additional activations and configuration to enable transfer to the Cybersphere.\n\n\n\n\n\n\n14:37:42\n\n\nSubconscious-transfer process goes into effect.\n\n\n\n\n\n\n14:37:49\n\n\nLead Engineer, Jessica Abraham, report an error regarding full registration of subconcious-transfer\n\n\n\n\n\n\n14:37:58\n\n\nPROJECT CYBERSPHERE\n staff try to ameliorate the situation by restarting AO-8747 and checking for any errors. No sufficient results were found.\n\n\n\n\n\n\n14:41:02\n\n\nDir. Roseanne then ordered the subconscious-transfer process to be cancelled, and AO-8747 shut down for maintenance.\n\n\n\n\n\n\n14:42:13\n\n\nSubconscious-transfer process cancellation successful, however, AO-8747 was still anchoring and processing data from the Cybersphere despite efforts.\n\n\n\n\n\n\n14:43:32\n\n\nDir. Roseanne order immediate cessation of shutdown-protocols. Actions upon order were unsuccessful. Shut down protocols now inevitable.\n\n\n\n\n\n\n14:43:56\n\n\nAO-8747 fully shutdown, however an explosion was found, originating from AO-8747's PH OS. Ontokinetic Sink appears to be in great structural damage.\n\n\n\n\n\n\n14:46:29\n\n\nRAISA receives reports about computer systems failing to overwrite data. Investigation is soon followed.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nO4 SUMMIT LOG/8747/01\n\n\n\n\n\n\n\n\nDATE:\n 18/05/2045\n\n\nFOREWORD:\n This security footage, and all remaining transcripts, have been truncated for brevity. The following depicts recording of the O4 Summit voting to conclude regarding Dir. Roseanne's position of \nPROJECT CYBERSPHERE\n.\n\n\nPERSONNEL INVOLVED:\n\n\n\n\nDir. Roseanne Thatcher, Director of Containment.\n\n\nDir. Calvin Bold, Director of Decommissioning.\n\n\nDir. Arezu Ebrahimi, Director of Misinformation.\n\n\n90~ other A-Class personnel relating to O4 Council.\n\n\n\n\n\n\n\n\n\n\n« BEGIN TRANSCRIPT »\n\n\n\n\n\n\n\n\n\n\n\n\n[…]\n\n\nDir. Arezu:\n Why are we this having this Summit again? I've already filed a report to the Overseers, yet I've received no response. I only think of this as a distraction from my own work.\n\n\nDir. Calvin Bold:\n This Summit was an order by the Overseers, as they currently have their hands full right now; to recap, this was called upon to determine whether Dir. Roseanne should be disbarred from her position due to her unprofessional actions, or not.\n\n\nDir. Roseanne:\n A direction that I heavily disagree on; I am, or at least was, responsible for leading \nPROJECT CYBERSPHERE\n. I know more about the ins and outs of AO-8747 more than anyone in this room. So, if you give me your unconditionally support-\n\n\nDir. Arezu:\n Support? You think you are the only here that needs \"support\", and no anyone else?\n\n\nDir. Roseanne:\n That's not what I was trying to imply-\n\n\nDir. Arezu:\n Look at how much shit the Foundation has to clean-up because of \nyour\n mess; over 500 hundred containment breaches of anomalies needing to be deleted, tech staff can't code because if they make a mistake, they won't be able to undo it, people are questioning what's going on, we're burning thousands of Foundation resources, do I need to remind you that some \"account\" is leaking info about the formation of an anomalous terrorist group in Spain?\n\n\nDir. Calvin Bold:\n Before we proceed, I may recommend that Dir. Arezu try to relax before continuing.\n\n\n<\nDir. Calvin Bold:\n looks toward Dir. Arezu.>\n\n\nDir. Calvin Bold:\n Agree?\n\n\n<\nDir. Arezu:\n presses his temples.>\n\n\nDir. Arezu:\n Agree.\n\n\n<\nDir. Calvin Bold:\n then looks toward \nDir. Roseanne:\n>\n\n\nDir. Calvin Bold:\n Now, I share the same thoughts that several of our members possess; what made you, and O5-8 believe this Group of Interest was, specifically, at the Cybersphere in the first place?\n\n\nDir. Roseanne:\n I can't speak for the intentions of O5-8, but what several Cybersphere staff and I believe, is that this group is comprised of \"deleted data\"- what I mean by that is it's possible this Group of Interest came from an extra-dimensional timeline, or timelines that were \"overwritten\" in some manner; wherever that \"deleted data\" went to, it's like the Cybersphere.\n\n\nDir. Calvin Bold:\n So, you're not 100% sure whether this \"Department of Deletions\" is actually in the Cybersphere or not?\n\n\nDir. Roseanne:\n … No.\n\n\nDir. Arezu:\n So why invest lots of Foundation resources to deal with a threat that you're not even sure of?\n\n\nDir. Roseanne:\n It was a direct Overseer order. I had no say on the project's direction, other than leading \nPROJECT CYBERSPHERE\n staff to its completion. Besides, it was an Apollyon-Class priority; does that speak for itself?\n\n\nDir. Arezu:\n It doesn't, however, mean we should disregard confirming whether the anomaly's there, or not.\n\n\nDir. Roseanne:\n We? Who is this \"we\"? There was only me, staff, and Overseer. I don't recall you being involved.\n\n\nDir. Arezu:\n Fair argument.\n\n\nDir. Calvin Bold:\n What this all means is, you were either correct in believing that this extradimensional group of entities were in the Cybersphere or got it wrong and wasted Foundation resources on nothing.\n\n\nDir. Roseanne:\n That's… That might be it.\n\n\nDir. Calvin Bold:\n Regardless of whether this group was truly in the Cybersphere or not, the fact of the matter is that your actions were incredibly irresponsible and led to the creation of an anomaly impacting both civilian and Foundation technology. So, I want to ask you this; why should anyone trust you in continuing to the project if you are going to create results this disastrous?\n\n\n<There is silence in the transcript.»\n\n\nDir. Roseanne:\n I… I had no illicit intent. As stated earlier, I know the ins and outs of the project, more than anyone else, even some of the staff. I want to try, and work on fixing things.\n\n\nDir. Arezu:\n Like how you worked on the PH OS?\n\n\nDir. Roseanne:\n What do you mean?\n\n\n<\nDir. Arezu:\n pulls out a series of documents from his lab coat, and places them onto his table.>\n\n\nDir. Arezu:\n This is the latest report from maintenance staff working on AO-8747.\n\n\nDir. Roseanne:\n Where did you-\n\n\nDir. Arezu:\n Just listen. In this report, they've conducted an inspected on the PH. OS, as it was the only part of AO-8747's schematics that didn't function properly; they've found out it was faulty, as during AO-8747's deactivation, the PH OS didn't because it was still trying to anchor itself and process data from the Cybersphere, whilst not registering the deactivation due to its faultiness. Therefore, this is another case of Foundation staff incompetence.\n\n\n<The room erupts with members berating over the discovery. \nDir. Roseanne:\n flinches.>\n\n\nDir. Roseanne:\n How, how come I wasn't briefed by this?\n\n\nDir. Arezu:\n I was having with a discussion with your staff about the matter and when I found out about what caused this disaster, the O4 Summit was scheduled to start in 40 minutes. I convinced them to hold-on to it, until the summit started.\n\n\n<\nDir. Roseanne:\n stands-up from her chair.>\n\n\nDir. Roseanne:\n But, but I can still fix this-\n\n\nDir. Calvin Bold:\n I believe you've \"fixed\" enough.\n\n\n[…]\n\n\n\n\n\n\n\n\n\n\n\n\n« END TRANSCRIPT »\n\n\n\n\n\n\nAFTERWORD:\n Final vote concluded as 80-15-5 for Dir. Roseanne to be removed from \nPROJECT CYBERSPHERE\n and further directives regarding the \nSCP-8747\n crisis. O5 Council now leads containment/decommission efforts soon on.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nADDENDUM 8747/2:\n Containment/Decommision Attempts.\n\n\nFOREWORD:\n Due to the aftereffects of O5-8's actions, containment projects relating to \nSCP-8474\n must be approved by the O5 Council. All personnel, regardless of clearance and position, are welcome to provide their own proposals. Please note, many proposals have been omitted for brevity.\n\n\n\n\n\n\nPROPOSAL:\n Intentionally sever association with \nSCP-8747\n within the Cybersphere via ontokinetic anomaly. (\nSCP-239\n)\n\n\nCOUNCIL VOTE SUMMARY:\n \nAPPROVED\n (6-4-2)\n\n\nRESULTS:\n Upon Overseer order, SCP-239 was allowed to be awoken from her medically induced coma. SCP-239 was then clarified about a \"giant monster\" affecting central computers, and was provided a brief description, casual description of \nSCP-8747\n and -A. She was then instructed both anomalies to be erased from existence and non-Foundation lifeforms to lose recall of said anomalies.\n\n\nSCP-239 commanded the anomaly to be removed from existence, only for Foundation staff to report no noticeable changes from computerized systems\n6\n. Civilian populations and Groups of Interest worldwide lacked recall regarding \nSCP-8747\n, only for the anomaly to be reported shortly after. This, however, has temporarily lessened Foundation resources in concealing the veil.\n\n\nSCP-239 was re-contained shortly after.\n\n\n\n\nPROPOSAL:\n Engineer a machine capable of severing connections between our reality and the Cybersphere, thus invalidating \nSCP-8747\n's effects.\n\n\nCOUNCIL VOTE SUMMARY:\n \nDENIED\n (4-8-0)\n\n\nRESULTS:\n N/A\n\n\nEven if this machine worked as intended, it would render all digital systems useless worldwide as we are too dependent on the Cybersphere's existence, hindering Foundation operations significantly. AIAD, IT, and relevant staff required for developing and maintaining Foundation technology would be rendered obsolete. Finally, civilian populations are highly likely to believe anomalous phenomenon should all digital systems become dysfunctional. - O5-3\n\n\n\n\n[30 PROPOSALS OMITTED]\n\n\n\n\nPROPOSAL:\n Establish contact or influence a \nhypernarrative entity\n to contain/decommission \nSCP-8747\n.\n\n\nCOUNCIL VOTE SUMMARY:\n \nAPPROVED\n (10-2-0)\n\n\nRESULTS:\n Five minutes following deployment of a specialized memetic agent into a medium containing high-energy narrative structures, O5-1 received a verified email from a SWN-001 entity, reading, \"Do you guys ever learn from your mistakes?\"\n\n\nNo further communication was received.\n\n\n\n\nPROPOSAL:\n Create an ontokinetic eigenweapon, capable of encapsulating \nSCP-8747-A\n in a dome-like medium, suppressing it's effects and potentially eradicating \nSCP-8747\n.\n\n\nCOUNCIL VOTE SUMMARY:\n \nAPPROVED\n (8-2-2)\n\n\nRESULTS:\n The proposed eigenweapon was created and \nPROJECT CYBERPSHERE\n staff confirmed it's intended, functional use of encapsulating \nSCP-8747-A\n; however, it was later discovered the capsule had no effect of suppressing it's effect. 20 minutes following usage, the capsule housing \nSCP-8747-A\n began to \"corrupt\" and 1 minute later, \nSCP-8747-A\n's size has increased by approximately 5km in diameter. Reports of more digital systems rendered inoperable were followed.\n\n\nFuture similar proposals will not be accepted.\n\n\n\n\n[130 PROPOSALS OMITTED]\n\n\n\n\nPROPOSAL:\n One D-Class is to be surgically implanted with a Cognitive Adapter within their cerebellum. He is then to be provided false information of \nSCP-8747-A\n and directed into AO-8747's subconscious transfer device. From there, he is instructed to traverse to \nSCP-8747-A\n and vocalize infohazardous data of \n●●|●●●●●|●●|●\n, theoretically inducing a hostile attack onto it's position.\n\n\nCOUNCIL VOTE SUMMARY:\n \nDENIED\n (2-9-1)\n\n\nRESULTS:\n N/A\n\n\nWhile a creative theory, it is likely that ●●|●●●●●|●●|● will not attack \nSCP-8747-A\n itself, and instead attack the D-Class. Furthermore, there is even the possibility that ●●|●●●●●|●●|● will be virulent towards AO-8747's structure, which cannot be allowed as it is one of the few methods the Foundation possess of accessing the Cybersphere. - O5-7\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nCCTV FOOTAGE/8747/02\n\n\n\n\n\n\n\n\nDATE:\n 21/05/2045\n\n\nFOREWORD:\n The following transcript displays recording of two Foundation personnel, on account of the O4 Summit's conclusion.\n\n\nPERSONNEL INVOLVED:\n\n\n\n\nDir. Roseanne Thatcher, Director of Containment.\n\n\nDr. Parker Jackson, Secretary for Department of Containment.\n\n\n\n\n\n\n\n\n\n\n« BEGIN TRANSCRIPT »\n\n\n\n\n\n\n\n\n\n\n\n\n<\nDir. Roseanne\n is seen in her office, going through paperwork. She appears dissatisfied. A door knocks in-front of her.\n\n\nDir. Roseanne:\n Come in.\n\n\n<The door opens.>\n\n\nDir. Roseanne:\n Morning, Parker.\n\n\nDr. Parker:\n Morning, Rose. You slept well?\n\n\n<\nDir. Roseanne\n shakes her head left and right.>\n\n\nDr. Parker:\n Still upset?\n\n\nDir. Roseanne:\n Yep.\n\n\nDr. Parker:\n Okay, look, the O4 voted to kick you out of the project, but so what? You've still got a job here.\n\n\nDir. Roseanne:\n But not so much for support.\n\n\nDr. Parker:\n You've got my support, Rose. Is there anything I can do that'll make you feel better?\n\n\n<Silence.>\n\n\nDir. Roseanne:\n Well, I've looked at the full file for the 8747 containment attempts; surprisingly, none of them work. I've already sent my own proposal, but I haven't heard from the Council since.\n\n\nDr. Parker:\n I, I'm sorry about that.\n\n\nDir. Roseanne:\n Don't be, it's not your fault.\n\n\nDr. Parker:\n But I was involved, wasn't I?\n\n\nDir. Roseanne:\n Yeah, but because of me and the O5's; speaking of which, I haven't heard from that bastard Eight for a while.\n\n\nDr. Parker:\n What about him?\n\n\nDir. Roseanne:\n I'll get to that later, but for now, you said you want to help me, right?\n\n\nDr. Parker:\n Yeah. Do you want me to get you a snack, coffee, or…\n\n\nDir. Roseanne:\n How about this; you take this proposal I have and send it to the \nPROJECT CYBERSPHERE\n staff about it, okay? Maybe they'll respond to you sooner, since people here care more about you.\n\n\nDr. Parker:\n You know they don't accept duplicate proposals, right?\n\n\nDir. Roseanne:\n So, how about I just, rephrase it and it'll work.\n\n\nDr. Parker:\n Why are you even doing this, Rose? I find that unprofessional from a Department Head.\n\n\n<\nDir. Roseanne\n leans forward, her arms now rest on her desk.>\n\n\nDir. Roseanne:\n Listen, Parker. My face and name are spread all over Foundation news, even outside of our universe, as the biggest bitch the Foundation's ever hired. And during this, I've called Eight \nmany times\n about how I could get out of this, and he's ignored me since the project went to shit. You know what that means?\n\n\n«Silence again.»\n\n\nDir. Roseanne:\n It means he just left me on the dust and out there doing God knows what, and I even could wind-up losing my job here; someone could easily say, \"Overseers, this bitch who was the cause of your system's fuckups is not fit for the role Containment Director\", and they'll be like, \"Alright, let's fire this whore\".\n\n\nDr. Parker:\n Don't say that about yourself.\n\n\nDir. Roseanne:\n wipes a tear from her eye.\n\n\nDir. Roseanne:\n I'm sorry, I just… I hate. Hate it so much. This project idea was such a horrible idea, I never should've accepted the offer.\n\n\nDr. Parker:\n Hey, hey. It's okay. I don't blame you. You were just following orders and we know what happens when you don't listen to an Overseer.\n\n\nDir. Roseanne:\n Fuck the Overseers.\n\n\n<\nDr. Parker:\n lets out a chuckle.>\n\n\nDr. Parker:\n Fuck the Overseers.\n\n\nDr. Parker:\n Oh, and don't worry too much about losing your job because of this, too; we've seen \nworse after all\n, yet they still work here, so I don't see why you would not. And if they do try fire you for this, we could say, \"Overseers, if you think she should be fired, why does this man with a ridiculous name still work here, despite the trouble he almost caused?\"\n\n\n<\nDir. Roseanne\n bursts into laughter.>\n\n\nDir. Roseanne:\n Oh yeah, good luck arguing that.\n\n\n<\nDir. Roseanne\n lets out a smile.>\n\n\nDir. Roseanne:\n Seriously though, thanks for coming to see me. I needed a laugh, really.\n\n\nDr. Parker:\n smiles back.\n\n\nDr. Parker:\n You're welcome. I'll try and re-send your proposal once it's reworded.\n\n\nDir. Roseanne:\n Thank yo-\n\n\n<\nDir. Roseanne\n's office phone rings>\n\n\nDir. Roseanne:\n Excuse me for a second.\n\n\n<She picks it up, and presses it against her ear.>\n\n\nDir. Roseanne:\n Hello? Yeah, I'm the one who sent it.\n\n\n<\nDir. Roseanne\n's eyes widens>\n\n\nDir. Roseanne:\n Really?!\n\n\n[…]\n\n\n\n\n\n\n\n\n\n\n\n\n« END TRANSCRIPT »\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nCCTV FOOTAGE/8747/03\n\n\n\n\n\n\n\n\nDATE:\n 20/05/2045\n\n\nFOREWORD:\n As the Overseer Council and Ethics Committee determine a desirable decision in light of the \nSCP-8747\n event, two A-Class personnel discuss personal matters.\n\n\nPERSONNEL INVOLVED:\n\n\n\n\nO5-8, Overseer of Foundation Projects and Development.\n\n\nOmar Amadi, liaison for the O5 Council and Ethics Committee.\n\n\nFour Security Officers, armed with automatic rifles.\n\n\n\n\n\n\n\n\n\n\n« BEGIN TRANSCRIPT »\n\n\n\n\n\n\n\n\n\n\n\n\n[…]\n\n\n<Footage depicts O5-8 sitting in-front of his desk, with the two-armed officers standing behind him. Omar is sitting on the opposite end of O5-8, as the two guards mirror the ones upfront.>\n\n\nO5-8:\n Hold on, hold on, hold on. Stop for a moment, I didn't understand. You want me to what?\n\n\nOmar Amandi:\n Plead guilty to what happened on the project. That way, we could negotiate a reduced sentence between us and the Ethics.\n\n\n<For a moment, \nO5-8\n tilts his head slightly to the ground in annoyance as he slowly raises his right palm in the air. He then raises his head to face Omar, his arm descending down.>\n\n\nO5-8:\n Listen, I didn't bring you here to tell me to incriminate myself about \nPROJECT CYBERSPHERE\n and let the Ethics take a shit on me. I told you to help me get out of this, because I got 12 other people wanting me gone for good, and nobody else wants to help me, but you. So please, give me that.\n\n\n<\nO5-8\n leans back on his chair>.\n\n\nO5-8:\n Review the case properly, figure out whatever decision that nobody else could come up, testify for me, do something.\n\n\nOmar Amandi:\n Testify to what? I wasn't even involved.\n\n\nO5-8:\n Well, you could say that someone or something, like some outside anomaly sabotaged the entire thing, and maybe with that, I'll get less of the blame.\n\n\nOmar Amandi:\n That's deceptive, Overseer, and we both know that won't work- but, I'll try to \"review the case properly\", as you've instructed.\n\n\n<\nOmar Amandi:\n pulls out a pen from his pocket, and shuffles with his sheaf of papers.>\n\n\nOmar Amandi:\n Where were you during the failure of \nPROJECT CYBERSPHERE\n?\n\n\nO5-8:\n In my office, doing paperwork and waiting for updates from Roseanne.\n\n\nOmar Amandi:\n Do you suspect Dir. Roseanne had anything to do with this?\n\n\n<\nO5-8:\n looks down on his desk>\n\n\nO5-8:\n Not really.\n\n\nOmar Amandi:\n Did you, and Dir. Roseanne ever performed previous tests and maintenance check-ups of AO-8747 to see if there were any deficiencies?\n\n\nO5-8:\n No.\n\n\nOmar Amandi:\n Do you believe that lack of maintenance check was what led to \nSCP-8747\n being created in the first place?\n\n\nO5-8:\n Yeah, but-\n\n\nOmar Amandi:\n So that's the issue, more evidence that you, the one who ordered AO-8747 to be constructed, are responsible for the creation of \nSCP-8747\n and -A; normally, these kinds of ambitious projects needs all of the Overseers to vote, but because it was an Apollyon-Class priority, you and the rest of the Council decided it was okay to only allow one. Not to mention, you are an Overseer responsible for overseeing Foundation projects, so to have someone like you take the role of that kind is questionable.\n\n\nOmar Amandi:\n Speaking of which, we both know the remaining Overseers are going to vote on whether they should kick you out, or not for that matter. The only ones who can overrule that are the Ethics Committee, and Administrator, which is unlikely they'll side with you because most of the Ethics Committee are working hard to make sure you are punished for what happened and figuring out who could take your place. More than 300 sites can't even work properly because of what you've caused, and more than a thousand digital anomalies have experienced containment difficulties thanks to \nSCP-8747\n, so from here on out, \nyou have to plead guilty to the Ethics Committee\n.\n\n\n<\nO5-8:\n places both of his hands onto his face, as his elbows are placed onto the desk to provide support. He lifts off his right arm and points it towards Omar>.\n\n\nO5-8:\n You are very close to getting kicked out of \nmy\n office, Amandi. Tell me you have at least something that I can work with, or leave before my guards do it for you.\n\n\nOmar Amandi:\n You could also go recommend a vote to go with Dir. Roseanne's idea to the Overseers, since you can overrule the O4's decision.\n\n\nO5-8:\n Why should I do that? You know most of everyone's opinions are not on our side.\n\n\nOmar Amandi:\n Since when did an Overseer care about what people think of them?\n\n\nO5-8:\n Omar…\n\n\nOmar Amandi:\n Okay, okay. Well, there isn't much of a choice for the Foundation to deal with containing \nSCP-8747\n itself, so the idea reprogramming AO-8747 to repair the Cybersphere isn't out of the question thanks to it's systems and hardware. Lots of engineers are constructing their own machines to deal with the anomaly, but why make a brand-new machine when we already have one?\n\n\n<\nO5-8\n lets out a chuckle.>\n\n\nO5-8:\n That's the best idea I've ever heard from you, Omar; using AO-8747 that caused \nSCP-8747\n, to fix \nSCP-8747\n. Love it.\n\n\nOmar Amandi:\n Joke about it all you want. It's not going to get you anywhere, just like your idea of lying to the Ethics Committee. As dumb as it sounds, it's still a possibility that it could work and when we're in a situation where were spending millions a day just to keep the public hush-hush about what's going on, we need to explore every idea we have.\n\n\nOmar Amandi:\n Remember, Roseanne's involved because you made her. If there's anyone at all who could show some sort of compassion- and who knows, get a \nlesser sentence\n thanks to said compassion- it's you.\n\n\n[…]\n\n\n\n\n\n\n\n\n\n\n\n\n« END TRANSCRIPT »\n\n\n\n\n\n\nAFTERWORD:\n 10 minutes after the meeting concluded, Omar Amandi and O5-8 proceeded to the Ethics Committee Disciplinary room for review of events.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nCOUNCIL VOTE-8747-24\n\n\n\n\n\n\nPROPOSAL:\n Based on evidence gathered, security footage, and testimonies of \nPROJECT CYBERSPHERE\n staff, it is the opinion of the O5 Council that O5-8 has majorly violated extensive Foundation policies, specifically those detailing Foundation project management and safety requirements, which led to the formation of an \nEKHI-\nClass anomaly, resulting in the containment breach of over 1,000 digital anomalies and near collapse of the veil. As such, the O5 Council has deemed O5-8 to be unfit for an Overseer role and must be preemptively replaced. Below contains a summarized vote regarding O5-8's position.\n\n\nNOTE:\n As the vote is directed towards a Foundation Overseer, O5-8's vote will not be considered.\n\n\nCOUNCIL VOTE SUMMARY:\n\n\n\n\n\n\nYAY\n\n\nNAY\n\n\nABSTAIN\n\n\n\n\n\n\nO5-1\n\n\n\n\n\n\n\n\n\n\nO5-2\n\n\n\n\n\n\n\n\n\n\nO5-3\n\n\n\n\n\n\n\n\n\n\nO5-4\n\n\n\n\n\n\n\n\n\n\nO5-5\n\n\n\n\n\n\n\n\n\n\nO5-6\n\n\n\n\n\n\n\n\n\n\nO5-7\n\n\n\n\n\n\n\n\n\n\nO5-9\n\n\n\n\n\n\n\n\n\n\nO5-10\n\n\n\n\n\n\n\n\n\n\nO5-11\n\n\n\n\n\n\n\n\n\n\nO5-12\n\n\n\n\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nAPPROVED\n\n\n\n\n\n\n\n\nRESULTS:\n Despite attempted negotiations, O5-8 failed to appeal his removal and demotion to the Ethics Committee. O5-8 will not be allowed to return to Overseer status, regardless of his contribution and improvement prior to D-Class demotion. During afterward discussions following the Council vote, O5-8 recommend the Foundation approve of Dir. Roseanne's proposal.\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nCOUNCIL VOTE-8747-25\n\n\n\n\n\n\nPROPOSAL:\n Invest resources, time, and maintenance into reprogramming AO-8747 to contain \nSCP-8747\n.\n\n\nCOUNCIL VOTE SUMMARY:\n\n\n\n\n\n\nYAY\n\n\nNAY\n\n\nABSTAIN\n\n\n\n\n\n\nO5-1\n\n\nO5-5\n\n\nO5-10\n\n\n\n\n\n\nO5-2\n\n\nO5-6\n\n\nO5-11\n\n\n\n\n\n\nO5-3\n\n\nO5-7\n\n\nO5-12\n\n\n\n\n\n\nO5-4\n\n\nO5-9\n\n\n\n\n\n\n\n\nO5-13\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSTATUS\n\n\n\n\n\n\nAPPROVED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nADDENDUM 8747/3:\n Final Report.\n\n\n\n\nINTENT:\n Eradicate \nSCP-8747-A\n's current nature, thereby neutralizing the anomaly, and anomalously repair its sector to pre-\nSCP-8747-A\n status. This requires re-engineering of AO-8747's mechanics and functionality, whilst omitting usage of human sub-conscious transfer.\n\n\nHYPOTHESIS:\n By eradicating \nSCP-8747-A\n, and repairing its sector within the Cybersphere, \nSCP-8747\n's effects will be invalidated. Though while this is a hypothesis, the accurate outcome of \nSCP-8747-A\n's eradication is uncertain; therefore, all IT, technical, and AIAD personnel must commence preparations for misplaced scenarios by this attempt.\n\n\nRESULTS:\n Decommission attempt successful; Foundation computerized systems are now able to successfully overwrite undesired data prior to \nSCP-8747\n's effects. Furthermore, future Foundation projects involving manipulation of the Cybersphere has been indefinitely suspended, with the exception of unanimous approval by the O5 Council.\n\n\nSCP-8747\n is pending reclassification to NEUTRALIZED by the Classification Committee.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Organic Consciousness Interface, a specific set of AI systems originating from human consciousness following the conclusion of \nPROJECT SARGASSO\n.\n\n\n2\n. Example of which is when the algorithm for \nSCP-4319\n was manipulated to display feline wildlife.\n\n\n3\n. With the exception of ones classified as \nTHAUMIEL\n.\n\n\n4\n. Designated TL-6768.\n\n\n5\n. \nCognitive Adapters\n, a newly designed, technological chip intended to allow Foundation personnel to view the perspective of implanted subjects upon its corresponding frequency receiver, including outside of realities and various esoteric mediums.\n\n\n6\n. It is uncertain whether SCP-239's effects have no impact on the Cybersphere, or her anomalous properties were directly misplaced due to lack of understanding of SCP-239's perspective regarding the anomaly.\n\n\n\n\n- END OF FILE -\n\n\nrating: \n+28\n+\n–\nx",
    "addendums": [],
    "documents": [],
    "notes": [],
    "title": "SCP-8747"
}