{
    "url": "https://scp-wiki.wikidot.com/scp-8749",
    "all_text": "rating: \n+48\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n This article contains mentions of \nalcohol\n and \ndrug\n use.\n\n\n\n\n\n\n\n\nrating: \n+48\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8749\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nconcluded\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPoplar Street, location of SCP-8749-A's discovery.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8749 is believed to be a one-time event. SCP-8749-A has been interred at the \nSite-86\n mortuary as it displays no anomalous properties. Barring further anomalous activity, monitoring of the Rivera residence and SCP-8749-B is to conclude on March 8, 2025.\n\n\nDescription:\n SCP-8749 was an event that occurred on either March 7 or 8, 2024, sometime between 20:14 and 01:58 hours. SCP-8749's locus was Bennett Rivera, an 18-year-old resident of Harrow, Nevada, United States. SCP-8749 resulted in the creation of SCP-8749-A.\n\n\nSCP-8749-A is the corpse of Bennett Rivera, discovered in the early morning of March 8 lying face down on the sidewalk near Rivera's residence at 3749 Poplar Street. SCP-8749-A displays severe injuries consistent with multiple direct lightning strikes\n1\n. Despite this, SCP-8749-A's clothing and possessions display no such damage. SCP-8749-A was discovered with the following items on its person:\n\n\n\n\nAn iPhone 13\n\n\nA pair of Apple AirPods playing the song \"Hokus Pokus\" by Insane Clown Posse on repeat\n\n\nA THC pen\n\n\nAn unlabelled water bottle containing a mixture of vodka and Mountain Dew-brand soft drink\n\n\nA can of Krylon-brand spray paint, red\n\n\n\n\nSCP-8749-B is Bennett Rivera, who left his home at 20:14 hours on March 7, telling his mother that he and his friends were going to hang out at a local park. Between this time and his return at 01:58 the next day, Rivera is completely unaccounted for. The friends in question, 18-year-old Harrow residents Rafaela Morales and Sean Skeritt, claimed that, while they did intend to meet up with Rivera, he did not show up to the intended meeting spot at any point in the night. SCP-8749-B displays limited memory of the nearly 6 hour time period between leaving and returning to his home (see Addendum).\n\n\n\n\n\n\nAddendum 8749.01: Interview\n\n\n\n\n\n\nInterviewer:\n Dr. Stephanie Mulberry\n\n\nInterviewee:\n Bennett Rivera (SCP-8749-B)\n\n\nForeword:\n The following interview was conducted in order to construct a timeline of events of SCP-8749 and the creation of SCP-8749-A.\n\n\n\n\n\n\n[BEGIN LOG]\n\n\n\n\nDr. Mulberry:\n Hello, Bennett.\n\n\nSCP-8749-B:\n Hello, Ms. Mulberry.\n\n\nDr. Mulberry:\n I'm sure you're aware of the circumstances of our interview.\n\n\nSCP-8749-B:\n They say they found my body outside my house.\n\n\nDr. Mulberry:\n To put it shortly, yes. Are you—\n\n\nSCP-8749-B:\n Sorry to interrupt, but how can everyone tell— why does everyone think that, you know, the body on the street is mine? I mean, like, I'm right here, aren't I? Like, it's all charred and sh— and stuff, like, and I don't even own any of that stuff, so like—\n\n\nDr. Mulberry:\n The body was wearing the clothes you were wearing the night of the seventh, and matches your height and dimensions. Plus, DNA analysis has proven a match.\n\n\nSCP-8749-B:\n Oh, uh, right, uh, okay. Um, for the record, though, I don't know why it would have any of that s—\n\n\nDr. Mulberry:\n Bennett, could you please let me ask my questions? This will move a lot faster.\n\n\nSCP-8749-B:\n Right, um. Yes, sorry ma'am.\n\n\nDr. Mulberry:\n That's quite alright. Now, first, where were you intending to go on the night of the seventh?\n\n\nSCP-8749-B:\n My mom, uh, already told you guys, probably. Me and my friends were gonna go to the, uh, the park by my house. They both drove there but I was close enough so I decided to walk.\n\n\nDr. Mulberry:\n What did you intend to do at the park?\n\n\n[SCP-8749-B visibly tenses.]\n\n\nSCP-8749-B:\n Um, we were just gonna, like, talk about stuff. Not really do much. We go there every now and then and, like, sit on the swings and talk. Just, like, about things. You know?\n\n\nDr. Mulberry:\n I'm a professional interviewer, Bennett. I can tell when you're lying. Please just tell me all of the details you can. I'm not a cop. You're not in trouble. We just need to figure out what happened. Okay?\n\n\nSCP-8749-B:\n Are you, um, are you gonna tell my mom about any of this?\n\n\nDr. Mulberry:\n No.\n\n\n[SCP-8749-B gestures to the audio recorder.]\n\n\nSCP-8749-B:\n Can this be off the record?\n\n\nDr. Mulberry:\n If that would make you more comfortable.\n\n\n[SCP-8749-B nods. Dr. Mulberry motions as if turning off the audio recorder, but does not actually switch it off\n2\n.]\n\n\nSCP-8749-B:\n Thank you.\n\n\nDr. Mulberry:\n Of course. Now, what were you and your friends planning on doing at the park?\n\n\nSCP-8749-B:\n We were just gonna get crossed\n3\n and, like, walk around and talk about school and stuff. And, uh, we were going to graffiti some stuff. But that was Sean's idea. I didn't want to. Please don't tell my mom.\n\n\nDr. Mulberry:\n I won't. Now, did you end up making it to the park?\n\n\nSCP-8749-B:\n No, ma'am.\n\n\nDr. Mulberry:\n Why?\n\n\nSCP-8749-B:\n Well, uh, it was storming pretty bad outside\n4\n, and, well, I kept looking at the lightning 'cause it was really pretty. And, and, uh.\n\n\n[SCP-8749-B trails off.]\n\n\nDr. Mulberry:\n Hm?\n\n\nSCP-8749-B:\n Sorry. The, uh, the lightning was really pretty, and—\n\n\n[SCP-8749-B trails off again.]\n\n\nSCP-8749-B:\n No, it wasn't. The lightning was really scary. I'm terrified of lightning. I wanted to go inside. But I kept looking at it. I don't know why. It's like that thing they say about looking at car crashes.\n\n\n[Silence for several seconds.]\n\n\nSCP-8749-B:\n I was looking… and it was so beautiful. And I. And.\n\n\n[Silence for several seconds.]\n\n\nSCP-8749-B:\n Sorry, what did you say?\n\n\nDr. Mulberry:\n Why didn't you make it all the way to the park?\n\n\nSCP-8749-B:\n Right. Well, um, I was staring at the lightning for a long time. I don't know how long but it felt like forever. It was in my way, I think, like it would strike me if I got any closer to the park. So I stopped and just looked. It was terrifying.\n\n\n[Silence for several seconds.]\n\n\nSCP-8749-B:\n I didn't want to keep going. I knew Rafaela and Sean were waiting for me but I didn't want to go. It was too scary. I was so fucking— I was really, really scared. I couldn't look down at the street because I knew what was there, and—\n\n\n[Silence for several seconds.]\n\n\nSCP-8749-B:\n And I don't remember what happened after that but I came home and my pen and the bottle weren't in my pocket anymore and I couldn't bring myself to look behind me and I felt bad for leaving my friends but the thunder got quieter as I ran away and I didn't want to be anywhere but inside and I felt like a whole different person but I just couldn't stop thinking about the lightning and how it would've killed me if I kept going forward, and, and—\n\n\n[SCP-8749-B begins crying.]\n\n\nSCP-8749-B:\n I don't ever want to do that again. I'm sorry, okay, I'm gonna stop smoking, okay, just please don't tell my mom. I'm not about that anymore, I promise, okay, just— just—\n\n\n[SCP-8749-B collapses onto the table.]\n\n\nSCP-8749-B:\n Can I please just go home?\n\n\nDr. Mulberry:\n This interview is concluded. We can finish this later.\n\n\n\n\n[ENG LOG]\n\n\n\n\n\n\nAfterword:\n \nSCP-8749-B has proven immune to attempts to amnesticize him of the events of March 7-8. As such, we've been monitoring the Rivera residence for any information breaches, but due to SCP-8749-B's unwillingness to discuss the event with anyone, we believe he poses a minimal risk to normalcy and, as such, containment is not necessary.\n\n\n— Dr. Mulberry\n\n\n\n\n\n\n\n\n« \nSCP-8748\n | SCP-8749| \nSCP-8750\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Analysis of the corpse by Medical Department personnel has determined that the body would have to have been struck at least thirteen times to reach its present level of injury.\n\n\n2\n. This is standard practice during Foundation interviews to gain as much information from subjects as possible.\n\n\n3\n. Slang for \"crossfaded\", typically used to refer to the state of intoxication by both alcohol and marijuana simultaneously.\n\n\n4\n. This has not been found to be the case.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8749\n\" by Rhineriver, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8749\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Hurricane-Tropical Storm Harvey in Houston - August 28 2017 NIGHT (36050302294)\n\n\nAuthor:\n R. Crap Mariner from Houston, USA\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8749 \" by Rhineriver, from the SCP Wiki . Source: https://scpwiki.com/scp-8749 . Licensed under CC-BY-SA .",
        "Filename: Hurricane-Tropical Storm Harvey in Houston - August 28 2017 NIGHT (36050302294) Author: R. Crap Mariner from Houston, USA License: CC BY 2.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-8749 is believed to be a one-time event. SCP-8749-A has been interred at the Site-86 mortuary as it displays no anomalous properties. Barring further anomalous activity, monitoring of the Rivera residence and SCP-8749-B is to conclude on March 8, 2025.",
    "description": "SCP-8749 was an event that occurred on either March 7 or 8, 2024, sometime between 20:14 and 01:58 hours. SCP-8749's locus was Bennett Rivera, an 18-year-old resident of Harrow, Nevada, United States. SCP-8749 resulted in the creation of SCP-8749-A.",
    "title": "SCP-8749"
}