{
    "url": "https://scp-wiki.wikidot.com/scp-8750",
    "all_text": "rating: \n+11\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nLearning to let go is hard as hell. Some cope better than others, some don’t cope at all.\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nOn 2017/7/15, this document was relocated to the archive following SCP-8750's reclassification as neutralized.\n\n\n\n\n\n\nLink To Guide\n\n\nItem#:\n8750\n\n\nClearance Level 1:\n \nClearance\n\n\n\n\n\n\nContainment Class:\n \nneutralized\n\n\n\n\n\n\n\n\nSecondary Class:\n \n{$secondary-class}\n\n\n\n\n\n\n\n\n\n\nDisruption Class:\n \n#\n/keneq\n\n\n\n\n\n\n\n\nRisk Class:\n \n#\n/warning\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8750 is held in a standard type-X cell.\n1\n\n\nDescription:\n SCP-8750 is a former Foundation researcher, Ashe Barker. SCP-8750 is a Type 4-U Reality Bender.\n2\n SCP-8750 is currently contained at Site-97 in Brandon, Florida, where they were working when they entered an anomalous coma.\n3\n Relocation of SCP-8750 has been deemed unviable as the manifestation of anomalous properties happens regardless of SCP-8750's location. SCP-8750 has conjured up several spectral entities, designated SCP-8750-1 to SCP-8750-3. The entities manifested by SCP-8750 act out scenarios from SCP-8750's past.\n\n\nDiscovery:\n SCP-8750’s anomalous nature was found on 2016/12/29 when reports of a child resembling the late Jacob Barker\n4\n, now designated SCP-8750-1 was reported to have been wandering the town aimlessly.\n\n\nAddendum SCP-8750.1\n SCP-8750 was found to affect the area around their house.\n\nReports of SCP-8750-1 led MTF Δ-29 (“Outside the Box”) to the apartment, where they established a temporary on-site location to collect data. Appearances of SCP-8750-1 also contained a second entity, identified to be a spectral version of SCP-8750, designated SCP-8750-2, as well as the occasional appearance of a third entity. This was identified as Dr. Robert Osprey,\n5\n and is designated SCP-8750-3.\n\n\n\n\n\n\nRecorded Date\n\n\nEntities involved\n\n\nRecorded Data\n\n\n\n\n\n\n2016/12/31\n\n\nSCP-8750-1 and SCP-8750-2\n\n\nSCP-8750-1 walked around and approached an ice cream truck that appeared during the event. SCP-8750-1 rushed SCP-8750-2 to hand it money, which was used to purchase ice cream. They then proceeded to de-manifest. Audio recordings picked up the conversation, but nothing of importance was noted.\n\n\n\n\n\n\n2017/1/4\n\n\nSCP-8750-1, SCP-8750-2 and SCP-8750-3\n\n\nSCP-8750-1 is in bed, seemingly unconscious, SCP-8750-2 and SCP-8750-3 are looking over it. A transcript of the audio is below.\n\n\n\n\n\n\n \n\n\n\n\nAdditional info:\n In this log, SCP-8750-2 is referred to by their last name, Barker. SCP-8750-3 is referred to as Osprey.\n6\n\n\n\n\n<Begin Log>\n\n\nBarker and Osprey are standing over their unconscious child. Barker is crying while Osprey has his hand on her shoulder.\n\n\nBarker:\n It's just not fair.\n\n\nOsprey:\n Life isn't fair Ashe, if it wasn't our kid, it would have been someone else's.\n\n\nShe pulls away from him.\n\n\nBarker:\n Okay, and? That wouldn't be my problem. This is our kid. Can you at least try to act sad?\n\n\nOsprey:\n We don't have time left to be sad. We need to try to be strong for him so he can enjoy the time he has left.\n\n\nBarker:\n I'm just… I'm not that strong, Robert.\n\n\nHe grabs her hand.\n\n\nOsprey:\n Look at him, Ashe. He's sitting there smiling in his sleep. He knows that he gets to visit his favorite theme park tomorrow.\n\n\nHe pauses for a second.\n\n\nOsprey:\n I know it's hard, but you have to try for him. We've got the entire weekend, let's let him enjoy the time he has left.\n\n\nBarker:\n \n(crying)\n I'll try.\n\n\n<End Log>\n\n\n\n\n \n\n\n\n\n\n\nRecorded Date\n\n\nEntities involved\n\n\nRecorded Data\n\n\n\n\n\n\n2017/1/12\n\n\nSCP-8750-1 and SCP-8750-2\n\n\nSCP-8750-1 walks to the playground located across from the apartment complex. SCP-8750-2 is shown to watch over it. -1 trips and begins crying. -2 runs over to tend to its wound. They then de-manifest.\n\n\n\n\n\n\n2017/1/15\n\n\nSCP-8750-1, SCP-8750-2 and an unidentifiable entity.\n\n\nSCP-8750-1 and SCP-8750-2 are eating dinner in the apartment; they are talking about his schooling. An unidentifiable entity is looking over them; they don’t acknowledge it. They continue conversing for a few minutes, then de-manifest.\n\n\n\n\n\n\n2017/1/23\n\n\nSCP-8750-2 and SCP-8750-3\n\n\nSCP-8750-2 and -3 are in an argument. A transcript of their conversation is below.\n\n\n\n\n\n\n\n\n<Begin Log>\n\n\nBarker:\n You can't tell him!\n\n\nOsprey:\n What do you mean that I can't!? He's our son; don't I get a say?\n\n\nBarker:\n No, you absolutely don't. You don't get a say. You lost that right years ago.\n\n\nOsprey:\n That's bullshit. He's still my kid. He has a right to know.\n\n\nBarker:\n You're only saying that for yourself. Stop being selfish.\n\n\nOsprey:\n Selfish? What a joke. You're preventing me from seeing my child in his last month just so you can have the rest of his time to yourself. You won't even tell him why I can't come around anymore.\n\n\nBarker:\n What happened to letting him enjoy the time he has left? You are a hypocrite.\n\n\nOsprey looks stunned and begins crying.\n\n\nOsprey:\n Things change Ashe, I just want the opportunity to say goodbye to my kid.\n\n\nBarker:\n It isn't happening, Robert. I can't rob him of his happiness.\n\n\nOsprey:\n Then let me do it; let me tell him. We can spend the rest of the time he has left as a family again.\n\n\nBarker:\n \n(crying)\n We stopped being a family ages ago. Just go.\n\n\nOsprey:\n Whatever. Just please think about it. I'm begging you. Please don't rob him of his chance to say goodbye to you.\n\n\nOsprey gets up, walks out the door, and de-manifests. Barker proceeds to kick over some furniture while angrily screaming. After a few moments, they also de-manifest.\n\n\n<End Log>\n\n\n\n\n \n\n\n\n\n\n\nRecorded Date\n\n\nEntities involved\n\n\nRecorded Data\n\n\n\n\n\n\n2017/1/25\n\n\nSCP-8750-1 and SCP-8750-2\n\n\nSCP-8750-1 is walking out the door, it asks -2 “where dad is” to which -2 responds with “I don’t know.” They turn out the lights, leave and de-manifest.\n\n\n\n\n\n\n2017/1/27\n\n\nSCP-8750-1, SCP-8750-2 and an unidentifiable entity\n\n\nSCP-8750-1 is once again on the bed unconscious; SCP-8750-2 is crying and pleading. The entity is standing over -1. SCP-8750-2 doesn't acknowledge the entity.\n\n\n\n\n\n\n2017/1/31\n\n\nSCP-8750-1, SCP-8750-2, SCP-8750-3 and an unidentifiable entity.\n\n\nSCP-8750-1 is unconscious again, SCP-8750-2 is violently sobbing over -1, SCP-8750-3 is sitting in a chair with its head down and legs crossed. The entity has its hand on SCP-8750-1. A copy of -1 appears, grabs onto the hand of the entity and they walk out and de-manifest. SCP-8750-2 is pleading for SCP-8750-1’s life, -2 and -3 ignore the entity walking off with the clone of -1.\n\n\n\n\n\n\n2017/7/1\n\n\nSCP-8750-2 and SCP-8750-3\n\n\nSCP-8750-2 and SCP-8750-3 are arguing again. A transcript is below.\n\n\n\n\n\n\n \n\n\n\n\n<Begin Log>\n\n\nBarker:\n \n(tearing up and shouting)\n He was our child; why are you being so insensitive?\n\n\nOsprey:\n You need to let go Ashe, it’s been six goddamn months; you think I wasn’t going through the same hell you did? It’s selfish of you to hold on so long. You need to go outside, you can't keep living like this.\n\n\nBarker:\n Fuck you! Six months isn’t long, you aren’t as devastated because you are a deadbeat who was never around!\n\n\nOsprey:\n \n(shouting louder)\n Are you that self-absorbed to not realize that I loved him too? I had no choice Ashe, you kicked me out; you took me out of his life. I've tried again and again; I’ve even taken you to court several times.\n\n\nHe pauses for a moment. Barker tries to interject, but he continues.\n\n\nOsprey:\n I wasn’t even granted visitation without your permission, and now you are trying to say you loved him more than me? I didn't have an option! You are selfish, conceited, and crazy.\n\n\nBarker:\n \n(gasps)\n Excuse me? You didn’t even fucking ask! You never made an effort; you just berated me for how I raised him! You expect me to move on, but I based my entire life around him! He was my child! Mine!\n\n\nOsprey:\n Do you not even hear yourself? He was our child!\n\n\nHe pauses for a moment before continuing.\n\n\nOsprey:\n He’s gone now. What is moping around, blaming me, and doing nothing with your goddamn life gonna do for you? It’s so selfish of you. You barely go to work anymore and keep lounging around. How about you grow up? Grow the fuck up, Ashe. It's embarassing.\n\n\nBarker:\n You have the audacity to come into my house, insult me, tell me to move on, and tell me how to live my life? You are just as uncaring as ever, Robert! I thought you of all people could have understood my pain!\n\n\nBarker pauses for a moment.\n\n\nBarker:\n (mumbling) Get out.\n\n\nOsprey:\n What?\n\n\nBarker:\n Get the fuck out of my house!\n\n\nThey both go silent for a moment.\n\n\nOsprey:\n Alright. I’ll go.\n\n\nOsprey gets up, heads to the door, and opens it.\n\n\nOsprey:\n I mean it, you need to move the fuck on.\n\n\nThe door slams shut, and they de-manifest.\n\n\n<End Log>\n\n\n\n\nAddendum SCP-8750.2:\n Following the last manifestation, one final event occurred.\n\n\n\n\n\n\nRecorded Date\n\n\nEntities involved\n\n\nRecorded Data\n\n\n\n\n\n\n2017/7/3\n\n\nSCP-8750-1, SCP-8750-2 and the unidentifiable entity.\n\n\nSCP-8750-2 manifested on the floor sobbing. Three minutes later, SCP-8750-1 and the entity manifested over the shoulder. -1 put his hand on -2’s shoulder and said, “It’s time for you to move on.” -2 stood up, wiped its tears, nodded, and then hugged -1, then all of them de-manifested.\n\n\n\n\n\n\nFollowing this incident, SCP-8750 lost all brain function and was declared deceased shortly after. SCP-8750 was reclassified as neutralized post-mortem and was buried in the Florida National Cemetery on 2017/7/12.\n\n\n\n\n« \nSCP-8749\n | SCP-8750 | \nSCP-8751\n »\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A standardized cell with equipment pertaining to those that are in a coma, paralyzed or incapable of general autonomy.\n\n\n2\n. Type-4 Reality benders have enough power to affect an entire city. The U in Type 4-U stands for unintentional. U Type reality benders can't cantrol their reality bending powers.\n\n\n3\n. The coma was deemed anomalous due to the fact that despite normal brain function, all Foundation standard coma resuscitation techniques have ended in failure.\n\n\n4\n. The son of SCP-8750, whom passed away due to cancer related complications.\n\n\n5\n. SCP-8750-1’s father.\n\n\n6\n. This is due to their current Foundation standing.",
    "addendums": [
        "Addendum SCP-8750.1 SCP-8750 was found to affect the area around their house. Reports of SCP-8750-1 led MTF Δ-29 (“Outside the Box”) to the apartment, where they established a temporary on-site location to collect data. Appearances of SCP-8750-1 also contained a second entity, identified to be a spectral version of SCP-8750, designated SCP-8750-2, as well as the occasional appearance of a third entity. This was identified as Dr. Robert Osprey, 5 and is designated SCP-8750-3.\n\n\n\n",
        "Addendum SCP-8750.2: Following the last manifestation, one final event occurred.\nFollowing this incident, SCP-8750 lost all brain function and was declared deceased shortly after. SCP-8750 was reclassified as neutralized post-mortem and was buried in the Florida National Cemetery on 2017/7/12."
    ],
    "documents": [],
    "notes": [
        "Additional info: In this log, SCP-8750-2 is referred to by their last name, Barker. SCP-8750-3 is referred to as Osprey. 6 <Begin Log> Barker and Osprey are standing over their unconscious child. Barker is crying while Osprey has his hand on her shoulder. Barker: It's just not fair. Osprey: Life isn't fair Ashe, if it wasn't our kid, it would have been someone else's. She pulls away from him. Barker: Okay, and? That wouldn't be my problem. This is our kid. Can you at least try to act sad? Osprey: We don't have time left to be sad. We need to try to be strong for him so he can enjoy the time he has left. Barker: I'm just… I'm not that strong, Robert. He grabs her hand. Osprey: Look at him, Ashe. He's sitting there smiling in his sleep. He knows that he gets to visit his favorite theme park tomorrow. He pauses for a second. Osprey: I know it's hard, but you have to try for him. We've got the entire weekend, let's let him enjoy the time he has left. Barker: (crying) I'll try. <End Log>",
        "<Begin Log> Barker: You can't tell him! Osprey: What do you mean that I can't!? He's our son; don't I get a say? Barker: No, you absolutely don't. You don't get a say. You lost that right years ago. Osprey: That's bullshit. He's still my kid. He has a right to know. Barker: You're only saying that for yourself. Stop being selfish. Osprey: Selfish? What a joke. You're preventing me from seeing my child in his last month just so you can have the rest of his time to yourself. You won't even tell him why I can't come around anymore. Barker: What happened to letting him enjoy the time he has left? You are a hypocrite. Osprey looks stunned and begins crying. Osprey: Things change Ashe, I just want the opportunity to say goodbye to my kid. Barker: It isn't happening, Robert. I can't rob him of his happiness. Osprey: Then let me do it; let me tell him. We can spend the rest of the time he has left as a family again. Barker: (crying) We stopped being a family ages ago. Just go. Osprey: Whatever. Just please think about it. I'm begging you. Please don't rob him of his chance to say goodbye to you. Osprey gets up, walks out the door, and de-manifests. Barker proceeds to kick over some furniture while angrily screaming. After a few moments, they also de-manifest. <End Log>",
        "<Begin Log> Barker: (tearing up and shouting) He was our child; why are you being so insensitive? Osprey: You need to let go Ashe, it’s been six goddamn months; you think I wasn’t going through the same hell you did? It’s selfish of you to hold on so long. You need to go outside, you can't keep living like this. Barker: Fuck you! Six months isn’t long, you aren’t as devastated because you are a deadbeat who was never around! Osprey: (shouting louder) Are you that self-absorbed to not realize that I loved him too? I had no choice Ashe, you kicked me out; you took me out of his life. I've tried again and again; I’ve even taken you to court several times. He pauses for a moment. Barker tries to interject, but he continues. Osprey: I wasn’t even granted visitation without your permission, and now you are trying to say you loved him more than me? I didn't have an option! You are selfish, conceited, and crazy. Barker: (gasps) Excuse me? You didn’t even fucking ask! You never made an effort; you just berated me for how I raised him! You expect me to move on, but I based my entire life around him! He was my child! Mine! Osprey: Do you not even hear yourself? He was our child! He pauses for a moment before continuing. Osprey: He’s gone now. What is moping around, blaming me, and doing nothing with your goddamn life gonna do for you? It’s so selfish of you. You barely go to work anymore and keep lounging around. How about you grow up? Grow the fuck up, Ashe. It's embarassing. Barker: You have the audacity to come into my house, insult me, tell me to move on, and tell me how to live my life? You are just as uncaring as ever, Robert! I thought you of all people could have understood my pain! Barker pauses for a moment. Barker: (mumbling) Get out. Osprey: What? Barker: Get the fuck out of my house! They both go silent for a moment. Osprey: Alright. I’ll go. Osprey gets up, heads to the door, and opens it. Osprey: I mean it, you need to move the fuck on. The door slams shut, and they de-manifest. <End Log>"
    ],
    "containment_procedures": "SCP-8750 is held in a standard type-X cell.1",
    "description": "SCP-8750 is a former Foundation researcher, Ashe Barker. SCP-8750 is a Type 4-U Reality Bender.2 SCP-8750 is currently contained at Site-97 in Brandon, Florida, where they were working when they entered an anomalous coma.3 Relocation of SCP-8750 has been deemed unviable as the manifestation of anomalous properties happens regardless of SCP-8750's location. SCP-8750 has conjured up several spectral entities, designated SCP-8750-1 to SCP-8750-3. The entities manifested by SCP-8750 act out scenarios from SCP-8750's past.",
    "title": "SCP-8750"
}