{
    "url": "https://scp-wiki.wikidot.com/scp-8760",
    "all_text": "rating: \n+25\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-8760:\n Stellar Remnants\n\n\nAuthor:\n \nEnayy\n\n⚠️ \nContent warning:\n This article contains self-harm, suicidal ideation, implied abuse and implied torture.\n\n\n\n\n\n\n\n\nrating: \n+25\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nFollowing consultation with Ethics Committee Liaision Marshall Graham, all records relating to Dr. Ethan Hayes have been removed from this document. Access to these records may be requested through your site-appointed Ethics Committee liaison.\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-8760\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT CLASS:\n \nEUCLID \n\n\n\n\n\n\nDISRUPTION CLASS:\n DARK\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-44\n\n\n\n\n\n\nSite Director\n\n\n\n\nCarter C. Carter\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr. Iya Keina\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nNu-7 \"Hammer Down\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n SCP-8760\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT\n\nCLASS:\n EUCLID\n\n\n\n\n\n\nDISRUPTION\n\nCLASS:\n DARK\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-44\n\n\n\n\n\n\nSite Director\n\n\n\n\nCarter C. Carter\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr. Iya Keina\n\n\n\n\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nNu-7 \"Hammer Down\"\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8760 is contained in a specialised radiation-hardened humanoid containment chamber. The only entrance to the area is a hermetically sealed door comprised of the same specialised materials. It should only be opened to provide SCP-8760 with radioactive fuel, and for cleaning as ordered by the Project Head.\n\n\nSCP-8760’s containment wing and the chamber holding the anomaly have been equipped with liquid nitrogen pump units on the ceiling. These countermeasures will incapacitate the anomaly and allow for safe transportation for up to 45 minutes. A small detachment of Mobile Task Force Nu-7 has been assigned to aid site security with containment, due to the lack of resources and training standard security personnel possess. See Addendum 1 – Ethics Committee Report.\n\n\nAll waste products are to be cleared daily, with two hours minimum being provided for the entity to prepare itself.\n\n\nAny colour changes that persist longer than 30 minutes are to be reported immediately.\n\n\n\n\nDescription:\n SCP-8760 is a sapient humanoid 1.7 meters in height, comprised of various hazardous inorganic materials. Internal temperatures range between 1,500 and 11,000 Kelvin depending on materials the entity has access to. These materials cause SCP-8760 to emit radioactive alpha particles 6 hours after any material consumption. This is believed to be achieved via internal nuclear fission. External temperatures can vary between 300 and 3,000 Kelvin depending on the anomaly’s stress level.\n\n\nSCP-8760 appears to follow the standard life cycle of a star, albeit at a vastly accelerated rate. The anomaly is believed to be in the “white dwarf” stage of its life cycle. It is unknown how the anomaly may progress, but efforts are being made to ensure that SCP-8760 does not become any form of supernovae following its death.\n\n\n\n\n\n\nThe planet believed to have orbited SCP-8760's 'mother' star after it was damaged following a supernova event.\n\n\n\n\n\n\nSCP-8760 utilizes combustible or radioactive materials to achieve its fission process, which allows it to restore or alter damaged parts of its body, and to control its stress.\n\n\nSCP-8760’s body is formed of varying layers:\n\n\n• The core that holds SCP-8760’s body together is located in the stomach region.\n\n\n• The second layer of SCP-8760 is composed of magma.\n\n\n• The third layer is composed of flames and plasma.\n\n\n• SCP-8760’s fourth layer is composed of a dark chondrite shell.\n\n\nThe head is a constantly burning flame, with a thin layer of its shell forming its face and two eye holes.\n\n\nSCP-8760’s flames may change colour depending on its stress level.\n\n\n\n\nAddendum 1 - Ethics Committee Report:\n\n\n\n\n\n\nInvestigation of Staff Conduct\n\n\nDate:\n 17/02/2017\n\n\nItem:\n SCP-8760\n\n\nStaff Under Caution:\n Level 3 Researcher Dr. Ethan Hayes\n\n\nEthics Committee Liaison:\n Marshall Graham\n\n\nIncident:\n During an extended period of inactivity and isolation under Dr. Hayes’ care, SCP-8760 displayed significant emotional distress due to the conditions of its containment.\n\n\nDuring the first few weeks, SCP-8760 was not provided with the necessary materials to sustain itself.\n\n\nDuring the second month of containment, Dr. Hayes reportedly used the liquid nitrogen countermeasures without proper authorization to intentionally trigger SCP-8760, resulting in several staff fatalities, severe injury to the anomaly itself, and extreme damage to the site.\n\n\nFor approximately 30 minutes after this incident, SCP-8760 was in a state of emotional distress whilst attempting to destroy its containment chamber and engaging in self-harming behaviours.\n\n\nSCP-8760 was incapacitated for several days following this incident due to the combination of damage from Dr. Hayes' actions and its own self-inflicted harm.\n\n\nSite Director Carter reported the incident, and has denied any knowledge of the records kept by Dr. Hayes until they were disclosed to him by Dr. Iya Keina. He insisted that he would have never authorized the previous experiments if he had known Dr. Hayes’ intentions.\n\n\n\n\nAction:\n Following a review by the Ethics Committee, Dr. Keina will be assigned to replace Dr. Hayes. Further, Dr. Hayes was demoted to D-Class pending termination and is undergoing treatment due to radiation poisoning after sustained contact with SCP-8760 during a meltdown event. His duties will start once he has recovered.\n\n\nSite Director Carter has been issued a formal warning by the Ethics Committee for authorizing the previous experiments and failing to maintain the Foundation Code of Ethics within Site-44.\n\n\nAll personnel assigned to work with SCP-8760 directly must be female and be under the age of 35 to avoid all resemblance with Dr. Hayes. This is subject to change should SCP-8760 show emotional improvement.\n\n\n\n\n\n\nAddendum 2:\n\n\n\n\nInterview Log – SCP-8760-01\n\n\nDate:\n 07/08/2017\n\n\nTime:\n 11:45 AM\n\n\nInterviewee:\n SCP-8760\n\n\nInterviewer:\n Dr. Iya Keina\n\n\nForeword:\n Due to the current status of the anomaly, a heat-resistant barrier was temporarily installed in SCP-8760’s containment chamber so Dr. Keina may communicate with it in person without risking injury. SCP-8760 was given an hour beforehand to prepare itself.\n\n\n\n\n<Begin Log>\n\n\nDr. Keina:\n Good morning. I’m Doctor Iya Keina, I hope you’re feeling all right today.\n\n\nSCP-8760 does not respond.\n\n\nDr. Keina:\n Hello?\n\n\nSCP-8760 does not respond. Dr. Keina folds her arms, leans to the side, and proceeds to knock on the glass.\n\n\nDr. Keina:\n I understand you may feel overwhelmed with everything that’s happened recently, but would it be alright if we just had a quick chat?\n\n\nSCP-8760 sits down next to the wall of its containment chamber, staring directly at Dr. Keina with no aversion, and with the segments of its shell locking together. A few small chunks crack and break off of SCP-8760 in the process.\n\n\nSCP-8760:\n Go away.\n\n\nDr. Keina:\n I appreciate that you don’t know me, and that you probably think I’m here to harm you, but I promise that’s not the case.\n\n\nSCP-8760:\n As if you could be any better… I don’t want to talk about him, and I don’t want to speak with you. So go away already.\n\n\nDr. Keina:\n Do I really look that shady?\n\n\nSCP-8760:\n You dress like him…What impression was I supposed to have?\n\n\nDr. Keina:\n May I at least have one chance? Please let me explain myself, and if you still aren’t interested, I’ll be out of your hair… Well, out of your flames.\n\n\nSeveral seconds of silence pass between both Dr. Keina and SCP-8760 as Dr. Keina clears her throat and fixes her ponytail. SCP-8760 still does not look away.\n\n\nDr. Keina:\n I’m the new researcher who’ll be working with you. I’m a psychiatrist specifically… I brought you something to hopefully start us off on a good note.\n\n\nSCP-8760:\n A gift? So you’re seriously going to try bribing me with flowers.\n\n\nDr. Keina places a small piece of uranium inside of the lead-lined port in the divider.\n\n\nDr. Keina:\n I’d have brought you more, but that’s all I’m allowed to give until we make a bit of progress together. Site director’s orders, not my own.\n\n\nSCP-8760 remains silent for a few minutes as it picks up the uranium and quickly places it inside its stomach region. It maintains its line of sight on Dr. Keina.\n\n\nDr. Keina:\n Slow down, no one’s taking it from you.\n\n\nSCP-8760:\n I’m starving.\n\n\nDr. Keina:\n Sorry… It’s a common joke where I’m from, figured it’d lift the mood a bit. I won’t do that again if it doesn’t help.\n\n\nSCP-8760:\n What do you want if I’m not going to starve with you taking \"care\" of me? If you’re so kind why not just let me leave?\n\n\nDr. Keina goes silent briefly, shuffling her paperwork and clearing her throat.\n\n\nDr. Keina:\n Well the first thing on my agenda was to get some food in you. I would happily give you more, but it took three strongly-worded emails to just get you that little bit of food. Or fuel, whichever is more accurate.\n\n\nSCP-8760 is silent for several moments, before turning its head to face away from Dr. Keina.\n\n\nSCP-8760:\n Give me more.\n\n\nDr. Keina:\n Well… I’d like to, but I have nothing else to give you-\n\n\nSCP-8760’s flames briefly intensify following Dr. Keina’s comment, as well as its shell chipping once again.\n\n\nSCP-8760:\n You go and get more! I’ve been starving here for weeks! A fucking scrap can’t fix that!\n\n\nDr. Keina falls silent for a few moments, with her expression morphing into a stern glare.\n\n\nDr. Keina:\n I’m trying to be nice because of what you’ve been through, but please don’t speak to me like that. If you want more, then you’ll show me basic respect, at the bare minimum. I want to help you but I am not tolerating that kind of attitude.\n\n\nSCP-8760 gestures to the damage across its shell, particularly a large crack running down the side of its face.\n\n\nSCP-8760:\n I’m fucking starving! Do you not believe me or something? Where’s your compassion?\n\n\nDr. Keina:\n Again, respect will get you much farther with me than trying to manipulate me. That kind of attitude reminds me of Hayes himself, and neither of us would want that.\n\n\nSCP-8760:\n Come on! How are we supposed to trust each other if you don’t?\n\n\nSCP-8760’s flames intensify as the entity expels some magma from its hands onto the chamber floor. Dr. Keina doesn’t respond for a few moments.\n\n\nDr. Keina:\n As for you starving, I’ll make sure you get something to eat daily. That doesn’t change the fact that I can’t pull some out of thin air. Unless you want to eat my clipboard…\n\n\nSCP-8760 is silent for a few moments whilst its flames die down once again.\n\n\nSCP-8760:\n … Alright. I’ll take that for now.\n\n\nDr. Keina:\n … Oh. Of course you will.\n\n\nDr. Keina reluctantly places her clipboard through the port. Dr. Keina then proceeds to exit the room for a few minutes as she goes to speak with Director Carter to acquire more fuel, returning soon after with a more reassuring tone.\n\n\nDr. Keina:\n There we are. May I ask you a question now?\n\n\nDr. Keina throws another piece of uranium to SCP-8760.\n\n\nSCP-8760:\n … What do you want?\n\n\nDr. Keina:\n I want to know how you feel. With everything that happened, it’s important to understand so I can help you properly.\n\n\nSCP-8760 stares at the materials Dr. Keina brought into the room for several moments.\n\n\nSCP-8760:\n Why would I ever tell you that?\n\n\nDr. Keina:\n Because if I can’t prove you want to help yourself, the Site Director won’t waste materials to help at all. For me to help you as best as I can, you’ll need to work with me.\n\n\nSCP-8760 doesn’t respond for several moments.\n\n\nDr. Keina:\n I don’t want to play this card, truly, but I’m the reason that Dr. Hayes even got transferred to begin with. Is it unrealistic that I’m still just trying my best to help with these questions?\n\n\nSCP-8760:\n The last man only ever used me for his entertainment and his stupid aspirations. I don’t see what else you need to know, so take what you can get and fuck off.\n\n\nDr. Keina proceeds to throw another small piece of uranium into SCP-8760’s side of the containment chamber.\n\n\nDr. Keina:\n That’s… better. May I ask another?\n\n\nSCP-8760:\n … Fine.\n\n\nDr. Keina shuffles through her research papers for a moment.\n\n\nDr. Keina:\n How do you feel about being here? In containment? I’m sure there are some improvements we could look at to make you more comfortable.\n\n\nSCP-8760:\n I want to leave. This place is full of memories I don’t like, and I find you cruel to keep me here.\n\n\nDr. Keina:\n Well I’ll have to be “cruel” for now, I’m afraid. It’d be irresponsible at best to let you free right now, even if you’re hurting inside of here.\n\n\nSCP-8760:\n You said you were the only one working with me. If you’re in charge, why don’t you just let me out?\n\n\nDr. Keina:\n Because the Ethics Committee doesn’t deem you as being cooperative enough for that.\n\n\nSCP-8760:\n You could just do it anyways. I’d like you for that… I’d like you a lot…\n\n\nDr. Keina:\n Not falling for that. I’m a psychiatrist, this isn’t a game that you’re going to win.\n\n\nSCP-8760:\n Can you please just open the door once? I wouldn’t burn anything.\n\n\nDr. Keina:\n Friends don’t act like this, y’know.\n\n\nSCP-8760:\n Can I at least get a bed?\n\n\nDr. Keina:\n That you won’t burn through? Probably not, but I could certainly try.\n\n\nSCP-8760:\n A book?\n\n\nDr. Keina:\n Again, I’m not sure if you’d be able to hold it.\n\n\nSCP-8760:\n I can control my heat! You’d know that if I didn’t have to pry a meal from everyone wearing a fucking lab coat.\n\n\nDr. Keina narrows her eyes at SCP-8760.\n\n\nDr. Keina:\n I’m not saying no, but how about we get you properly settled in before we do so? I wouldn’t want people thinking you’re ungrateful because you accidentally burned something. Can I ask another question?\n\n\nSCP-8760:\n … Fine.\n\n\nDr. Keina:\n Appreciated… How do you feel about Dr. Hayes?\n\n\nSCP-8760’s flames intensify.\n\n\nSCP-8760:\n I want him without those men with guns around… Without those stupid things on the ceiling to protect him… I want to hurt him. He deserves to see his opinions about me be true.\n\n\nDr. Keina:\n You want to prove you’re what he says you are? I understand wanting to hurt him, he hurt you after all, but harming him would only prove to others that he was right. I believe you’ve seen how that can go if I’m not mistaken.\n\n\nSCP-8760:\n How would it? He earned it, so it’s his fault for whatever I do.\n\n\nDr. Keina:\n Yet without the context, you’d simply have killed a man. Is that feeling of satisfaction you’d have in passing worth the reputation you’d have earned as a reward?\n\n\nSCP-8760:\n I need to be sure that he’s dead. If he isn’t then how will anyone else ever be safe? How can I believe I’ll be safe with you if people like him just get away with all this shit?\n\n\nDr. Keina:\n He’s only one man, you know. No two people are the same, and I believe after enough time with me you’ll see it. It’s awful what he did to you, and he deserves nothing good for that. I would even agree if you had killed him in the moment then you wouldn't be wrong, but seeking revenge would only give others the illusion that he was right about you.\n\n\nSCP-8760’s flames begin to turn blue and intensify further. The anomaly stands to its feet and approaches Dr. Keina.\n\n\nSCP-8760:\n So let them fucking have that idea. If I’ll never get the justice that I’ve earned for the pain I’ve been through, then what’s the point of waiting for it? What’s the point of living?! I should give it up and bring all of you with me for allowing this shit!\n\n\nDr. Keina is silent for several moments, only looking at SCP-8760 with a concerned expression.\n\n\nDr. Keina:\n That wouldn’t solve your problems the way you think it will, and I don't think that's what you want. If you essentially kill yourself, and everything on the planet, then all of that suffering would be for nothing. You would have thrown your chance at a better life away just for revenge, and you would have done so without even giving yourself a chance to see there’s better for you in this world.\n\n\nBoth SCP-8760 and Dr. Keina go silent for a few minutes. Dr. Keina stands patiently whilst SCP-8760 slowly calms itself down and backs away into the corner.\n\n\nSCP-8760:\n I’m sorry… I didn’t m-mean that. Please don’t hurt me for that! I just wanted someone to listen…\n\n\nDr. Keina:\n I think you did mean it, but I’m not going to punish you for how you feel.\n\n\nSCP-8760:\n It’s just… It isn’t fair! Why do I suffer and he gets nothing in return?\n\n\nDr. Keina:\n I doubt that he’ll get away with it. I’d distract yourself if you think about him again. Your emotions need to be addressed soon, but in your current state, I’m worried that you might be pushed too far if we tried today.\n\n\nDr. Keina throws another piece of uranium through the divider.\n\n\nDr. Keina:\n I think you’ve had enough of my questions for today. I’ll come and see you soon though, promise.\n\n\nSCP-8760:\n … Bring food.\n\n\nDr. Keina:\n I will… Goodbye.\n\n\nDr. Keina exits the containment chamber. SCP-8760 doesn’t respond.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n Following this interview, I’ve decided to have the staff provide SCP-8760 with 5 kilograms of uranium per day. I hope that this will encourage them to converse with me more in our next meeting, allow them to repair the damage present on their body, and build our trust. I plan to see SCP-8760 at least once per week, though I will have my team do daily check-ins with SCP-8760 until further notice.\n\n\n- Dr. Iya Keina\n\n\n\n\n\n\nActivity Summary Log – 01\n\n\nDate:\n 04/10/2017\n\n\nActivity:\n Dr. Keina supplied SCP-8760 with four different radioactive materials it may consume to determine its meal preference, hoping to build some trust between herself and SCP-8760. The materials provided were 1 kilogram each of uranium, radium, iodine, and polonium.\n\n\nAfter several hours of hesitation towards Dr. Keina’s gesture, SCP-8760 consumed all materials provided, before specifying uranium as its preferred source of energy.\n\n\nSCP-8760 was less aggressive in the interview that followed later that day.\n\n\n\n\n\n\nInterview Log – SCP-8760-04\n\n\nDate:\n 18/10/2017\n\n\nTime:\n 1:00 PM\n\n\nInterviewee:\n SCP-8760\n\n\nInterviewer:\n Dr. Iya Keina\n\n\nForeword:\n SCP-8760 was given an hour in advance to prepare itself for the interview. SCP-8760 requested to be given its full supply of food for the day in advance. Dr. Keina granted this request.\n\n\n\n\nBegin Log\n\n\nDr. Keina:\n Good afternoon. You look a bit healthier than last time, though not that you looked bad before.\n\n\nSCP-8760 doesn’t respond for a few seconds whilst staring at Dr. Keina.\n\n\nSCP-8760:\n … Thanks.\n\n\nDr. Keina:\n You’re welcome. I’ve got a few things I wanted to talk about today, you can feel free to refuse any if you aren’t ready.\n\n\nSCP-8760 goes silent for a few moments, staring at Dr. Keina as it waits for her to elaborate.\n\n\nDr. Keina:\n Firstly was to talk some more about Dr. Hayes… You’re looking at me like it’s a no.\n\n\nSCP-8760:\n No.\n\n\nDr. Keina:\n Gotcha. Okay, well how about telling me a bit about yourself? We didn’t get too far last time, so maybe start simple and see how we go.\n\n\nSCP-8760:\n Fine. Just don’t… Just don’t push it.\n\n\nDr. Keina:\n No problem. Can you tell me a little bit about where you’re from?\n\n\nSCP-8760:\n Space.\n\n\nDr. Keina:\n Right… Might you be more specific?\n\n\nSCP-8760:\n Is this an interview or a fucking interrogation? A star died, and then I existed after that.\n\n\nDr. Keina stares at SCP-8760 with her head tilted, her brow raised and arms folded over her chest.\n\n\nDr. Keina:\n So a supernova created you?\n\n\nSCP-8760 stares at Dr. Keina in silence for a few moments.\n\n\nSCP-8760:\n If that’s what it’s called.\n\n\nDr. Keina:\n That’s quite beautiful in a way… Is there anything else? Or is that all, up until you got to Earth?\n\n\nSCP-8760 pauses momentarily, looking to the far wall of the containment chamber and moving to face away from Dr. Keina.\n\n\nSCP-8760:\n I floated for a while to get here, if that interests you. I think you already know what happened when I got here, since you humans write everything down… and it was your fault.\n\n\nDr. Keina:\n Mhm, mhm. Yes we do, so please carry on if you feel comfortable. I suspect something else happened other than just “floating”.\n\n\nSCP-8760 once again pauses for several seconds.\n\n\nDr. Keina:\n There's no rush; I’m not forcing you.\n\n\nSCP-8760:\n When stars die, something like me has a small chance of being made just before they explode… Something alive. When something like me is made, and then dies, it’s guaranteed that another one will appear soon before their death. My first… memory, was seeing a planet die so I could live.\n\n\nDr. Keina looks at SCP-8760 with her brows raised.\n\n\nDr. Keina:\n And how does that make you feel? Did you understand what you were seeing?\n\n\nSCP-8760:\n No, I didn’t know. Then I got here and began to understand what I’m going to be in the future. I learned what was lost just so I of all things could live… All that ever happens to me is I suffer, then I get that little bit weaker, and I’ll eventually just die regardless, so why did all those lives have to end for me? I wish I lived in ignorance of it all… Or just didn’t live at all, both would be the most mercy I’ve had.\n\n\nDr. Keina:\n I’m guessing that mindset is quite strong for you, isn’t it?\n\n\nSCP-8760 doesn’t respond vocally but does nod whilst looking at the floor. The entity is observed clutching its wrist tightly.\n\n\nDr. Keina:\n I also take it what happened with, well… him, hasn’t exactly made you confident that you can change?\n\n\nSCP-8760:\n Yes… I hate that he could have been right. I hate how I gave in to his stupid fucking plan! I hate that I let myself hurt people just because of him!\n\n\nDr. Keina:\n Is there anything I can do to help you cope?\n\n\nSCP-8760:\n Bring me more food and leave me alone. I could start to repair myself. At least then I can keep myself from killing you all so soon…\n\n\nDr. Keina:\n I… will take that as kindness and not a threat. I’ll up your supply the best I can, though if you still have some resolve, I can offer you something else too.\n\n\nSCP-8760:\n What is it? Another “shower”?\n\n\nSCP-8760 looks up to the ceiling for a few moments whilst gripping its thigh. The glow from its plasma underneath is visible through the newly formed cracks.\n\n\nDr. Keina:\n No, it’s something called “therapy”. I can help you change the way you think, the way you react to your thoughts, and teach you how to manage your emotions. You might also learn that people aren’t so bad. Most of them, anyways…\n\n\nSCP-8760:\n And that actually works? Even if I’m not a person?\n\n\nDr. Keina:\n Human. You’re not a human, but you are still a person. And yes, it could work, and even if it doesn’t, it has to be better than just letting yourself go right? If you only get to live one time why give it up?\n\n\nSCP-8760:\n That has some sense in it, I guess.\n\n\nDr. Keina:\n Is that a yes?\n\n\nSCP-8760 is silent for a few seconds, before folding its arms and looking away.\n\n\nSCP-8760:\n Yes… I’ll try.\n\n\nDr. Keina:\n That’s great to hear! I’m glad you haven’t given up completely, that’s already a good place to start from. Much better than not even wanting to try.\n\n\nDr. Keina stands and gathers her things, then proceeds to walk towards the exit. SCP-8760 lunges up to the divider.\n\n\nSCP-8760:\n Wait-\n\n\nDr. Keina:\n Hm? Did you need something before I go?\n\n\nSCP-8760:\n … When are you coming back?\n\n\nDr. Keina:\n I’ll be back in a week, maybe sooner if the Site Director would care to read his emails this time.\n\n\nSCP-8760:\n Oh, well… right. Well go on then, l-leave.\n\n\nDr. Keina:\n … Goodbye.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n I’ve decided to increase the supply SCP-8760 gets per day, to assist with the physical healing process, and hopefully ease their stress as best as possible before starting therapy. I think I might ask them to name themselves, maybe that will help break them from the ideas they currently put so much weight into.\n\n\nOh, and Director Carter, I’m well aware of the concerns that SCP-8760 is just trying to get fuel so they can break out. I’ll ask you to remember that I’m a psychiatrist, and Site Director or not, I won’t have my assessment undermined because you don’t care to listen to my briefings. Thank you.\n\n\n-Dr. Iya Keina\n\n\n\n\n\n\nActivity Summary Log – 02\n\n\nDate:\n 27/10/2017\n\n\nActivity:\n Dr. Keina showed SCP-8760 various illustrations of a “Cognitive Triangle”, a diagram that displays how thoughts affect feelings, feelings affect behaviours, and how those behaviours reinforce thoughts.\n\n\nSCP-8760 didn’t understand initially, but after the third attempt began to show comprehension of the subject. Dr. Keina proceeded to demonstrate some methods that could be used to interrupt certain stages of the cycle, thus improving the anomaly’s ability to successfully manage its stress levels.\n\n\n\n\n\n\nInterview Log – SCP-8760-05\n\n\nDate:\n 04/11/2017\n\n\nTime:\n 6:00 PM\n\n\nInterviewee:\n SCP-8760\n\n\nInterviewer:\n Dr. Iya Keina\n\n\nForeword:\n SCP-8760 was given the full supply of food for the day prior to the interview, and was given 30 minutes to prepare itself.\n\n\n\n\n<Begin Log>\n\n\nDr. Keina:\n Good evening, SCP-8760. Had a good week?\n\n\nSCP-8760:\n It was okay. I found it was… too long to be with myself.\n\n\nDr. Keina:\n Well, still an improvement over last week, right? Progress is progress, no matter how much. How’s your body doing this week? Is the extra food helping with that?\n\n\nDr. Keina gestures towards SCP-8760’s shell, which appears to have repaired itself somewhat.\n\n\nSCP-8760:\n It keeps the edge off my anxieties. Not for long, but… It helps.\n\n\nDr. Keina:\n I’m glad to see that you’re doing a bit better, at least. Now not to worry, but I’ve got a few things I wanted to get through today…\n\n\nSCP-8760:\n Am I still allowed to say no?\n\n\nDr. Keina:\n Of course, but I’d appreciate you giving it a try first.\n\n\nSCP-8760:\n What’s on your list then?\n\n\nDr. Keina sits down in a chair that was placed inside the containment chamber and places her bag down at her side.\n\n\nDr. Keina:\n So, to start our session today, I was thinking… Why don’t we give you a name?\n\n\nSCP-8760:\n What would be the point?\n\n\nDr. Keina:\n You could express yourself, and you also get the rare opportunity to actually pick your name. Most people don’t get to, you know?\n\n\nSCP-8760 goes silent for a minute, tapping its fingers against the floor of the containment chamber and facing away from Dr. Keina.\n\n\nSCP-8760:\n Nova…\n\n\nDr. Keina:\n That’s what you want to be called?\n\n\nSCP-8760:\n I… think I like it. After what happened when I was born, the memory used to make me afraid. So maybe I could… make something positive out of it.\n\n\nDr. Keina:\n I think that’s a very creative way of looking at it. It’s much more fitting than I thought it’d be… Far better than calling you a number at least.\n\n\nSCP-8760:\n Thank you…\n\n\nDr. Keina takes out her notebook from her bag and leans back in her chair with her legs crossed.\n\n\nDr. Keina:\n Next up, I wanted to talk more about Dr. Hayes. I know you’re still very stressed over this, but if you want to see improvement, you’ll have to get a little bit uncomfortable each time.\n\n\nSCP-8760:\n No… No, I don’t-\n\n\nSCP-8760 sits down and starts tapping its hands against the floor, looking away from Dr. Keina.\n\n\nDr. Keina:\n I know, I get it, I’ve been there. I understand how overwhelming it can feel. But please just take a moment to try and relax. We can go at whatever pace is comfortable for you.\n\n\nSCP-8760:\n Iya… I don’t want to, so just drop it!\n\n\nDr. Keina:\n Let’s slow things down a bit. Relax, breathe, have a few minutes…\n\n\nSCP-8760 is silent while it clutches its wrists, and after a few minutes, it nods to Dr. Keina. The anomaly’s flames have become a pale blue colour.\n\n\nDr. Keina:\n Good. It’ll be fine, Nova, I assure you.\n\n\nSCP-8760:\n Thank you, go uhm… ahead.\n\n\nDr. Keina:\n If you remember the last time I asked about what you felt when I brought Dr. Hayes up, you expressed how you’d kill him. Has your view on that changed?\n\n\nSCP-8760 slouches forward slightly and rests its face in its hands.\n\n\nSCP-8760:\n Of course it fucking hasn’t.\n\n\nDr. Keina:\n Right… May I propose a perspective to you?\n\n\nSCP-8760:\n You’ll do it regardless…\n\n\nDr. Keina:\n What do you think about the idea that as long as you let the thought of him get you so worked up, he still controls you just as much as he used to?\n\n\nSCP-8760’s flames begin to turn yellow, though it only slouches more and breaks a small piece of its shell away from its wrist.\n\n\nSCP-8760:\n No he doesn’t… I’m choosing to kill him.\n\n\nDr. Keina:\n But what’s leveraging your decision? Your sound, calm and certain conscience? Or is it the emotions that are reasonable, given what’s happened, but not always helpful in certain situations?\n\n\nSCP-8760:\n Well why does it matter? I’m still choosing to kill him, so it’s me either way.\n\n\nDr. Keina:\n I can see your process on that, but I’m hoping to explain how although your feelings on the situation are valid, and they’re important, giving them too much control can lead you in the wrong direction.\n\n\nSCP-8760 stares at Dr. Keina for several moments, curling in on itself.\n\n\nSCP-8760:\n It’s not who I want to be… I’m just afraid it’s who I am anyway… How are you so… normal? If you’ve had bad things happen to you, how are you even content with your life?\n\n\nDr. Keina:\n No one is any one way by nature, Nova. You can always change for the better if you want it for yourself, and nothing else. Every day the things that have happened to me will affect me, but with a lot of effort, I’ve managed to keep them from controlling my life constantly. I have bad days, and so will you, even with therapy.\n\n\nSCP-8760:\n Every time you say something like this it just seems so out of reach to actually accomplish it… Does anyone ever succeed at “therapy”? Is it just something humans do to feel better about those around them, knowing that it’s all just to cope? It seems to me that once you’ve passed a line, you’re just fucked and that’s the end of it…\n\n\nDr. Keina shifts in her chair and leans forward to look at SCP-8760 closely.\n\n\nDr. Keina:\n People can try to succeed, and some people fail. Others succeed easily, whilst some comparatively lose more than they started with. I couldn’t tell you how things might work out, but I can tell you that your current outlook on the situation will only end one way…\n\n\nSCP-8760 sits down on the floor, cross-legged with its chin resting in its hands.\n\n\nSCP-8760:\n That… isn’t very reassuring, given how hopeless it sounded.\n\n\nDr. Keina:\n I just want you to think about it once a day. With the right outlook, you could draw a lot of motivation from your emotions, instead of them getting you stuck. Now…\n\n\nDr. Keina reaches into her bag and retrieves a few sheets of paper, shuffling through them briefly.\n\n\nDr. Keina:\n The next thing I’d like us to do today was to have you look at some art. I think you might give some interesting insights with your reactions, and it might be less problematic for you to start with.\n\n\nSCP-8760:\n I… Fine.\n\n\nDr. Keina:\n Great. Would you tell me how this makes you feel?\n\n\nDr. Keina holds an image of Mobile Task Force Nu-7’s insignia and shows it to SCP-8760.\n\n\nSCP-8760:\n I don’t like that… The people who had that were helping… him. It scares me.\n\n\nDr. Keina:\n Do you remember what I told you before about how no two people are the same? Those who wear this are a group, and although the individuals you knew before weren’t great people, there are plenty of quality personalities amongst them.\n\n\nSCP-8760:\n I think I’m starting to see where this is going.\n\n\nDr. Keina:\n Yes, I would like you to meet some. At the very least just be around them.\n\n\nSCP-8760:\n That sounds very uncomfortable.\n\n\nDr. Keina\n Hear me out, okay? I want to take you out of your room in the future. For a walk in the courtyard, but the Site Director isn’t negotiating about the guards. So, two of them have to come with us.\n\n\nSCP-8760:\n No, so you can fuck off, p-please…\n\n\nDr. Keina:\n Nova… Come on now, no need for that.\n\n\nSCP-8760:\n I just… I’m sorry, but you’re moving very fast, okay?! I don’t know if I can, and that’s the best I’ve got for you right now. I know, such impressive progress!\n\n\nDr. Keina:\n You don’t have to do it so soon, I’m only proposing the idea. It would help you get comfortable with stress; it would let you have more control than you normally would, and at the minimum, it would get you out of this boring and frankly depressing room.\n\n\nSCP-8760:\n I think I want several weeks… Please.\n\n\nDr. Keina:\n Take as much time as you want, just tell the security personnel and I’ll come fetch you. I’ll see you then.\n\n\nDr. Keina turns around and heads towards the exit of the containment chamber.\n\n\nSCP-8760:\n No-\n\n\nSCP-8760 stands quickly and attempts to walk after her, but is stopped by the divider. Dr. Keina turns and smiles softly\n\n\nDr. Keina:\n What? You okay?\n\n\nSCP-8760:\n … Sorry. Just uhm… I’m a bit jumpy because, you know, what we talked about. Bye…\n\n\nDr. Keina:\n Goodbye, Nova. I’ll see you soon.\n\n\n<End Log>\n\n\n\n\n\n\nFollowing a request from Dr. Iya Keina to Marshall Graham, SCP-8760 has been recognized as compliant following an extended period of cooperation with staff, and in the future is to be treated as a Class-III (Compliant) anomaly per the Ethics Committee guidelines.\n\n\n\n\n\n\nInterview Log – SCP-8760-08\n\n\nDate:\n 13/12/2017\n\n\nTime:\n 09:00 AM\n\n\nInterviewee:\n SCP-8760\n\n\nInterviewer:\n Dr. Iya Keina\n\n\nEscorts:\n Agent Ashley Morgan, Agent Mia Winters\n\n\nForeword:\n SCP-8760 was given twice the normal amount of supplies before the interview and was given two hours to prepare itself. The interview log was recorded using the bodycams of the MTF Agents present. All personnel involved were instructed to wear standard winter clothing instead of their tactical uniforms to seem non-threatening to SCP-8760.\n\n\n\n\n<Begin Log>\n\n\nSCP-8760:\n Who are they?\n\n\nDr. Keina:\n This is Mia, and this is Ashley. They’ll just be escorting us outside, making sure you’ve got plenty of space and so forth.\n\n\nSCP-8760:\n Why can’t you just do that? I only wanted you.\n\n\nDr. Keina:\n I understand that, but with them helping us out I can keep my focus on you. Not on all the doors I have to open, and coworkers I have to avoid.\n\n\nSCP-8760:\n Fine, but they don’t interrupt… please.\n\n\nDr. Keina:\n I promise it’ll be as if they aren’t even there when you get used to them.\n\n\nSCP-8760:\n Okay…\n\n\nAgents Morgan and Winters remove the divider from the containment chamber, allowing SCP-8760 to walk out with them.\n\n\nDr. Keina:\n Are you coming for a walk then, Nova?\n\n\nSCP-8760:\n Yes… Just preparing first.\n\n\nSCP-8760 then exits the containment chamber. Dr. Keina leads the group towards the site courtyard, whilst the agents follow behind them.\n\n\nDr. Keina:\n It’s a lot colder being stood next to you than I thought it’d be… So, our usual check-in first. How are you getting on physically? Feeling better than last week, I hope?\n\n\nSCP-8760:\n Yes. My leg’s a lot better than it was… with him. I still hurt myself a bit in the bad moments, I'm sorry.\n\n\nDr. Keina:\n How often do you have these bad moments?\n\n\nSCP-8760:\n Every few days, sometimes more than that…\n\n\nDr. Keina:\n Is there anything in particular that causes you to feel like you have to do that? Is it about Dr. Hayes?\n\n\nSCP-8760:\n Uhm, no it’s… It’s that I don’t like being alone…\n\n\nDr. Keina:\n You never mentioned that before. Well, if this goes well then maybe we can go for walks more often. You might meet some people, or I can come visit more often if that’d help you out.\n\n\nSCP-8760:\n I would like that… the visits, I mean. We uh… can see about the other stuff.\n\n\nThe group reach the site courtyard, and Agent Morgan opens the door.\n\n\nDr. Keina:\n Come on, Nova. You’ll like the fresh air, I imagine.\n\n\nSCP-8760 leans down and touches some snow with its hand, before quickly retracting it back.\n\n\nDr. Keina:\n Is something wrong?\n\n\nSCP-8760:\n Sorry. it’s cold and it reminds me of… when he would hurt me.\n\n\nDr. Keina:\n I’m sorry that it brought up some bad memories, but I promise you that snow can’t harm you. You’ll melt it quickly if you want to, so feel free to do so as long as you don’t push yourself too much.\n\n\nSCP-8760:\n If you’re letting me, then… I guess.\n\n\nSCP-8760’s flames turn blue as the anomaly begins to melt the snow around the group. Though it soon starts to draw in it instead.\n\n\nDr. Keina:\n See? All’s fine, and you even seem to enjoy it. Very pretty, mind you.\n\n\nSCP-8760:\n Thank you…\n\n\nDr. Keina:\n Anyways, for our work today, I wanted to let you lead a bit. Hopefully, you might build your confidence up.\n\n\nSCP-8760:\n Lead? Why? It’s easier when you do it.\n\n\nDr. Keina:\n I know it is, but it’s an easy way of you taking some control in general, without having any pressure on you. So please, whenever you’re ready, Nova.\n\n\nSCP-8760 looks at Dr. Keina for several moments, with its posture slightly slouched forward.\n\n\nSCP-8760:\n Uhm, sometimes when I’m alone, I… sometimes think about what he did to me. When he used those tools to hurt me… It feels like when I start I just can’t get it out of my fucking head! I can only cope by hurting myself. I know that I shouldn’t and that you wouldn’t like it, but the pain takes my mind out of it.\n\n\nSCP-8760 looks down at its forearms, where several small chunks are missing. Dr. Keina is silent for a few moments whilst she sits down on a bench, and looks up at SCP-8760.\n\n\nDr. Keina:\n I’m not upset with you, though I am concerned. Since you aren’t human and I can’t medicate you, and I’d be hesitant to even if I could, the best I can do right now is to come and see you more often. Maybe I’ll see about changing my schedule so that you can request to see me then and there, as opposed to having to wait.\n\n\nSCP-8760:\n I think that would help… thank you.\n\n\nDr. Keina:\n I’m very proud of you, you know. Most people aren’t so easily forthcoming with things like that.\n\n\nSCP-8760 briefly stops drawing in the snow and turns its head to look at Dr. Keina.\n\n\nSCP-8760:\n There’s also something else that I… sometimes worry about.\n\n\nDr. Keina:\n Oh? What is it?\n\n\nSCP-8760:\n I sometimes worry that I might lose control of myself again and that I might accidentally hurt you… You’ve been very kind to me and the thought of accidentally doing that makes me feel ill.\n\n\nDr. Keina:\n If I thought you were dangerous you wouldn’t be out of your room. I can see how you’d be afraid of that, given what Hayes has made you do in the past, but I’m taking care of you. Based on my admittedly loose knowledge about how you work, I think I’ll be fine.\n\n\nSCP-8760:\n You always seem so calm about things… It’s reassuring.\n\n\nDr. Keina:\n That’s because I’m not stressed. I can see that although your concerns are valid, they aren’t likely to ever happen. There’s no reason for you to worry about it.\n\n\nSCP-8760 rests its face in its hands while its flames intensify slightly.\n\n\nSCP-8760:\n You make it sound very easy. How am I supposed to learn when my own thoughts are hurting me, whilst trying to protect me from something that apparently wouldn’t happen?\n\n\nDr. Keina:\n Well that’s the unfortunate part. Forgive me for being blunt here, Nova, but you’ll have to just put up with it whilst we do these therapy sessions. Unfortunately, catastrophic thoughts don’t go away so easily, and realistically even if I reassure you that things will work out, you’ll only believe me for so long. Throughout my life, I’ve seen people have so many issues, and all of them only started to improve after they’d experienced their problems long enough to see that regardless of what their mind tells them, their worries simply have not happened.\n\n\nSCP-8760:\n You’re saying I just suffer, and eventually I might not suffer so badly?\n\n\nDr. Keina:\n I know that it’s not very encouraging, but I’d only be harming you more if I sugar-coated it.\n\n\nSCP-8760 stares down at the floor for a few minutes, then sits down on the floor next to Dr. Keina.\n\n\nSCP-8760:\n I really appreciate how you, y’know, have been patient with me. I know that at first I wasn’t the kindest to you, and admittedly… I was very difficult. I’m sorry, but I wanted to thank you. You’ve given me a little bit of myself back and… I’m not even sure how to say what I think about it.\n\n\nDr. Keina begins to smile midway through SCP-8760’s speech.\n\n\nDr. Keina:\n Well I… thank you. It feels great to know that all of this is having a positive impact on you, even if some aspects of that progress aren’t so obvious. I’m glad that you told me that, as now I’m starting to think maybe you’re improving much quicker than you might of thought.\n\n\nSCP-8760 stares at Dr. Keina for several moments.\n\n\nSCP-8760:\n I’m trying to smile at you. I don’t think I can…\n\n\nDr. Keina:\n Well I appreciate it nonetheless. Maybe now that you’ve seen that I’m not out to hurt you, we could introduce you to some other people, and see how that goes. Would you be up for that?\n\n\nSCP-8760:\n I’ll agree, but please let me choose when… Like you did this time.\n\n\nDr. Keina:\n Of course, just shout and I’ll come fetch you again.\n\n\nDr. Keina then stands up and looks at SCP-8760.\n\n\nDr. Keina:\n I think we’ve done enough for today. We can stay out here for a bit if you like.\n\n\nSCP-8760:\n No, I feel much better than I did last night… I’m ready to go back now, and I’ve run out of snow anyway…\n\n\nDr. Keina:\n Sure thing. Come on then, Nova. Let’s get you back to your room.\n\n\nThe group walk back to SCP-8760’s containment chamber, and SCP-8760 steps inside.\n\n\nSCP-8760:\n Thank you for the walk… Bye Iya…\n\n\nDr. Keina:\n Goodbye, Nova. I’ll come see you tomorrow, or maybe I’ll even start coming here for my lunch breaks.\n\n\nSCP-8760 waves at Dr. Keina, before Agents Morgan and Winters close the containment chamber door.\n\n\n<End Log>\n\n\n\n\n\n\n\n\nInterview Log – SCP-8760-10\n\n\nDate:\n 28/12/2017\n\n\nTime:\n 1:00 AM\n\n\nInterviewee:\n SCP-8760\n\n\nInterviewer:\n Dr. Iya Keina\n\n\nForeword:\n Dr. Keina was called into work following an incident involving SCP-8760, who refused to cooperate with security personnel and insisted on speaking to Dr. Keina alone. To avoid any further escalation, this request was granted.\n\n\n\n\n<Begin Log>\n\n\nDr. Keina enters SCP-8760’s containment chamber. Her eyes are narrowed at SCP-8760 and her lips pursed.\n\n\nDr. Keina:\n Nova? It’s very late… Everything okay?\n\n\nSCP-8760 is in the corner of the containment chamber, tucking into itself and scorching the floor beneath it.\n\n\nDr. Keina:\n What did you need so late at night?\n\n\nSCP-8760:\n I got stressed and I s-started thinking about him- And they started telling me I had to c-calm down, but I can’t calm down and they didn’t want to listen when I asked for you-\n\n\nDr. Keina puts her hand up towards SCP-8760.\n\n\nDr. Keina:\n Nova… Take some breaths, and slow down. I can’t understand you when you’re hyperventilating.\n\n\nSCP-8760 stares at Dr. Keina for several moments before curling up further and breathing heavily for a few minutes. Dr. Keina waits quietly for a few minutes.\n\n\nDr. Keina:\n Right, doing great, Nova… Just keep breathing, whatever’s stressing you out, I’m going to help you with it…\n\n\nSCP-8760 is silent for a few more minutes before it crawls towards Dr. Keina and sits beside her.\n\n\nSCP-8760:\n I’m sorry! It’s just that I’ve been having a shit night and… I can’t stop obsessing over everything that’s happened and it’s driving me fucking crazy.\n\n\nDr. Keina:\n Just… Settle down. You know me. I wouldn’t just take the word of my coworkers as fact without asking you your side of things first. So, what happened?\n\n\nSCP-8760:\n I… I got stressed like I said, and I started to… break some of my shell off. The people outside started telling me to stop but I couldn’t stop and then they started yelling, and it reminded me of him so I may have broke too much off-\n\n\nDr. Keina:\n What do you mean you broke too much? What exactly did you break?\n\n\nSCP-8760 goes silent for a few moments, then gestures towards its thigh. The outer shell is completely missing, exposing the flowing magma underneath.\n\n\nSCP-8760:\n Don’t yell… Please.\n\n\nDr. Keina:\n Nova, I’m not going to get angry, but this isn’t a good thing. Did you try to do what we’ve been learning before you did this?\n\n\nSCP-8760:\n They didn’t give me a chance! They said if I didn’t calm down, they would freeze me again… like before.\n\n\nDr. Keina:\n They shouldn’t have said that while you were stressed, but you know that not everyone will listen when you tell them… Are you alright physically? Do you need anything?\n\n\nSCP-8760:\n No… I’m not supposed to have anything right now.\n\n\nDr. Keina:\n Says who? If you want something, then I’ll get it. Your needs aren’t up for debate, Nova.\n\n\nSCP-8760:\n Sorry… it’s just an old habit saying that… I want food but I also don’t want you to leave…\n\n\nDr. Keina:\n Right… Well in that case, would you like to talk about why you’ve done this?\n\n\nSCP-8760:\n Because of him… Why else do I do anything?\n\n\nDr. Keina:\n Oh dear, Nova… Is this going to stress you out more? If so, I think it needs to wait, given what’s already happened tonight.\n\n\nSCP-8760:\n I swear I’ll be fine! I just need to tell someone so I can get it out of my fucking head… Or at least not seem so stupid for worrying…\n\n\nDr. Keina raises a brow at SCP-8760 with a tilt of her head, before sitting down on the floor beside it and folding her arms.\n\n\nDr. Keina:\n Alright… Go ahead.\n\n\nSCP-8760:\n Right… Okay…\n\n\nSCP-8760 is silent for a few moments whilst it tucks into itself beside Dr. Keina.\n\n\nSCP-8760:\n From the first time he saw me he would always be so kind and empathetic… He’d listen to me, ask how I was doing since he last saw me, always praising everything I did… Everything he wanted me to do. At first, I believed him. I thought he meant the things he said, but then I learned he only meant what he said when no one else heard him…\n\n\nDr. Keina smiles softly at SCP-8760 and places her hand on its shoulder, but doesn’t speak.\n\n\nSCP-8760:\n He came into my room after I didn’t do what he asked one day, and just stood there for a bit… I expected him to praise me like he usually did, though when I tried to speak, he hurt me with those things on the ceiling…\n\n\nSCP-8760 looks at the injured part of its thigh briefly, then to Dr. Keina.\n\n\nSCP-8760:\n He said that he’d missed some opportunity because of me fucking up, and how I’d have to compensate him for the problems I caused…\n\n\nDr. Keina:\n You don’t have to continue if you don’t want to. This is all you.\n\n\nSCP-8760:\n I… want to keep going. Hiding from it won’t fix anything… Every week after that, he’d keep expecting more and more from me, and every time I failed, he would find a new way to hurt me…\n\n\nSCP-8760 is briefly silent again.\n\n\nSCP-8760:\n Anything from freezing me, to the acid, or if I really fucked it all up he’d bring out tools and-\n\n\nDr. Keina's face contorts slightly as she clasps her hands together.\n\n\nDr. Keina:\n Nova, I’m very sorry to stop you, but I’m…\n\n\nDr. Keina rubs her eyes and takes a few deep breaths.\n\n\nDr. Keina:\n Actually, just continue if you're comfortable.\n\n\nSCP-8760:\n Sorry, it’s just that talking out loud helps me to understand things… I still can’t understand why he did any of that to me… I never hurt anybody before he knew me…\n\n\nDr. Keina:\n Nova, in all honesty, no one ever did understand why he did the things that he did. Most of us never even knew he was like that, to begin with… To the outside world people like him are exceptional at appearing normal, keeping their motivations out of your sight and using you for them.\n\n\nSCP-8760:\n Then how did you figure out he wasn’t right…? How do I know that other people won’t just be the same?\n\n\nDr. Keina:\n Because I didn’t know, Nova. I noticed some records weren’t around when they should’ve been, and so I asked him. You know where that conversation ended up?\n\n\nSCP-8760:\n Where?\n\n\nDr. Keina:\n With me dragged into his office, his hand around my neck, and him making every possible threat he could. People like that try forcing you into things when they can’t manipulate you into them. He tried it on me, and although it… caused some issues later, I overcame those feelings of anxiety eventually… To some extent.\n\n\nSCP-8760 stares at Dr. Keina for a few moments whilst tilting its head.\n\n\nSCP-8760:\n You usually have some deeper meaning when you say something like that… So what was that one?\n\n\nDr. Keina:\n That in reality he has no power now. He had plenty when he abused you, and he had plenty when he got into it with me. In the present, however, he’s got nothing left…\n\n\nDr. Keina yawns and stretches her arms out.\n\n\nDr. Keina:\n The lesson, If I can come up with one at this time of night, is that you shouldn’t believe that he can do what he’s done again. Being afraid of what’s already happened makes perfect sense, though logically, he won’t ever be doing it again. Why scare yourself even more about the possibilities of “what ifs”?\n\n\nSCP-8760:\n Because my brain won’t let me believe that he can’t, even if it’s irrational…\n\n\nDr. Keina:\n Key word is “irrational”, Nova. As worried as you might get over it, it likely won’t happen… Few people are like him, though it is unfortunate how hard it is to see anything but them… Anyway, he’s a prisoner now. He couldn’t get to you regardless of how hard he tried.\n\n\nSCP-8760 is silent for a few moments and tilts its head at Dr. Keina.\n\n\nSCP-8760:\n So you’re protecting me?\n\n\nDr. Keina:\n I… If that’s how you want to look at things Nova, then fine. I’m protecting you.\n\n\nSCP-8760:\n Why were you so hesitant to say that? I feel much safer after hearing it.\n\n\nDr. Keina pinches the bridge of her nose, smiling slightly towards SCP-8760 as she places her hand on its back.\n\n\nDr. Keina:\n Because me reassuring you isn’t good for your therapy, but I’ll let you off with it, just for tonight…\n\n\nSCP-8760:\n Can’t you do this every night?\n\n\nDr. Keina:\n Are you going to be reimbursing my wages for the overtime?\n\n\nSCP-8760:\n What is “reimbursing”?\n\n\nBoth Dr. Keina and SCP-8760 are silent for several seconds.\n\n\nDr. Keina:\n Just go to sleep.\n\n\n<End Log>\n\n\n\n\n\n\n\n\nInterview Log – SCP-8760-11\n\n\nDate:\n 06/01/2018\n\n\nTime:\n 10:00 AM\n\n\nInterviewee:\n SCP-8760\n\n\nInterviewer:\n Dr. Iya Keina\n\n\nForeword:\n Dr. Keina insisted on checking in with SCP-8760 after a previous incident, despite being informed it was likely unnecessary by her team.\n\n\n\n\n<Begin Log>\n\n\nDr. Keina enters SCP-8760’s containment chamber, yawning whilst tying her hair back.\n\n\nSCP-8760:\n You look tired… Sorry about the other night.\n\n\nDr. Keina:\n You know it’s fine, Nova… Just a light session for today though, given what happened.\n\n\nSCP-8760:\n Okay. So, what are we going to chat about?\n\n\nDr. Keina:\n I wanted to talk about how you seem to prefer me over everyone else. I get it, but you need to give other people a chance at least.\n\n\nSCP-8760:\n But you’re nice…\n\n\nDr. Keina:\n I know I am, but other people are nice too, you know this.\n\n\nSCP-8760:\n You’ve been the nicest to me, though… Everyone always wanted something from me before you became my friend.\n\n\nDr. Keina:\n I appreciate that’s true, and whilst you being so… content with just me is nice, you could benefit even more if you got to know some other people.\n\n\nSCP-8760 cocks its head to the side and folds its arms.\n\n\nSCP-8760:\n No? I’ve said it before, but you’ve been so kind when everyone else just wasn’t… I want you to be my friend. Everyone else just seems like him.\n\n\nDr. Keina stares at SCP-8760 for several moments with her eyes narrowed and a soft smile.\n\n\nDr. Keina:\n I’m… flattered, really, but you should-\n\n\nSCP-8760:\n No.\n\n\nDr. Keina covers her mouth with her hands and laughs slightly.\n\n\nDr. Keina:\n You aren’t budging, are you?\n\n\nSCP-8760:\n Mhm, mhm.\n\n\nDr. Keina:\n Okay. Would you be comfortable to talk about what you did the other day? When you hurt yourself?\n\n\nSCP-8760:\n Uhm, yes? I know you won’t be mad, at least…\n\n\nDr. Keina:\n I’m glad you understand that. Can you tell me what people did when you started getting upset?\n\n\nSCP-8760:\n They said I had to just “calm down”! It’s not that easy! The only person who listened to me was Ashley, and then she called you…\n\n\nDr. Keina:\n I’m glad at least two people did the right thing that night. Did she do anything to help whilst you were waiting?\n\n\nSCP-8760:\n She gave me some food, but she wouldn’t sit with me…\n\n\nDr. Keina:\n Did you find that it helped quickly? Is it more gradual?\n\n\nSCP-8760:\n Quickly. You were the main thing that helped, though.\n\n\nDr. Keina:\n I know, Nova. You know that if you feel that way again, I’d rather you damage your room rather than yourself. I’ll make sure the staff get the proper briefings on your behaviour.\n\n\nSCP-8760:\n Can’t I go for a walk when I get stressed? I’d like that more than breaking things…\n\n\nDr. Keina:\n Are you going to be alright walking without me? I’m not always at work, you know.\n\n\nSCP-8760:\n Uhm… Ashley’s quite nice, so… maybe?\n\n\nDr. Keina:\n Well, maybe, we should have you take a few short walks with her to get comfortable.\n\n\nSCP-8760:\n I think I could maybe manage that!\n\n\nDr. Keina:\n Up for next week?\n\n\nSCP-8760:\n Mhm, mhm.\n\n\nDr. Keina:\n Great. I’d stay and chat some more, but if I’m being honest I'm… well, fucking shattered. I’ll see you soon Nova.\n\n\nSCP-8760:\n Bye Iya!\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n Nova’s making progress, and although he seems to be holding onto a few bad habits, I’m confident we’ll work them out in time. I’ll request to have Ashley granted the authority to just come and pick him up if he wants to go out for a bit. Hopefully with how things are going Carter will go with it.\n\n\n- Dr. Iya Keina\n\n\n\n\n\n\n\n\nInterview Log – SCP-8760-15\n\n\nDate:\n 17/02/2018\n\n\nTime:\n 9:00 PM\n\n\nInterviewee:\n SCP-8760\n\n\nInterviewer:\n Dr. Iya Keina\n\n\nEscorts:\n Agent Ashley Morgan, Agent Mia Winters\n\n\nForeword:\n SCP-8760 was escorted outside to the courtyard without Dr. Keina present.\n\n\n\n\n<Begin Log>\n\n\nDr. Keina:\n Heya, Novae-\n\n\nSCP-8760:\n Nova.\n\n\nDr. Keina:\n Was worth a try… Seriously though, how are you tonight? Are you doing okay?\n\n\nSCP-8760:\n I’m doing good. My legs even healed!\n\n\nSCP-8760 gestures to its thighs that were previously damaged.\n\n\nDr. Keina:\n That’s lovely to see… Novae-\n\n\nSCP-8760 looks at Dr. Keina with a flat expression and folds its arms.\n\n\nSCP-8760:\n Funny. Amusing even. Now stop winding me up-\n\n\nDr. Keina:\n Okay, okay I’ll stop. Come on, sit down and we’ll chat.\n\n\nSCP-8760 sits down on the floor in front of Dr. Keina with its back facing her.\n\n\nDr. Keina:\n I meant on the bench, but if you’re comfortable down there, you be you.\n\n\nSCP-8760:\n I wanted to draw.\n\n\nDr. Keina:\n But there’s no snow- and you’re just scorching the ground, okay… I’ll pretend I don’t notice.\n\n\nSCP-8760:\n Thank you.\n\n\nDr. Keina and SCP-8760 sit in silence for a minute whilst SCP-8760 burns the pavement, and Dr. Keina runs her hand over SCP-8760’s head, with the flames fluttering around her fingers.\n\n\nDr. Keina:\n You know, we’ve come a long way over the last couple of years. This is our final therapy session…\n\n\nSCP-8760 tilts its head back to look up at Dr. Keina.\n\n\nSCP-8760:\n What do you mean by “final”? What happens after?\n\n\nDr. Keina:\n Well, no more therapy. We’ll still see each other often; it’ll just be as friends.\n\n\nSCP-8760:\n Oh… that’s fine then. That worried me for a minute… Asshole.\n\n\nDr. Keina:\n Sorry, Nova-\n\n\nSCP-8760 snaps its head back further to look at Dr. Keina whilst narrowing its eyes.\n\n\nDr. Keina:\n See you thought I was going to say it again, didn’t you?\n\n\nSCP-8760 folds its arms over its chest and attempts a British accent.\n\n\nSCP-8760:\n Arsehole.\n\n\nDr. Keina:\n Even stealing my curses, I’m so proud. You're a bit high-pitched for our swears though.\n\n\nSCP-8760:\n I’ll burn you-\n\n\nDr. Keina gently turns SCP-8760’s head back towards where it was drawing.\n\n\nDr. Keina:\n Shush. What’ve you drawn?\n\n\nSCP-8760:\n Myself… I’m quite beautiful, just can’t use any colours besides black…\n\n\nDr. Keina looks down at the ground where SCP-8760 has been drawing. A 1:1 portrait of SCP-8760 has been burned into the ground.\n\n\nDr. Keina:\n Just like your favourite song, it is Beautiful. Get it?. If I knew how much you liked drawing, I'd have introduced it to you sooner.\n\n\nSCP-8760:\n I wouldn’t want to change how things went anyway…\n\n\nDr. Keina:\n Is that so? Even the bad moments?\n\n\nSCP-8760:\n Mhm. They weren’t fun, but they made me better in the end, so I’m grateful to have had them.\n\n\nDr. Keina:\n Wow, not many people think about things that way… Shows how strong your resolve is, Nova. I’m proud of you.\n\n\nDr. Keina smiles down at SCP-8760 and continues running her hand through the flames.\n\n\nSCP-8760:\n Aren’t you afraid I’ll burn you?\n\n\nDr. Keina:\n I wasn’t afraid that you would burn me the first time we met. I’m not going to get scared of you now.\n\n\nSCP-8760:\n That’s surprising… Most people said I was scary then.\n\n\nDr. Keina:\n And now most people here like you. You were having a pretty good laugh with Ashley the other day, so I’m told.\n\n\nSCP-8760:\n She was on her break, so she came to sit with me for a bit. She brought me dinner after you fed me too.\n\n\nDr. Keina:\n Oh did she now? I’ll let you off for once, as a little celebration of your accomplishments.\n\n\nSCP-8760 attempts to cross out its art on the pavement. Dr. Keina gently moves its hand away to stop it.\n\n\nSCP-8760:\n I don’t think I deserve a celebration.\n\n\nDr. Keina:\n Nova, come on now, don’t go down that route again.\n\n\nSCP-8760:\n But I’m broken…\n\n\nDr. Keina:\n You aren’t “broken”, just have a few lingering problems, but we can handle those at another time. I mean, think back to how you were in October! You’re in a far better position than you were then, right?\n\n\nSCP-8760:\n I… Yeah, I am. I’m not perfect, but I’m better.\n\n\nDr. Keina:\n There you go, that’s the right way to look at things. Even your bad moments have much quicker recoveries than they used to.\n\n\nDr. Keina and SCP-8760 sit quietly for several minutes whilst SCP-8760 draws, and Dr. Keina plays with its flames.\n\n\nSCP-8760:\n Can I ask you something?\n\n\nDr. Keina:\n You know you don’t have to ask permission for that right?\n\n\nSCP-8760:\n It’s a habit!\n\n\nDr. Keina:\n I know, you’re too polite not to. Go on then, Nova.\n\n\nSCP-8760 stops drawing and curls into itself slightly whilst leaning back.\n\n\nSCP-8760:\n Uhm… What happens when you aren’t here anymore?\n\n\nDr. Keina:\n What do you mean?\n\n\nSCP-8760 pauses again.\n\n\nSCP-8760:\n Like when you… you d-die?\n\n\nDr. Keina:\n I don’t… have an answer for you. No one knows what happens after they die. I don’t know where I’ll be, if anywhere, and I don’t know what’ll happen to you.\n\n\nSCP-8760:\n That’s not comforting…\n\n\nDr. Keina:\n It’s the truth though, Nova. Nobody finds that comforting.\n\n\nSCP-8760:\n It’s also not the answer I wanted.\n\n\nDr. Keina:\n I’m only twenty-seven, Nova. I like to imagine I’m not going anywhere soon. You should try not to imagine it either.\n\n\nSCP-8760:\n Do you know how hard it is to not worry about your friend?\n\n\nDr. Keina:\n Yes, actually, because I do the same thing. Though my name isn't getting called for many more years, so you shouldn’t spend the time we’ve got to be friends worrying about when our time might run out.\n\n\nSCP-8760:\n I know that you’re right, but I don’t feel any better hearing it… I wanted you to pander to me.\n\n\nDr. Keina rubs SCP-8760’s shoulder with her hand slightly.\n\n\nDr. Keina:\n It’s a scary topic, and it's something no one likes to think about, Nova. Spending your life thinking things won’t happen to people will only make it hurt more when it does. I wouldn’t want to do that to you.\n\n\nSCP-8760:\n Uhm, thank you for doing what was right…? I would feel better if you didn’t, though… Sometimes I just want to be ignorant of some things so I can enjoy them.\n\n\nDr. Keina:\n I know… We’d all like to forget things, but we remember for a reason.\n\n\nDr. Keina and SCP-8760 are silent for a few moments.\n\n\nDr. Keina:\n Can I do something?\n\n\nSCP-8760:\n “You don’t need to ask”, sure.\n\n\nDr. Keina:\n Ugh, so cheeky for no reason.\n\n\nDr. Keina leans forward and hugs SCP-8760. SCP-8760 puts its hands on her forearms and leans back slightly.\n\n\nDr. Keina:\n Do you feel better?\n\n\nSCP-8760:\n … Yes.\n\n\nDr. Keina:\n Good.\n\n\nSCP-8760 and Dr. Keina sit quietly for the rest of the session.\n\n\n<End Log>\n\n\n\n\nClosing Statement:\n I am not sure what I want to even write, in all honesty. Nova has made so much progress over the past year since I was first transferred to now, and seeing the difference is just too shocking for me to put on paper. He has not made a full recovery, and I think I want to keep these therapy sessions going so I can do my best for him. Though truthfully he did far more than I thought he would all that time ago.\n\n\nI am so proud.\n\n\n- Dr. Iya Keina\n\n\n\n\n\n\n\n\n« \nSCP-8759\n | SCP-8760 | \nSCP-8761\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8760\n\" by Enayy, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8760\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Nova planet.jpg\n\n\nName:\n Wizualizacja planety CoRoT-7b\n\n\nAuthor:\n KKolaczynski\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Wizualizacja_planety_CoRoT-7b.jpg\n\n\n\n\n\n\nFilename:\n Ethics Committee (Transparent).jpg\n\n\nName:\n Ethics_Committee\n\n\nAuthor:\n \nEstrellaYoshte\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/desk-of-junior-designer-s-yvonne",
    "addendums": [
        "Addendum 1 - Ethics Committee Report:",
        "Addendum 2:"
    ],
    "documents": [],
    "notes": [
        "\" SCP-8760 \" by Enayy, from the SCP Wiki . Source: https://scpwiki.com/scp-8760 . Licensed under CC-BY-SA .",
        "Filename: Nova planet.jpg Name: Wizualizacja planety CoRoT-7b Author: KKolaczynski License: CC BY-SA 4.0 Source Link: https://commons.wikimedia.org/wiki/File:Wizualizacja_planety_CoRoT-7b.jpg",
        "Filename: Ethics Committee (Transparent).jpg Name: Ethics_Committee Author: EstrellaYoshte License: CC BY-SA 3.0 Source Link: https://scp-wiki.wikidot.com/desk-of-junior-designer-s-yvonne"
    ],
    "containment_procedures": "SCP-8760 is contained in a specialised radiation-hardened humanoid containment chamber. The only entrance to the area is a hermetically sealed door comprised of the same specialised materials. It should only be opened to provide SCP-8760 with radioactive fuel, and for cleaning as ordered by the Project Head.",
    "description": "SCP-8760 is a sapient humanoid 1.7 meters in height, comprised of various hazardous inorganic materials. Internal temperatures range between 1,500 and 11,000 Kelvin depending on materials the entity has access to. These materials cause SCP-8760 to emit radioactive alpha particles 6 hours after any material consumption. This is believed to be achieved via internal nuclear fission. External temperatures can vary between 300 and 3,000 Kelvin depending on the anomaly’s stress level.",
    "title": "SCP-8760"
}