{
    "url": "https://scp-wiki.wikidot.com/scp-8765",
    "all_text": "desiderium\n (n.)\n\nan ardent desire or longing\n\nespecially: a feeling of loss or grief for something lost\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+130\n+\n–\nx\n\n\n\n\n\n\n\n\n4/8765\n LEVEL \n4/8765\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\nItem #: SCP-8765\n\n\nObject Class: N/A\n\n\n\n\n\n\n\n\n\n\n\n\nMaster Thaumaturge Matthias Walters, demonstrating SCP-8765's effects.\n\n\n\n\n\n\nSpecial Containment Procedures:\n Development of a unified Standard Model of physics is to be delayed by Foundation efforts for as long as possible. The discovery of any biological, neurological, chemical, or mathematical foundations for thaumaturgy by mainstream science is to be suppressed indefinitely, until a proper explanation or cover story can be given for SCP-8765's existence.\n\n\nResearch Task Force Delta-4 has been formed solely to investigate the SCP-8765 phenomenon. Artifacts uncovered by RTF Delta-4 that are believed to be connected to SCP-8765 are to be treated as anomalous objects, even if displaying no blatant anomalies properties; see \nRelevant Materials\n below.\n\n\nShould SCP-8765 prove to be reversible, no attempts are to be made to neutralize the phenomenon until full risk assessment can be concluded by the Department of Thaumaturgy, Department of Archeology, and Ethics Committee.\n\n\n\n\nDescription:\n SCP-8765 is humanity's inability to properly engage with thaumaturgy.\n\n\nThe field of thaumaturgy — as described, practiced, and used by sub-Veil communities — was formally classified as a non-anomalous phenomenon in 2014. Foundation advancement within various scientific fields has been capable of deriving all known extant forms of thaumaturgy through non-anomalous means, implying it is a wholly natural phenomenon. It is estimated that mainstream academia will discover the physics, chemistry, and biology underlying thaumaturgy in approximately twenty years (if left unimpeded).\n\n\nSCP-8765 refers to the only known inconsistency between practiced thaumaturgy and the Foundation Standard Model. According to FSM, \nMana\n (also known as \nElan-Vital Energy\n) employed by sentient beings in thaumaturgy should be biologically processed at ~96% efficiency; however, in practice no human has been able to use Mana with more than 9% efficiency, with a vast majority of the Mana's energy being radiated from the spell itself. This conversion is poorly understood, and cannot be explained by the Foundation's current understanding of science.\n\n\nThus far, over fifteen alternative models to the FSM have been proposed to account for SCP-8765, though each has been discredited for various reasons. Similarly, no biological factors that would theoretically limit the use of thaumaturgy have been found by Foundation biologists or chemists thus far. Nonetheless, it is hypothesized that — similar to thaumaturgy itself — SCP-8765 is non-anomalous, though this has not yet been proven. Research has been ongoing.\n\n\n\n\nRelevant Materials\n\n\n\n\nVarious anomalous artifacts have been uncovered that are believed to be related to SCP-8765. The exact relation to the phenomenon are unclear; they are detailed below for referential purposes. For access to an individual anomaly, please consult RTF Delta-4.\n\n\n \n\n\n\n\n\n\nSCP-8765-A\n\n\n\n\n\n\nSCP-8765-A\n is a beryllium bronze\n.\nBeryllium Bronze was often used in ancient anomalous constructs due to its unique interactions with anomalous phenomenon, versatility, and easy mass-production via thaumaturgy.\n amulet that was uncovered in an Eastern Mongolian dig site. SCP-8765-A, although partially damaged, is inscribed with a multitude of thaumaturgic spells alongside other unidentified carvings, the latter of which are believed to be thaumaturgic in nature. Residual Mana in the surrounding area of the dig site suggests that the amulet's spells were in the process of being cast, before the caster died unexpectedly. Remains of the caster could not be found.\n\n\nOf the engravings present on SCP-8765-A, the following spells have been concretely identified:\n\n\n\n\nJuu Moto\n, a modifier-spell combination that heats the area above the surface it is engraved on, paired with various other unidentified bindings.\n\n\nGandisha\n, a spell that reduces the temperature of the material it is engraved on.\n.\nThe purpose of this is unclear, as beryllium bronze displays no unique thaumic properties until near absolute-zero temperatures.\n\n\nKuzuia\n, a spell located on the back of the amulet that produces a tangible surface projected from the surface of the spell itself.\n\n\nMsingi\n, a fundamental spell that erases itself and all encompassed spells when cast.\n.\nThe engravings for this spell appear to have been broken, preventing this spell from possibly being cast by the amulet's wielder.\n\n\nVarious thaumic regulators/distributors, designed to automatically channel correct proportions of Mana without conscious thought.\n.\nOf note: \nMsingi\n is not directly channeled through any existing bindings.\n\n\n\n\nThaumic dating suggests that SCP-8765-A is roughly 6000±1500 years old. Attempts to recreate or achieve the intended function of SCP-8765-A have been unsuccessful, as its bindings require extremely large quantities of Mana as input.\n\n\n\n\nSCP-8765-B\n is a nearly-complete human skeleton, roughly 4500±1000 years old, discovered over six kilometers into the Dark Star cave system in eastern Uzbekistan. Although not displaying anomalous properties — save for an abnormal excess of latent Mana, similar to SCP-8765-A — there are several irregularities present in the skeleton that are currently inexplicable.\n\n\nThe most notable irregularity is the severe discoloration present along numerous fractures across the skeleton, concentrated on the skull and left arm. The source of the fractures and the discoloration are still debated, though analysis has shown that the discoloration tends to be more prominent inside the bone (or cavity) than outside it, possibly suggesting a biological origin.\n\n\n\n\n\n\nSCP-8765-B's skull.\n\n\n\n\n\n\nSCP-8765-B's skull and feet both contain abnormal bone structures. SCP-8765-B's skull contains an additional, fused bone that covers the entirety of the nasal canal, while SCP-8765-B's feet appear to possess fused metatarsal bones, amalgamating part of both feet into two solid blocks. Whether this fusion was due to an unknown genetic mutation, anomalous effect, or different process entirely is unknown.\n\n\nIn addition, various areas of SCP-8765-B appear to have artificial holes running through them. These holes are present across various bones, including parts of the ribcage, spinal cord, humerus, illium, fused metatarsal bones, and (in a single case) the base of the skull. Each of these holes has contained at least a small trace of beryllium bronze.\n\n\nAbove the occipital bone of the skull, an early alchemical symbol for blood was found carved into the bone. Whether this was performed premortem or postmortem is the subject of ongoing debate, although the symbol appears to be heavily affected by the aforementioned discoloration.\n\n\nDue to the inaccessibility of the Dark Star cave system, as well as how deep SCP-8765-B is present within it, the Foundation has thus far elected to not extract the skeleton. Future expeditions by non-Foundation groups are to be monitored closely for other possible artifacts that could exist in the cave system.\n\n\n\n\nSCP-8765-C\n is an anomalously preserved Chinese red pine tree, located near the Jishi Gorge in Haidong, Qinghai, China. Several unidentified thaumaturgical spells were used in its preservation; the spellbindings present are infused with enough latent Mana to continue functioning for an estimated 37,000 years, a feat unachievable by the entire human population's Mana output combined for over ten years.\n\n\nEngraved on SCP-8765-C's bark are three unknown scripts, one resembling the Oracle Bone Script from ancient China. While linguistically exact definitions are difficult or impossible to ascertain, SCP-8765-C possesses the anomalous property of conveying the meaning of its inscribed words to witnesses regardless of their linguistic capabilities. After discussion among Foundation historians, linguists, and thaumaturgists, the following is a reproduction of the presumed intended message of SCP-8765-C:\n\n\n\n\n\n\n \n\n\nTHE LAST EULOGY\n\n\nFrom the river came life, to the sea it will flow,\n\n\nSwirling floods of water to ripples of blood,\n\n\nEven the strongest tree will have its roots come undone,\n\n\nBy our own hand, we will all return to the sea.\n\n\n \n\n\n\n\n\n\nSCP-8765-C is estimated to be approximately 3700 years old. The context for this poem remains unknown.\n\n\n\n\n\n\n« \nSCP-8764\n | SCP-8765 | \nSCP-8766\n »\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8765\n\" by Yossipossi, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8765\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n foundationspellcaster.png\n\n\nAuthor:\n \nYossipossi\n and \nIronShears\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nSCP Foundation Wiki\n\n\nAdditional Notes:\n Two versions of the image are present, both of which are heavily modified and are cropped. The left version of the image was created by \nYossipossi\n, and the right version was modified from the left version by \nIronShears\n.\n\n\nDerivative Of:\n\n\n\n\nName:\n Marc Taddei, 2007\n\n\nLicense:\n CC BY-SA 4.0\n\n\nAuthor:\n Jonathan Harker\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n magicstone.jpeg\n\n\nName:\n Byzantine - Amuletic Pendant - Walters 542653\n\n\nAuthor:\n Walters Art Museum\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n thaumaturgeskull.png\n\n\nName:\n Téviec Crane Profil Droit II\n\n\nAuthor:\n Didier Descouens\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Not permitted to upload to Facebook due to licensing conflicts. Image as presented is heavily modified.",
    "addendums": [],
    "documents": [],
    "notes": [
        "THE LAST EULOGY From the river came life, to the sea it will flow, Swirling floods of water to ripples of blood, Even the strongest tree will have its roots come undone, By our own hand, we will all return to the sea.",
        "\" SCP-8765 \" by Yossipossi, from the SCP Wiki . Source: https://scpwiki.com/scp-8765 . Licensed under CC-BY-SA .",
        "Filename: foundationspellcaster.png Author: Yossipossi and IronShears License: CC BY-SA 4.0 Source Link: SCP Foundation Wiki Additional Notes: Two versions of the image are present, both of which are heavily modified and are cropped. The left version of the image was created by Yossipossi , and the right version was modified from the left version by IronShears . Derivative Of: Name: Marc Taddei, 2007 License: CC BY-SA 4.0 Author: Jonathan Harker Source Link: Wikimedia Commons",
        "Filename: magicstone.jpeg Name: Byzantine - Amuletic Pendant - Walters 542653 Author: Walters Art Museum License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: thaumaturgeskull.png Name: Téviec Crane Profil Droit II Author: Didier Descouens License: CC BY-SA 4.0 Source Link: Wikimedia Commons Additional Notes: Not permitted to upload to Facebook due to licensing conflicts. Image as presented is heavily modified."
    ],
    "containment_procedures": "Development of a unified Standard Model of physics is to be delayed by Foundation efforts for as long as possible. The discovery of any biological, neurological, chemical, or mathematical foundations for thaumaturgy by mainstream science is to be suppressed indefinitely, until a proper explanation or cover story can be given for SCP-8765's existence.",
    "description": "SCP-8765 is humanity's inability to properly engage with thaumaturgy.",
    "title": "SCP-8765"
}