{
    "url": "https://scp-wiki.wikidot.com/scp-8777",
    "all_text": "There are no mountains anymore, only piles of rock.\n\nThere are no flowers anymore, only plant reproductive organs.\n\nThere is no Moon anymore, only a rock in space, reflecting light.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+50\n+\n–\nx\n\n\n\n\nThis file has been reclassified Level 4/8777.\n\n\nUnauthorized access is forbidden.\n\n\n\n\n \n\n\n\n\n\n\nPast versions of this file have been archived.\n\n\nYou are viewing Iteration 1, version K-(en)8777-27/12/2014.scp\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-8777\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel4\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nekhi\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nResearch into possible containment methods is ongoing under the purview of Research Team P\nω\n-K, assisted by Special Asset 4-N-SH (see Addendum A for details). The primary objectives of research into SCP-8777 are:\n\n\n\n\nAn accurately predictive model for the failure of Pellen-Vine Noospheric Entity Traps when applied to SCP-8777\n\n\nAn accurately predictive model for the failure of alternative Noospheric containment methods when applied to SCP-8777\n\n\n\n\n \n\nIn order to restrict the spread of the anomalous \nω\n-domain\n1\n, Foundation webcrawlers and social agents are to discourage the spread of American and West European culture into Eastern and Southeastern Asia. Reduction of the size of the currently extant anomalous \nω\n-domain is judged infeasible.\n\n\n \n\n\nDescription:\n\n\nSCP-8777 is a Class-IV Noospheric Entity\n2\n. Its \nω\n-domain currently contains most of the North American, and Oceanic Noospheric divisions and the European superdivision\n3\n. SCP-8777 is currently extant in the South American and Korean divisions, as well as the South Asian superdivision. Spread into the Chinese superdivision, the Japanese division, and the Southeast Asian superdivision is continuing.\n\n\n \n\nAs a Class-IV Noospheric Entity, SCP-8777 possesses a concrete location identifier. It is conceptually bound to this location, although it does not physically reside there. SCP-8777's concrete location identifier is believed to be near the magnetic North Pole. Exploration of location pending.\n\n\n \n\nIn addition, SCP-8777 exhibits significantly increased activity on or just after the winter solstice, even in the Southern Hemisphere.\n\n\n\n\n\n\n \n\n\n\n\nAddendum A\n\n\n\n\n\n\n\n\nSpecial Asset 4-N-SH\n\n\n\n\n\n\n1. Overview:\n Special Asset 4-N-SH is a Noospheric-type ontokinetic deployed by the Foundation as a combat overwatch unit and a research asset. The asset is a human female, age 27. Instructions for proper usage of Special Asset 4-N-SH are detailed in Attached Document 14.\n\n\n \n\n\n2. Acquisition:\n Special Asset 4-N-SH was acquired following the events of Incident-G019-22.09.2011. During the incident, anomalous ontokinetic effects temporarily enclosed a portion of the town of ████, Russia (population: 15 000) in a Type-IX Noospheric Field. The portion of the town enclosed included Foundation Site-147. This caused a total communications blackout for 6 hours\n4\n, during which members of GoI-019 \"The Serpent's Hand\" entered Site-147 and removed SCP-███ from containment. It is believed that the members of GoI-019 were anomalously shielded against the field, or otherwise excluded from its effects. 1 hour 13 minutes after the theft was completed, the Noospheric field dissipated, allowing scrambled MTF teams to apprehend the source.\n\n\n \n\nLarge-scale use of amnestics was authorized by O5-8, following damage assessment by MTF Zeta-11 (\"Dreamers Awake\"). An estimated 63.6% of the town's population required amnesticization. An estimated 15.1% of the town's population required memory-rewrite procedures in order to reduce post-amnesticization PTSD response. An estimated 1.9% of the town's population was terminated due to unrecoverable mental/ideatic injury caused by excision from and subsequent reentry into conventional ideatic space. The remainder of the town's population did not require special amnestic intervention.\n\n\n \n\nThe cause of the Noospheric field was determined to be a natural Type-IV (\"Noospheric/Ideatic\") ontokinetic, human.\n\n\n \n\nFollowing detainment by MTF Zeta-11, the subject was interviewed. Due to lack of interrogations personnel at Site-147, the interview was carried out by Dr. Emery Isleton.\n\n\n\nInterview #147-24/09/2011-Is-0\n\n\nInterviewer:\n Dr. E. Isleton\n\n\nInterview Location:\n Site-147\n\n\nInterview Subject:\n Subject 1, Incident-G019-22.09.2011\n\n\nSpecial Interview Resources:\n\nInterview conducted in Secure Ontokinetic Interview/Testing Cell 5\n5\n. One additional Scranton Reality Anchor installed.\n\n\n\n\n\n\n[BEGIN TRANSCRIPT]\n\n\n\n\n\n\n \n\n\nDr. Isleton:\n Please state your name and age for the record.\n\n\n \n\n\n\n\n[Pause. Subject appears uninterested.]\n\n\n\n\n\n\n \n\n\nSubject:\n Samira Hsu. Twenty-four.\n\n\n \n\n\nIsleton:\n Thank you. At 1900 on September 22, 2011, where were you?\n\n\n \n\n\nSubject:\n Morgorodok apartment complex. The fourteenth floor.\n\n\n \n\n\nIsleton:\n For what reason?\n\n\n \n\n\nSubject:\n I was providing overwatch and communications support to — to my teammates.\n\n\n \n\n\n\n\n[Subject appears to focus on an empty portion of the room.]\n\n\n[Pause. Dr. Isleton looks at their tablet.]\n\n\n\n\n\n\n \n\n\nIsleton:\n Were you responsible for the Type-IX Noospheric field placed over the eastern portion of ████?\n\n\n \n\n\nSubject:\n Type IX? You're the Jailers, then. I wasn't sure.\n\n\n \n\n\nIsleton:\n Please answer the question.\n\n\n \n\n\nSubject:\n I caused the temporary stratification of local ideatic space from the Noosphere. Yes. Noospheric field. Type IX. Class III. God, the jargon.\n\n\n \n\n\nIsleton:\n What was the purpose of the assault on Foundation Site-147?\n\n\n \n\n\n\n\n[Pause.]\n\n\n\n\n\n\n \n\n\nSubject:\n There's this hospital. It looks like a castle, but it's a hospital. Half hospital. The other half is a mortuary. It's… somewhere in Eastern Europe, cloaked in perception-denying fog, some fifty square kilometres of fourteenth-century brickwork.\n\nInside the hospital — don't ask how we know — there are four thousand seven hundred and eighty nine people who by all means should be dead. Most of them from starvation, some from blood loss and shock and blunt force trauma, a few from hanging or beheading. One unlucky bastard was drawn and quartered. All of them are still alive, muscles twitching, eyeballs turn, pupils contracting in response to light. The ones with intact respiratory systems can speak, although what they speak is, as far as we can tell, nonsense. The ravings of the mad. And who wouldn't go mad? As far as we can tell, they feel every iota of pain a living body would feel in their state, and as best as we can determine, they have been in that state for almost six hundred years. Six hundred years of starvation-pangs. Six hundred years of beheading, of asphyxiation, of dismemberment.\n\n\n \n\n\n\n\n[Pause. Dr. Isleton shifts in their chair. Subject is leaning forward.]\n\n\n\n\n\n\n \n\n\nSubject:\n That item we stole. SCP-████. It was meant to — to end it. Break the spell. Shatter the chains that bind them to this mortal coil.\n\n\n \n\n\n\n\n[Pause. Subject collapses backwards into chair. Subject is visibly distressed.]\n\n\n\n\n\n\n \n\n\nSubject:\n It didn't work. They fucking- it didn't work. How many people did the field kill?\n\n\n \n\n\n\n\n[Security teams alerted to a possible information security breach.]\n\n\n[Additional Scranton Reality Anchors placed in interview chamber vicinity.]\n\n\n\n\n\n\n \n\n\nIsleton:\n Nobody died outright, but we had to —\n\n\n \n\n\nSubject:\n It doesn't matter. It doesn't matter.\n\n\n \n\n\n\n\n[Subject did not respond to questioning after this point. Interview terminated.]\n\n\n[END TRANSCRIPT]\n\n\n\n\n\nFollowing this interview, interrogations specialists were transferred from Site-19. The extent of the subject's knowledge and ontokinetic abilities were ascertained.\n\n\n \n\nAt the time, several hostile Groups of Interest were employing ontokinetic units against Foundation forces, to substantial effect. Therefore, as a preliminary proof-of-concept, the subject was offered a choice between containment by the Foundation and enlistment in an MTF. The subject chose the latter option, upon which decision it was fitted with a remotely-activated explosive collar.\n\n\n \n\nHowever, by order of the O5 Council, an MTF consisting of ontokinetics was deemed unacceptable, and no other ontokinetics were given this option. The subject was redesignated Special Asset 4-N-SH on 14/02/2012.\n\n\n \n\nThe \"hospital\" mentioned by the subject was located and designated LoI-7549 \"Immortal Coil\".\n\n\n \n\n\n3. Deployment Log:\n Below is an abbreviated log of deployments of Special Asset 4-N-SH.\n\n\n\n\n\n\nDate\n\n\nDescription\n\n\nResult\n\n\nAdditional Notes\n\n\n\n\n\n\n12/06/2012\n\n\nSpecial Asset 4-N-SH was deployed to counter an ontokinetic weapon during a Chaos Insurgency raid on Site-16.\n\n\nEnemy asset successfully neutralized. Seven hostiles captured. Zero casualties.\n\n\n\n\n\n\n\n\n05/11/2012\n\n\nSpecial Asset 4-N-SH was deployed to provide support to a Foundation assault on a known GoI-012 \"Marshall, Carter, and Dark, Ltd.\" auction house.\n\n\n4 anomalous objects successfully acquired and contained. Asset caused two hostile casualties (ideatic/Noospheric, non-permanent), zero civilian casualties, and zero Foundation casualties.\n\n\nAsset objected to deployment in an offensive capability, but retracted all objections shortly afterward.\n\n\n\n\n\n\n10/01/2013\n\n\nSpecial Asset 4-N-SH was provided to the Site-19 Essophysics Department during Project Pneuma.\n\n\nSuccessfully assisted in the development of Project Pneuma. Further information is not available.\n\n\n\n\n\n\n\n\n14/08/2013\n\n\nSpecial Asset 4-N-SH was deployed to provide support to a Foundation assault on a GoI-004 \"Global Occult Coalition\" facility.\n\n\nFacility destroyed, including all anomalies within. Asset caused four hostile casualties (ideatic/Noospheric, permanent), four civilian casualties (ideatic/Noospheric, non-permanent), and zero Foundation casualties.\n\n\n\n\n\n\n\n\n5 extraneous logs removed.\n\n\n\n\n\n\n28/10/2014\n\n\nSpecial Asset 4-N-SH was deployed to provide support to a Foundation assault on a GoI-019 \"The Serpent's Hand\" safe house.\n\n\nSafe house successfully secured. Four hostiles captured. Asset caused one hostile casualty (ideatic/Noospheric, permanent), zero civilian casualties, and zero Foundation casualties.\n\n\nAsset submitted significant objections to deployment against GoI-019 forces. Before a response could be made by Foundation staff, all objections were retracted.\n\n\n\n\n\n\n4. Additional Interviews\n\nFollowing the 28/10/2014 deployment of Special Asset 4-N-SH, the following interview was conducted.\n\n\n\n\nInterview #147-01/11/2014-Is-0\n\n\nInterviewer:\n Dr. E. Isleton, Special Asset Handler\n\n\nInterview Location:\n Site-147, Meeting Room 14A\n\n\nInterview Subject:\n Special Asset 4-N-SH\n\n\nSpecial Interview Resources:\n None\n\n\n\n\n\n\n[BEGIN TRANSCRIPT]\n\n\n\n\n\n\n \n\n\nSpecial Asset 4-N-SH:\n What's this about?\n\n\n \n\n\nDr. Isleton:\n You submitted an official objection to the recent deployment on October 28th. Before the Foundation could respond, you retracted all objections.\n\n\n \n\n\n4-N-SH:\n That's correct.\n\n\n \n\n\nIsleton:\n Why?\n\n\n \n\n\n\n\n[Special Asset 4-N-SH appears bemused.]\n\n\n\n\n\n\n \n\n\n4-N-SH:\n Why did I object? Why do you think?\n\n\n \n\n\nIsleton:\n Why did you retract your objections?\n\n\n \n\n\n\n\n[Pause.]\n\n\n\n\n\n\n \n\n\n4-N-SH:\n I don't know. It was a spur-of-the-moment kind of thing, I guess. I didn't — what's the point? Really, what would an objection do?\n\n\n \n\n\n\n\n[Pause. Dr. Isleton waits, listening.]\n\n\n\n\n\n\n \n\n\n4-N-SH:\n Three years ago I would have said that — I would have said that even if I can't do anything about it, it's my responsibility to try. To resist — What? Immoral actions? What does that mean? What's the \npoint\n?\n\n\n \n\n\n\n\n[Pause.]\n\n\n\n\n\n\n \n\n\n4-N-SH:\n It's hard to believe that there truly is some moral standard, some measure by which we can be weighed and judged. That it's not — something we made up, so we can sleep at night.\n\n\n \n\n\nIsleton:\n Isn't that enough?\n\n\n \n\n\n4-N-SH:\n No. It isn't.\n\n\n \n\n\n\n\n[END TRANSCRIPT]\n\n\n\n\n\n\n\n\nInterview #147-01/14/2014-Is-0\n\n\nInterviewer:\n Dr. E. Isleton, Special Asset Handler\n\n\nInterview Location:\n Site-147, Meeting Room 12C\n\n\nInterview Subject:\n Special Asset 4-N-SH\n\n\nSpecial Interview Resources:\n None\n\n\n\n\n\n\n[BEGIN TRANSCRIPT]\n\n\n\n\n\n\n \n\n\n4-N-SH:\n Again?\n\n\n \n\n\nIsleton:\n The higher-ups have asked me to, uh, see if I can get a better picture of your mental state.\n\n\n \n\n\n4-N-SH:\n Worried I'll turn on them?\n\n\n \n\n\nIsleton:\n Uhm. Not really.\n\n\n \n\n\n\n\n[Pause.]\n\n\n\n\n\n\n \n\n\n4-N-SH:\n You can assure them I won't be disobeying any orders anytime soon.\n\n\n \n\n\nIsleton:\n That's good.\n\n\n \n\n\n\n\n[Pause.]\n\n\n \n\n\n[Special Asset 4-N-SH sighs.]\n\n\n\n\n\n\n4-N-SH:\n It's not that I don't \nwant\n to — to believe. It's just that, it seems that anything I look at, nowadays, and I think about what's behind it: What's really there? Why do we believe this? Why do we do these things? And there's nothing there.\n\n\n \n\n\nIsleton: [Murmuring]\n In believing we make things real.\n\n\n \n\n\n4-N-SH:\n In believing we make fools of ourselves.\n\n\n \n\n\n\n\n[Pause.]\n\n\n\n\n\n\nIsleton:\n I think that's enough for today.\n\n\n\n\n[END TRANSCRIPT]\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The area over which a Noospheric entity has significant influence.\n\n\n2\n. The Noosphere refers to the collective consciousness of humanity, commonly subdivided based on language group. Noospheric entities exist purely as ideas or thoughts, although they may have physical transmission vectors.\n\n\n3\n. A Noospheric division is a region of the Noosphere within which thought patterns are relatively homogenous. They often match up with national or language separations in the physical world.\n\n\n4\n. All information leaving the Noospheric field suffered from a fundamental ideatic incompatibility with the human ideatic space and was annihilated upon leaving the field. Electronic records of communications during this six-hour period still exist in a metastable state, but any attempt to access these records causes the information to destabilize and annihilate.\n\n\n5\n. SOI/T cells are equipped with one (1) medium-strength Scranton Reality Anchor and are isolated from containment wings and essential personnel. In addition, up to six (6) further Scranton Reality Anchors can be installed, in the event of a high-output ontokinetic subject.\n\n\n\n\n\n\n\n\nPast versions of this file have been archived.\n\n\nYou are viewing Iteration 1, version K-(en)8777-27/12/2014.scp\n\n\n\n\n> View iteration 2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8777\n\" by humanoid_human, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8777\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8776\n | SCP-8777 | \nSCP-8778\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8777 \" by humanoid_human, from the SCP Wiki . Source: https://scpwiki.com/scp-8777 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-8777"
}