{
    "url": "https://scp-wiki.wikidot.com/scp-8778",
    "all_text": ".\n\n\n\n\n\n\n\n\n\n\nrating: \n+29\n+\n–\nx\n\n\nSwordlover87\n\n\n\n\n\n\n\n\nSCP-8778 - The Writing on the Wall\n\n\n\n\n\n\nContains a depiction of suicide; reader discretion is advised.\n\n\n\n\n\n\nThis article was written for the SCP-8000 contest. The theme was Fantasy.\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\n\n\n⚠ content warning ↑\n\n\n\n\nItem №:\n SCP-8778\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-8778 is contained at its location of discovery under the purview of the nearby Outpost 54. In order to discourage civilian cavers and geologists, the cavern containing SCP-8778 has been obstructed via an artificial rockfall. This blockage has been fitted with a hidden door so that observation, testing and maintenance may be conducted. Due to the difficulty of reaching the anomaly, further security measures are unnecessary.\n\n\nSCP-8778 may only be directly viewed by personnel carrying Level 5/8778 credentials. The research head of Outpost 54, currently Dr. Avtandil Khorava, is required to remain in close correspondence with Overwatch Command on a regular basis.\n\n\nDescription:\n SCP-8778 is an expansive mural drawn with dark red pigment, located in an undocumented dead-end branch of the Veryovkina Cave in Abkhazia. The rock stratum containing SCP-8778 is roughly sixty thousand years old, a figure which is considered the closest approximation of SCP-8778's age, as carbon dating of the mural itself has consistently failed to yield valid results.\n\n\nThe pigment that comprises SCP-8778 is capable of moving autonomously, as well as removing and replenishing parts of itself through unknown means.\n1\n Thus, rather than a static image, SCP-8778 displays a continuously repeating sequence of animated scenes.\n\n\nA written summary of SCP-8778 is attached below.\n\n\n\n\n<00:00:01>\n Sequence begins. The majority of the pigment composing SCP-8778 is shapeless, save for a small amount on the back wall of the cave. This pigment outlines a circular shape with a jagged corona that is likely meant to represent the Sun. Markings inside the circle suggest a smiling face. The Sun remains on the back wall for nearly the entirety of the sequence.\n\n\n<00:04:37>\n More pigment becomes active on the rightmost and leftmost cave walls, as well as the cave ceiling, taking a number of shifting, abstract forms. Comprehensible images gradually arise. Most are silhouettes of humanoid or quasi-humanoid figures, although many possess abnormal features and/or body plans.\n2\n The figures are spread widely across the cave walls; they engage in a variety of activities, including hunting, farming and architecture. Notably, the beings appear to use supernatural abilities extensively in accomplishing their tasks. For example, a scene on the right wall displays a horned quadrupedal entity seemingly summoning a storm to water a field of crops. Scenes and environments merge and reshape themselves fluidly; the overall narrative suggested is that of a civilization's slow rise.\n\n\nThe Sun remains the only image on the back wall of the cave until \n<00:10:27>\n, at which time a winged humanoid figure appears, gliding directly below it. The figure swoops in an arc around the Sun, its body language indicating jubilation, before flying across the ceiling onto the left wall and disappearing into the larger collective.\n\n\n<00:16:03>\n Pigment in the upper middle of the right wall resolves into a single unchanging image, depicting a humanoid figure standing on a balcony. The figure is posed as if overlooking the other scenes, which are still rapidly changing. A crown forms on the figure's head.\n\n\nThe scene then reshapes itself to depict a throne, upon which the crowned figure is seated. The surrounding pigment begins to produce new images which contain the same assortment of humanoid and non-humanoid beings but are more distressing in nature, featuring depictions of injustice, social unrest, war, and death.\n3\n These scenes are drawn in thicker, darker, and more erratic strokes than those seen previously.\n\n\nAs this occurs, the crowned humanoid on the throne hunches forward and holds its head in its hands.\n\n\n<00:23:12>\n Primary scene changes. The surrounding images persist and continue to alter themselves, but with reduced coherence. Focus and increasing detail are given to the crowned humanoid, which is now depicted descending a set of steps into a cave.\n\n\nThe humanoid reaches an expansive cavern. It produces a small blade, and cuts the palm of its hand before drawing a circular sigil on the cavern floor with what is evidently its own blood. The sigil bears a resemblance to \n[REDACTED - CLEARANCE L5/8778]\n, possibly coincidental.\n\n\n<00:27:06>\n The floor of the cavern depicted in SCP-8778 becomes translucent. An enormous, dark mass can be seen beneath it. Although the overall shape of this mass constantly changes, parts of its body appear similar to smoke, flames, metal chains, and cephalopodic anatomy. A number of corpses are partially subsumed within it, all marked with the circular sigil seen before. There is a larger version of the same sigil in the mass's center, intricately shaded so that it appears to glow; the sigil dilates in a manner similar to an eye, and focuses on the humanoid figure above.\n\n\nMore scenes of violence and unrest appear around the humanoid figure. They escalate rapidly in severity. The final scene shows a vast field of corpses, a collapsing castle, and a crown smashed into pieces. The figure clenches its fist; the scenes break apart, and are replaced with a single distinct image of a throne, whole and undamaged.\n\n\nIn response to this, the dark mass presses itself against the cavern floor from underneath. Several tendrils emerge from the mass, reaching through the cavern floor and up towards the crowned figure, which extends its still-bleeding hand to meet them. The tendrils wrap around the hand.\n\n\n<00:30:29>\n Entire scene abruptly changes. On the right and left cave walls as well as the ceiling, a large number of humanoid and non-humanoid entities are fleeing, many trampling one another in their haste to escape. The back wall of the cave is occupied largely by a dark, amorphous, slowly expanding shape. It is extending an enormous number of appendages\n4\n across the walls and ceiling to ensnare the fleeing individuals. Captured entities are drawn into the mass, where they are marked with the circular sigil seen earlier before being fully enveloped and disappearing.\n\n\nEntities are frequently observed to lose their abnormal traits as they are overpowered.\n\n\nThe crowned humanoid figure is visible in the center of the dark mass, partially incorporated into it. Its crown is lopsided and its body hangs limp. Drops of an unidentified liquid are falling from its face.\n\n\n<00:34:30>\n At this point, the dark, amorphous mass has expanded across nearly the entire cave. The Sun, which is still present on the back wall, is incorporated as well; its facial features contort in apparent pain and then disappear before it is consumed. Only two small areas are not completely covered by pigment. One contains the crowned figure, while the other contains the winged humanoid that appeared at the beginning of the sequence. The humanoid is curled in the fetal position with its wings extended. As the surrounding pigment encroaches on it, its wings crumble away, smearing until they are no longer visible. The formerly winged humanoid is enveloped by the pigment; it does not resist.\n\n\n<00:37:15>\n The crowned figure is now the only recognizable object in SCP-8778. The remainder of the cave, including the floor, is uniformly covered by pigment.\n\n\n<00:39:40>\n The figure displays its first movement since being incorporated into the dark mass. It shakes, straining with considerable effort until one of its arms is freed. In its hand, it is grasping the small blade it used earlier. It slowly raises the blade to its neck.\n\n\n<00:40:00>\n The figure cuts its own throat. A single drop of blood falls from the wound.\n\n\nA ripple passes through SCP-8778. The pigment covering the cavern pulls back, retreating onto the back wall of the cave and shrinking rapidly. It thrashes, projecting appendages from its mass at random, but appears incapable of resisting. This continues until it has become almost imperceptibly small, although it does not disappear.\n\n\nAlmost no pigment is present for exactly seven minutes.\n\n\n<00:47:00>\n The Sun gradually reforms on the back wall. Its facial features are absent.\n\n\nBelow the Sun, thirteen humanoid figures appear in a line. The figure standing in the center produces a pocket knife and cuts the palm of its hand. It kneels, using its own blood to draw a circular sigil on the ground at its feet. The others express various degrees of hesitation but follow suit. While no two sigils are exactly identical, the basic shape of each is the same: \n[REDACTED - CLEARANCE L5/8778]\n.\n\n\nThe blood comprising the sigils begins to trickle away in small streams. It pools in the center of the scene, forming into another circular symbol akin to the previous but much larger in size.\n\n\nAn amorphous, dark shape comes into visibility beneath the symbol, pressing up against it.\n\n\n<00:52:03>\n Sequence repeats.\n\n\n\n\n \n\n\n\n\n▶ Remainder of file locked. Insert L5/8778 credentials to view.\n\n\n\n\n▼ Credentials accepted. Welcome, Overseer.\n\n\n\n\n \n\n\n\n\n\n\nSymbol observed frequently throughout SCP-8778.\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-8777\n | SCP-8778 | \nSCP-8779\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Chemical analysis has been unable to determine the pigment's exact nature, as samples tend to denature until unrecognizable or vanish outright when they are taken. To date, the only component to be conclusively identified is iron.\n\n\n2\n. Completely mundane human figures appear on occasion, but are given little focus.\n\n\n3\n. One particularly drawn-out scene involves a group of figures on a watercraft using a net to capture a humanoid figure with a fish-like tail. When removed from the ocean, the entity appears to convulse and suffocate. The perpetrators are shown being arrested by guards, but the victim does not survive.\n\n\n4\n. Of various shapes and sizes. Most resemble chains, ropes, tentacles, and/or distended human hands.",
    "addendums": [],
    "documents": [],
    "notes": [],
    "object_class": "Safe",
    "containment_procedures": "SCP-8778 is contained at its location of discovery under the purview of the nearby Outpost 54. In order to discourage civilian cavers and geologists, the cavern containing SCP-8778 has been obstructed via an artificial rockfall. This blockage has been fitted with a hidden door so that observation, testing and maintenance may be conducted. Due to the difficulty of reaching the anomaly, further security measures are unnecessary.",
    "description": "SCP-8778 is an expansive mural drawn with dark red pigment, located in an undocumented dead-end branch of the Veryovkina Cave in Abkhazia. The rock stratum containing SCP-8778 is roughly sixty thousand years old, a figure which is considered the closest approximation of SCP-8778's age, as carbon dating of the mural itself has consistently failed to yield valid results.",
    "title": "SCP-8778"
}