{
    "url": "https://scp-wiki.wikidot.com/scp-8785",
    "all_text": "rating: \n+21\n+\n–\nx\n\n\n\n\n[Begin relevant footage]\n\n\nDr. Smith:\n I am telling you, Jean, this is genuinely the spiciest fucking curry conceived by man, or well, woman. Not sure what my wife put into this stuff.\n\n\nDr. Gusteau:\n Had you skipped your warm-up for this one, Mathew?\n\n\n(\nDr. Gusteau reaches for a nearby ketchup bottle and hands it to Dr. Smith.\n)\n\n\nDr. Gusteau:\n Next time, start small, yeah?\n\n\n(\nDr. Smith grips the bottle tightly, squeezing a large portion into his mouth, not breaking eye contact with Dr. Gusteau the entire time. Dr. Gusteau gags, as Dr. Smith gulps it down.\n)\n\n\nDr. Smith:\n Satisfied?\n\n\nDr. Gusteau:\n You’re disgusting, you know that?\n\n\nDr. Smith:\n You challenged me, and clearly my wife did too; this butter chicken is \ndiabolical.\n\n\n(\nDr. Gusteau perks up.\n)\n\n\nDr. Gusteau:\n Butter chicken? Not even Vindaloo or something? Oh come on, Mathew! Even I expect more from you.\n\n\nDr. Smith:\n This isn’t your average butter chicken, Jean. God knows what she must’ve put into this stuff.\n\n\nDr. Gusteau:\n \nTWO\n chilies?!? What, she take out a life insurance policy on you or something?\n\n\nDr. Smith:\n Listen, I used to take out Indian all the time during my college days. This is different.\n\n\nDr. Gusteau:\n Yeah right, you must’ve been the least white guy at that restaurant.\n\n\nDr. Smith:\n The food was hot, okay? They spiced it up real good.\n\n\nDr. Gusteau:\n Alright, take another bite then. I oughta see this.\n\n\nDr. Smith:\n If that’s what it takes to convince you. Maybe it won’t be so bad now that I’m used to it.\n\n\n(\nDr. Smith proceeds to eat a small spoonful of butter chicken, before immediately spitting it out onto the table. He rushes to grab a carton of milk from the nearby refrigerator, as Dr. Gusteau begins to crack up.\n)\n\n\nDr. Gusteau:\n Fucking hell, what’d she put in there, a ghost pepper? At least your wife’s got some comedy chops, I’ll give her that.\n\n\n(\nDr. Smith is frantically chugging the freshly grabbed milk, panting in between each sip, fanning himself with a napkin.)\n\n\nDr. Gusteau:\n Come on, I was just busting your balls before, but this is getting ridiculous, even for you.\n\n\n(\nDr. Smith finishes the carton of milk and slams it onto the floor, beginning to hack and cough, keeling over in the process. Sweat is running down his forehead, dripping onto his lab coat.\n)\n\n\nDr. Gusteau:\n Ah fuck.\n\n\n(\nDr. Gusteau gets up and walks over to Dr. Smith, grabbing another carton of milk on his way. He crouches down and hands it to him. Dr. Gusteau whispers something, before being pushed away by Dr. Smith. Dr. Smith returns to his seat, while panting heavily. Dr. Gusteau follows.\n)\n\n\nDr. Gusteau:\n You okay?\n\n\nDr. Smith:\n (\nIn a raspy voice\n) God. I think I’m okay, I just need a minute.\n\n\nDr. Gusteau:\n Fuck man, I kinda wanna try it now. You’ve got me all curious.\n\n\nDr. Smith:\n You just saw me almost die out there, why would you ever wanna try it?\n\n\nDr. Gusteau:\n Come on, the pain’s half the fun.\n\n\nDr. Smith:\n I genuinely don’t think you should have any.\n\n\nDr. Gusteau:\n Only fair for me to give it a shot after busting your balls about it. Besides, I’ve handled much worse. I practically eat ghost peppers for breakfast.\n\n\n(\nDr. Gusteau eats a heaping spoonful with no notable reaction.\n)\n\n\nDr. Gusteau:\n This is like, unironically really, really mild. Think the spiciest thing in here is the heavy cream.\n\n\n(\nDr. Gusteau grabs another helping, audibly smacking his lips after swallowing.\n)\n\n\nDr. Gusteau:\n It’s really good, though!\n\n\n[End relevant footage]\n\n\n\n\n\n\nThere is an untested and unregistered food based anomaly on this site, and I require \nYOUR\n help to put the nail in the coffin and get this thing classified. An array of salted snacks and rice cakes will be provided for any willing test subject.\n\n\nThe flavor of the anomaly has been described as \"Mild\" and \"Really good though\", so if you think you're up for the task, come down to Test-Room 92B at 15:30.\n\n\nDr. Smith\n\n\n\n\n\n\n\n\n\n\nAnomalous Item Testing Log\n\n\n\n\n\n\nSubject Name:\n Dr. Wilbur\n\n\nSubject Age:\n 34\n\n\nPosition:\n Junior Researcher\n\n\nStatement Upon Consuming Suspected Anomaly:\n Are you expecting like a food review or something? Uhh, it's creamy?\n\n\n\n\nSubject Name:\n Dr. Morrison\n\n\nSubject Age:\n 54\n\n\nPosition:\n Senior Researcher\n\n\nStatement Upon Consuming Suspected Anomaly:\n It's even better with the rice cakes! You got any more of this stuff? The rice cakes, I mean.\n\n\n\n\nSubject Name:\n Poncey\n\n\nSubject Age:\n 19\n\n\nPosition:\n Intern\n\n\nStatement Upon Consuming Suspected Anomaly:\n This is why I get butter chicken every single time. Real flavor, no pain.\n\n\n\n\nSubject Name:\n Dr. Flagherty\n\n\nSubject Age:\n 28\n\n\nPosition:\n Junior Researcher\n\n\nStatement Upon Consuming Suspected Anomaly:\n Jesus Christ, that's spicy. Whoo that is really fucking hot. God, I can't believe you were able to get a spoonful down of this stuff, Mathew. This is crazy hot.\n\n\n\n\nNote:\n Testing results aren't at all consistent with what I've been eating. Dr. Flagherty seemed at first to be the only other subject that has been officially challenged by the curry, yet upon further questioning has admitted Dr. Gusteau put him up to this and slipped him a 20 for his efforts. I'll talk to him later.\n\n\nI know these guys are weaker than me, and you want to tell me this is \"normal\"? I don't buy it.\n\n\n\n\n\n\n\n\nNotice: The Following File Is Outdated\n\n\n\n\nThis file was originally submitted by Dr. Smith regarding a potential anomalous phenomenon. While its content is mostly inaccurate, it has been retained for posterity.\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8785\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8785 is to stay in Dr. Smith's possession until it deems another member of Foundation personnel as worthy.\n\n\n\n\n\n\nSCP-8785 prior to consumption.\n\n\n\n\n\n\nDescription:\n SCP-8785 is a butter chicken curry intended to have been consumed by Dr. Smith for lunch. Accounts of SCP-8785’s flavor profile have been erratic throughout testing, with only Dr. Smith having been capable of offering a consistent description of the true nature of SCP-8785. Whether or not SCP-8785 is sentient and specifically challenges Dr. Smith’s ability or elects to spare other Foundation personnel is unknown and is subject of further testing.\n\n\nAddendum SCP-8785-A:\n Incident Report\n\n\nThe following surveillance footage was pulled from Site-54’s director’s office.\n\n\n\n\n[Begin Relevant Footage]\n\n\n(\nA hyperventilating Dr. Smith is seen bursting into the office, a knock was not heard on camera.\n)\n\n\nDr. Smith:\n Director Kingston, I need to speak with you immediately! This is Class-A Urgent!\n\n\n(\nDirector Kingston sighs heavily, before quickly waving his hand.\n)\n\n\nDirector Kingston:\n What’s it this time, Smith?\n\n\nDr. Smith:\n We’ve got an unregistered anomaly impeding my work and damaging my good reputation.\n\n\n(\nDirector Kingston lays back into his chair, hands crossed at the lap.\n)\n\n\nDirector Kingston:\n I'm listening.\n\n\n(\nDr. Smith pulls out a Tupperware container of SCP-8785 and slams it down on Director Kingston’s desk.\n)\n\n\nDr. Smith:\n This curry’s got a mind of its own. It’s edible hellfire. The most miniscule of bites and BOOM!\n\n\n(\nDr. Smith mimics an explosion erupting from his mouth, accompanied by a quiet whooshing sound.\n)\n\n\nDr. Smith:\n It’s got me down for the count.\n\n\nDirector Kingston:\n Aha, right. Dr. Gusteau mentioned \nsomething\n like that… and you’re certain this is ano-\n\n\nDr. Smith:\n Yes, yes, yes, it’s anomalous. I know my spice tolerance is a running joke at this point, but I promise you, I absolutely can handle my spice, and this curry knows it. It’s testing me.\n\n\nDirector Kingston:\n Testing you?\n\n\nDr. Smith:\n Yeah, yeah, yeah. Basically, almost everyone at the site thinks that it's mild, but we know that's not the case based on what I've experienced and-\n\n\n(\nDirector Kingston pinches his forehead, before taking a deep breath.\n)\n\n\nDirector Kingston:\n And this curry has it out for you, \nright?\n It was just waiting around waiting for a true challenger to step up to it, \nright?\n Everyone knows Dr. Smith is \nthe\n perfect fit for that, \nright\n?\n\n\n(\nDr. Smith tilts his head before scratching the backside of it.\n)\n\n\nDr. Smith:\n Yeah, um, that's sort of it, yeah.\n\n\nDirector Kingston:\n (\nUnder his breath\n) Fuck me.\n\n\n(\nDirector Kingston attempts to slide the Tupperware container to his person, but Dr. Smith quickly snatches it away before tucking it back into his bag.\n)\n\n\nDirector Kingston:\n What the hell’s the matter with you?\n\n\nDr. Smith:\n This thing almost murdered me. It’s flavor has been inconsistent. If it deems you worthy just like me and things go south… well, next thing I know they’ll have me packing my bags for almost killing a director. Just trust me on this one.\n\n\nDirector Kingston:\n I'd trust a freshly pressed out infant to put up more of a fight against some heat than you.\n\n\n(\nDr. Smith points at a can of pringles set aside Director Kingston’s lunch.\n)\n\n\nDr. Smith:\n Those are really hot, right? I am always up for a hot-chip challenge, best believe me.\n\n\n(\nDirector Kingston scoffs.\n)\n\n\nDirector Kingston:\n They are labeled Hot and Spicy Pringles, yes. They’re not really meant to be hot tho-\n\n\n(\nDr. Smith grabs a singular chip and crams it down his mouth, before immediately falling over, and writhing on the floor. Dr. Smith proceeds to slam his fist into the ground in quick succession. A small puddle of sweat begins to accumulate beneath his head.\n)\n\n\nDirector Kingston:\n Well, congratulations, Dr. Smith, you’ve not wasted my time for once.\n\n\n[Extraneous footage cut]\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n8785\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nwarning\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nDr. Smith five minutes after eating smoked paprika peanuts.\n\n\n\n\n\n\nSpecial Containment Procedures:\n As SCP-8785's anomalous trigger isn't fully understood, Dr. Smith may only consume lightly seasoned meals to avoid further incidents. In order to accommodate Dr. Smith, a specialty menu has been designed: it includes mildly salted chicken breast with a side of rice and green beans as a main, a side of mayonnaise based pasta salad and a cup of Jell-O as a dessert.\n\n\nDescription:\n SCP-8785 is Dr. Smith’s exaggerated lack of spice tolerance when confronted with a lightly seasoned meal while in the presence of his peers. Consumption of any slightly spiced meal leads to great bodily harm and discomfort for Dr. Smith.\n\n\nThe exact conditions of this trigger are not fully understood, as further testing following Incident-8785-F has been suspended due to ethical concerns.\n\n\n\n\n\n\n« \nSCP-8784\n | SCP-8785 | \nSCP-8786\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8785\n\" by Not Noodles, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8785\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n Butter Chicken with Naan.JPG\n\n\nAuthor:\n Hubie\n\n\nLicense:\n Creative Commons Attribution-Share Alike 3.0\n\n**Source Link:*\nhttps://commons.wikimedia.org/wiki/File:Butter_Chicken_with_Naan.JPG\n\n\n\n\n\n\nFilename:\n Sweat.PNG\n\n\nAuthor:\n Ryan McFarland\n\n\nLicense:\n Creative Commons Attribution 2.0 Generic\n\n\nSource Link:\n \nhttps://www.flickr.com/photos/zieak/2874580849/in/photostream/",
    "addendums": [
        "Addendum SCP-8785-A: Incident Report\nThe following surveillance footage was pulled from Site-54’s director’s office.\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-8785 \" by Not Noodles, from the SCP Wiki . Source: https://scpwiki.com/scp-8785 . Licensed under CC-BY-SA .",
        "Filename: Butter Chicken with Naan.JPG Author: Hubie License: Creative Commons Attribution-Share Alike 3.0 **Source Link:* https://commons.wikimedia.org/wiki/File:Butter_Chicken_with_Naan.JPG",
        "Filename: Sweat.PNG Author: Ryan McFarland License: Creative Commons Attribution 2.0 Generic Source Link: https://www.flickr.com/photos/zieak/2874580849/in/photostream/"
    ],
    "containment_procedures": "As SCP-8785's anomalous trigger isn't fully understood, Dr. Smith may only consume lightly seasoned meals to avoid further incidents. In order to accommodate Dr. Smith, a specialty menu has been designed: it includes mildly salted chicken breast with a side of rice and green beans as a main, a side of mayonnaise based pasta salad and a cup of Jell-O as a dessert.",
    "description": "SCP-8785 is Dr. Smith’s exaggerated lack of spice tolerance when confronted with a lightly seasoned meal while in the presence of his peers. Consumption of any slightly spiced meal leads to great bodily harm and discomfort for Dr. Smith.",
    "title": "SCP-8785"
}