{
    "url": "https://scp-wiki.wikidot.com/scp-8790",
    "all_text": "\"FOR THE BETTERMENT OF ALL.\"\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\nThe ragged ends of your summer dress\n\nYou want them to see you\n\nLike they see every other girl\n\n\n\n\n(Transgender Dysphoria Blues - Against Me!)\n\n\nSCP-8790 - Surrender Your Sons\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+137\n+\n–\nx\n\n\n\n\n\n\n\n\nItem #: \n8790\n⠀\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel 5\n\n\n⠀\n\n\n\n\n\n\n\n\n\n\n\n\nObject Class:\n\n\nsafe\n\n\n\n\n\n\nDisruption Class: \ndark\n\n\n\n\n\n\nRisk Class: \nnotice\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8790\n\n\n\n\n\n\nSpecial Containment Procedures:\n The entrance to SCP-8790 has been locked and all potential entrances boarded up. A single armed guard is to be constantly patrolling SCP-8790. All access is forbidden.\n\n\nDescription:\n SCP-8790 is an abandoned facility located in ████████, Alabama, constructed sometime within the late 19th century. The building spans approximately 3,800 square meters and contains dormitories, administrative offices, communal areas, and other rooms with unclear purposes. Inside one of the offices, a metal placard is affixed to the wall, which reads:\n\n\n\n\n\n\nDEPARTMENT OF ABNORMALITIES\n\n\nFOR THE BETTERMENT OF ALL\n\n\n\n\n\n\n\nNo department of this name exists within Foundation archives.\n\nThe original purpose of the facility remains unknown, as most documents and identifying materials are completely absent. Some examples of rooms within SCP-8790 include:\n\n\n\n\nA large, bare room with two rows of metal chairs facing a faded emblem on the wall. The room shows signs of extensive use, with visible scuff marks on the floor and remnants of a long-destroyed filing cabinet. Two rusted observation windows are located at either end of the room. Recovered artifacts include a rusted ledger containing lists of names alongside the notations \"H2,\" \"H3,\" and \"Corrected.\"\n\n\n\n\n\n\nA room nearly filled with burnt documents and broken filing cabinets. While most papers are heavily redacted or entirely destroyed, a few intact files reference \"Postwar advancements in psycho-██████ anomalies\" and \"Candidate irrecoverable. Decommissioned per final resolution protocol.\"\n\n\n\n\n\n\nA dimly lit room with a single chair bolted to the center of the floor. Wires run from the chair to an adjacent wall, where several broken devices and crude mechanical instruments are mounted.\n1\n The walls are covered in peeling paint, and faint traces of ash are visible in the corners of the room. Behind the chair is a projector.\n2\n\n\n\n\n\n\nA small, circular room featuring a cracked but functional full-length mirror. The walls are draped in thick, faded red curtains that block out most light. Small remnants of cloth and hair are lodged in the cracks of the mirror.\n\n\n\n\n\n\nA rectangular room featuring faded murals resembling winged figures. On the left side of the room is a podium with a crucifix etched onto the base. Behind it are several paddles, whips, and clamps, all highly damaged. The center of the room has stains of blood within the carpeting. The room is always lit despite the lack of windows.\n\n\n\n\n\n\nA hallway of 12 small cells, each containing a cot, a non-functional surveillance camera, and a feeding hatch built into the door. Scratch marks on the walls and ceilings spell out various words and phrases, although most are illegible.\n\n\n\n\nPersonnel exposed to the interior of SCP-8790 for extended periods report difficulty forming or maintaining personal relationships. This effect is often permanent among individuals attracted to the same sex.\n\n\n\n\nFootnotes\n\n\n1\n. The purpose of the tools are unknown, but they are covered in an unknown dried substance and hair.\n\n\n2\n. Most of the film is indecipherable, save for a clip of women dancing.\n\n\n\n\n\n\n\n\n« \nSCP-8789\n | SCP-8790 | \nSCP-8791\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8790\n\" by TroutMaskReplica, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8790\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n facility.jpg\n\n\nName:\n Abandoned military facilities on Adak Island.\n\n\nAuthor:\n Paxson Woelber\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0 International\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "The ragged ends of your summer dress You want them to see you Like they see every other girl",
        "\" SCP-8790 \" by TroutMaskReplica, from the SCP Wiki . Source: https://scpwiki.com/scp-8790 . Licensed under CC-BY-SA .",
        "Filename: facility.jpg Name: Abandoned military facilities on Adak Island. Author: Paxson Woelber License: Creative Commons Attribution-Share Alike 4.0 International Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "The entrance to SCP-8790 has been locked and all potential entrances boarded up. A single armed guard is to be constantly patrolling SCP-8790. All access is forbidden.",
    "description": "SCP-8790 is an abandoned facility located in ████████, Alabama, constructed sometime within the late 19th century. The building spans approximately 3,800 square meters and contains dormitories, administrative offices, communal areas, and other rooms with unclear purposes. Inside one of the offices, a metal placard is affixed to the wall, which reads:",
    "title": "SCP-8790"
}