{
    "url": "https://scp-wiki.wikidot.com/scp-8797",
    "all_text": "rating: \n+58\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-8797:\n The Collected Works of Alex Thorley\n\n\nAuthor:\n \nTufto\n. This was their 2024 Art Exchange gift for \nsyuzhet\n. More of Tufto's work can be found \nhere\n.\n\n\n\n\n\n\n\n\nrating: \n+58\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nItem #:\n SCP-8797\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n The sole extant copy of SCP-8797 is located in a secure storage locker in Site-19.\n\n\nDescription:\n SCP-8797 is a collection of literary works entitled \nThe Collected Works of Alex Thorley.\n These works are a diverse set of realist literature, historical fiction, poetry, science fiction, newspaper interviews, medieval chronicles, fairy tales, plays and jokes.\n\n\nAddendum 1:\n The following is an interview from a promotional tour for SCP-8797.\n\n\n\n\nThe camera opens onto the studio for popular late-night talk show TIMMY KIBBLE LIVE!. The audience is cheering as TIMMY KIBBLE LIVE! himself enters the set, waves to the audience and takes a seat.\n\n\nKIBBLE LIVE!:\n Welcome back to TKL, folks. Our next guest needs no introduction - they're the acclaimed author of over fifty - yes, fifty! - novels, stories, plays, scripts and so much more. Please welcome to the show ALEX THORLEY!\n\n\nThe crowd cheers as ALEX THORLEY enters the studio. They wave at the crowd and sit at the sofa, smiling broadly.\n\n\nKIBBLE LIVE!:\n It's a pleasure to have you back on - how long has it been, now?\n\n\nThorley:\n Um -\n\n\nTHORLEY:\n Thanks so much, Timmy - always a pleasure to be back. I think it must have been three, four years?\n\n\nKIBBLE LIVE!:\n Too long, too long.\n\n\nThorley:\n Um, sorry, can I -\n\n\nKIBBLE LIVE!:\n I'm talking to ALEX now, Alex, please wait your turn.\n\n\nThorley:\n But I just -\n\n\nKIBBLE LIVE!:\n So, ALEX, tell us about \nThe Collected Works of Alex Thorley\n. How did it feel, reflecting on the last two decades of writing?\n\n\nTHORLEY:\n Well, it began last year, when I was wandering around my Louisiana mansion, examining the animals in my extensive menagerie.\n\n\nKIBBLE LIVE!:\n How many exotic birds do you have now, Alex?\n\n\nThe crowd laughs. Thorley looks around, startled. THORLEY chuckles, crossing one leg over the other and resting their arm on the back of the sofa.\n\n\nTHORLEY:\n Well, it must be seventeen, I think, Timmy. My beautiful wife, Caroline, was telling me just the other day that -\n\n\nThorley gets up. THORLEY and KIBBLE LIVE! do not seem to notice and continue talking. Thorley walks off the set, heading towards the green room. They bump into a PRODUCER on the way there.\n\n\nPRODUCER:\n What are you doing here? You're supposed to be on stage now!\n\n\nThorley:\n Sorry, it, uh, it didn't seem like they needed me.\n\n\nThe PRODUCER sighs and looks down at her clipboard.\n\n\nPRODUCER:\n That's not how the format of the show goes. Why would you walk off in the middle of an interview?\n\n\nThorley:\n Sorry.\n\n\nPRODUCER:\n Whatever.\n\n\nThorley looks past her and sees a door at the end of the corridor. They stare at it.\n\n\nThorley:\n Could I get past, please?\n\n\nPRODUCER:\n Why?\n\n\nThorley:\n I just want to get -\n\n\nPRODUCER:\n You may as well now, whatever.\n\n\nThe PRODUCER returns to her clipboard. Thorley pushes past her, walking towards the door. They stare at it some more, then look back. The PRODUCER is intently staring at her notes.\n\n\nThe door is suffused with a faint, sickly green glow. It seems to throb lightly, and hum with electricity. Thorley is drawn to it. They place their hand on it, and feel the slight vibration on their skin.\n\n\nThorley touches the handle, then opens the door and steps through.\n\n\nThe PRODUCER looks up suddenly.\n\n\nPRODUCER:\n Wait, you're not supposed to go back -\n\n\nThe PRODUCER notices that Thorley has gone. She shrugs.\n\n\n<END LOG>\n\n\n\n\nAddendum 2:\n The following are extracts from SCP-8797.\n\n\n\n\nExtract from 'Alex Thorley Writes a Novel', by ALEX THORLEY.\n\n\n\n\nThe man is sitting in his chair, leaning back slightly. His face is unpleasant, and his lips move as he reads along with the words.\n\n\nYou are standing up. Should you be standing up? You haven't been to a meeting like this before, and are unsure. Two rows of grey, steel chairs line each wall, on either side. The soft part of the chair is blue, and you can tell that the stuffing will be cheap, yellowy plastic.\n\n\nYou continue to stand. The man flicks his eyes up at you, and then back at the page.\n\n\nYou're not sure what compelled you to write dozens of distinct pieces of literature, but nonetheless, you have done so. They are sitting there, bound in a lengthy manuscript comprising many and varied pages, currently being stroked and flicked by this unpleasant man. You can't stop looking at them. Is it unnerving the man? You can't be sure, but seeing your works, your precious creations, being \nmanhandled\n like that -\n\n\nThe man sighs, puts down the manuscript, steeples his fingers and looks at you. \nLook, Mr. Thorley -\n\n\nMx.\n, you say.\n\n\nThe man stares at you for several seconds. It feels uncomfortable. Is he trying to make you uncomfortable? He leans forward and writes a note on a piece of paper.\n\n\nThank you.\n\n\nThe man leans back. His chair creaks.\n\n\nIt's not that I'm\n not \ninterested, but we already have many submissions in all of these areas. What is it about\n you \nthat means I should take a chance?\n\n\nAll of those areas? Your submissions seemed so varied, so full of life and energy. Or were you imagining that? You blink hard at the man. His gaze does not break. You take a deep breath and pull yourself together.\n\n\nWell, uh -\n\n\nThe man smiles, briefly. He tosses the manuscript onto a pile. You watch as its pages flitter over one another. \nWell, thank you for coming in, Ms. Thorley. We'll let you know.\n\n\n\n\n\n\nExtract from 'A Beautiful Gift', an epistolary historical novel by ALEX THORLEY.\n\n\n\n\n14/05/1916\n\n\nDearest Alex,\n\n\nI've been at the front for thirteen weeks. It seems like only yesterday we were saying goodbye, in front of your ████████████. War truly is hell.\n\n\nWhat gets me more than anything else here is the \nboredom\n. The shelling is ████████████, a constant thump-thump-thump, and the rations are of ███ quality.\n\n\nI seem to spend most of my time following a rote series of orders concerning minor matters of logistics, particularly the procurement of canned ███████, canned ███ and canned ████. I have never felt more alive.\n\n\nWar is ███.\n\n\nYours,\n\nALEX.\n\n\n17/06/1916\n\n\n\n\nDearest Alex,\n\n\nYou did not reply to my last letter. I am despondent. This morning, I lay down on the floor of my dugout for █ hours, watching water drip off the ceiling. An assault was called; I did not notice, and was not noticed. I heard █████ outside, but it passed, in time.\n\n\nThat evening, after the survivors returned, I got up and prepared a meal of ███ for the men. They did not like it, but it provided me with much nourishment.\n\n\nI long to see ██ again. Send my love to ███████.\n\n\nYours always,\n\n███\n\n\n24/08/███\n\n\n\n\nDearest ████,\n\n\n█ ██ ████ ██████ ███ letter. █ ██ ████ █████ █████, ███████, ███████ ████████████ ██████████, ████████████, ████████████ pecan ███ ███████ ████████████, ███████, ██████ of a sexual nature, but I cannot be sure. ██████████████████████████████████████████████████████████████████████████████████████████[add historical research into conditions into trenches in ███ here]███████████████████ ███████████████ ███████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████.\n\n\nWith love,\n\n███\n\n\n\n\n\n\nExtract from 'Alex Thorley Writes a Novel', by ALEX THORLEY.\n\n\n\n\nYou close the door behind you, and straighten your tie. You're not sure it suits you. It is a deep, rich black, a colour you associated with power and dominance this morning. You are not sure now.\n\n\nYou leave the publishing company. The lift is out of order, and you're forced to take the staircase. A single lightbulb flickers.\n\n\nYou hear footsteps coming up from below. You straighten your tie; you want to make a good impression. You turn a corner, and see ALEX THORLEY ascending the staircase, a wide smile on their face.\n\n\nThe smile is huge. The teeth are all visible, white, gleaming, vast. You get the sense THORLEY is delighted to see you.\n\n\nYou stop. They also stop. Slowly, achingly, they raise their hand. Their eyes are wide, immense pools dragging you into them, surrounding you.\n\n\nIt is so lovely to meet you, Alex! May I call you Alex?\n\n\nYou are paralysed. You have never seen a smile like this. It is so confident, so bright, so symmetrical. It's incredibly symmetrical. THORLEY is towering over you, their hand still outstretched. You collapse, sweating, on the ground.\n\n\nYou have to raise your hand, Alex. It's polite.\n\n\nALEX looks down at you, their digits jutting in your face. Your hand quivers as you bring it up. You feel it getting closer and closer, closer to touching this immense specimen. You can hear their breath. You can almost feel it.\n\n\nYou take their hand. They shake it, professionally, and continue on. You get up and continue to walk downstairs.\n\n\n\n\n\n\nAlex Thorley: Have they killed? Will they kill again?\n\n\nBy ALEX THORLEY\n\n\nPORTLAND, Washington, December 25th - Further allegations have been made against Department of Unreality employee Alex Thorley. Thorley, ██, has been described by witnesses, and is considered to be \"at large\" by leading experts.\n\n\nAlready dubbed \"Alex Thorley\" by members of the press, Thorley is wanted on charges related to criminal activity. Police Comissioner Ashok Kumar said in a prepared statement, \"We do not know what Thorley has done, nor what they will do in the future, so it is of vital importance and in the public interest that they surrender immediately.\"\n\n\nAlthough the exact nature of the allegations against Thorley is unknown, there is widespread speculation that they relate to the recent events occurring in and around the area Thorley was last seen. Speaking exclusively, District Attorney Alan Smithee said \"I don't know where they are, but the possibility of allowing Thorley to remain at large doesn't bear thinking about. A civilised society has to oppose their actions at any cost.\"\n\n\nInquiries are ongoing. If you have any information relating to the possible capture of Alex Thorley, please text or call ███-█████-█████.\n\n\n\n\n\n\nExtract from 'Alex Thorley Writes a Novel', by ALEX THORLEY.\n\n\n\n\nIt is night. You are sitting in bed, reading the newspaper. You feel the crisp pages between your fingers. You spot an article by ALEX THORLEY, discussing you. It feels unnecessarily vague, imprecise. It oscillates between stating your crimes and merely insinuating them.\n\n\nYou take a drink of water, and replace it precisely on the coaster, equidistant to each side. There is a slight tremor in the water as you do so. Your breath tightens.\n\n\nIt is very quiet here. When did you last see another person? You are wearing pyjamas with blue and white stripes. The blue is a light, calming colour. The stripes are vertical.\n\n\nYou have spent the day meticulously cleaning your apartment. You have restocked your fridge, done the opposite of \neverything you've done before\n. You are a model citizen, a model of restraint and clean, healthy living.\n\n\nYou consider your name, Alex Thorley. Is it a name that projects an air of personability, approachability? You do not know. Your room is \nimmaculate\n.\n\n\n\n\n\n\nExtract from 'The Towers Fell', by ALEX THORLEY.\n\n\n\n\nCaptain THORLEY sat back in their chair, thinking. They'd never had to think as hard in their life; their thoughts, in this place and time, would never matter more.\n\n\nEnsign Thorley stood expectantly. THORLEY felt sorry for the kid; it would be a long time before they'd have to endure the burden of command. Thorley was a competent liason, but they had a long way to go before they'd be in control of their own starship.\n\n\nThey stroked their chin in an expressive fashion, and came to a decision. \"Hail them again,\" they ordered.\n\n\nEnsign Thorley nodded, and pressed a button. On screen, the towers loomed expectantly. They were heading right for them.\n\n\n\"Captain THORLEY!\" came the response, psychically imprinting itself in their brains. They winced, but long years had prepared their psyche for any psychic eventuality, even telepathy. \"What is your response? Time is ticking!\"\n\n\n\"Are - are those the Twin Towers? The WTC? What is - \" began Thorley, but was silenced by a gesture from THORLEY. The other cast members looked on in evident confusion.\n\n\n\"Listen here, Towers,\" said THORLEY, their voice filled with purpose and magnanimity. \"We've given you every possible chance, but we can't wait any longer. Either you demolish yourself in a controlled fashion, or we're entering \nramming speed\n.\n\n\n\"I - why are you writing this? What is this? Is this some kind of fanfic?\" Thorley had been infected, they could tell. It was the only explanation for this outburst. \"This is terrible. I don't understand why you'd think this was funny. Thousands of people died! What are you doing? It's like you're completely out of ide-\"\n\n\n\n\n\n\nInterview with Alex Thorley for Hello! Magazine. Interviewer: ALEX THORLEY.\n\n\n\n\nGreeting Alex Thorley at their Portland home, I couldn't help but feel a vague sense of trepidation. Thorley's reputation preceded them - a profound thinker and highly accomplished member of the Department of Unreality, with an ego that far outsized that of their colleagues. How would they respond to my questions? Would they be responsive under questioning?\n\n\nI needn't have worried. From the second Thorley welcomed me into their beautiful apartment with a \"Who are you?\", I felt like we'd known each other for years. I felt I could be myself around Thorley - which, perhaps, is a significant factor in their recent successes.\n\n\nThey chose to sit on a steel-backed chair, with cheap stuffing showing through the fabric - an inspired choice, demonstrating a rarely seen humility. I begin by asking about the elephant in the room, but they just \nsigh in response\n. So I clarify that I'm talking about \nthat\n Halloween party.\n\n\n\"What party?\", they respond.\n\n\nAt this point, it's worth mentioning why exactly Alex Thorley is famous. \nThe Collected Works of Alex Thorley\n was published last month to immense acclaim. Across the Foundation, critics and the public alike have been going \nwild\n for it, hailing Thorley as a new Proust.\n\n\nI'll never forget what they said when I asked how they felt about it: \"What?\" Such a simple response that encapsulates everything that needs to be said.\n\n\nAfter finishing my tea, we moved to their elegant living room. As there was only one chair, Alex graciously took to the floor as I grilled them about their work with the Unreality Department. \"I, uh, can't really talk about it, I think? I don't know what your clearance, uh. Are you a Level 2?\"\n\n\nAs our conversation comes to an end, I can't resist asking my new friend one final question: why bagels? They laugh, charmingly, and then realise I'm serious. \"I'm not sure,\" they say. \"There was one in the stand? I didn't mean to - \"\n\n\nALEX THORLEY's\n The Complete Works of Alex Thorley \nis out now in any licensed Foundation bookshop. RRP $12.99.\n\n\n\n\n\n\nExtract from 'Pulp and Palpitations', by ALEX THORLEY.\n\n\n\n\nThe ball was held that evening at Bielefeld Hall, and the attendees proved a bashful and simple set. THORLEY felt they could not approve, and spent the proceedings wandering the outskirts of the proceedings before them, occasionally remarking on a lady's dress or a gentleman's lack of posture. There was little dancing to be had, and the occasion quickly became a somewhat stilted affair.\n\n\n\"Come, THORLEY!\" cried Lord Halifax. \"You must regale us with one of your fine tales - something from the shores of Trafalgar, perhaps?\"\n\n\n\"Why, Lord Halifax,\" said Miss Ottawa, with a laugh, \"Trafalgar was a \nsea\n battle, and as such had no shores.\"\n\n\nTHORLEY sighed at this display. They were distracted by the approach of Mx Alex Thorley, who seemed shocked to see them, and moved away quickly.\n\n\nTHORLEY followed them, pushing through the crowds of revellers. They caught up with them on a small balcony, overlooking the park; Mx Alex was turned away.\n\n\n\"Mx Alex\", they began, but they held up a hand in response.\n\n\n\"This isn't regency fiction, ALEX. The prose is all wrong. It's more like someone's memory of it, someone who read Austen in high school.\"\n\n\nYou panic. You tug at your cravat. You hear the sounds of revelry from within.\n\n\n\"It isn't working, ALEX. It's just like the others. It collapses before it even begins.\"\n\n\nYou look back, but Alex Thorley is barely even there any more. You blink, and head back inside.\n\n\n\n\n\n\nExtract from 'Alex Thorley Writes a Novel', by ALEX THORLEY.\n\n\n\n\nYou wake up in the middle of the night, and THORLEY is lying next to you.\n\n\nTHORLEY has it all. A journalist, a historical novelist, an award-winning diarist, a writer of some of Regency England's finest works. THORLEY is smiling. They are staring straight at you. Their teeth are so white; their skin is impeccable.\n\n\nWhat skincare do you use,\n you ask. You can't help yourself.\n\n\nI don't,\n they reply.\n\n\nTHORLEY stops smiling, and sits up. You are happy. Lying next to you is ALEX THORLEY. It is not heat that radiates off them, but something else, something immaterial. You are no longer interested in understanding it. The light filters in slight and repeating patterns through the window, and you are fine.\n\n\nDo you have any milk,\n they ask. You don't know. They will find out themself. Of that, you are certain. There is nothing left to do but sit and wait, for perfection, for apotheosis.\n\n\nYou wait.\n\n\n\n\n\n\nAct 4, Scene 5 from 'Estranged Child: A Melodrama in Four Acts', by ALEX THORLEY.\n\n\n\n\nTHORLEY is downstage, sitting in an armchair. A shotgun lies across their legs. They are smoking, staring into the middle distance. The light is off.\n\n\nThorley enters, putting their coat on a coatstand. They notice THORLEY.\n\n\nThorley:\n What are you doing with the gun, ALEX?\n\n\nTHORLEY:\n Did you think I wouldn't find out?\n\n\nThorley turns on the light, then slowly walks towards THORLEY.\n\n\nThorley:\n Find out about what?\n\n\nTHORLEY:\n You know what. Fourteen years, Alex. Fourteen years working for the SCP Foundation, and what do I have to show for it?\n\n\nThorley:\n You don't work for the SCP F-\n\n\nTHORLEY:\n Nothing!\n\n\nTHORLEY gets up abruptly. They aim the shotgun at Thorley, hands shaking.\n\n\nTHORLEY:\n Nothing! A broken back, an insurance cheque every month, and a pat on the back. I mined coal for fourteen years!\n\n\nThorley:\n I thought you said you worked -\n\n\nTHORLEY:\n Shut up! Just - just shut up!\n\n\nTHORLEY sits down again, putting their head in their hands.\n\n\nTHORLEY:\n How long, Alex? How long has it been going on?\n\n\nThorley turns towards the stage. They sit down, staring at the audience; they lie down, spreading their limbs wide.\n\n\nTHORLEY:\n What - what are you doing?\n\n\nThorley does not respond. THORLEY gets up, picking up the shotgun. They use the shotgun to poke Thorley in the side. Thorley still does not respond.\n\n\nTHORLEY:\n Why are you doing that? What's wrong with you? This isn't in the script.\n\n\nThorley does not respond.\n\n\nTHORLEY:\n I don't understand.\n\n\nThorley turns to look at THORLEY. THORLEY looks around, then leaves hurriedly stage right. Thorley turns to look at the audience.\n\n\nThorley:\n I could really go for a bagel right now.\n\n\nThe audience should now scream with laughter. Thorley gets up, takes a bow and waves at the audience.\n\n\nThorley:\n That's all, folks! I'll be here all week. Take it sleazy!\n\n\n\n\n\n\nExtract from 'Alex Thorley Writes a Novel', by ALEX THORLEY.\n\n\n\n\nYou are alone. It is night. You are lying on your bed, staring at the ceiling. Again.\n\n\nYou don't remember much of a time before you came here. There was a bagel, and an orientation, but… it's all one day after another at the Foundation. You fished, once? But you can't really remember.\n\n\nThere was someone here, a little while ago. But now it's quiet again. You hear a hiss in the ears, a hiss of feedback, air rushing past and back inside you. It permeates you. You listen closely, but it doesn't change.\n\n\nYou should get something to eat.\n\n\n\n\nAddendum 3:\n Full text of \nAn Unconventional Medium\n, by Alex Thorley.\n\n\n\n\nThorley walks down the corridor. A door can be seen at the end of it; it is suffused with a faint grey glow.\n\n\nTHORLEY stands in the middle of the corridor. They look up eagerly at Thorley's approach.\n\n\nTHORLEY:\n Well? Did you like it?\n\n\nThorley stops walking, looking away from THORLEY.\n\n\nThorley:\n Could I get past, please?\n\n\nTHORLEY stares at Thorley for several seconds.\n\n\nTHORLEY:\n Oh.\n\n\nTHORLEY moves aside. Thorley reaches the door, opens it and walks through, leaving the corridor empty.\n\n\n\n\n\n\nYou are viewing an outated revision of this file. View current version?",
    "addendums": [],
    "documents": [],
    "notes": [
        "The camera opens onto the studio for popular late-night talk show TIMMY KIBBLE LIVE!. The audience is cheering as TIMMY KIBBLE LIVE! himself enters the set, waves to the audience and takes a seat. KIBBLE LIVE!: Welcome back to TKL, folks. Our next guest needs no introduction - they're the acclaimed author of over fifty - yes, fifty! - novels, stories, plays, scripts and so much more. Please welcome to the show ALEX THORLEY! The crowd cheers as ALEX THORLEY enters the studio. They wave at the crowd and sit at the sofa, smiling broadly. KIBBLE LIVE!: It's a pleasure to have you back on - how long has it been, now? Thorley: Um - THORLEY: Thanks so much, Timmy - always a pleasure to be back. I think it must have been three, four years? KIBBLE LIVE!: Too long, too long. Thorley: Um, sorry, can I - KIBBLE LIVE!: I'm talking to ALEX now, Alex, please wait your turn. Thorley: But I just - KIBBLE LIVE!: So, ALEX, tell us about The Collected Works of Alex Thorley . How did it feel, reflecting on the last two decades of writing? THORLEY: Well, it began last year, when I was wandering around my Louisiana mansion, examining the animals in my extensive menagerie. KIBBLE LIVE!: How many exotic birds do you have now, Alex? The crowd laughs. Thorley looks around, startled. THORLEY chuckles, crossing one leg over the other and resting their arm on the back of the sofa. THORLEY: Well, it must be seventeen, I think, Timmy. My beautiful wife, Caroline, was telling me just the other day that - Thorley gets up. THORLEY and KIBBLE LIVE! do not seem to notice and continue talking. Thorley walks off the set, heading towards the green room. They bump into a PRODUCER on the way there. PRODUCER: What are you doing here? You're supposed to be on stage now! Thorley: Sorry, it, uh, it didn't seem like they needed me. The PRODUCER sighs and looks down at her clipboard. PRODUCER: That's not how the format of the show goes. Why would you walk off in the middle of an interview? Thorley: Sorry. PRODUCER: Whatever. Thorley looks past her and sees a door at the end of the corridor. They stare at it. Thorley: Could I get past, please? PRODUCER: Why? Thorley: I just want to get - PRODUCER: You may as well now, whatever. The PRODUCER returns to her clipboard. Thorley pushes past her, walking towards the door. They stare at it some more, then look back. The PRODUCER is intently staring at her notes. The door is suffused with a faint, sickly green glow. It seems to throb lightly, and hum with electricity. Thorley is drawn to it. They place their hand on it, and feel the slight vibration on their skin. Thorley touches the handle, then opens the door and steps through. The PRODUCER looks up suddenly. PRODUCER: Wait, you're not supposed to go back - The PRODUCER notices that Thorley has gone. She shrugs. <END LOG>",
        "Extract from 'Alex Thorley Writes a Novel', by ALEX THORLEY. The man is sitting in his chair, leaning back slightly. His face is unpleasant, and his lips move as he reads along with the words. You are standing up. Should you be standing up? You haven't been to a meeting like this before, and are unsure. Two rows of grey, steel chairs line each wall, on either side. The soft part of the chair is blue, and you can tell that the stuffing will be cheap, yellowy plastic. You continue to stand. The man flicks his eyes up at you, and then back at the page. You're not sure what compelled you to write dozens of distinct pieces of literature, but nonetheless, you have done so. They are sitting there, bound in a lengthy manuscript comprising many and varied pages, currently being stroked and flicked by this unpleasant man. You can't stop looking at them. Is it unnerving the man? You can't be sure, but seeing your works, your precious creations, being manhandled like that - The man sighs, puts down the manuscript, steeples his fingers and looks at you. Look, Mr. Thorley - Mx. , you say. The man stares at you for several seconds. It feels uncomfortable. Is he trying to make you uncomfortable? He leans forward and writes a note on a piece of paper. Thank you. The man leans back. His chair creaks. It's not that I'm not interested, but we already have many submissions in all of these areas. What is it about you that means I should take a chance? All of those areas? Your submissions seemed so varied, so full of life and energy. Or were you imagining that? You blink hard at the man. His gaze does not break. You take a deep breath and pull yourself together. Well, uh - The man smiles, briefly. He tosses the manuscript onto a pile. You watch as its pages flitter over one another. Well, thank you for coming in, Ms. Thorley. We'll let you know.",
        "Extract from 'A Beautiful Gift', an epistolary historical novel by ALEX THORLEY. 14/05/1916 Dearest Alex, I've been at the front for thirteen weeks. It seems like only yesterday we were saying goodbye, in front of your ████████████. War truly is hell. What gets me more than anything else here is the boredom . The shelling is ████████████, a constant thump-thump-thump, and the rations are of ███ quality. I seem to spend most of my time following a rote series of orders concerning minor matters of logistics, particularly the procurement of canned ███████, canned ███ and canned ████. I have never felt more alive. War is ███. Yours, ALEX. 17/06/1916 Dearest Alex, You did not reply to my last letter. I am despondent. This morning, I lay down on the floor of my dugout for █ hours, watching water drip off the ceiling. An assault was called; I did not notice, and was not noticed. I heard █████ outside, but it passed, in time. That evening, after the survivors returned, I got up and prepared a meal of ███ for the men. They did not like it, but it provided me with much nourishment. I long to see ██ again. Send my love to ███████. Yours always, ███ 24/08/███ Dearest ████, █ ██ ████ ██████ ███ letter. █ ██ ████ █████ █████, ███████, ███████ ████████████ ██████████, ████████████, ████████████ pecan ███ ███████ ████████████, ███████, ██████ of a sexual nature, but I cannot be sure. ██████████████████████████████████████████████████████████████████████████████████████████[add historical research into conditions into trenches in ███ here]███████████████████ ███████████████ ███████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████████. With love, ███",
        "Extract from 'Alex Thorley Writes a Novel', by ALEX THORLEY. You close the door behind you, and straighten your tie. You're not sure it suits you. It is a deep, rich black, a colour you associated with power and dominance this morning. You are not sure now. You leave the publishing company. The lift is out of order, and you're forced to take the staircase. A single lightbulb flickers. You hear footsteps coming up from below. You straighten your tie; you want to make a good impression. You turn a corner, and see ALEX THORLEY ascending the staircase, a wide smile on their face. The smile is huge. The teeth are all visible, white, gleaming, vast. You get the sense THORLEY is delighted to see you. You stop. They also stop. Slowly, achingly, they raise their hand. Their eyes are wide, immense pools dragging you into them, surrounding you. It is so lovely to meet you, Alex! May I call you Alex? You are paralysed. You have never seen a smile like this. It is so confident, so bright, so symmetrical. It's incredibly symmetrical. THORLEY is towering over you, their hand still outstretched. You collapse, sweating, on the ground. You have to raise your hand, Alex. It's polite. ALEX looks down at you, their digits jutting in your face. Your hand quivers as you bring it up. You feel it getting closer and closer, closer to touching this immense specimen. You can hear their breath. You can almost feel it. You take their hand. They shake it, professionally, and continue on. You get up and continue to walk downstairs.",
        "Alex Thorley: Have they killed? Will they kill again? By ALEX THORLEY PORTLAND, Washington, December 25th - Further allegations have been made against Department of Unreality employee Alex Thorley. Thorley, ██, has been described by witnesses, and is considered to be \"at large\" by leading experts. Already dubbed \"Alex Thorley\" by members of the press, Thorley is wanted on charges related to criminal activity. Police Comissioner Ashok Kumar said in a prepared statement, \"We do not know what Thorley has done, nor what they will do in the future, so it is of vital importance and in the public interest that they surrender immediately.\" Although the exact nature of the allegations against Thorley is unknown, there is widespread speculation that they relate to the recent events occurring in and around the area Thorley was last seen. Speaking exclusively, District Attorney Alan Smithee said \"I don't know where they are, but the possibility of allowing Thorley to remain at large doesn't bear thinking about. A civilised society has to oppose their actions at any cost.\" Inquiries are ongoing. If you have any information relating to the possible capture of Alex Thorley, please text or call ███-█████-█████.",
        "Extract from 'Alex Thorley Writes a Novel', by ALEX THORLEY. It is night. You are sitting in bed, reading the newspaper. You feel the crisp pages between your fingers. You spot an article by ALEX THORLEY, discussing you. It feels unnecessarily vague, imprecise. It oscillates between stating your crimes and merely insinuating them. You take a drink of water, and replace it precisely on the coaster, equidistant to each side. There is a slight tremor in the water as you do so. Your breath tightens. It is very quiet here. When did you last see another person? You are wearing pyjamas with blue and white stripes. The blue is a light, calming colour. The stripes are vertical. You have spent the day meticulously cleaning your apartment. You have restocked your fridge, done the opposite of everything you've done before . You are a model citizen, a model of restraint and clean, healthy living. You consider your name, Alex Thorley. Is it a name that projects an air of personability, approachability? You do not know. Your room is immaculate .",
        "Extract from 'The Towers Fell', by ALEX THORLEY. Captain THORLEY sat back in their chair, thinking. They'd never had to think as hard in their life; their thoughts, in this place and time, would never matter more. Ensign Thorley stood expectantly. THORLEY felt sorry for the kid; it would be a long time before they'd have to endure the burden of command. Thorley was a competent liason, but they had a long way to go before they'd be in control of their own starship. They stroked their chin in an expressive fashion, and came to a decision. \"Hail them again,\" they ordered. Ensign Thorley nodded, and pressed a button. On screen, the towers loomed expectantly. They were heading right for them. \"Captain THORLEY!\" came the response, psychically imprinting itself in their brains. They winced, but long years had prepared their psyche for any psychic eventuality, even telepathy. \"What is your response? Time is ticking!\" \"Are - are those the Twin Towers? The WTC? What is - \" began Thorley, but was silenced by a gesture from THORLEY. The other cast members looked on in evident confusion. \"Listen here, Towers,\" said THORLEY, their voice filled with purpose and magnanimity. \"We've given you every possible chance, but we can't wait any longer. Either you demolish yourself in a controlled fashion, or we're entering ramming speed . \"I - why are you writing this? What is this? Is this some kind of fanfic?\" Thorley had been infected, they could tell. It was the only explanation for this outburst. \"This is terrible. I don't understand why you'd think this was funny. Thousands of people died! What are you doing? It's like you're completely out of ide-\"",
        "Interview with Alex Thorley for Hello! Magazine. Interviewer: ALEX THORLEY. Greeting Alex Thorley at their Portland home, I couldn't help but feel a vague sense of trepidation. Thorley's reputation preceded them - a profound thinker and highly accomplished member of the Department of Unreality, with an ego that far outsized that of their colleagues. How would they respond to my questions? Would they be responsive under questioning? I needn't have worried. From the second Thorley welcomed me into their beautiful apartment with a \"Who are you?\", I felt like we'd known each other for years. I felt I could be myself around Thorley - which, perhaps, is a significant factor in their recent successes. They chose to sit on a steel-backed chair, with cheap stuffing showing through the fabric - an inspired choice, demonstrating a rarely seen humility. I begin by asking about the elephant in the room, but they just sigh in response . So I clarify that I'm talking about that Halloween party. \"What party?\", they respond. At this point, it's worth mentioning why exactly Alex Thorley is famous. The Collected Works of Alex Thorley was published last month to immense acclaim. Across the Foundation, critics and the public alike have been going wild for it, hailing Thorley as a new Proust. I'll never forget what they said when I asked how they felt about it: \"What?\" Such a simple response that encapsulates everything that needs to be said. After finishing my tea, we moved to their elegant living room. As there was only one chair, Alex graciously took to the floor as I grilled them about their work with the Unreality Department. \"I, uh, can't really talk about it, I think? I don't know what your clearance, uh. Are you a Level 2?\" As our conversation comes to an end, I can't resist asking my new friend one final question: why bagels? They laugh, charmingly, and then realise I'm serious. \"I'm not sure,\" they say. \"There was one in the stand? I didn't mean to - \" ALEX THORLEY's The Complete Works of Alex Thorley is out now in any licensed Foundation bookshop. RRP $12.99.",
        "Extract from 'Pulp and Palpitations', by ALEX THORLEY. The ball was held that evening at Bielefeld Hall, and the attendees proved a bashful and simple set. THORLEY felt they could not approve, and spent the proceedings wandering the outskirts of the proceedings before them, occasionally remarking on a lady's dress or a gentleman's lack of posture. There was little dancing to be had, and the occasion quickly became a somewhat stilted affair. \"Come, THORLEY!\" cried Lord Halifax. \"You must regale us with one of your fine tales - something from the shores of Trafalgar, perhaps?\" \"Why, Lord Halifax,\" said Miss Ottawa, with a laugh, \"Trafalgar was a sea battle, and as such had no shores.\" THORLEY sighed at this display. They were distracted by the approach of Mx Alex Thorley, who seemed shocked to see them, and moved away quickly. THORLEY followed them, pushing through the crowds of revellers. They caught up with them on a small balcony, overlooking the park; Mx Alex was turned away. \"Mx Alex\", they began, but they held up a hand in response. \"This isn't regency fiction, ALEX. The prose is all wrong. It's more like someone's memory of it, someone who read Austen in high school.\" You panic. You tug at your cravat. You hear the sounds of revelry from within. \"It isn't working, ALEX. It's just like the others. It collapses before it even begins.\" You look back, but Alex Thorley is barely even there any more. You blink, and head back inside.",
        "Extract from 'Alex Thorley Writes a Novel', by ALEX THORLEY. You wake up in the middle of the night, and THORLEY is lying next to you. THORLEY has it all. A journalist, a historical novelist, an award-winning diarist, a writer of some of Regency England's finest works. THORLEY is smiling. They are staring straight at you. Their teeth are so white; their skin is impeccable. What skincare do you use, you ask. You can't help yourself. I don't, they reply. THORLEY stops smiling, and sits up. You are happy. Lying next to you is ALEX THORLEY. It is not heat that radiates off them, but something else, something immaterial. You are no longer interested in understanding it. The light filters in slight and repeating patterns through the window, and you are fine. Do you have any milk, they ask. You don't know. They will find out themself. Of that, you are certain. There is nothing left to do but sit and wait, for perfection, for apotheosis. You wait.",
        "Act 4, Scene 5 from 'Estranged Child: A Melodrama in Four Acts', by ALEX THORLEY. THORLEY is downstage, sitting in an armchair. A shotgun lies across their legs. They are smoking, staring into the middle distance. The light is off. Thorley enters, putting their coat on a coatstand. They notice THORLEY. Thorley: What are you doing with the gun, ALEX? THORLEY: Did you think I wouldn't find out? Thorley turns on the light, then slowly walks towards THORLEY. Thorley: Find out about what? THORLEY: You know what. Fourteen years, Alex. Fourteen years working for the SCP Foundation, and what do I have to show for it? Thorley: You don't work for the SCP F- THORLEY: Nothing! THORLEY gets up abruptly. They aim the shotgun at Thorley, hands shaking. THORLEY: Nothing! A broken back, an insurance cheque every month, and a pat on the back. I mined coal for fourteen years! Thorley: I thought you said you worked - THORLEY: Shut up! Just - just shut up! THORLEY sits down again, putting their head in their hands. THORLEY: How long, Alex? How long has it been going on? Thorley turns towards the stage. They sit down, staring at the audience; they lie down, spreading their limbs wide. THORLEY: What - what are you doing? Thorley does not respond. THORLEY gets up, picking up the shotgun. They use the shotgun to poke Thorley in the side. Thorley still does not respond. THORLEY: Why are you doing that? What's wrong with you? This isn't in the script. Thorley does not respond. THORLEY: I don't understand. Thorley turns to look at THORLEY. THORLEY looks around, then leaves hurriedly stage right. Thorley turns to look at the audience. Thorley: I could really go for a bagel right now. The audience should now scream with laughter. Thorley gets up, takes a bow and waves at the audience. Thorley: That's all, folks! I'll be here all week. Take it sleazy!",
        "Extract from 'Alex Thorley Writes a Novel', by ALEX THORLEY. You are alone. It is night. You are lying on your bed, staring at the ceiling. Again. You don't remember much of a time before you came here. There was a bagel, and an orientation, but… it's all one day after another at the Foundation. You fished, once? But you can't really remember. There was someone here, a little while ago. But now it's quiet again. You hear a hiss in the ears, a hiss of feedback, air rushing past and back inside you. It permeates you. You listen closely, but it doesn't change. You should get something to eat.",
        "Thorley walks down the corridor. A door can be seen at the end of it; it is suffused with a faint grey glow. THORLEY stands in the middle of the corridor. They look up eagerly at Thorley's approach. THORLEY: Well? Did you like it? Thorley stops walking, looking away from THORLEY. Thorley: Could I get past, please? THORLEY stares at Thorley for several seconds. THORLEY: Oh. THORLEY moves aside. Thorley reaches the door, opens it and walks through, leaving the corridor empty.",
        "You are viewing an outated revision of this file. View current version?"
    ],
    "item": "SCP-8797",
    "object_class": "Keter",
    "containment_procedures": "The sole extant copy of SCP-8797 is located in a secure storage locker in Site-19.",
    "description": "SCP-8797 is a collection of literary works entitled The Collected Works of Alex Thorley. These works are a diverse set of realist literature, historical fiction, poetry, science fiction, newspaper interviews, medieval chronicles, fairy tales, plays and jokes.",
    "title": "SCP-8797"
}