{
    "url": "https://scp-wiki.wikidot.com/scp-8799",
    "all_text": "I want to cast you into a pit of snakes, I want to bind you with chains beneath Mount Damavand until the end of time.\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+177\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-8799:\n A Book of Kings\n\n\nAuthor:\n \nTufto\n. This is their entry for the SCP-8000 competition. More of their work can be found \nhere\n.\n\n\nImages:\n Image #1 (gayumars.jpg) is a cropped version of an image in the public domain that can be found \nhere\n.\n\nImage #2 (sohrab.jpg) is a cropped version of an image in the public domain that can be found \nhere\n.\n\nImage #3 (dragon.jpg) is a cropped version of an image in the public domain that can be found \nhere\n.\n\nImage #4 (iraj.jpg) is a cropped version of an image in the public domain that can be found \nhere\n.\n\nImage #5 (daeva.jpg) is a cropped version of an image in the public domain that can be found \nhere\n.\n\nImage #6 (alexander.jpg) is a cropped version of an image in the public domain that can be found \nhere\n.\n\n\n\n\n\n\n\n\nrating: \n+177\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nSignificant alterations have been made to this document by anomalous means - these alterations have been coloured \nblue\n. Attempts to remove these alterations have not only proven ineffective but have expanded the quantity of added material and contributed to \n[DATA REMOVED]\n. Research into methods for a full removal is ongoing; however, as the material does not possess any anomalous properties beyond its existence, the document has been cleared for general reading.\n\n\n— Maria Jones, Director, RAISA, 12/02/2025\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nSCP-8799\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nBY ORDER OF THE O5 COUNCIL\n\n\nThe following file is Level 5/8799 classified. Unauthorized access is forbidden.\n\n\n\n\n8799\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem #:\n SCP-8799\n\n\nLevel 5/8799\n\n\n\n\n\n\nObject Class:\n \nSafe\n Keter\n\n\nClassified\n\n\n\n\n\n\n\n\n\n\n\n\nPart of Painting #1 from SCP-8799, identical to a page from the Tahmasp Shahname depicting the Court of Kayumars.\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8799 is held in Security Locker 662 in Site-19. The object itself does not require extensive containment, but a heightened threat exists that the Office for the Reclamation of Islamic Artifacts (the ORIA) will attempt to steal the item. Consequently, Security Protocol Kappa-12 has been enacted across Secure Containment Wing 600.\n\n\nFollowing Incident 8799-2, any contact from SCP-8799-1 is to be forwarded to the office of Director Egon Kohl. No further incursions into SCP-8799-1 are currently planned due to the non-cooperation of the ORIA. The ORIA appears to have effectively contained the Sayyid Ali Shrine, preventing all public knowledge of its existence.\n\n\nThe location of Agent Nodira Jo'rayeva is unknown. All reports concerning her whereabouts are to be delivered directly to Director Kohl.\n\n\nDescription:\n SCP-8799 is a manuscript copy of the Shahnameh, or the \"Book of Kings\", a Persian-language epic poem from the 10th century written by the Khorasani poet Ferdowsi. One of the foundational works of Persian literature, the work is a mythical history of Iran from the beginning of creation to the Islamic conquest in the 7th century CE.\n\n\nAbsolute dating methods have demonstrated that SCP-8799 was created over 10,000 years ago, long before the Shahnameh's composition in the 10th and 11th centuries. It contains a number of paintings within it, all identical copies of a number of non-anomalous Shahnameh manuscripts from across Iranian history since the 10th century, thus representing a broad range of chronological and stylistic variants; paleographic analysis, however, has determined that all were created at the same time as the book.\n\n\nThe object's primary anomalous effect is that these images all contain movement, with scenes, individuals and objects acting out the scenes they depict before reverting to their original forms\n1\n.\n\n\nSCP-8799 came into Foundation possession in 1895, after the death of Foundation operative and Orientalist John Callaghan in Tus, Iran in 1894. Callaghan discovered the book in 1871 but kept it in his personal possession bequeathing the book to the Foundation in his will. Researchers have noticed that, in the 129 years the object has been in Foundation custody, the animation of the images has slowed by an average of 0.33 milliseconds per painting.\n\n\nAddendum 8799-1:\n As of 09/05/2023, SCP-8799 has been seconded to the Department of External Affairs for use in Operation al-Baqara.\n\n\n\n\nThe changing nature of the anomalous world we inhabit requires a changing response. Foundation superiority over other anomalous groups is by no means as assured as it once was. Nowhere is this more evident than in our presence - or lack of one - in the Middle East, where most anomalous affairs are entirely out of our purview. Partly, this is attributable to hostile governments and a poor reputation with local anomalous groups, but it is principally down to our relations with a single organisation: the ORIA.\n\n\nThe ORIA's pre-eminence in anomalous affairs in the Islamic world is well established, but in the last five years, its activities have expanded enormously. Governments across the Middle East, regardless of their position on Iran more generally, have been turning to it, rather than us, for help with outbreaks of anomalous activity. This is partially down to a vigorous campaign of reform within the ORIA itself, with the organisation utilising its limited assets far more effectively and ruthlessly than in the past, but the truth of the matter is that we have brought this on our own heads.\n\n\nThe Foundation does not command the same level of trust as it once did. Our associations with Western governments and the geographically uneven nature of our operations has changed the perception of us in the eyes of many. We are no longer seen as a neutral force, above politics and political involvement. We are seen as a colonial power, a benighted, arrogant, even fascistic group bent on using the anomalous to assert American foreign policy interests. This is, of course, a gross mischaracterisation of our mission, but we have not done enough to combat this perception, and the ORIA has taken full advantage of it. Its dominance in the Middle East is assured, we have been all but forced out of Central Asia, and, most worryingly, its influence in Russia is increasing rapidly.\n\n\nConsequently, there are two options before us. We can try to destroy the ORIA, going toe-to-toe with it and initialising another round of conflict - but I don't think many of us want this. Those of us from the older generations remember the bitter days of the late 80s, and the losses we suffered in attempting to contain the Risen Ctesiphon and the Black Div. We might prevail, but the ORIA will be expecting us, and there's a strong chance we'll lose our global preeminence in the process.\n\n\nThe second option is that we engage the ORIA in a rapproachment. I know the dangers involved in this; the ORIA's mission of widespread utilisation of anomalies and \"respect\" for local cultural institutions is anathema to our core values. But I fear we have little choice. After several instances of mutual cooperation - the Bagration Incident, Operation Calico, \nthe study of the Complete Avesta\n- the time is ripe for a new chapter in our relations. I know many in the ORIA are of a same mind; if we are both willing to compromise, we can create a safer, more harmonious, more \ncontained\n world for us all.\n\n\n~ Director Egon Kohl, Head of the ORIA Affairs Division, Department of External Affairs.\n\n\n\n\nAs one of a number of small-scale collaborations with the ORIA, the Foundation has agreed to perform an experiment utilising SCP-8799. Several Persian and Arabic manuscripts dating as far back as the 11th century in the ORIA's possession appear to mention SCP-8799, describing the nature, style and anomalous effects of SCP-8799 in remarkable details. All of these associate SCP-8799 with a shrine outside the city of Tus, where one Sayyid Ali ibn Ni'matullah ibn Reza al-Nishapuri, a Sufi of the Chisti Order, would place the book upon \"a rock made of gold, with inlaid turquoise and lapis lazuli\" and \"enter a place of union with the divine, through which he alone was able to pass; for the path was burnt, and ringed with strange fire.\"\n\n\nRemarkably, not only has the Sayyid Ali Shrine (constructed c. 980) survived to the present day, but a golden lectern inlaid with turquoise and lapis lazuli also survives within it. Considering the dilapidated state of the building, it is not known why this artefact has not been looted or damaged; it is in near-perfect condition.\n\n\nThe ORIA and the Foundation have thus agreed to take SCP-8799 to the Sayyid Ali Shrine and place it on the lectern as part of a joint operation to determine if any further anomalous effects are present or possible to induce. While few tangible results are expected, this nevertheless constitutes a prime opportunity for the establishment of research ties and greater trust between our organisations.\n\n\nAddendum 2: Incident 8799-1\n\n\nOn 18/05/2023, a joint ORIA-Foundation taskforce arrived at the Sayyid Ali Shrine. Following preliminary scans, SCP-8799 was placed on the golden lectern by ORIA scientist Dr Parviz Sadr. He had been handed the book by Foundation agent Nodira Jo'rayeva, who was standing \"a couple of feet\" from him when the book was put down. As soon as this happened, both individuals disappared.\n\n\nThis disappearance caused the rapid breakdown of the mission, with ORIA members accusing the Foundation of causing the disappearance and initiating hostilities. Although Foundation personnel were able to recover SCP-8799, they were forced to leave the scene immediately.\n\n\nThe whereabouts of both individuals were unknown. However, analysis of readings recovered from Foundation equipment indicated an unusual fluctuation in Hume particles when the book was placed, indicative of a dimensional shift. The working theory was that Dr Sadr and Agent Jo'rayeva had been taken to another dimension, provisionally named SCP-8799-1.\n\n\nAlthough Agent Jo'rayeva's feeds cut off immediately, Foundation agents within the ORIA were able to provide the logs from Dr Sadr's feeds\n2\n. The feeds only transmitted sporadically; seven broadcasts survive in all, spread over the course of several months. These are presented below, interspersed with relevant Foundation logs concerning SCP-8799 and the ORIA in chronological order.\n\n\n\n\nLog 1: 18/05/2023\n\n\n<Begin Log>\n\n\nThe events of the following log took place immediately after the disappearance of Dr Sadr and Agent Jo'rayeva. The camera appears to show \na painting, an Iranian miniature. Specifically, it is Sultan Muhammad's early 16th-century illustration of the Court of Kayumars. Kayumars is the first story in the Shahnameh, so I suppose it was appropriate.\n\n\nYou probably had something terribly dry and entirely unclear that you wanted to say here, didn't you, Director? But that wouldn't have worked. Nobody would have been able to picture it in their mind. If you want to understand the psyche of your subjects, then describing physical matter does nothing; you have to describe the\n pattern\n. This is something the Foundation, with its clinical tone, has never grasped; when dealing with the anomalous, you must become it, or you end up just ticking boxes.\n\n\nBut I'm getting ahead of myself. The two of them found themselves inside a painting. The sky was painted gold, swirling circular clouds all around. Vegetation - blue, purple, pink, the colours rising from a relaxed, lethargic white - was erupting around them. They were standing on a circular patch of green, on plants that had the properties of ink and brushstroke. It was beautiful for them. You've very kindly put part of the picture at the top of this page, for the reader's comfort and convenience.\n\n\nJo'rayeva:\n -trick.\n\n\nSadr:\n I assure you, I know as much as you. You saw me - I placed the book on the lectern, and here we were! Please believe me.\n\n\nJo'rayeva:\n Why should I? You're ORIA.\n\n\nSadr:\n And you're Foundation. For all I know, you summoned some piece of invisible arcano-tech I was unable to see, and then whisked me away here to interrogate me.\n\n\nJo'rayeva:\n Why would I do that? Do you have something we'd want?\n\n\nSadr:\n There you go, see? Already asking questions of me. Another devious Foundation plot.\n\n\nJo'rayeva:\n I didn't - that's not -\n\n\nSadr laughs.\n\n\nSadr:\n Relax, Agent, I was joking. If you wanted to capture and interrogate us, I'm sure there are far easier and less baroque ways to do it. Similarly, can you not see that, if we wished to abduct you, we would not bring you inside what seems to be a 16th-century painting?\n\n\nAgent Jo'rayeva lowers her weapon slowly.\n\n\nJo'rayeva:\n I have no idea what an ORIA agent would do.\n\n\nSadr:\n Agent, I assure you, I didn't do this. At least, not intentionally. But I'm not very surprised.\n\n\nSadr walks to \na waterfall, carved from orange vegetation from which water is falling; but the water looks like black ink, splotching and cascading down onto the greenery below.\n\n\nSadr:\n The surviving material surrounding Sayyid Ali's experiments with the book talked about a \"place of union with the divine\". Maybe this is that place; maybe he entered the book, and believed the beauty of the place was, itself, divine.\n\n\nJo'rayeva:\n You think we're in the book?\n\n\nSadr:\n Do you have a better idea? We're underneath a paper sky. Everything here looks identical to the painting, the copy from the Tahmasp Shahnameh that dominates the first pages of the narrative proper. It seems to me to be the most obvious solution.\n\n\nJo'rayeva:\n But it's all - all in 3D. We're walking around the place like it's normal. Wouldn't we also be changed?\n\n\nSadr:\n Maybe. Maybe not. I'm an expert on reality measurement, not on how people appear when placed inside paintings.\n\n\nJo'rayeva looks \nsharply\n at Sadr.\n\n\nJo'rayeva:\n You're being extremely… \nglib\n about all this.\n\n\nSadr:\n Would you prefer I was some other way? We're students of the anomalous, Agent.\n\n\nJo'rayeva moves off camera.\n\n\nSadr:\n I have been in pocket universes before, and I'm sure you have too. It's part and parcel of our work. I don't think I've been inside a book before. Have you? I know of a piece in the Foundation archives, a work similar to this one, that moves with t-\n\n\nJo'rayeva:\n Doctor.\n\n\nSadr:\n Yes?\n\n\nJo'rayeva:\n Take a look at this.\n\n\nSadr moves towards Jo'rayeva. Jo'rayeva is standing at the edge of the plateau, staring down. Spread out on the plain below are what appear to be a series of small islands or hillocks, each containing architecture, greenery, small mountains, and each of which \nhas been drawn in a different style. Miniature painting flourished in Iran from the 13th century to the present; there are those early Mongol works, with their minimal, cruder designs that nonetheless hold charm; the strange, geometric patterns of Behzad and the other Timurid painters; the lush, pastel-like colours of the early Safavid works, at the height of the classical style; the flowing lines of the later Safavids; the strange, Europe-tinged works of the Qajars, with their staring eyes and elegant poses. All of them, an entire history of painting, spread out before our heroes…\n\n\nAnd between each scene, only burnt paper. Huge reams of it, singed, scorched, ashen. An unrecognisable black mass, collapsing into oblivion. A few pathways have survived, here and there; a few patches of earth remain. But so much has gone. So much of this world has gone.\n\n\nBut there, if you look closely, you can see flashes of colour…\n\n\nJo'rayeva:\n It's all burnt.\n\n\nSadr:\n Not quite.\n\n\nJo'rayeva:\n Just little islands, just…\n\n\nSadr:\n Look closely at the edges.\n\n\nThere, on the edges of the islands, are tiny, thin bands of flame. They're burning. They're burning extremely\n \nslowly\n, but the fire rings them, surrounding them. It creeps in, year by year, slower than either of them could possibly see, teasing and scorching its way inwards. Nothing escapes it.\n\n\nSadr:\n This isn't right. This isn't what - what anything should look like.\n\n\nJo'rayeva:\n A pocket universe degrades over time…\n\n\nSadr:\n But look how far it spreads out! This isn't a pocket universe - or, if it is, it's far bigger than any I've ever seen. I can't even see the horizon.\n\n\nJo'rayeva:\n I've been in some before, recursive ones. Self-generating, memetic…\n\n\nSadr:\n You \nhave\n been in a pocket universe before! Why didn't you say so?\n\n\nJo'rayeva:\n But this isn't like that, is it? You're right. Each of these islands is unique, each of them -\n\n\nSadr:\n They're scenes from the Shahnameh. I recognise some of them. Over there, see?\n\n\nSadr points towards an island containing a mass of twisted wood.\n\n\nSadr:\n That's the Simorgh's nest, where she raised Zal. But there's no Simorgh, and no Zal. And there -\n\n\nHe points again, offscreen.\n\n\nSadr:\n That's Mount Damavand - it's a real mountain in Iran, but beneath it is where the demon-king Zahhak is bound until the end of time.\n\n\nJo'rayeva:\n Maybe he's not bound there any more, then.\n\n\nThe two are silent for some time.\n\n\nJo'rayeva:\n We should stay here.\n\n\nSadr:\n That would be the sensible option.\n\n\nJo'rayeva:\n It's what we're \ngoing to do\n, Doctor. As far as I'm concerned, you're still a suspect. I need to keep a close eye on you.\n\n\nSadr:\n If we wait here, we're waiting on the side of a mountain, out in the open. It's not a safe place to stay. And besides - we could be here for who knows how long. Nobody has come for us yet. They've probably started shooting at one another.\n\n\nJo'rayeva:\n That does sound like the kind of thing the ORIA would do.\n\n\nSadr:\n I could say it sounds like the kind of thing the Foundation would do. Don't you want to see what's out there? Isn't that why we're here? There's no sign of entry or exit here, and this doesn't seem like the kind of world where a precise sense of place matters.\n\n\nJo'rayeva looks out over the landscape.\n\n\nJo'rayeva:\n …Fine. We can explore. A little.\n\n\nSadr:\n Excellent! Then I suggest we forage for what we can here, the-\n\n\nThe feed cuts out.\n\n\nAnd all around them, in the shadow, can you see? On the edges of the frame. Red eyes, staring, watching.\n\n\n<End Log>\n\n\n\n\nThe following emails were exchanged between Farhad Esfandiari, ORIA liason officer, and Egon Kohl, director of the ORIA Affairs Division of the Department of External Affairs and Acting Project Lead on SCP-8799.\n\n\n\n\n\n\nTo:\n Egon Kohl <\ngro.tenpics|1.noge.lhok#gro.tenpics|1.noge.lhok\n>\n\n\nFrom:\n Farhad Esfandiari <\ngro.ni-ro|211.iraidnafse#gro.ni-ro|211.iraidnafse\n>\n\n\nSubject:\n Recent issues\n\n\n\n\n\nDirector,\n\nI am writing to express, once again, my profound apologies for the events of last week. You may rest assured that the individuals responsible for firing on your troops have been disciplined. We presume you have done the same - after all, it was the Foundation who initiated hostilities.\n\n\nOver the course of the last several years, I like to think you and I have formed a close working relationship. The Bagration Incident, the Burnt Mace Affair - these and other incidents have really helped create a productive and mutually beneficial environment in which both the Foundation and ORIA can flourish.\n\n\nI would hate to see anything impair this relationship. Having spoken with the project leads on Operations 7, 12 and 16, I can confirm that our side remains 100% committed to the mandate. Cooperation is the \nonly\n way forward, for both our organisations. We don't need to fall back into the suspicions of the recent past. This incident, though a setback, need not adversely affect our relations.\n\n\nIn that spirit, we strongly suggest that work on Unreclaimed Item 1555 - your SCP-8799 - continue, and that we resume our joint operations at the Sayyid Ali shrine. What little work we were able to undertake proved fruitful and rewarding, and I'm eager to get our missing personnel back to us. We've received some interesting data from Dr Sadr's feeds (although we've been unable to make contact) that we'd be happy to share with you, and I'm certain that, together, we'll be able to get them out of wherever they're trapped.\n\n\nI await your reply with eagerness and interest.\n\n\nVery best wishes,\n\nFarhad Esfandiari\n\n\n\n\n\n\n\n\nTo:\n Farhad Esfandiari <\ngro.ni-ro|211.iraidnafse#gro.ni-ro|211.iraidnafse\n>\n\n\nFrom:\n Egon Kohl <\ngro.tenpics|1.noge.lhok#gro.tenpics|1.noge.lhok\n>\n\n\nSubject:\n RE:Recent issues\n\n\n\n\n\nFarhad,\n\nSorry for the late reply - it's been hectic over here, as ever. You saw what Site-19 is like from your visit the other year - I assure you, nothing's improved in that time.\n\n\nI couldn't agree more - the maintenance of this relationship is paramount. Neither of us wants to go back to the old days - we enjoy doing business with you, and the stuff we've come up with together has been critical in advancing both our interests. We're absolutely still committed to all our other joint operations.\n\n\nI've had a word with the O5s, and I'm afraid it's bad news - they're hesitant to resume operations with 8799. It's nothing bad - certainly nothing to do with your conduct, which has been impeccable - but there are some logistical concerns they have a few reservations about, and they're hoping we can get through to them here, as we have some advanced tech that might be able to help. Don't worry - we'll have Dr Sadr back in no time.\n\n\nIt's been great working with you on this - here's to many more such projects in the future.\n\n\nBest,\n\nEgon\n\n\n\n\nThe following email was recovered during the course of Operation Flaming Sword (see below) and has been translated from the original Persian.\n\n\n\n\n\n\nTo:\n ALL_CLEAR1_ORIA <\ngro.ni-ro|airo.1raelc.lla#gro.ni-ro|airo.1raelc.lla\n>\n3\n\n\nFrom:\n Farhad Esfandiari <\ngro.ni-ro|211.iraidnafse#gro.ni-ro|211.iraidnafse\n>\n\n\nSubject:\n Kohl emails\n\n\n\n\n\nDear all,\n\nAttached is the email I received from Kohl. As you can see, the man is trying to fuck us. Place all research stations in Razavi Khorasan on high alert.\n\n\nEsfandiari\n\n\n\n\n\n\n \n\n\n\n\n\n\nPainting #21 in SCP-8799, identical to a page from a 17th-century Shahnameh manuscript.\n\n\n\n\n\n\n\n\nLog 2: 01/06/2023\n\n\n<Begin Log>\n\n\nThe camera opens on an open plain. It is similar in appearance to a Persian miniature painting, but this time it is reminiscent to Painting #21 in SCP-8799, an image of Rostam mourning for his son Sohrab identical to an image in a mid-17th century manuscript.\n\n\nAgent Jo'revaya is walking side-by-side with Dr Sadr. Her face is dirty and bruised. A cut can be seen on her right cheek.\n\n\nSadr:\n You really should let me take a look at that.\n\n\nJo'rayeva:\n No.\n\n\nSadr:\n I'm a doctor!\n\n\nJo'rayeva:\n Of science.\n\n\nSadr:\n I have been in scrapes before, Nodira.\n\n\nJo'rayeva:\n Agent Jo'rayeva.\n\n\nSadr:\n For goodness' sake, Nodira, we've been travelling together for -\n\n\nJo'rayeva:\n Wait!\n\n\nJo'rayeva abruptly stops. She points off-camera; Sadr turns to look. A figure is lying on the ground several yards away, also appearing in the style of the miniature painting.\n\n\nSadr:\n A person! Finally!\n\n\nJo'rayeva:\n Stay behind me. Keep sharp. Could be a trap.\n\n\nSadr:\n …As you say.\n\n\nThe two of them approach the figure. It is lying on a hillock, next to a stream on one side and a rock on the other. A knife can be seen stabbed into its chest. It is breathing heavily.\n\n\n8799-Sohrab:\n Ros… tam?\n\n\nJo'rayeva:\n Who are you?\n\n\nJo'rayeva begins to raise her weapon, but Sadr pushes it down.\n\n\nSadr:\n Where's your training? This man is injured. He poses no threat.\n\n\n8799-Sohrab:\n Why… do you look like… like paintings?\n\n\nJo'rayeva:\n What do you mean?\n\n\n8799-Sohrab:\n You don't look… like people, you look like paintings…\n\n\nSadr:\n To us, you look like paintings.\n\n\n8799-Sohrab:\n Ha… ha, of… course…\n\n\nThe figure coughs several times, spitting up blood. Sadr approaches and kneels down beside it.\n\n\nSadr:\n You're Sohrab, aren't you?\n\n\n8799-Sohrab:\n Yes… you know my fame?\n\n\nSadr:\n Millions do.\n\n\nJo'rayeva:\n Sohrab?\n\n\nSadr:\n Didn't you read the book?\n\n\nJo'rayeva:\n I… didn't have time.\n\n\nSadr:\n Well - Sohrab was the son of Rostam, the greatest hero of the epic. He was raised away from his father, who did not recognise him. He led an army to seize the throne for his father, but was stopped by the king's champion - Rostam. He killed his own son without realising it.\n\n\n8799-Sohrab:\n Very… good. I am glad. Fame… fame is the only immortality we have…\n\n\nSadr:\n Lie still. You'll be dead soon.\n\n\n8799-Sohrab:\n No, I won't. And I… will, at the, the same time…\n\n\nSadr:\n Don't try to talk.\n\n\nJo'rayeva:\n What do you mean?\n\n\n8799-Sohrab:\n You think… I can die? None of us… can…\n\n\nJo'rayeva:\n Us?\n\n\n8799-Sohrab:\n Everyone left… in this world. Everything's burnt, you see, everything…\n\n\nSadr:\n And that - brings immortality?\n\n\n8799-Sohrab:\n No, but it \nburnt time too.\n\n\nNobody speaks for several moment.\n\n\nSadr:\n Of course…\n\n\nJo'rayeva:\n Don't say \"of course\" like you understand it.\n\n\nSadr:\n No, it makes sense. The world is burnt, sure, but we keep coming across disconnected scenes, scenes that took place across time, place, history. And nobody is in any of them… maybe they're elsewhere?\n\n\n8799-Sohrab:\n No… they were burnt… all of them burnt. A sorceror, in a cloak of silver and fine silk… a spell, in the caverns of Mazanderan… they told me…\n\n\nSadr:\n Who told you?\n\n\n8799-Sohrab:\n They did… the madness, the madness, I can't see, I can't -\n\n\nPoor Sohrab. A fearless and peerless youth, a lion, who could not die but at his father's hand, for none other was great enough to fell him. And even then, only by trickery, for Sohrab nearly felled him in their second bout. But Rostam won in the end, and the throne was safe.\n\n\nAnd he lies there, as he should, forgiving his father, understanding his role in events. His life was leading towards this point; every act, every movement one way or the other, led him to this point. Sohrab was born to die; his father, unwittingly, conceived him to kill him. This is the purpose of Sohrab, the literary device, the character.\n\n\nImagine that. Imagine being a literary character. Imagine the\n \nmadness\n.\n\n\n8799-Sohrab:\n The king, in the mountain…\n\n\n8799-Sohrab points towards a distant peak.\n\n\n8799-Sohrab:\n You want to know, he will tell you… the king who vanished, they told me, he knows why…\n\n\nJo'rayeva:\n What king?\n\n\n8799-Sohrab:\n Water, please… water…\n\n\nSadr:\n How long have you been here?\n\n\n8799-Sohrab:\n No time at all… Rostam went to get help, realising… who I was, but… he will not return…\n\n\nSadr:\n Why?\n\n\n8799-Sohrab:\n He is burnt entire…\n\n\n8799-Sohrab suddenly screams in pain.\n\n\n8799-Sohrab:\n I did not scream in pain… I remember a life, a straightforward life, my rebellion, my pride, my death… and now… I am here, I am in my mother's palace, I am leading my army, I fight with the woman Gordafarid, I… I am all these things, and it's all in my head, my \nhead\n…\n\n\n8799-Sohrab moans, and falls unconscious. Sadr stands up.\n\n\nSadr:\n What \nhappened\n here?\n\n\nJo'rayeva:\n I don't know. We should keep moving.\n\n\nSadr:\n We can't just leave -\n\n\nJo'rayeva:\n We don't know who is or is not \"burnt\", as he put it. Come on, Parviz, we shouldn't linger. We don't know this place. We need to find somewhere sheltered for the night.\n\n\nSadr:\n The night? What night? It turns bright and dark at random.\n\n\nJo'rayeva:\n Shut up and move.\n\n\n<End log>\n\n\n\n\nThe following report was sent to O5-9 from Director Egon Kohl on 03/06/2023.\n\n\n\n\nIt's been over two weeks now since the two agents disappeared. We received the second snippet of Dr Sadr's logs from our sources yesterday; it appears they've moved significantly from their earlier position. We do not know what, if anything, is driving them to act in such a reckless fashion; we can only assume the need for food, drink and shelter is forcing them from place to place. 8799-Sohrab appears to be the first \"person\" they've encountered since arriving in SCP-8799-1, but Agent Jo'rayeva still appears to be highly cagy.\n\n\nWe're still unsure about where or what this dimension is. We're pretty sure it's not the book, despite Dr Sadr's speculations - we've analysed it a hundred times, although without access to the shrine, it's difficult to tell. They're stuck in some demented version of the Shahnameh, with no way out.\n\n\nWith this in mind, I cannot stress enough the necessity of greenlighting Operation Flaming Sword. We need to know what the ORIA knows about this, and I can't believe they know nothing. This is their backyard; they must have spotted an unlootable lectern, must have known about the shadow world of Iran's national epic.\n\n\nI know we've spent a lot of time on rapproachment - me more than anyone - but a setback can be rectified. Our agent's life cannot. She's not a D-Class, and we look after our own. Please reconsider.\n\n\n~ Egon\n\n\n\n\n \n\n\n\n\n\n\nPainting #7 in SCP-8799, identical to a page from a 15th-century Shahnameh manuscript.\n\n\n\n\n\n\n\n\nLog 3: 06/06/2023\n\n\nJo'rayeva is sitting by a campfire on a slope next to a flowing river, staring into the fire. Sadr is lying on a primitive bedroll and looking at the river. The scene appears to be derived from Painting #7 of SCP-8799, of Rostam fighting a dragon during his quest in Mazanderan, but neither Rostam nor the dragon can be seen. The painting was identical to one from the 15th century Shahnameh of Ibrahim Sultan.\n\n\nSadr seems to shake himself and turns towards Jo'rayeva.\n\n\nSadr:\n So how come you've never read the Shahnameh?\n\n\nJo'rayeva sighs.\n\n\nJo'rayeva:\n We're here to do a job, Parviz, and to get out. Let's stick to that.\n\n\nSadr:\n Nodira, we're here for the - what's the phrase? The \"long haul\"? We must have \nsome\n conversation. Rest assured that you are not my first choice, as we've been together for two weeks and you cannot muster anything better than \"yes\", \"no\" and \"let's keep moving.\"\n\n\nJo'rayeva:\n Why would I have read the Shahnameh?\n\n\nSadr:\n You're Uzbek, aren't you?\n\n\nJo'rayeva:\n I'm American.\n\n\nSadr:\n But your parents…\n\n\nJo'rayeva:\n I'm adopted.\n\n\nSadr:\n Ah.\n\n\nThere is a pause for several seconds.\n\n\nSadr:\n So did they die, or…?\n\n\nJo'rayeva:\n What the \nf\n-\n\n\nSadr:\n Sorry! Sorry. I'm going a little, ah, \"stir-crazy\". I need to be able to talk.\n\n\nJo'reyava sighs again.\n\n\nJo'rayeva:\n My parents abandoned me when I was very young. I was adopted and raised by a Foundation researcher; I eventually joined it as an agent. I don't like to read the Shahnameh because I don't like to read anything that reminds me of my parents. My therapist thought it would be a good idea to take this assignment to \"confront my baggage\" about my origins. Are you happy now? Would you like my \nentire\n life history?\n\n\nSadr:\n I am happy, yes. Thank you. You tell your therapist about the Foundation?\n\n\nJo'rayeva:\n They provided one.\n\n\nSadr:\n Ah. How luxurious.\n\n\nShe is lying. Her therapist thought it would be a bad idea for her to go. He was appointed by the Foundation itself to make sure she was combat-ready and capable. He didn't want her psyche disturbed. He wanted her to be the instrument the Foundation needed, not a fully actualised human.\n\n\nBut you, Director, you wanted her, didn't you? Don't think she didn't notice. She saw the confidence and trust in his eyes. He wanted people who weren't afraid of the ORIA. And she wasn't. At first.\n\n\nSeveral more seconds go by.\n\n\nJo'rayeva:\n So…\n\n\nSadr:\n So?\n\n\nJo'rayeva:\n \nSo\n, why did you join the ORIA?\n\n\nSadr:\n There's not much to tell.\n\n\nJo'rayeva:\n Oh, come on. I told you about my life, now you tell me about yours.\n\n\nSadr:\n Alright. I wanted to make a difference. I'd done some interesting research during my doctorate that came extremely close to the ORIA's understanding of reality alteration, and they thought I'd be a good fit. They explained who they were, summoned a \nrokh\n through the faultlines into our reality to show that they weren't cranks, and I joined right away.\n\n\nHe is lying. He came to them. He wanted to know, more than anything. And he wants her to know. He wants her to understand the Shahnameh - not its stories, but its inner meaning, its context, all that she has come from. He wants her to see that those certain narratives and truths are frail, suspended, without foundation…\n\n\nJo'rayeva:\n How dull.\n\n\nSadr:\n Not everything has to be exciting. What were you expecting?\n\n\nJo'rayeva:\n Something else. Devotion. Undying loyalty to your fanatic cause.\n\n\nSadr:\n Fanatic? Us?\n\n\nJo'rayeva:\n We all know the lengths the ORIA goes to. How many people have died in your experiments? You fuck around with anomalies like they're toys. You're reckless.\n\n\nSadr:\n How many people are alive because of us?\n\n\nJo'rayeva:\n Alive? Who had the ORIA saved?\n\n\nSadr sits up and stares \nhard\n at Jo'rayeva.\n\n\nSadr:\n What do they tell you about us?\n\n\nJo'rayeva:\n That you're fanatics, Islamists, Marxists. You're determined to win at all costs, no matter how many die. I've seen your handiwork, at Tbilisi, at Konya. You're small-time but have managed to keep us out of your back garden through sheer grit.\n\n\nSadr:\n Fascinating.\n\n\nSadr lies back down again.\n\n\nSadr:\n You know nothing of \nwho we are\n, of \nwhat we suffer\n. You know nothing…\n\n\nParviz thinks of his friends, of Farhan's night terrors that he saw once, when they were both on an operation in Ashgabat, staking out a house in the dead of night, in the cold, in the dark. He heard him moan things in his sleep. He did not want to hear those things.\n\n\nHe knows Nodira is speaking from a place of utter naivete; he does not judge her. But it stings, between his ribs, where it shouldn't sting. And Nodira, she thinks of the friends she has lost, eyes staring dead at the ceiling; this was not the ORIA's doing, but all enemies are one in her mind. She is still sitting on the fire escape in a New York apartment, the snow flaking down around her, falling in unseen patterns, hating her parents,\n \nhating \nthem, cultivating a thought and feeling that would wrap around her and consume her-\n\n\nJo'rayeva:\n I'm sorry.\n\n\nSadr:\n Hm?\n\n\nJo'rayeva:\n I don't really know what I'm talking about. I believe you.\n\n\nSadr:\n …Thank you. I appreciate that.\n\n\nAnd this, Director, is why I\n \nhate \nyou. You cannot see anything. Right as this was being recorded, where were you? In your office? Drinking whisky, or rum, or whichever spirit you take to \"get through the night\", or whatever it was?\n\n\nThe ORIA is full of shattered men, broken men. So is the Foundation, but when they break, they fall into the abyss, into the sense of non-meaning it provides. You amnesticise them, you let them live out their days in material wealth. But the ORIA is different, isn't it? The ORIA believes in things. That's why they're a danger. That's why there's a threat. That's why, when we were sitting around that campfire and talking of our pasts, that irreversible gap springs up. To believe in anything is to be an unpredictable element. To be an unpredictable element is to be something to be shuffled out, to be shunted by an arrangement of puzzle pieces to slid you down alleyways and out until you fall, fall, onto the ground beneath.\n\n\nWhat stories do you tell yourself at night, Director? How do you justify your actions? The nobility of the Foundation? The inherent justice of your mission? Close your eyes, and feel it. Feel the contours of it; feel how small your stories are. Feel the shape of it, the metallic and iron shape, of the exercise of power.\n\n\nI hope the rum was worth it.\n\n\n<End Log>\n\n\n\n\nThe following is a summary from MTF-Beta-9 \"Leonidas's Angels\" concerning the ORIA's Facility 828 \"Kaveh\" after a field operation to scout the surroundings on 08/06/2023.\n\n\n\n\nEntry\n: Four points identified. Point one: subterranean tunnel network has a weak point at R18 (see map for reference). A hole can be bored through between the two doors on the east side of the tunnel. Downside: will take a long time to reach the central compound, meaning longer time for potential discovery.\n\n\nPoint two: A blind spot in the camera network on the western fence, X12, allows uninterrupted entry to the compound wall. Downside: easily noticeable by guards, both when cutting through fence and entering via wall. Point three is similar, but for the southern fence. Possible these gaps are deliberate; do not underestimate deliberate attempts to bait entry.\n\n\nPoint four perhaps the most interesting. Potential links in their computer system may allow us entry using forged ID badges. This is the preferred option from our POV; unlikely that we will be noticed considering number of personnel that enter each day, and thanks to Cortez's team, forgery should not be an issue. Final decision in your hands.\n\n\nInfiltration:\n Should not pose a problem. Three information storage areas of interest identified; in sections Q12, R02 and G55. The first two are self-evidently accessible from point four; the latter may pose a minor problem getting past the inner security at L09, but at that stage termination will be an acceptable method.\n\n\nPlanting the explosives before they are able to notice or evacuate might be a more difficult issue. Information extraction should be easy; preventing them from finding what we stole will be trivial with a Przewalski cipher, but physical destruction of the base still necessary.\n\n\nExtraction:\n Rooftop vastly preferred; please secure this well ahead of time, as Command has often proposed unrealistic patterns of exit in past in absence of air support. Line of passage to roof trivial from all three storage areas.\n\n\nPrognosis:\n Good, provided we are supplied with the necessary resources \nahead of time\n. We are counting on you, director.\n\n\n\n\n \n\n\n\n\n\n\nPainting #3 in SCP-8799, identical to a page from the Ismail II Shahnameh manuscript from the late 16th century.\n\n\n\n\n\n\n\n\nLog 4: 15/06/2023\n\n\nIt's time we spoke about the Shahnameh itself. I have read it; it is a beautiful text. I always used to listen to baroque music - my father used to play it all the time. He was a lonely man, and I still don't know what he got from it, but what I heard was a gilded cage. It's intricate, beautiful, but always falls back on patterns and forms which are routine, conventional; except that, when those patterns are broken, the fact of the breaking makes the pathos and catharsis so much more intense. It moves me far more than Tchaikovsky or Brahms ever could, when it's done right.\n\n\nThe Shahnameh is much the same. There are repeated motifs, ideas; the king, his divine\n \nfarr \nor glory radiating from his face, the fact that only his line can rule despite his failings, the distributing of gold coins to the poor, the mammoth size and prowess of the champions. But then, within that framework, you have such ambiguity, such\n feeling\n; Sohrab's death, Zal's passion for Rubadeh, Feraydun and Kaveh's gathering of an army, Zahhak's binding, Iskander's search for truth, the vast face of the White Div as it rises from the pit…\n\n\nBut that's my reading of it. What did I know? I am not Iranian; I am not from that part of the world. I only know the Shahnameh from my wanderings here, in this place. I don't know what it means to those raised with its stories, to a world using rhetoric and images and everything else based on it. I only see it through glass, the colours it produces, those colours of pain and sacrifice.\n\n\nJo'reyava and Sadr are in a tent. Dried blood can be seen on the ground. \nDid you forget to say which painting it was copied from? I presume they're copies, or prophecies. It's from the Shahnameh manuscript of Isma'il II, a 16th century king who lasted two years before his vicious slaughter of his own family and his pro-Sunni tendencies saw him poisoned. Or at least, that's what the chroniclers say, who worked for other kings with other agendas. It's hard to say anything with any certainty.\n\n\nSadr:\n Iraj's murder.\n\n\nJo'rayeva:\n Parviz, you have to give me \nsome\n context -\n\n\nSadr:\n Iraj was killed by his brothers. Fereydun, king of the world, had divided his land into three parts: the west for his eldest son, Salm; Turan, which is your parents' country, and China, for the middle son, Tur; and Iran and the Middle East for Iraj, the youngest. But Iran was the centre of the world, the real prize, so Salm and Tur raised an army to take it.\n\n\nJo'rayeva:\n And did they?\n\n\nSadr:\n No. Iraj did not care about the throne; he wanted only peace with his brothers. He went to them unarmed and said they were welcome to it. But Tur hated hearing this, and he struck his brother down and killed him.\n\n\nJo'rayeva:\n …Why did he hate hearing this?\n\n\nSadr:\n Because Iraj's words shamed him, I suppose. I don't think it's made explicit.\n\n\nJo'rayeva:\n How sad.\n\n\nSadr:\n Yes.\n\n\nSadr continues to stare at the blood.\n\n\nJo'rayeva:\n We ought to go.\n\n\nSadr:\n Why? This tent is a good shelter for the elements.\n\n\nJo'rayeva:\n There's \nblood on the floor\n, Sadr.\n\n\nSadr:\n Haven't you slept anywhere covered in blood?\n\n\nJo'rayeva:\n Not if I can help it.\n\n\nSadr turns to look at Jo'rayeva.\n\n\nSadr:\n Likewise. But sometimes you \ncan't\n help it.\n\n\nSadr goes to the bed and lies down. Jo'rayeva sits on the bed next to him.\n\n\nJo'rayeva:\n You're in a funny mood.\n\n\nSadr:\n I always liked Iraj. There was something so gentle about him. I thought, if I ever had a son, I'd name him Iraj.\n\n\nJo'rayeva:\n And did you?\n\n\nSadr does not respond.\n\n\nJo'rayeva:\n No wife? No girlfriend?\n\n\nSadr:\n I am in the ORIA, Nodira. I can't think about things like that.\n\n\nJo'rayeva:\n Why not? People in the Foundation have spouses, children.\n\n\nSadr:\n We are not the Foundation.\n\n\nJo'rayeva:\n Now who's making you sound like fanatics?\n\n\nSadr gets off the bed and walks away, his back to Nodira. He stares at the blood again.\n\n\nJo'rayeva:\n Sorry.\n\n\nSadr:\n It's OK.\n\n\nThere is a long pause.\n\n\nSadr:\n Let's get some sleep.\n\n\nThat night, as on many nights, Parviz got into a contemplative mood, and began to tell me stories of this world. He spoke of Feraydun, his three sons, the dragon and the king of Yemen; he spoke of Shirin and Khosrow, of Esfandiar, of the wars between Iran and Turan, Afrasyab and Kavus. His eyes sparkled; he moved brightly, expansively, making me laugh.\n\n\nThe Shahnameh is not a simple collection of fairy stories; it is the matter of the Persianate world, a repository of its myths and legends. The stories were codified by Ferdowsi, but they predate him, exist around him, are told within families like our own legends. It belongs to it, is entwined with it. Kings and emperors have drawn their rhetoric, their sense of time from it; the Iranian people have shaped their identity from it. This world, this burnt world - it's like a twisted mockery of an entire people. This burnt paper, these painted skies…\n\n\nI did not want to know these stories, but Parviz told them to me all the same. He wanted me to know them, to feel them. I think it meant something to him - some private reclamation of his own. I started to understand him, understand the contours of another world, a place I could have belonged to if…\n\n\nI do not know what he was thinking, really. He told me bits and pieces, scraps, fragments, of who he was. But we did not have enough time. I remain suspended in that glass, looking out, trying to understand, but failing because of my own context.\n\n\nI wish we'd had more time.\n\n\nBut time kept marching on, regardless of me. And that night, as we slept, our red-eyed friends gathered around, staring, watching.\n\n\n<End Log>\n\n\n\n\nThe following is the log of a phone conversation between Director Egon Kohl and Farhad Esfandiari on 20/06/2023.\n\n\n\n\n<Begin Log>\n\n\nEsfandiari:\n Farhad here.\n\n\nKohl:\n Farhad! It's Egon.\n\n\nEsfandiari:\n Ah, hello, Egon. How are things over there?\n\n\nKohl:\n Wonderful, wonderful. I've got that progress report for Joint Operation 4 - the djinn, you know, in Kyrgyzstan? I'm amazed at how you fellows have managed to exploit their more slippery attributes.\n\n\nEsfandiari:\n It takes time. A bit of an art. Egon, can we talk about Sadr and Jo'rayeva?\n\n\nKohl:\n I…\n\n\nKohl sighs.\n\n\nKohl:\n Look, you know I'd like to. But the O5s have said -\n\n\nEsfandiari:\n What have the O5s said, Kohl?\n\n\nThere is a pause for several seconds.\n\n\nKohl:\n Did you know Sadr well?\n\n\nEsfandiari:\n Yes. He was… engaged. Vigorous. He \nbelieved\n, really believed, not just as a - as an abstract idea, you know?\n\n\nKohl:\n I might do.\n\n\nEsfandiari:\n Most of us, we know what the goal is - reclamation of our people's property, liberation against colonialism, all of that. But we usually suspend that for the day-to-day stuff. We have to kill, we kill, we're not thinking about liberation when we do. But Sadr, he'd think about it all the time. Constantly. It was a way of life to him. Do you get what I'm saying?\n\n\nKohl:\n I…\n\n\nThere is another pause.\n\n\nEsfandiari:\n I don't know what you're planning, Egon, but at least think it through. Consider every angle. Consider the human cost, the -\n\n\nKohl:\n That's all I wanted to know, Farhad, thanks! Be seeing you, OK?\n\n\n<End Log>\n\n\n\n\n\n\nLog 5: 23/06/2023\n\n\nWe travelled light, by the end; I discarded my weapon, and Parviz exchanged his heavy clothes for something more suitable, a light leopard-skin we found, burnt and discarded, on the road. He said it probably belonged to Rostam. That disturbed him, I think; he was worried by the idea that Rostam was dead.\n\n\nWe were travelling to the mountain the dying Sohrab had pointed out to us, where the \"king who disappeared\" could, he claimed, tell us why the world was burnt. We had nowhere else to go, and we'd been wandering for weeks. Nobody had come for us. It was difficult to find food, except in a handful of unburnt moments: the field of wheat where Rostam slept, after passing through the place of darkness; a palace, bedecked with fruits and wine. But so much of it was rotting.\n\n\nSo we thought we'd find this king. We didn't think much would come of it. We trudged along the plain, limbs aching, minds dulled to a rhythmic thump of backwards and forwards, heading to our destination without even thinking about what it was any more. The sky was darkened with rain, a slow, sludging brown. Mud-caked our boots.\n\n\nAnd then we were climbing up, up, into the cold, into the snow, where five brave warriors tallied after the king left for the heavens, and died there, under the frost and ice. And we climbed further, and further, a mountain of utter desolation. I do not know how we made it - except that the logic of the place dictated that we would, broken though the world was.\n\n\nFinally, we reached the summit. And there, sitting on the ground, was -\n\n\nSadr:\n Kay Khosrow!\n\n\n8799-Khosrow:\n Hello.\n\n\nSadr:\n You're - it's been so long since we saw another person. Who was it, Nodira?\n\n\nJo'rayeva:\n Mehrab, outside Kabul, wandering in circles forever, searching for his daughter, Rudabeh.\n\n\nSadr:\n Yes! Yes, that was it. But you're here! And you speak! So few of them do that.\n\n\n8799-Khosrow:\n No, I don't imagine they do.\n\n\n8799-Khosrow takes a teapot and a two cups, and pours them out.\n\n\nJo'rayeva:\n You're the king of Iran?\n\n\n8799-Khosrow:\n I was. I gave up that title - I did not want to fall prey to the same darkness of spirit, the loss of farr, that had afflicted so many of my forebears. Jamshid, Kavus, Afrasyab… kinds of pride, foolishness, wicked evil. No, I did not want that. So instead, I rose up into the sky, ascending to heaven.\n\n\nJo'rayeva:\n And yet you're here.\n\n\n8799-Khosrow:\n Yes. I came back again.\n\n\nSadr:\n Why?\n\n\n8799-Khosrow:\n Because. Tea?\n\n\nJo'rayeva:\n Please.\n\n\nJo'rayeva and Sadr each take a cup from 8799-Khosrow.\n\n\nSadr:\n How on earth did you get tea? That wouldn't be popular in Iran for centuries after Ferdowsi.\n\n\n8799-Khosrow:\n You're not the first to visit me. A Frankish man, Callaghan, he gave me this. I have rationed it carefully. Things do not go stale here.\n\n\nJo'rayeva:\n How did Callaghan leave?\n\n\n8799-Khosrow:\n I don't know. Maybe he didn't.\n\n\nJo'rayeva:\n You didn't see him?\n\n\n8799-Khosrow:\n I saw him climb down the mountain. All else is speculation. Perhaps he found something in this world with enough reality to burn. Perhaps he burnt himself.\n\n\nJo'rayeva:\n But I know Callaghan survived. He died in our world.\n\n\n8799-Khosrow:\n But how do you know your own mind? How do I know you are not lying? I could see him in the Cup of Scrying, but I have chosen not to.\n\n\nThere is a pause for several seconds.\n\n\nJo'rayeva:\n What… what happened to this world?\n\n\n8799-Khosrow:\n I burnt it.\n\n\nSadr:\n \nYou…?\n\n\nJo'rayeva:\n What?\n\n\n8799-Khosrow:\n I burnt it. I travelled down from heaven, in disguise, and headed to Mazanderan, spoke with the divs, and found a spell. I learnt sorcery from them. I burnt it.\n\n\nSadr:\n \nWhy…?\n\n\n8799-Khosrow:\n Because of the madness.\n\n\n8799-Khosrow pours a third cup, and takes a sip from it.\n\n\nJo'rayeva:\n What madness?\n\n\n8799-Khosrow:\n When you were born, did you know your future? Not consciously, of course, but did you have a sense of its arc? Its inevitability?\n\n\nJo'rayeva:\n I didn't have much of a sense of anything when I was born.\n\n\n8799-Khosrow:\n Precisely.\n\n\n8799-Khosrow takes another sip.\n\n\n8799-Khosrow:\n I was born to this world, with good and evil binding me together. I was ignorant, I was free to make my own decisions, but any decision I made had not only been planned out ahead of time, it had been planned out for the sake of the story. The story that was not abstract and vast, containing multitudes within it, but singular. Complex, but singular. I was a \npiece of the narrative.\n Do you know how maddening that is? That still is? Sohrab died because of pathos and irony, which would infect the whole world.\n\n\nJo'rayeva:\n So… so you destroyed it?\n\n\n8799-Khosrow:\n No! Or, at least, I did not \njust\n destroy it.\n\n\n8799-Khosrow sighs, stands up, and turns to look out over the plains.\n\n\n8799-Khosrow:\n I had ascended into heaven. I watched the turning of the world. I watched Esfandyar, Rostam's death in the pit of poisoned spikes, Eskander the truth-seeker. I watched the times of myth fail and the Sasanians rise to power; I saw the end of the monarchy and the ascension of the pulpit, as Omar and Islam overtook the world. I saw it all. And I saw that it would never end.\n\n\nSadr:\n The poem ends.\n\n\n8799-Khosrow:\n Because of me. I burnt the world. I ensured that the narrative of good and evil would \nstop\n, or at least become hidden. A narrative in your world - is there one singular one? A singular good, evil, one way of doing things? Or are the hundred thousand perspectives within a single head capable of producing an infinity, enough fantasy to satisfy every taste?\n\n\nJo'rayeva:\n I… suppose.\n\n\n8799-Khosrow:\n Then my work has been fruitful. I burnt the world \nto create your own.\n\n\nThere is a pause for several seconds.\n\n\nSadr:\n You claim that you made our world?\n\n\n8799-Khosrow:\n I do not claim, I \nknow\n. I made that paradise you call home. This world, its stories, the flow of time itself, from Kayumars to Omar, became fuel. I burnt it all in one great conflagration, annihilating history, annihilating thought and memory, in an engine of creation, an act of \ntakwin\n that dwarfs all things. I wrapped my arms in sorcery and magic from a single point in time and stretched it out, past and future, the big bang to the end of time. There was no sign of God in this world, except through fractured, unverifiable moments. You are my children. You exist for no reason beyond the whims of an ancient, maddened king.\n\n\n8799-Khosrow turns around suddenly, staring at Sadr and smiling.\n\n\n8799-Khosrow:\n Now, what do you say to \nthat\n?\n\n\nSadr:\n I would say it's a… bold claim.\n\n\n8799-Khosrow laughs.\n\n\n8799-Khosrow:\n Yes! You disbelieve! And I have no way of proving it, do I? But I assure you, I burnt the world.\n\n\nSadr:\n But this is a world in which God interferes directly, in which his presence and existence are established fact. How could you do such a thing if it went against His will?\n\n\n8799-Khosrow:\n Perhaps it was the will of God. He wanted this world gone as much as I; I simply acted as his conduit, his instrument.\n\n\nSadr:\n Or perhaps what you saw as God was limited in his power.\n\n\n8799-Khosrow's smile broadens.\n\n\n8799-Khosrow:\n Or perhaps your world made mine, and I simply believe I made yours, when all I did was create fire.\n\n\nSadr:\n Or perhaps you did make it, but your world was also made in ours, where it is only a poem, like a chicken and egg.\n\n\n8799-Khosrow:\n Or perhaps neither of our worlds exist, but are a shared delusion.\n\n\nSadr:\n Or perhaps both our worlds always existed, neither creating the other, only believing that one is a fantasy and the other reality.\n\n\n8799-Khosrow:\n Or perhaps I am lying, and another burnt the world.\n\n\nSadr:\n Or perhaps this world was always burnt, and you only believe it was ever whole.\n\n\n8799-Khosrow lies back, still smiling. Sadr walks over and looks down at him.\n\n\nSadr:\n I have decided I do not like you very much, Kay Khosrow.\n\n\n8799-Khosrow:\n I am sorry to hear that.\n\n\nSadr:\n If you did create our world, did you create Ferdowsi specifically to carry your poem?\n\n\n8799-Khosrow:\n No, but I let it creep into his mind. I did not control all creation; I simply made our world a shadow in it. The true narrative was handed to Ferdowsi, but all that he did was his own choice, the consequence of his life, his poetic nature, the tales and legends which stretched back in time and which he codified in a way that was, coincidentally, the exact truth.\n\n\nJo'rayeva:\n And what about the book?\n\n\n8799-Khosrow frowns slightly.\n\n\n8799-Khosrow:\n What book?\n\n\nJo'rayeva:\n The way we came here. The way all your visitors came here, probably. A book with moving pictures.\n\n\n8799-Khosrow:\n Moving… no…\n\n\n8799-Khosrow sits up and looks at Jo'rayeva.\n\n\n8799-Khosrow:\n There was no book. Oh, little bits of the old magic snuck through, in \npeople\n, \nplaces\n, \nthings\n. But I know of no books with moving pictures. That sounds like… like something else…\n\n\n8799-Khosrow smiles again.\n\n\n8799-Khosrow:\n It is no matter. That is a matter for your world. I no longer concern myself with the affairs of it, or this one. I have done my duty. My reign is over, my last act of kingship finished. Go in peace.\n\n\nSadr stares at 8799-Khosrow for a long time, \nin nothing but disgust. What other emotion could there be? Parviz Sadr, a man who believed, who truly believed, staring at a man who had broken the back of all belief, who had left them cold, alone. At least, if what he was saying was true, and he had burnt the world and made our own.\n\n\nBut if he wasn't telling the truth, here was a man who had burnt the world for nothing. Here was a man who had engineered a situation in which all he had to do, forever, to feel like a moral being, was sit upon a mountaintop and smile, while possibility after possibility cascaded past his face. It was hard to convince Parviz to come down from that slope. I think he might have committed an act of violence.\n\n\nBut at least he is not you, Director. Do you think I've missed how you've organised this document? I see what is about to come - you are going to detail Operation Flaming Sword, but from the point of view of Farhad, his emotions, from an email he sent that you recovered years later. Where is the efficiency in that? Why not give the Foundation's own report on the matter? And later, when you justify your final actions, your alchemical nightmare - this isn't to provide a clinical look at events, it is to justify yourself. Or unburden yourself, perhaps - it is all the same, in the end. Kay Khosrow did not free us from the burden and expectation of narrative; that was his fantasy. He just made us slaves to a thousand, clashing, striking, hurting one another in a desperate desire to assert a single way of being on the world -\n\n\nBut he would say, of course, that that is just one way of looking at it.\n\n\n\n\nThe following is an email recovered from an ORIA information raid in 2027.\n\n\n\n\n\n\nTo:\n Behzad Mirzaei<\ngro.ni-ro|590.ieazrim#gro.ni-ro|590.ieazrim\n>\n\n\nFrom:\n Farhad Esfandiari <\ngro.ni-ro|211.iraidnafse#gro.ni-ro|211.iraidnafse\n>\n\n\nSubject:\n Kaveh\n\n\n\n\nBehzad,\n\n\nI have been to the Kaveh facility. It's as Isma'il reported. 57 personnel dead, no sign of who it was, no way of identifying what they took. The place is a smoking ruin.\n\n\nI've talked to the families of the deceased - some of them, anyway. Mohammed Jahandar has done the rest. I've never got used to it. You walk in, you say some simple words in a clipped and straightforward way, and wreak unspeakable damage to them. The only reason to do it is knowing that the damage from not knowing, from waiting night after night for your wife or husband or parent to return, is so much worse, will end up wrecking them from the inside out. It's like cauterising a wound, or chopping off a leg; an act of violence inflicted to prevent further violence.\n\n\nI don't know why they've done this. We all know who did this. Egon did not bother to cover his tracks; he \nwanted\n us to know. And it's quite clear what they wanted to take, too; the alchemical experiments concerning the Shahnameh dimension, the burning of the clouds. But they still killed 57 people.\n\n\nI do not understand the Foundation. I have killed. I have committed acts of brutality. I have been ruthless, mocking, callous. I have done things deliberately to hurt people in the right way, in the right place and time. I have tortured people, and been tortured. I have never seen anything like this - deliberate, and purposeless.\n\n\nWhat was Egon thinking? Why can I not get into his mind? I picture him there, in New York, in his office, drinking Scotch whisky, stretching, refreshing his emails while our people scream and die on his orders. It's a banal image - look at the one who inflicts suffering, look at his uncaring heart! - but I can't stop it. Is this how they think? The ones we kill?\n\n\nWhat does Egon care for any of this? It's just a book to him. It's fairy stories. He doesn't see how they're \nour\n poems, does he? He doesn't see anything as ours.\n\n\nI'm sorry for writing like this. I just can't get over it.\n\n\nFarhad.\n\n\n\n\n\n\n \n\n\n\n\n\n\nPainting #11 in SCP-8799, identical to a page from a 16th century Shahnameh manuscript.\n\n\n\n\n\n\n\n\nLog 6: 30/06/2023\n\n\nNo, I'm not letting you introduce this one, either. This is my show. Did you ever wonder why these were the extracts you got? These little snippets that together tell a kind of story?\n\n\nWe descended the mountain. Parviz seemed troubled. I tried to comfort him, to joke with him, to get his smile to come back, but I couldn't. I wanted to stroke his cheek until he was better again, but I could not. He was ORIA, I was Foundation.\n\n\nI don't know what I was thinking. I'd never had to think like this before. Kay Khosrow had raised possibility after possibility and told us nothing. This world, this storybook world made into a whole, real location, was not…\n \nright\n, but I didn't know why. I do now. It struck too close to home.\n\n\nAnd so we wandered, aimlessly, telling ourselves it was just a waiting game until you or Farhad got us home. We found ourselves crossing great mountains, more for the hell of it than anything else. My clothes began to rip and tear, so I exchanged them for fine, rugged robes, suited to this place. I would stand at the top of the Alborz's peaks and look down at Iran, this vast Iran, bigger than any country could or should be in our world, where it is one country among many. And all I saw, between sparks of colour, was the ash, ringing us all around.\n\n\nWe entered a cave in a mountainside. Parviz was not talking that day. He'd been sick, coughing, over and over again. His face was pale. I wanted to reach out, but…\n\n\nAnd then we reached the pit. Parviz stopped, staring down at it. And all at once, slowly, inexorable, a white claw arose from it. Parviz gasped and stepped back; I slung my makeshift bow from my shoulder and aimed it high, safe in the knowledge that a single arrow, in the right moment, was all that was needed here. But even I quaked and knelt in fear.\n\n\nThe thing that emerged had a form similar to a human, but with horns, a tail, a monstrous face. But that was not the source of the terror. It was\n \nvast\n, more like a mountain, its muscles huge and pale like chalk, almost sickly but ballooned to absurd proportions. Its throat was a passage for roars, and then it\n uncurled \nitself, its limbs moving like tubes and vines popping and spitting over themselves, its eyes burning hot and red and black, and it opened its mouth before us and -\n\n\n8799-White:\n You should not be here.\n\n\nSadr:\n You… you're the White Div…\n\n\n8799-White:\n And you should not be here.\n\n\nJo'rayeva:\n Are you going to kill us?\n\n\n8799-White:\n I can't. Did I kill you in the story? No. You were not in that story. I fought with Rostam here, the two of us matched together like vipers of one brood, and he killed me. Do you know how? Do you know why?\n\n\nSadr:\n He… he swore he would live forever… with such boldness, such brightness…\n\n\nJo'rayeva:\n And you, with your leg severed off, knew that your authority was gone, even if you survived. You despaired.\n\n\n8799-White laughs.\n\n\n8799-White:\n The little one is learning. You have been telling her stories?\n\n\nSadr:\n How… what do you know of us?\n\n\n8799-White:\n I know what my divs have told me.\n\n\nAll around, a series of \nred eyes blink, stare, seize, laugh. They are watching. They have been watching the whole time.\n\n\n8799-White:\n You know what a div is, don't you?\n\n\nJo'rayeva:\n A demon.\n\n\n8799-White:\n Yes. And we are well-versed in the ways of sorcery. We are allies, in this world, to wicked kings; we offer terror, fear, death, rendering men asunder, but also temptation, power, strange magics. We are multifaceted and multifarious and almost always wicked. That is not our fault; it is our role in affairs.\n\n\nSadr:\n Yes. I know. Nobody here has free will.\n\n\n8799-White:\n Do you? All your affairs are predestined too, by God or by events, cause and effect.\n\n\nSadr:\n But that doesn't mean anything. I still feel the things I do.\n\n\nJo'rayeva:\n We still make decisions for ourselves.\n\n\n8799-White:\n Yes. You do. Tell me, little ones, why are you here?\n\n\nSadr:\n I don't know.\n\n\n8799-White:\n Did you want me to kill you?\n\n\nJo'rayeva:\n Parviz?\n\n\nSadr:\n No, nothing like that.\n\n\nJo'rayeva:\n Then what?\n\n\nSadr:\n I just…\n\n\nSadr sits down on the floor. Jo'rayeva moves over and places a hand on his shoulder.\n\n\nSadr:\n Is Khosrow telling the truth? Did he create our world?\n\n\n8799-White:\n I do not know. But he is right that he burnt this one. He came to us to learn the ways; ungodly ways, wicked ways. Perhaps this world was already starting to collapse.\n\n\nJo'rayeva:\n Why should we believe you?\n\n\n8799-White:\n Because Kay Khosrow, the good and wise king, burnt the world. If that is what he is willing to do, where else can you go but his inverse? The horrific monster, the White Div, general of the king of Mazanderan, the demon of the pit? If he makes no sense, perhaps I will.\n\n\nSadr:\n And do you have any sense to give me?\n\n\n8799-White:\n Concerning what?\n\n\nSadr:\n Any of this!\n\n\nSadr stands up, shouting.\n\n\nSadr:\n Any of this! We have been taken from one world to another, resembling a storybook! A man within it claims that we are \nhis\n storybook, and this is the real world! I want to know what's real and what isn't!\n\n\nThere is a pause for several seconds.\n\n\n8799-White:\n What do you think is real?\n\n\nSadr:\n I…\n\n\nSadr begins coughing extensively. Jo'rayeva moves to him and \nholds on to him\n and begins rubbing his back.\n\n\nJo'rayeva:\n Stop it! Stop hurting him!\n\n\n8799-White:\n I'm doing nothing.\n\n\nJo'rayeva:\n Then what's causing it? He's been like this for -\n\n\nSadr stops coughing, breathing heavily.\n\n\nSadr:\n I'm fine. I'm - I'm fine.\n\n\n8799-White:\n This world is not a fantasy, Parviz Sadr. I am made of flesh and blood, bound to an idea that is not my own. It is the poet's, or it is God's, or it is the burning designs of Kay Khosrow. But in your world, I am a fantasy, a form, a children's tale or a work of literature. Did you know my skull was once held by the Foundation? But not any more. Now, it never existed at all.\n\n\nSCP-8799-White spreads its arms outwards.\n\n\n8799-White:\n I am a thing of terror and the dark. And had you never come here, had no visitors ever crossed the threshold, you would have been a fantasy to me; a world where God is silent, or where he speaks through more subtle paths.\n\n\nSadr is silent for several seconds, staring at 8799-White.\n\n\nSadr:\n What does this mean? What does \nany of this mean?\n\n\nThat was what Sadr couldn't figure out. That was what plagued him. His was a simple world. He knew his enemies, his friends; his comrades, his weaknesses, his people. He saw mankind as redeemable, and him and the ORIA as the ones to do it, overthrowing the oppressor, reclaiming what was lost, establishing justice in the land. The divine\n \nfarr \nradiated out of him, that royal charisma from which all that was good in the world shone.\n\n\nMaybe he was right to struggle in this way. Maybe something could have been done. Maybe he could have improved reality, this world, this everything. But we'll never know, will we, Director? Because we both know why he was coughing. We both know what you did.\n\n\nHow could you do it to a man like that? I want to scream and spit at you. I want to come to your house, stretch out my hand, and rip your eyes from their sockets. I want to cast you into a pit of snakes, I want to bind you with chains beneath Mount Damavand until the end of time. I want to bring you before me, exiled like Jamshid, miserable and alone. I want you captured and bound and killed like Nowzar. I want the divs to enact their revenge.\n\n\nPerhaps, now, they will.\n\n\n\n\nThe following is a log of a phone call between Director Kohl and Farhad Esfandiari on 05/07/2023.\n\n\n\n\n<Begin Log>\n\n\nKohl:\n Farhad?\n\n\nThere is no reponse.\n\n\nKohl:\n Farhad, are you there?\n\n\nThere is no response.\n\n\nKohl:\n I know you're there. You picked up. Answer me, will you?\n\n\nThere is no response.\n\n\nKohl:\n I'm sorry, OK? I'm sorry. I liked you - I still like you. We worked well together. But the Foundation, it has to come first. It's not like you haven't killed just as many of us. It's not like…\n\n\nThere is no response.\n\n\nKohl:\n I… I hope there weren't too many dead? I know the base was pretty full at the time, but…\n\n\nThere is no response.\n\n\nKohl:\n Look, don't you fucking judge me, OK? You were holding back! I couldn't trust you! If I gave you the book, I'd have - I'd have been going against orders. I had to do it! If you weren't so damn pugnacious, if you hadn't dug up everything, you wouldn't have known it was us! I didn't… I didn't want to…\n\n\nThere is no response.\n\n\nKohl:\n It had to be done \nright\n. I had to \ntry\n to cover up our tracks, I had to - the Foundation has procedures. It has rules. We know what you are, how you think. We're the ones keeping the world safe, we're the ones who put our lives on the line - did you think that was just a story to us?\n\n\nThere is no response.\n\n\nKohl:\n We needed your information. And we can - I can get them back, now! Or - I can get one of them back, at any rate. I have it, Farhad, I have it. The way to burn things in their world, to make fuel for magic. They'll come home. I promise. They'll come home…\n\n\nEsfandiari hangs up.\n\n\n<End Log>\n\n\n\n\n \n\n\n\n\n\n\nPainting #27 in SCP-8799, identical to a page from the 14th-century Great Mongol Shahnameh.\n\n\n\n\n\n\n\n\nLog 7: 12/07/2023\n\n\n<Begin Log>\n\n\nSadr and Jo'rayeva are walking across a desert. They are approaching a tree, with two entwined trunks. Sadr is being supported by Jo'rayeva; he appears unwell, and is coughing frequently.\n\n\nThey reach the tree. Jo'rayeva lowers him to the ground, looking at him with concern. Sadr looks up at the tree.\n\n\nSadr:\n The talking tree…\n\n\nJo'rayeva:\n What's its story?\n\n\nSadr:\n You don't… need… to make me talk, Nodira, I'm quite alright, I won't… I'll be OK…\n\n\nJo'rayeva:\n Just tell it to me. Please.\n\n\nSadr:\n It's not just… about stories…\n\n\nIt wasn't. I saw this world entire, now; its burnt pages, its paper skies. It was just matter. The Shahnameh is more than that. It's something intangible, the matter of nations, an anchor for identity and memory, a memory I never had. But you, director, can just see pages, words, a thing to be used.\n\n\nSadr spends several seconds coughing. Jo'rayeva sits next to him and holds him until he is finished.\n\n\nSadr:\n That's better… Sekander was a conqueror, but also a truth seeker. Near the end… of his life, he came here, and spoke to the tree. It only spoke at certain times of day, it had a male trunk and a female trunk and it told him of his death…\n\n\nThe tree begins to move. Several of its branches reach out to Jo'rayeva. She moves back, surprised, but not apparently distressed; she moves a hand, and the branches follow it.\n\n\nSadr:\n That's not in the poem… you have a way with trees…\n\n\nJo'rayeva:\n How can you have a way with trees?\n\n\nSadr:\n You tell me…\n\n\nSadr begins coughing again. Jo'rayeva turns towards him.\n\n\nJo'rayeva:\n Please don't go. I couldn't - I can't stand it, Parviz, I can't survive without-\n\n\nSadr:\n Yes, you can… you don't need me… you're a person. You'll be OK. Thousands of people are OK, every day…\n\n\nJo'rayeva:\n Tell me about Kerman again.\n\n\nSadr:\n I've told you twice already…\n\n\nJo'rayeva:\n Tell me again! Tell me about your siblings.\n\n\nSadr:\n It doesn't matter… it's so hot inside….\n\n\nJo'rayeva:\n Please, just keep talking.\n\n\nSadr:\n Why? Who will… it benefit, besides you? No, no, the Div was wrong, Khosrow was wrong, he… this tree, it marks the edge of the world, you know? And what's beyond it but black desert, stretching on forever? No, no, they were wrong. There are beginnings, there are ends, there are revolutions…\n\n\nHe coughs again, but waves Jo'rayeva away.\n\n\nSadr:\n And then there are the other things! The ones you stole, your Foundation! The picture books, the swords, the bejewelled Qu'rans, we could have reclaimed them, reclaimed them all.. Farhan and I, staking out those people for a month, in Bukhara…\n\n\nJo'rayeva:\n You told me it was Ashgabat.\n\n\nSadr:\n I don't remember, I… why don't I remember? Was that burnt too, I… I can't… I…\n\n\nSadr screams, and writhes on the floor; black smoke emerges from his mouth, before \nthe moment you'd been waiting for, Director. A fire burst from his chest, framing an image; your image, but you were real, a person, not a painted thing. The world behind you was real too. And you were smiling, relieved, stretching your arms out to me, but the fire was painted, it was still of this world, and I scrambled back, horrified…\n\n\nKohl:\n Nodira! Come on! The portal won't last long!\n\n\nJo'rayeva:\n What… what have you done to him?\n\n\nKohl:\n We had to burn something! Please! He was the only thing that would still burn!\n\n\nJo'rayeva:\n Stop it! Stop it now!\n\n\nKohl:\n He's ORIA, Nodira! He's one of them, but we can still save y -\n\n\nAnd I took my bow from my shoulders, and I screamed, and I shot an arrow through the portal. It hit you in the arm, and you just stared at me, your eyes wide, your mouth open, uncomprehending -\n\n\nKohl:\n Nodira?\n\n\nThe portal disappears. Sadr screams once more, and expires. Jo'rayeva screams again, removes Sadr's earpiece and camera, and smashes them to pieces. The feeds cut out.\n\n\n<End Log>\n\n\n\n\n\n\nSo, Director, what did we learn? A story should have a moral. It is how they're meant to end.\n\n\nDid you learn that you were a hero, that the Foundation is always right? I see you, in my mind's eye, your drunken late-night phone calls, your anger that you cannot understand. I hope your tragedy was worth it.\n\n\nThe poet Ferdowsi wrote that this world is fleeting, and all that remains is our fame, our good reputation. Everything else dies. Kay Khosrow learnt that this was wrong, that meaning is infinite, multiplicitous, a painful search possessing precious worth. He created History. Was he right? Could he ever be right? Perhaps, perhaps, perhaps.\n\n\nParviz, now, he had a \nreal\n trial. He believed in justice, in a redeemable world. He believed in the toppling of empires and the casting down of kings; and all of this was challenged, by a burnt and broken world. Perhaps he learnt the abyss of nothing. Perhaps he was confirmed in his views, strengthened by the trial. Perhaps he would have saved the world. Perhaps he learnt to love me back.\n\n\nBut we won't know, now. Because you killed him.\n\n\nWhat is there left for me to learn? All of you, your little fantasies, of reality and narrative and justice, and I sit here, by this tree, alone and in pain. You hurt me, Director. I saw a world beyond your confines and you hurt me for trying to reach it. You killed Parviz, and tried to stuff me in your box again.\n\n\nThe red-eyed divs have come to me. They taught me to control the living trees. They have taught me how to burn for power. They will teach me how to re-enter this world. And they have taught me to reach into another’s words and twist the pages to my will.\n\n\nDidn't we used to have a word for that?\n\n\nHistory may be Khosrow's fantasy. It may not be. I know not what is and is not real beyond the exercise of power. And I intend to exercise power. I will punch a hole in time, in memory, in space. I will burn and reave and sacrifice and claw, because I have nowhere else to turn, no narrative to cling to. And at the end of it all, director, I will have my revenge on you. If it takes ten thousand years.\n\n\nThese paintings blare bright colour at me, reds, greens, yellows, golds; they sing in times gone, times to come, times that could be. They wave at me from across the page, these bright, man-made sirens. But I learn nothing from them. I understand nothing.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. The similarity between this object and its effects and \nSCP-4590\n has been noted, although these paintings cannot be modified or communicated with. Readings from Scranton-Mochi particles found on the manuscript are identical to those in SCP-4590, suggesting a common origin. Further research underway.\n\n\n2\n. Analysis of the footage indicates that the ORIA have been experimenting with technology replicating the mental patterns of the djinn, a species who only exist in a non-material plane; this is believed to have prevented the total cutoff of Dr Sadr's feed. Efforts to reverse-engineer this technology and incorporate it into Foundation ear/camera pieces are ongoing.\n\n\n3\n. All internal ORIA emails are translated from the original Persian.\n\n\n\n\n\n\n\n\n« \nSCP-8798\n | SCP-8799 | \nSCP-8800\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8799\n\" by Tufto, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8799\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n gayumars.jpg\n\n\nName:\n The Court of Gayumars.jpg\n\n\nAuthor:\n Sultan Muhammad\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://en.wikipedia.org/wiki/File:The_Court_of_Gayumars.jpg\n\n\n\n\n\n\nFilename:\n sohrab.jpg\n\n\nName:\n RostamMournsSohrab.jpg\n\n\nAuthor:\n Unknown artist\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:RostamMournsSohrab.jpg\n\n\n\n\n\n\nFilename:\n dragon.jpg\n\n\nName:\n Al-Soltani, Rostam and the Dragon.jpg\n\n\nAuthor:\n Nasr al-Soltani\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://en.wikipedia.org/wiki/File:Al-Soltani,_Rostam_and_the_Dragon.jpg\n\n\n\n\n\n\nFilename:\n iraj.jpg\n\n\nName:\n The murder of Iraj by his brothers Tur and Salm.jpg\n\n\nAuthor:\n Murad Daylami\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:The_murder_of_Iraj_by_his_brothers_Tur_and_Salm.jpg\n\n\n\n\n\n\nFilename:\n daeva.jpg\n\n\nName:\n irdawsi - Rustam Slays the White Div (the 7th Feat) - Walters W60091A (cropped).jpg\n\n\nAuthor:\n anonymous 16th-century illustrator\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Firdawsi_-_Rustam_Slays_the_White_Div_(the_7th_Feat)_-_Walters_W60091A_(cropped).jpg\n\n\n\n\n\n\nFilename:\n alexander.jpg\n\n\nName:\n Iskandar (Alexander) and the Talking Tree, Folio from a Great Mongol Shahnameh.jpg\n\n\nAuthor:\n Unknown\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Iskandar_(Alexander)_and_the_Talking_Tree,_Folio_from_a_Great_Mongol_Shahnameh.jpg",
    "addendums": [
        "Addendum 8799-1: As of 09/05/2023, SCP-8799 has been seconded to the Department of External Affairs for use in Operation al-Baqara.\nAs one of a number of small-scale collaborations with the ORIA, the Foundation has agreed to perform an experiment utilising SCP-8799. Several Persian and Arabic manuscripts dating as far back as the 11th century in the ORIA's possession appear to mention SCP-8799, describing the nature, style and anomalous effects of SCP-8799 in remarkable details. All of these associate SCP-8799 with a shrine outside the city of Tus, where one Sayyid Ali ibn Ni'matullah ibn Reza al-Nishapuri, a Sufi of the Chisti Order, would place the book upon \"a rock made of gold, with inlaid turquoise and lapis lazuli\" and \"enter a place of union with the divine, through which he alone was able to pass; for the path was burnt, and ringed with strange fire.\"\nRemarkably, not only has the Sayyid Ali Shrine (constructed c. 980) survived to the present day, but a golden lectern inlaid with turquoise and lapis lazuli also survives within it. Considering the dilapidated state of the building, it is not known why this artefact has not been looted or damaged; it is in near-perfect condition.\nThe ORIA and the Foundation have thus agreed to take SCP-8799 to the Sayyid Ali Shrine and place it on the lectern as part of a joint operation to determine if any further anomalous effects are present or possible to induce. While few tangible results are expected, this nevertheless constitutes a prime opportunity for the establishment of research ties and greater trust between our organisations.",
        "Addendum 2: Incident 8799-1\nOn 18/05/2023, a joint ORIA-Foundation taskforce arrived at the Sayyid Ali Shrine. Following preliminary scans, SCP-8799 was placed on the golden lectern by ORIA scientist Dr Parviz Sadr. He had been handed the book by Foundation agent Nodira Jo'rayeva, who was standing \"a couple of feet\" from him when the book was put down. As soon as this happened, both individuals disappared.\nThis disappearance caused the rapid breakdown of the mission, with ORIA members accusing the Foundation of causing the disappearance and initiating hostilities. Although Foundation personnel were able to recover SCP-8799, they were forced to leave the scene immediately.\nThe whereabouts of both individuals were unknown. However, analysis of readings recovered from Foundation equipment indicated an unusual fluctuation in Hume particles when the book was placed, indicative of a dimensional shift. The working theory was that Dr Sadr and Agent Jo'rayeva had been taken to another dimension, provisionally named SCP-8799-1.\nAlthough Agent Jo'rayeva's feeds cut off immediately, Foundation agents within the ORIA were able to provide the logs from Dr Sadr's feeds 2 . The feeds only transmitted sporadically; seven broadcasts survive in all, spread over the course of several months. These are presented below, interspersed with relevant Foundation logs concerning SCP-8799 and the ORIA in chronological order.\nThe following emails were exchanged between Farhad Esfandiari, ORIA liason officer, and Egon Kohl, director of the ORIA Affairs Division of the Department of External Affairs and Acting Project Lead on SCP-8799.\nThe following email was recovered during the course of Operation Flaming Sword (see below) and has been translated from the original Persian.\n\nThe following report was sent to O5-9 from Director Egon Kohl on 03/06/2023.\n\nThe following is a summary from MTF-Beta-9 \"Leonidas's Angels\" concerning the ORIA's Facility 828 \"Kaveh\" after a field operation to scout the surroundings on 08/06/2023.\n\nThe following is the log of a phone conversation between Director Egon Kohl and Farhad Esfandiari on 20/06/2023.\nThe following is an email recovered from an ORIA information raid in 2027.\n\nThe following is a log of a phone call between Director Kohl and Farhad Esfandiari on 05/07/2023.\n"
    ],
    "documents": [],
    "notes": [
        "The changing nature of the anomalous world we inhabit requires a changing response. Foundation superiority over other anomalous groups is by no means as assured as it once was. Nowhere is this more evident than in our presence - or lack of one - in the Middle East, where most anomalous affairs are entirely out of our purview. Partly, this is attributable to hostile governments and a poor reputation with local anomalous groups, but it is principally down to our relations with a single organisation: the ORIA. The ORIA's pre-eminence in anomalous affairs in the Islamic world is well established, but in the last five years, its activities have expanded enormously. Governments across the Middle East, regardless of their position on Iran more generally, have been turning to it, rather than us, for help with outbreaks of anomalous activity. This is partially down to a vigorous campaign of reform within the ORIA itself, with the organisation utilising its limited assets far more effectively and ruthlessly than in the past, but the truth of the matter is that we have brought this on our own heads. The Foundation does not command the same level of trust as it once did. Our associations with Western governments and the geographically uneven nature of our operations has changed the perception of us in the eyes of many. We are no longer seen as a neutral force, above politics and political involvement. We are seen as a colonial power, a benighted, arrogant, even fascistic group bent on using the anomalous to assert American foreign policy interests. This is, of course, a gross mischaracterisation of our mission, but we have not done enough to combat this perception, and the ORIA has taken full advantage of it. Its dominance in the Middle East is assured, we have been all but forced out of Central Asia, and, most worryingly, its influence in Russia is increasing rapidly. Consequently, there are two options before us. We can try to destroy the ORIA, going toe-to-toe with it and initialising another round of conflict - but I don't think many of us want this. Those of us from the older generations remember the bitter days of the late 80s, and the losses we suffered in attempting to contain the Risen Ctesiphon and the Black Div. We might prevail, but the ORIA will be expecting us, and there's a strong chance we'll lose our global preeminence in the process. The second option is that we engage the ORIA in a rapproachment. I know the dangers involved in this; the ORIA's mission of widespread utilisation of anomalies and \"respect\" for local cultural institutions is anathema to our core values. But I fear we have little choice. After several instances of mutual cooperation - the Bagration Incident, Operation Calico, the study of the Complete Avesta - the time is ripe for a new chapter in our relations. I know many in the ORIA are of a same mind; if we are both willing to compromise, we can create a safer, more harmonious, more contained world for us all. ~ Director Egon Kohl, Head of the ORIA Affairs Division, Department of External Affairs.",
        "Log 1: 18/05/2023 <Begin Log> The events of the following log took place immediately after the disappearance of Dr Sadr and Agent Jo'rayeva. The camera appears to show a painting, an Iranian miniature. Specifically, it is Sultan Muhammad's early 16th-century illustration of the Court of Kayumars. Kayumars is the first story in the Shahnameh, so I suppose it was appropriate. You probably had something terribly dry and entirely unclear that you wanted to say here, didn't you, Director? But that wouldn't have worked. Nobody would have been able to picture it in their mind. If you want to understand the psyche of your subjects, then describing physical matter does nothing; you have to describe the pattern . This is something the Foundation, with its clinical tone, has never grasped; when dealing with the anomalous, you must become it, or you end up just ticking boxes. But I'm getting ahead of myself. The two of them found themselves inside a painting. The sky was painted gold, swirling circular clouds all around. Vegetation - blue, purple, pink, the colours rising from a relaxed, lethargic white - was erupting around them. They were standing on a circular patch of green, on plants that had the properties of ink and brushstroke. It was beautiful for them. You've very kindly put part of the picture at the top of this page, for the reader's comfort and convenience. Jo'rayeva: -trick. Sadr: I assure you, I know as much as you. You saw me - I placed the book on the lectern, and here we were! Please believe me. Jo'rayeva: Why should I? You're ORIA. Sadr: And you're Foundation. For all I know, you summoned some piece of invisible arcano-tech I was unable to see, and then whisked me away here to interrogate me. Jo'rayeva: Why would I do that? Do you have something we'd want? Sadr: There you go, see? Already asking questions of me. Another devious Foundation plot. Jo'rayeva: I didn't - that's not - Sadr laughs. Sadr: Relax, Agent, I was joking. If you wanted to capture and interrogate us, I'm sure there are far easier and less baroque ways to do it. Similarly, can you not see that, if we wished to abduct you, we would not bring you inside what seems to be a 16th-century painting? Agent Jo'rayeva lowers her weapon slowly. Jo'rayeva: I have no idea what an ORIA agent would do. Sadr: Agent, I assure you, I didn't do this. At least, not intentionally. But I'm not very surprised. Sadr walks to a waterfall, carved from orange vegetation from which water is falling; but the water looks like black ink, splotching and cascading down onto the greenery below. Sadr: The surviving material surrounding Sayyid Ali's experiments with the book talked about a \"place of union with the divine\". Maybe this is that place; maybe he entered the book, and believed the beauty of the place was, itself, divine. Jo'rayeva: You think we're in the book? Sadr: Do you have a better idea? We're underneath a paper sky. Everything here looks identical to the painting, the copy from the Tahmasp Shahnameh that dominates the first pages of the narrative proper. It seems to me to be the most obvious solution. Jo'rayeva: But it's all - all in 3D. We're walking around the place like it's normal. Wouldn't we also be changed? Sadr: Maybe. Maybe not. I'm an expert on reality measurement, not on how people appear when placed inside paintings. Jo'rayeva looks sharply at Sadr. Jo'rayeva: You're being extremely… glib about all this. Sadr: Would you prefer I was some other way? We're students of the anomalous, Agent. Jo'rayeva moves off camera. Sadr: I have been in pocket universes before, and I'm sure you have too. It's part and parcel of our work. I don't think I've been inside a book before. Have you? I know of a piece in the Foundation archives, a work similar to this one, that moves with t- Jo'rayeva: Doctor. Sadr: Yes? Jo'rayeva: Take a look at this. Sadr moves towards Jo'rayeva. Jo'rayeva is standing at the edge of the plateau, staring down. Spread out on the plain below are what appear to be a series of small islands or hillocks, each containing architecture, greenery, small mountains, and each of which has been drawn in a different style. Miniature painting flourished in Iran from the 13th century to the present; there are those early Mongol works, with their minimal, cruder designs that nonetheless hold charm; the strange, geometric patterns of Behzad and the other Timurid painters; the lush, pastel-like colours of the early Safavid works, at the height of the classical style; the flowing lines of the later Safavids; the strange, Europe-tinged works of the Qajars, with their staring eyes and elegant poses. All of them, an entire history of painting, spread out before our heroes… And between each scene, only burnt paper. Huge reams of it, singed, scorched, ashen. An unrecognisable black mass, collapsing into oblivion. A few pathways have survived, here and there; a few patches of earth remain. But so much has gone. So much of this world has gone. But there, if you look closely, you can see flashes of colour… Jo'rayeva: It's all burnt. Sadr: Not quite. Jo'rayeva: Just little islands, just… Sadr: Look closely at the edges. There, on the edges of the islands, are tiny, thin bands of flame. They're burning. They're burning extremely slowly , but the fire rings them, surrounding them. It creeps in, year by year, slower than either of them could possibly see, teasing and scorching its way inwards. Nothing escapes it. Sadr: This isn't right. This isn't what - what anything should look like. Jo'rayeva: A pocket universe degrades over time… Sadr: But look how far it spreads out! This isn't a pocket universe - or, if it is, it's far bigger than any I've ever seen. I can't even see the horizon. Jo'rayeva: I've been in some before, recursive ones. Self-generating, memetic… Sadr: You have been in a pocket universe before! Why didn't you say so? Jo'rayeva: But this isn't like that, is it? You're right. Each of these islands is unique, each of them - Sadr: They're scenes from the Shahnameh. I recognise some of them. Over there, see? Sadr points towards an island containing a mass of twisted wood. Sadr: That's the Simorgh's nest, where she raised Zal. But there's no Simorgh, and no Zal. And there - He points again, offscreen. Sadr: That's Mount Damavand - it's a real mountain in Iran, but beneath it is where the demon-king Zahhak is bound until the end of time. Jo'rayeva: Maybe he's not bound there any more, then. The two are silent for some time. Jo'rayeva: We should stay here. Sadr: That would be the sensible option. Jo'rayeva: It's what we're going to do , Doctor. As far as I'm concerned, you're still a suspect. I need to keep a close eye on you. Sadr: If we wait here, we're waiting on the side of a mountain, out in the open. It's not a safe place to stay. And besides - we could be here for who knows how long. Nobody has come for us yet. They've probably started shooting at one another. Jo'rayeva: That does sound like the kind of thing the ORIA would do. Sadr: I could say it sounds like the kind of thing the Foundation would do. Don't you want to see what's out there? Isn't that why we're here? There's no sign of entry or exit here, and this doesn't seem like the kind of world where a precise sense of place matters. Jo'rayeva looks out over the landscape. Jo'rayeva: …Fine. We can explore. A little. Sadr: Excellent! Then I suggest we forage for what we can here, the- The feed cuts out. And all around them, in the shadow, can you see? On the edges of the frame. Red eyes, staring, watching. <End Log>",
        "Log 2: 01/06/2023 <Begin Log> The camera opens on an open plain. It is similar in appearance to a Persian miniature painting, but this time it is reminiscent to Painting #21 in SCP-8799, an image of Rostam mourning for his son Sohrab identical to an image in a mid-17th century manuscript. Agent Jo'revaya is walking side-by-side with Dr Sadr. Her face is dirty and bruised. A cut can be seen on her right cheek. Sadr: You really should let me take a look at that. Jo'rayeva: No. Sadr: I'm a doctor! Jo'rayeva: Of science. Sadr: I have been in scrapes before, Nodira. Jo'rayeva: Agent Jo'rayeva. Sadr: For goodness' sake, Nodira, we've been travelling together for - Jo'rayeva: Wait! Jo'rayeva abruptly stops. She points off-camera; Sadr turns to look. A figure is lying on the ground several yards away, also appearing in the style of the miniature painting. Sadr: A person! Finally! Jo'rayeva: Stay behind me. Keep sharp. Could be a trap. Sadr: …As you say. The two of them approach the figure. It is lying on a hillock, next to a stream on one side and a rock on the other. A knife can be seen stabbed into its chest. It is breathing heavily. 8799-Sohrab: Ros… tam? Jo'rayeva: Who are you? Jo'rayeva begins to raise her weapon, but Sadr pushes it down. Sadr: Where's your training? This man is injured. He poses no threat. 8799-Sohrab: Why… do you look like… like paintings? Jo'rayeva: What do you mean? 8799-Sohrab: You don't look… like people, you look like paintings… Sadr: To us, you look like paintings. 8799-Sohrab: Ha… ha, of… course… The figure coughs several times, spitting up blood. Sadr approaches and kneels down beside it. Sadr: You're Sohrab, aren't you? 8799-Sohrab: Yes… you know my fame? Sadr: Millions do. Jo'rayeva: Sohrab? Sadr: Didn't you read the book? Jo'rayeva: I… didn't have time. Sadr: Well - Sohrab was the son of Rostam, the greatest hero of the epic. He was raised away from his father, who did not recognise him. He led an army to seize the throne for his father, but was stopped by the king's champion - Rostam. He killed his own son without realising it. 8799-Sohrab: Very… good. I am glad. Fame… fame is the only immortality we have… Sadr: Lie still. You'll be dead soon. 8799-Sohrab: No, I won't. And I… will, at the, the same time… Sadr: Don't try to talk. Jo'rayeva: What do you mean? 8799-Sohrab: You think… I can die? None of us… can… Jo'rayeva: Us? 8799-Sohrab: Everyone left… in this world. Everything's burnt, you see, everything… Sadr: And that - brings immortality? 8799-Sohrab: No, but it burnt time too. Nobody speaks for several moment. Sadr: Of course… Jo'rayeva: Don't say \"of course\" like you understand it. Sadr: No, it makes sense. The world is burnt, sure, but we keep coming across disconnected scenes, scenes that took place across time, place, history. And nobody is in any of them… maybe they're elsewhere? 8799-Sohrab: No… they were burnt… all of them burnt. A sorceror, in a cloak of silver and fine silk… a spell, in the caverns of Mazanderan… they told me… Sadr: Who told you? 8799-Sohrab: They did… the madness, the madness, I can't see, I can't - Poor Sohrab. A fearless and peerless youth, a lion, who could not die but at his father's hand, for none other was great enough to fell him. And even then, only by trickery, for Sohrab nearly felled him in their second bout. But Rostam won in the end, and the throne was safe. And he lies there, as he should, forgiving his father, understanding his role in events. His life was leading towards this point; every act, every movement one way or the other, led him to this point. Sohrab was born to die; his father, unwittingly, conceived him to kill him. This is the purpose of Sohrab, the literary device, the character. Imagine that. Imagine being a literary character. Imagine the madness . 8799-Sohrab: The king, in the mountain… 8799-Sohrab points towards a distant peak. 8799-Sohrab: You want to know, he will tell you… the king who vanished, they told me, he knows why… Jo'rayeva: What king? 8799-Sohrab: Water, please… water… Sadr: How long have you been here? 8799-Sohrab: No time at all… Rostam went to get help, realising… who I was, but… he will not return… Sadr: Why? 8799-Sohrab: He is burnt entire… 8799-Sohrab suddenly screams in pain. 8799-Sohrab: I did not scream in pain… I remember a life, a straightforward life, my rebellion, my pride, my death… and now… I am here, I am in my mother's palace, I am leading my army, I fight with the woman Gordafarid, I… I am all these things, and it's all in my head, my head … 8799-Sohrab moans, and falls unconscious. Sadr stands up. Sadr: What happened here? Jo'rayeva: I don't know. We should keep moving. Sadr: We can't just leave - Jo'rayeva: We don't know who is or is not \"burnt\", as he put it. Come on, Parviz, we shouldn't linger. We don't know this place. We need to find somewhere sheltered for the night. Sadr: The night? What night? It turns bright and dark at random. Jo'rayeva: Shut up and move. <End log>",
        "It's been over two weeks now since the two agents disappeared. We received the second snippet of Dr Sadr's logs from our sources yesterday; it appears they've moved significantly from their earlier position. We do not know what, if anything, is driving them to act in such a reckless fashion; we can only assume the need for food, drink and shelter is forcing them from place to place. 8799-Sohrab appears to be the first \"person\" they've encountered since arriving in SCP-8799-1, but Agent Jo'rayeva still appears to be highly cagy. We're still unsure about where or what this dimension is. We're pretty sure it's not the book, despite Dr Sadr's speculations - we've analysed it a hundred times, although without access to the shrine, it's difficult to tell. They're stuck in some demented version of the Shahnameh, with no way out. With this in mind, I cannot stress enough the necessity of greenlighting Operation Flaming Sword. We need to know what the ORIA knows about this, and I can't believe they know nothing. This is their backyard; they must have spotted an unlootable lectern, must have known about the shadow world of Iran's national epic. I know we've spent a lot of time on rapproachment - me more than anyone - but a setback can be rectified. Our agent's life cannot. She's not a D-Class, and we look after our own. Please reconsider. ~ Egon",
        "Log 3: 06/06/2023 Jo'rayeva is sitting by a campfire on a slope next to a flowing river, staring into the fire. Sadr is lying on a primitive bedroll and looking at the river. The scene appears to be derived from Painting #7 of SCP-8799, of Rostam fighting a dragon during his quest in Mazanderan, but neither Rostam nor the dragon can be seen. The painting was identical to one from the 15th century Shahnameh of Ibrahim Sultan. Sadr seems to shake himself and turns towards Jo'rayeva. Sadr: So how come you've never read the Shahnameh? Jo'rayeva sighs. Jo'rayeva: We're here to do a job, Parviz, and to get out. Let's stick to that. Sadr: Nodira, we're here for the - what's the phrase? The \"long haul\"? We must have some conversation. Rest assured that you are not my first choice, as we've been together for two weeks and you cannot muster anything better than \"yes\", \"no\" and \"let's keep moving.\" Jo'rayeva: Why would I have read the Shahnameh? Sadr: You're Uzbek, aren't you? Jo'rayeva: I'm American. Sadr: But your parents… Jo'rayeva: I'm adopted. Sadr: Ah. There is a pause for several seconds. Sadr: So did they die, or…? Jo'rayeva: What the f - Sadr: Sorry! Sorry. I'm going a little, ah, \"stir-crazy\". I need to be able to talk. Jo'reyava sighs again. Jo'rayeva: My parents abandoned me when I was very young. I was adopted and raised by a Foundation researcher; I eventually joined it as an agent. I don't like to read the Shahnameh because I don't like to read anything that reminds me of my parents. My therapist thought it would be a good idea to take this assignment to \"confront my baggage\" about my origins. Are you happy now? Would you like my entire life history? Sadr: I am happy, yes. Thank you. You tell your therapist about the Foundation? Jo'rayeva: They provided one. Sadr: Ah. How luxurious. She is lying. Her therapist thought it would be a bad idea for her to go. He was appointed by the Foundation itself to make sure she was combat-ready and capable. He didn't want her psyche disturbed. He wanted her to be the instrument the Foundation needed, not a fully actualised human. But you, Director, you wanted her, didn't you? Don't think she didn't notice. She saw the confidence and trust in his eyes. He wanted people who weren't afraid of the ORIA. And she wasn't. At first. Several more seconds go by. Jo'rayeva: So… Sadr: So? Jo'rayeva: So , why did you join the ORIA? Sadr: There's not much to tell. Jo'rayeva: Oh, come on. I told you about my life, now you tell me about yours. Sadr: Alright. I wanted to make a difference. I'd done some interesting research during my doctorate that came extremely close to the ORIA's understanding of reality alteration, and they thought I'd be a good fit. They explained who they were, summoned a rokh through the faultlines into our reality to show that they weren't cranks, and I joined right away. He is lying. He came to them. He wanted to know, more than anything. And he wants her to know. He wants her to understand the Shahnameh - not its stories, but its inner meaning, its context, all that she has come from. He wants her to see that those certain narratives and truths are frail, suspended, without foundation… Jo'rayeva: How dull. Sadr: Not everything has to be exciting. What were you expecting? Jo'rayeva: Something else. Devotion. Undying loyalty to your fanatic cause. Sadr: Fanatic? Us? Jo'rayeva: We all know the lengths the ORIA goes to. How many people have died in your experiments? You fuck around with anomalies like they're toys. You're reckless. Sadr: How many people are alive because of us? Jo'rayeva: Alive? Who had the ORIA saved? Sadr sits up and stares hard at Jo'rayeva. Sadr: What do they tell you about us? Jo'rayeva: That you're fanatics, Islamists, Marxists. You're determined to win at all costs, no matter how many die. I've seen your handiwork, at Tbilisi, at Konya. You're small-time but have managed to keep us out of your back garden through sheer grit. Sadr: Fascinating. Sadr lies back down again. Sadr: You know nothing of who we are , of what we suffer . You know nothing… Parviz thinks of his friends, of Farhan's night terrors that he saw once, when they were both on an operation in Ashgabat, staking out a house in the dead of night, in the cold, in the dark. He heard him moan things in his sleep. He did not want to hear those things. He knows Nodira is speaking from a place of utter naivete; he does not judge her. But it stings, between his ribs, where it shouldn't sting. And Nodira, she thinks of the friends she has lost, eyes staring dead at the ceiling; this was not the ORIA's doing, but all enemies are one in her mind. She is still sitting on the fire escape in a New York apartment, the snow flaking down around her, falling in unseen patterns, hating her parents, hating them, cultivating a thought and feeling that would wrap around her and consume her- Jo'rayeva: I'm sorry. Sadr: Hm? Jo'rayeva: I don't really know what I'm talking about. I believe you. Sadr: …Thank you. I appreciate that. And this, Director, is why I hate you. You cannot see anything. Right as this was being recorded, where were you? In your office? Drinking whisky, or rum, or whichever spirit you take to \"get through the night\", or whatever it was? The ORIA is full of shattered men, broken men. So is the Foundation, but when they break, they fall into the abyss, into the sense of non-meaning it provides. You amnesticise them, you let them live out their days in material wealth. But the ORIA is different, isn't it? The ORIA believes in things. That's why they're a danger. That's why there's a threat. That's why, when we were sitting around that campfire and talking of our pasts, that irreversible gap springs up. To believe in anything is to be an unpredictable element. To be an unpredictable element is to be something to be shuffled out, to be shunted by an arrangement of puzzle pieces to slid you down alleyways and out until you fall, fall, onto the ground beneath. What stories do you tell yourself at night, Director? How do you justify your actions? The nobility of the Foundation? The inherent justice of your mission? Close your eyes, and feel it. Feel the contours of it; feel how small your stories are. Feel the shape of it, the metallic and iron shape, of the exercise of power. I hope the rum was worth it. <End Log>",
        "Entry : Four points identified. Point one: subterranean tunnel network has a weak point at R18 (see map for reference). A hole can be bored through between the two doors on the east side of the tunnel. Downside: will take a long time to reach the central compound, meaning longer time for potential discovery. Point two: A blind spot in the camera network on the western fence, X12, allows uninterrupted entry to the compound wall. Downside: easily noticeable by guards, both when cutting through fence and entering via wall. Point three is similar, but for the southern fence. Possible these gaps are deliberate; do not underestimate deliberate attempts to bait entry. Point four perhaps the most interesting. Potential links in their computer system may allow us entry using forged ID badges. This is the preferred option from our POV; unlikely that we will be noticed considering number of personnel that enter each day, and thanks to Cortez's team, forgery should not be an issue. Final decision in your hands. Infiltration: Should not pose a problem. Three information storage areas of interest identified; in sections Q12, R02 and G55. The first two are self-evidently accessible from point four; the latter may pose a minor problem getting past the inner security at L09, but at that stage termination will be an acceptable method. Planting the explosives before they are able to notice or evacuate might be a more difficult issue. Information extraction should be easy; preventing them from finding what we stole will be trivial with a Przewalski cipher, but physical destruction of the base still necessary. Extraction: Rooftop vastly preferred; please secure this well ahead of time, as Command has often proposed unrealistic patterns of exit in past in absence of air support. Line of passage to roof trivial from all three storage areas. Prognosis: Good, provided we are supplied with the necessary resources ahead of time . We are counting on you, director.",
        "Log 4: 15/06/2023 It's time we spoke about the Shahnameh itself. I have read it; it is a beautiful text. I always used to listen to baroque music - my father used to play it all the time. He was a lonely man, and I still don't know what he got from it, but what I heard was a gilded cage. It's intricate, beautiful, but always falls back on patterns and forms which are routine, conventional; except that, when those patterns are broken, the fact of the breaking makes the pathos and catharsis so much more intense. It moves me far more than Tchaikovsky or Brahms ever could, when it's done right. The Shahnameh is much the same. There are repeated motifs, ideas; the king, his divine farr or glory radiating from his face, the fact that only his line can rule despite his failings, the distributing of gold coins to the poor, the mammoth size and prowess of the champions. But then, within that framework, you have such ambiguity, such feeling ; Sohrab's death, Zal's passion for Rubadeh, Feraydun and Kaveh's gathering of an army, Zahhak's binding, Iskander's search for truth, the vast face of the White Div as it rises from the pit… But that's my reading of it. What did I know? I am not Iranian; I am not from that part of the world. I only know the Shahnameh from my wanderings here, in this place. I don't know what it means to those raised with its stories, to a world using rhetoric and images and everything else based on it. I only see it through glass, the colours it produces, those colours of pain and sacrifice. Jo'reyava and Sadr are in a tent. Dried blood can be seen on the ground. Did you forget to say which painting it was copied from? I presume they're copies, or prophecies. It's from the Shahnameh manuscript of Isma'il II, a 16th century king who lasted two years before his vicious slaughter of his own family and his pro-Sunni tendencies saw him poisoned. Or at least, that's what the chroniclers say, who worked for other kings with other agendas. It's hard to say anything with any certainty. Sadr: Iraj's murder. Jo'rayeva: Parviz, you have to give me some context - Sadr: Iraj was killed by his brothers. Fereydun, king of the world, had divided his land into three parts: the west for his eldest son, Salm; Turan, which is your parents' country, and China, for the middle son, Tur; and Iran and the Middle East for Iraj, the youngest. But Iran was the centre of the world, the real prize, so Salm and Tur raised an army to take it. Jo'rayeva: And did they? Sadr: No. Iraj did not care about the throne; he wanted only peace with his brothers. He went to them unarmed and said they were welcome to it. But Tur hated hearing this, and he struck his brother down and killed him. Jo'rayeva: …Why did he hate hearing this? Sadr: Because Iraj's words shamed him, I suppose. I don't think it's made explicit. Jo'rayeva: How sad. Sadr: Yes. Sadr continues to stare at the blood. Jo'rayeva: We ought to go. Sadr: Why? This tent is a good shelter for the elements. Jo'rayeva: There's blood on the floor , Sadr. Sadr: Haven't you slept anywhere covered in blood? Jo'rayeva: Not if I can help it. Sadr turns to look at Jo'rayeva. Sadr: Likewise. But sometimes you can't help it. Sadr goes to the bed and lies down. Jo'rayeva sits on the bed next to him. Jo'rayeva: You're in a funny mood. Sadr: I always liked Iraj. There was something so gentle about him. I thought, if I ever had a son, I'd name him Iraj. Jo'rayeva: And did you? Sadr does not respond. Jo'rayeva: No wife? No girlfriend? Sadr: I am in the ORIA, Nodira. I can't think about things like that. Jo'rayeva: Why not? People in the Foundation have spouses, children. Sadr: We are not the Foundation. Jo'rayeva: Now who's making you sound like fanatics? Sadr gets off the bed and walks away, his back to Nodira. He stares at the blood again. Jo'rayeva: Sorry. Sadr: It's OK. There is a long pause. Sadr: Let's get some sleep. That night, as on many nights, Parviz got into a contemplative mood, and began to tell me stories of this world. He spoke of Feraydun, his three sons, the dragon and the king of Yemen; he spoke of Shirin and Khosrow, of Esfandiar, of the wars between Iran and Turan, Afrasyab and Kavus. His eyes sparkled; he moved brightly, expansively, making me laugh. The Shahnameh is not a simple collection of fairy stories; it is the matter of the Persianate world, a repository of its myths and legends. The stories were codified by Ferdowsi, but they predate him, exist around him, are told within families like our own legends. It belongs to it, is entwined with it. Kings and emperors have drawn their rhetoric, their sense of time from it; the Iranian people have shaped their identity from it. This world, this burnt world - it's like a twisted mockery of an entire people. This burnt paper, these painted skies… I did not want to know these stories, but Parviz told them to me all the same. He wanted me to know them, to feel them. I think it meant something to him - some private reclamation of his own. I started to understand him, understand the contours of another world, a place I could have belonged to if… I do not know what he was thinking, really. He told me bits and pieces, scraps, fragments, of who he was. But we did not have enough time. I remain suspended in that glass, looking out, trying to understand, but failing because of my own context. I wish we'd had more time. But time kept marching on, regardless of me. And that night, as we slept, our red-eyed friends gathered around, staring, watching. <End Log>",
        "<Begin Log> Esfandiari: Farhad here. Kohl: Farhad! It's Egon. Esfandiari: Ah, hello, Egon. How are things over there? Kohl: Wonderful, wonderful. I've got that progress report for Joint Operation 4 - the djinn, you know, in Kyrgyzstan? I'm amazed at how you fellows have managed to exploit their more slippery attributes. Esfandiari: It takes time. A bit of an art. Egon, can we talk about Sadr and Jo'rayeva? Kohl: I… Kohl sighs. Kohl: Look, you know I'd like to. But the O5s have said - Esfandiari: What have the O5s said, Kohl? There is a pause for several seconds. Kohl: Did you know Sadr well? Esfandiari: Yes. He was… engaged. Vigorous. He believed , really believed, not just as a - as an abstract idea, you know? Kohl: I might do. Esfandiari: Most of us, we know what the goal is - reclamation of our people's property, liberation against colonialism, all of that. But we usually suspend that for the day-to-day stuff. We have to kill, we kill, we're not thinking about liberation when we do. But Sadr, he'd think about it all the time. Constantly. It was a way of life to him. Do you get what I'm saying? Kohl: I… There is another pause. Esfandiari: I don't know what you're planning, Egon, but at least think it through. Consider every angle. Consider the human cost, the - Kohl: That's all I wanted to know, Farhad, thanks! Be seeing you, OK? <End Log>",
        "Log 5: 23/06/2023 We travelled light, by the end; I discarded my weapon, and Parviz exchanged his heavy clothes for something more suitable, a light leopard-skin we found, burnt and discarded, on the road. He said it probably belonged to Rostam. That disturbed him, I think; he was worried by the idea that Rostam was dead. We were travelling to the mountain the dying Sohrab had pointed out to us, where the \"king who disappeared\" could, he claimed, tell us why the world was burnt. We had nowhere else to go, and we'd been wandering for weeks. Nobody had come for us. It was difficult to find food, except in a handful of unburnt moments: the field of wheat where Rostam slept, after passing through the place of darkness; a palace, bedecked with fruits and wine. But so much of it was rotting. So we thought we'd find this king. We didn't think much would come of it. We trudged along the plain, limbs aching, minds dulled to a rhythmic thump of backwards and forwards, heading to our destination without even thinking about what it was any more. The sky was darkened with rain, a slow, sludging brown. Mud-caked our boots. And then we were climbing up, up, into the cold, into the snow, where five brave warriors tallied after the king left for the heavens, and died there, under the frost and ice. And we climbed further, and further, a mountain of utter desolation. I do not know how we made it - except that the logic of the place dictated that we would, broken though the world was. Finally, we reached the summit. And there, sitting on the ground, was - Sadr: Kay Khosrow! 8799-Khosrow: Hello. Sadr: You're - it's been so long since we saw another person. Who was it, Nodira? Jo'rayeva: Mehrab, outside Kabul, wandering in circles forever, searching for his daughter, Rudabeh. Sadr: Yes! Yes, that was it. But you're here! And you speak! So few of them do that. 8799-Khosrow: No, I don't imagine they do. 8799-Khosrow takes a teapot and a two cups, and pours them out. Jo'rayeva: You're the king of Iran? 8799-Khosrow: I was. I gave up that title - I did not want to fall prey to the same darkness of spirit, the loss of farr, that had afflicted so many of my forebears. Jamshid, Kavus, Afrasyab… kinds of pride, foolishness, wicked evil. No, I did not want that. So instead, I rose up into the sky, ascending to heaven. Jo'rayeva: And yet you're here. 8799-Khosrow: Yes. I came back again. Sadr: Why? 8799-Khosrow: Because. Tea? Jo'rayeva: Please. Jo'rayeva and Sadr each take a cup from 8799-Khosrow. Sadr: How on earth did you get tea? That wouldn't be popular in Iran for centuries after Ferdowsi. 8799-Khosrow: You're not the first to visit me. A Frankish man, Callaghan, he gave me this. I have rationed it carefully. Things do not go stale here. Jo'rayeva: How did Callaghan leave? 8799-Khosrow: I don't know. Maybe he didn't. Jo'rayeva: You didn't see him? 8799-Khosrow: I saw him climb down the mountain. All else is speculation. Perhaps he found something in this world with enough reality to burn. Perhaps he burnt himself. Jo'rayeva: But I know Callaghan survived. He died in our world. 8799-Khosrow: But how do you know your own mind? How do I know you are not lying? I could see him in the Cup of Scrying, but I have chosen not to. There is a pause for several seconds. Jo'rayeva: What… what happened to this world? 8799-Khosrow: I burnt it. Sadr: You…? Jo'rayeva: What? 8799-Khosrow: I burnt it. I travelled down from heaven, in disguise, and headed to Mazanderan, spoke with the divs, and found a spell. I learnt sorcery from them. I burnt it. Sadr: Why…? 8799-Khosrow: Because of the madness. 8799-Khosrow pours a third cup, and takes a sip from it. Jo'rayeva: What madness? 8799-Khosrow: When you were born, did you know your future? Not consciously, of course, but did you have a sense of its arc? Its inevitability? Jo'rayeva: I didn't have much of a sense of anything when I was born. 8799-Khosrow: Precisely. 8799-Khosrow takes another sip. 8799-Khosrow: I was born to this world, with good and evil binding me together. I was ignorant, I was free to make my own decisions, but any decision I made had not only been planned out ahead of time, it had been planned out for the sake of the story. The story that was not abstract and vast, containing multitudes within it, but singular. Complex, but singular. I was a piece of the narrative. Do you know how maddening that is? That still is? Sohrab died because of pathos and irony, which would infect the whole world. Jo'rayeva: So… so you destroyed it? 8799-Khosrow: No! Or, at least, I did not just destroy it. 8799-Khosrow sighs, stands up, and turns to look out over the plains. 8799-Khosrow: I had ascended into heaven. I watched the turning of the world. I watched Esfandyar, Rostam's death in the pit of poisoned spikes, Eskander the truth-seeker. I watched the times of myth fail and the Sasanians rise to power; I saw the end of the monarchy and the ascension of the pulpit, as Omar and Islam overtook the world. I saw it all. And I saw that it would never end. Sadr: The poem ends. 8799-Khosrow: Because of me. I burnt the world. I ensured that the narrative of good and evil would stop , or at least become hidden. A narrative in your world - is there one singular one? A singular good, evil, one way of doing things? Or are the hundred thousand perspectives within a single head capable of producing an infinity, enough fantasy to satisfy every taste? Jo'rayeva: I… suppose. 8799-Khosrow: Then my work has been fruitful. I burnt the world to create your own. There is a pause for several seconds. Sadr: You claim that you made our world? 8799-Khosrow: I do not claim, I know . I made that paradise you call home. This world, its stories, the flow of time itself, from Kayumars to Omar, became fuel. I burnt it all in one great conflagration, annihilating history, annihilating thought and memory, in an engine of creation, an act of takwin that dwarfs all things. I wrapped my arms in sorcery and magic from a single point in time and stretched it out, past and future, the big bang to the end of time. There was no sign of God in this world, except through fractured, unverifiable moments. You are my children. You exist for no reason beyond the whims of an ancient, maddened king. 8799-Khosrow turns around suddenly, staring at Sadr and smiling. 8799-Khosrow: Now, what do you say to that ? Sadr: I would say it's a… bold claim. 8799-Khosrow laughs. 8799-Khosrow: Yes! You disbelieve! And I have no way of proving it, do I? But I assure you, I burnt the world. Sadr: But this is a world in which God interferes directly, in which his presence and existence are established fact. How could you do such a thing if it went against His will? 8799-Khosrow: Perhaps it was the will of God. He wanted this world gone as much as I; I simply acted as his conduit, his instrument. Sadr: Or perhaps what you saw as God was limited in his power. 8799-Khosrow's smile broadens. 8799-Khosrow: Or perhaps your world made mine, and I simply believe I made yours, when all I did was create fire. Sadr: Or perhaps you did make it, but your world was also made in ours, where it is only a poem, like a chicken and egg. 8799-Khosrow: Or perhaps neither of our worlds exist, but are a shared delusion. Sadr: Or perhaps both our worlds always existed, neither creating the other, only believing that one is a fantasy and the other reality. 8799-Khosrow: Or perhaps I am lying, and another burnt the world. Sadr: Or perhaps this world was always burnt, and you only believe it was ever whole. 8799-Khosrow lies back, still smiling. Sadr walks over and looks down at him. Sadr: I have decided I do not like you very much, Kay Khosrow. 8799-Khosrow: I am sorry to hear that. Sadr: If you did create our world, did you create Ferdowsi specifically to carry your poem? 8799-Khosrow: No, but I let it creep into his mind. I did not control all creation; I simply made our world a shadow in it. The true narrative was handed to Ferdowsi, but all that he did was his own choice, the consequence of his life, his poetic nature, the tales and legends which stretched back in time and which he codified in a way that was, coincidentally, the exact truth. Jo'rayeva: And what about the book? 8799-Khosrow frowns slightly. 8799-Khosrow: What book? Jo'rayeva: The way we came here. The way all your visitors came here, probably. A book with moving pictures. 8799-Khosrow: Moving… no… 8799-Khosrow sits up and looks at Jo'rayeva. 8799-Khosrow: There was no book. Oh, little bits of the old magic snuck through, in people , places , things . But I know of no books with moving pictures. That sounds like… like something else… 8799-Khosrow smiles again. 8799-Khosrow: It is no matter. That is a matter for your world. I no longer concern myself with the affairs of it, or this one. I have done my duty. My reign is over, my last act of kingship finished. Go in peace. Sadr stares at 8799-Khosrow for a long time, in nothing but disgust. What other emotion could there be? Parviz Sadr, a man who believed, who truly believed, staring at a man who had broken the back of all belief, who had left them cold, alone. At least, if what he was saying was true, and he had burnt the world and made our own. But if he wasn't telling the truth, here was a man who had burnt the world for nothing. Here was a man who had engineered a situation in which all he had to do, forever, to feel like a moral being, was sit upon a mountaintop and smile, while possibility after possibility cascaded past his face. It was hard to convince Parviz to come down from that slope. I think he might have committed an act of violence. But at least he is not you, Director. Do you think I've missed how you've organised this document? I see what is about to come - you are going to detail Operation Flaming Sword, but from the point of view of Farhad, his emotions, from an email he sent that you recovered years later. Where is the efficiency in that? Why not give the Foundation's own report on the matter? And later, when you justify your final actions, your alchemical nightmare - this isn't to provide a clinical look at events, it is to justify yourself. Or unburden yourself, perhaps - it is all the same, in the end. Kay Khosrow did not free us from the burden and expectation of narrative; that was his fantasy. He just made us slaves to a thousand, clashing, striking, hurting one another in a desperate desire to assert a single way of being on the world - But he would say, of course, that that is just one way of looking at it.",
        "Log 6: 30/06/2023 No, I'm not letting you introduce this one, either. This is my show. Did you ever wonder why these were the extracts you got? These little snippets that together tell a kind of story? We descended the mountain. Parviz seemed troubled. I tried to comfort him, to joke with him, to get his smile to come back, but I couldn't. I wanted to stroke his cheek until he was better again, but I could not. He was ORIA, I was Foundation. I don't know what I was thinking. I'd never had to think like this before. Kay Khosrow had raised possibility after possibility and told us nothing. This world, this storybook world made into a whole, real location, was not… right , but I didn't know why. I do now. It struck too close to home. And so we wandered, aimlessly, telling ourselves it was just a waiting game until you or Farhad got us home. We found ourselves crossing great mountains, more for the hell of it than anything else. My clothes began to rip and tear, so I exchanged them for fine, rugged robes, suited to this place. I would stand at the top of the Alborz's peaks and look down at Iran, this vast Iran, bigger than any country could or should be in our world, where it is one country among many. And all I saw, between sparks of colour, was the ash, ringing us all around. We entered a cave in a mountainside. Parviz was not talking that day. He'd been sick, coughing, over and over again. His face was pale. I wanted to reach out, but… And then we reached the pit. Parviz stopped, staring down at it. And all at once, slowly, inexorable, a white claw arose from it. Parviz gasped and stepped back; I slung my makeshift bow from my shoulder and aimed it high, safe in the knowledge that a single arrow, in the right moment, was all that was needed here. But even I quaked and knelt in fear. The thing that emerged had a form similar to a human, but with horns, a tail, a monstrous face. But that was not the source of the terror. It was vast , more like a mountain, its muscles huge and pale like chalk, almost sickly but ballooned to absurd proportions. Its throat was a passage for roars, and then it uncurled itself, its limbs moving like tubes and vines popping and spitting over themselves, its eyes burning hot and red and black, and it opened its mouth before us and - 8799-White: You should not be here. Sadr: You… you're the White Div… 8799-White: And you should not be here. Jo'rayeva: Are you going to kill us? 8799-White: I can't. Did I kill you in the story? No. You were not in that story. I fought with Rostam here, the two of us matched together like vipers of one brood, and he killed me. Do you know how? Do you know why? Sadr: He… he swore he would live forever… with such boldness, such brightness… Jo'rayeva: And you, with your leg severed off, knew that your authority was gone, even if you survived. You despaired. 8799-White laughs. 8799-White: The little one is learning. You have been telling her stories? Sadr: How… what do you know of us? 8799-White: I know what my divs have told me. All around, a series of red eyes blink, stare, seize, laugh. They are watching. They have been watching the whole time. 8799-White: You know what a div is, don't you? Jo'rayeva: A demon. 8799-White: Yes. And we are well-versed in the ways of sorcery. We are allies, in this world, to wicked kings; we offer terror, fear, death, rendering men asunder, but also temptation, power, strange magics. We are multifaceted and multifarious and almost always wicked. That is not our fault; it is our role in affairs. Sadr: Yes. I know. Nobody here has free will. 8799-White: Do you? All your affairs are predestined too, by God or by events, cause and effect. Sadr: But that doesn't mean anything. I still feel the things I do. Jo'rayeva: We still make decisions for ourselves. 8799-White: Yes. You do. Tell me, little ones, why are you here? Sadr: I don't know. 8799-White: Did you want me to kill you? Jo'rayeva: Parviz? Sadr: No, nothing like that. Jo'rayeva: Then what? Sadr: I just… Sadr sits down on the floor. Jo'rayeva moves over and places a hand on his shoulder. Sadr: Is Khosrow telling the truth? Did he create our world? 8799-White: I do not know. But he is right that he burnt this one. He came to us to learn the ways; ungodly ways, wicked ways. Perhaps this world was already starting to collapse. Jo'rayeva: Why should we believe you? 8799-White: Because Kay Khosrow, the good and wise king, burnt the world. If that is what he is willing to do, where else can you go but his inverse? The horrific monster, the White Div, general of the king of Mazanderan, the demon of the pit? If he makes no sense, perhaps I will. Sadr: And do you have any sense to give me? 8799-White: Concerning what? Sadr: Any of this! Sadr stands up, shouting. Sadr: Any of this! We have been taken from one world to another, resembling a storybook! A man within it claims that we are his storybook, and this is the real world! I want to know what's real and what isn't! There is a pause for several seconds. 8799-White: What do you think is real? Sadr: I… Sadr begins coughing extensively. Jo'rayeva moves to him and holds on to him and begins rubbing his back. Jo'rayeva: Stop it! Stop hurting him! 8799-White: I'm doing nothing. Jo'rayeva: Then what's causing it? He's been like this for - Sadr stops coughing, breathing heavily. Sadr: I'm fine. I'm - I'm fine. 8799-White: This world is not a fantasy, Parviz Sadr. I am made of flesh and blood, bound to an idea that is not my own. It is the poet's, or it is God's, or it is the burning designs of Kay Khosrow. But in your world, I am a fantasy, a form, a children's tale or a work of literature. Did you know my skull was once held by the Foundation? But not any more. Now, it never existed at all. SCP-8799-White spreads its arms outwards. 8799-White: I am a thing of terror and the dark. And had you never come here, had no visitors ever crossed the threshold, you would have been a fantasy to me; a world where God is silent, or where he speaks through more subtle paths. Sadr is silent for several seconds, staring at 8799-White. Sadr: What does this mean? What does any of this mean? That was what Sadr couldn't figure out. That was what plagued him. His was a simple world. He knew his enemies, his friends; his comrades, his weaknesses, his people. He saw mankind as redeemable, and him and the ORIA as the ones to do it, overthrowing the oppressor, reclaiming what was lost, establishing justice in the land. The divine farr radiated out of him, that royal charisma from which all that was good in the world shone. Maybe he was right to struggle in this way. Maybe something could have been done. Maybe he could have improved reality, this world, this everything. But we'll never know, will we, Director? Because we both know why he was coughing. We both know what you did. How could you do it to a man like that? I want to scream and spit at you. I want to come to your house, stretch out my hand, and rip your eyes from their sockets. I want to cast you into a pit of snakes, I want to bind you with chains beneath Mount Damavand until the end of time. I want to bring you before me, exiled like Jamshid, miserable and alone. I want you captured and bound and killed like Nowzar. I want the divs to enact their revenge. Perhaps, now, they will.",
        "<Begin Log> Kohl: Farhad? There is no reponse. Kohl: Farhad, are you there? There is no response. Kohl: I know you're there. You picked up. Answer me, will you? There is no response. Kohl: I'm sorry, OK? I'm sorry. I liked you - I still like you. We worked well together. But the Foundation, it has to come first. It's not like you haven't killed just as many of us. It's not like… There is no response. Kohl: I… I hope there weren't too many dead? I know the base was pretty full at the time, but… There is no response. Kohl: Look, don't you fucking judge me, OK? You were holding back! I couldn't trust you! If I gave you the book, I'd have - I'd have been going against orders. I had to do it! If you weren't so damn pugnacious, if you hadn't dug up everything, you wouldn't have known it was us! I didn't… I didn't want to… There is no response. Kohl: It had to be done right . I had to try to cover up our tracks, I had to - the Foundation has procedures. It has rules. We know what you are, how you think. We're the ones keeping the world safe, we're the ones who put our lives on the line - did you think that was just a story to us? There is no response. Kohl: We needed your information. And we can - I can get them back, now! Or - I can get one of them back, at any rate. I have it, Farhad, I have it. The way to burn things in their world, to make fuel for magic. They'll come home. I promise. They'll come home… Esfandiari hangs up. <End Log>",
        "Log 7: 12/07/2023 <Begin Log> Sadr and Jo'rayeva are walking across a desert. They are approaching a tree, with two entwined trunks. Sadr is being supported by Jo'rayeva; he appears unwell, and is coughing frequently. They reach the tree. Jo'rayeva lowers him to the ground, looking at him with concern. Sadr looks up at the tree. Sadr: The talking tree… Jo'rayeva: What's its story? Sadr: You don't… need… to make me talk, Nodira, I'm quite alright, I won't… I'll be OK… Jo'rayeva: Just tell it to me. Please. Sadr: It's not just… about stories… It wasn't. I saw this world entire, now; its burnt pages, its paper skies. It was just matter. The Shahnameh is more than that. It's something intangible, the matter of nations, an anchor for identity and memory, a memory I never had. But you, director, can just see pages, words, a thing to be used. Sadr spends several seconds coughing. Jo'rayeva sits next to him and holds him until he is finished. Sadr: That's better… Sekander was a conqueror, but also a truth seeker. Near the end… of his life, he came here, and spoke to the tree. It only spoke at certain times of day, it had a male trunk and a female trunk and it told him of his death… The tree begins to move. Several of its branches reach out to Jo'rayeva. She moves back, surprised, but not apparently distressed; she moves a hand, and the branches follow it. Sadr: That's not in the poem… you have a way with trees… Jo'rayeva: How can you have a way with trees? Sadr: You tell me… Sadr begins coughing again. Jo'rayeva turns towards him. Jo'rayeva: Please don't go. I couldn't - I can't stand it, Parviz, I can't survive without- Sadr: Yes, you can… you don't need me… you're a person. You'll be OK. Thousands of people are OK, every day… Jo'rayeva: Tell me about Kerman again. Sadr: I've told you twice already… Jo'rayeva: Tell me again! Tell me about your siblings. Sadr: It doesn't matter… it's so hot inside…. Jo'rayeva: Please, just keep talking. Sadr: Why? Who will… it benefit, besides you? No, no, the Div was wrong, Khosrow was wrong, he… this tree, it marks the edge of the world, you know? And what's beyond it but black desert, stretching on forever? No, no, they were wrong. There are beginnings, there are ends, there are revolutions… He coughs again, but waves Jo'rayeva away. Sadr: And then there are the other things! The ones you stole, your Foundation! The picture books, the swords, the bejewelled Qu'rans, we could have reclaimed them, reclaimed them all.. Farhan and I, staking out those people for a month, in Bukhara… Jo'rayeva: You told me it was Ashgabat. Sadr: I don't remember, I… why don't I remember? Was that burnt too, I… I can't… I… Sadr screams, and writhes on the floor; black smoke emerges from his mouth, before the moment you'd been waiting for, Director. A fire burst from his chest, framing an image; your image, but you were real, a person, not a painted thing. The world behind you was real too. And you were smiling, relieved, stretching your arms out to me, but the fire was painted, it was still of this world, and I scrambled back, horrified… Kohl: Nodira! Come on! The portal won't last long! Jo'rayeva: What… what have you done to him? Kohl: We had to burn something! Please! He was the only thing that would still burn! Jo'rayeva: Stop it! Stop it now! Kohl: He's ORIA, Nodira! He's one of them, but we can still save y - And I took my bow from my shoulders, and I screamed, and I shot an arrow through the portal. It hit you in the arm, and you just stared at me, your eyes wide, your mouth open, uncomprehending - Kohl: Nodira? The portal disappears. Sadr screams once more, and expires. Jo'rayeva screams again, removes Sadr's earpiece and camera, and smashes them to pieces. The feeds cut out. <End Log>",
        "So, Director, what did we learn? A story should have a moral. It is how they're meant to end. Did you learn that you were a hero, that the Foundation is always right? I see you, in my mind's eye, your drunken late-night phone calls, your anger that you cannot understand. I hope your tragedy was worth it. The poet Ferdowsi wrote that this world is fleeting, and all that remains is our fame, our good reputation. Everything else dies. Kay Khosrow learnt that this was wrong, that meaning is infinite, multiplicitous, a painful search possessing precious worth. He created History. Was he right? Could he ever be right? Perhaps, perhaps, perhaps. Parviz, now, he had a real trial. He believed in justice, in a redeemable world. He believed in the toppling of empires and the casting down of kings; and all of this was challenged, by a burnt and broken world. Perhaps he learnt the abyss of nothing. Perhaps he was confirmed in his views, strengthened by the trial. Perhaps he would have saved the world. Perhaps he learnt to love me back. But we won't know, now. Because you killed him. What is there left for me to learn? All of you, your little fantasies, of reality and narrative and justice, and I sit here, by this tree, alone and in pain. You hurt me, Director. I saw a world beyond your confines and you hurt me for trying to reach it. You killed Parviz, and tried to stuff me in your box again. The red-eyed divs have come to me. They taught me to control the living trees. They have taught me how to burn for power. They will teach me how to re-enter this world. And they have taught me to reach into another’s words and twist the pages to my will. Didn't we used to have a word for that? History may be Khosrow's fantasy. It may not be. I know not what is and is not real beyond the exercise of power. And I intend to exercise power. I will punch a hole in time, in memory, in space. I will burn and reave and sacrifice and claw, because I have nowhere else to turn, no narrative to cling to. And at the end of it all, director, I will have my revenge on you. If it takes ten thousand years. These paintings blare bright colour at me, reds, greens, yellows, golds; they sing in times gone, times to come, times that could be. They wave at me from across the page, these bright, man-made sirens. But I learn nothing from them. I understand nothing.",
        "\" SCP-8799 \" by Tufto, from the SCP Wiki . Source: https://scpwiki.com/scp-8799 . Licensed under CC-BY-SA .",
        "Filename: gayumars.jpg Name: The Court of Gayumars.jpg Author: Sultan Muhammad License: Public Domain Source Link: https://en.wikipedia.org/wiki/File:The_Court_of_Gayumars.jpg",
        "Filename: sohrab.jpg Name: RostamMournsSohrab.jpg Author: Unknown artist License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:RostamMournsSohrab.jpg",
        "Filename: dragon.jpg Name: Al-Soltani, Rostam and the Dragon.jpg Author: Nasr al-Soltani License: Public Domain Source Link: https://en.wikipedia.org/wiki/File:Al-Soltani,_Rostam_and_the_Dragon.jpg",
        "Filename: iraj.jpg Name: The murder of Iraj by his brothers Tur and Salm.jpg Author: Murad Daylami License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:The_murder_of_Iraj_by_his_brothers_Tur_and_Salm.jpg",
        "Filename: daeva.jpg Name: irdawsi - Rustam Slays the White Div (the 7th Feat) - Walters W60091A (cropped).jpg Author: anonymous 16th-century illustrator License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Firdawsi_-_Rustam_Slays_the_White_Div_(the_7th_Feat)_-_Walters_W60091A_(cropped).jpg",
        "Filename: alexander.jpg Name: Iskandar (Alexander) and the Talking Tree, Folio from a Great Mongol Shahnameh.jpg Author: Unknown License: Public Domain Source Link: https://commons.wikimedia.org/wiki/File:Iskandar_(Alexander)_and_the_Talking_Tree,_Folio_from_a_Great_Mongol_Shahnameh.jpg"
    ],
    "containment_procedures": "SCP-8799 is held in Security Locker 662 in Site-19. The object itself does not require extensive containment, but a heightened threat exists that the Office for the Reclamation of Islamic Artifacts (the ORIA) will attempt to steal the item. Consequently, Security Protocol Kappa-12 has been enacted across Secure Containment Wing 600.",
    "description": "SCP-8799 is a manuscript copy of the Shahnameh, or the \"Book of Kings\", a Persian-language epic poem from the 10th century written by the Khorasani poet Ferdowsi. One of the foundational works of Persian literature, the work is a mythical history of Iran from the beginning of creation to the Islamic conquest in the 7th century CE.",
    "title": "SCP-8799"
}