{
    "url": "https://scp-wiki.wikidot.com/scp-8802",
    "all_text": "rating: \n+45\n+\n–\nx\n\n\n \n\n\n\n\n\n\nInterrogation Log 8802-84 (Part 1)\n\n\n\n\nInterviewer:\n Site Director Lisle Naismith\n\n\nInterviewed:\n \nSCP-7702\n-B\n*\n\n\nDate:\n 6/20/2024\n\n\nTime:\n 14:37 EST\n\n\nLocation:\n Foundation Site-59, Room 1481\n\n\n\n\n*\n(Object class: Safe. A small, indestructible lifeform resembling a waxy blob of flesh with 42 pseudopods. Weighs approximately 20 kilograms. Capable of speech; claims to be \"Prince VUUOU\n1\n of the Murk\", an extradimensional deity of rot and decay. While indestructible and hostile, the subject is extremely weak and requires minimal containment effort.)\n\n\n\n\n<Begin Log>\n\n\n(Two researchers bring in the lead-lined canister containing SCP-7702-B. They unscrew the lid.)\n\n\nSCP-7702-B:\n \nWA-OOH. SPOIL NOT THE FERMENTATION. REPLACE THE LID. \nACQUIESCE!\n YOUR BETTER COMMANDS YOU DEFILE IT — TARRY NOT! YOU HATE ME ENOUGH TO MAKE THE LEAP, DO YOU NOT?\n\n\nNaismith:\n Please state your name for the record.\n\n\nSCP-7702-B:\n \nHNNNNGG!\n THE ODIOUS THING BEFORE YOU, ITS NAME IS LITTLE MISTER SCRUDGEON GRUMMYWUMPUS, THE DIRT-CHILD OF ETERNAL CASTIGATION. STEEP IT IN THE FECES OF UNWANTED SPANISH TAILORS. SUTURE ITS EYES TOGETHER SO IT CAN BEAR WITNESS TO ITS UNDENIABLE UGLINESS FIRSTHAND. MORE SUGGESTED ACTIVITIES TO FOLLOW!\n\n\nNaismith:\n Just a brief aside for the recording team, this is why I want \"please state your name for the record\" removed from our interview protocols, and—\n\n\nSCP-7702-B:\n \n(Hisses with incoherent rage.)\n\n\nNaismith:\n The sooner you calm down, the sooner you can go back to your solitary confinement.\n\n\nSCP-7702-B:\n \nTHE TERMS ARE NOT YOURS TO DICTATE. WRENCH ME \nNOT\n FROM THE PALE BLACK LIGHT AT THE END OF THE INTESTINE. I AM SO CLOSE. I AM SO CLOSE. I AM SO CLOSE TO THE SELF-DEVOURING BLISS OF THE MURK-SINGULARITY, FOLDING EVER INWARD UPON ITSELF. \nAVASKARA NIRVANA.\n TO BE BURIED ALIVE WITH A WARM AND GOLDEN SMILE EVER-PURSED UPON THAT WHICH IS DRAINED LOOSE AND SOIL-FUCKED INTO THE UNSEEN FECUNDITY, A THOUSAND EMPIRES BIRTHED IN EVERY WRIGGLING FISTFUL. \nFIAKH DUHAZH ESTO!\n\n\nNaismith:\n Are you done?\n\n\nSCP-7702-B:\n \nNO SON OF THE VOID CAN NAME THE DAY THEY EMERGE GASPING FROM THE SPHINCTER OF ENLIGHTENMENT.\n\n\n\n\n…\n\n\n\n\nBUT YES, I AM DONE SCREAMING FOR THE TIME BEING.\n\n\nNaismith:\n It would be in your best interest to cooperate with this interview.\n\n\nSCP-7702-B:\n \nCOOPERATION? THE HUMAN HARBORS FORBIDDEN ASPIRATIONS TO BRAIN-TRYST WITH THE WORD OF VUUOU? SO BE IT! SOIL YOURSELF IN FEALTY, AND—\n\n\nNaismith:\n If not, I have your containment team on standby to give you a bath.\n\n\n(SCP-7702-B shrinks further back into its container.)\n\n\nSCP-7702-B:\n \nHYPOCRISY AND LIES INTERTWINED!\n YOU OPPOSE ALL FORMS OF UNNECESSARY CRUELTY! RE-READ YOUR MISSION STATEMENT! BEG THE FOUNDATION ETHICS COMMITTEE FOR THE ABSOLUTION YOU ILL DESERVE!\n\n\nNaismith:\n And after much deliberation, that Ethics Committee has determined that removing you from the squalor you crave would be a simple revocation of a non-essential privilege.\n\n\nSCP-7702-B:\n \nMADNESS! ACTION WITHOUT PURPOSE! \nHRRRRNNNGHH!\n PLATONIC MASTURBATION! WHAT HAVE YOU TO GAIN?! WHAT HAVE I TO OFFER?!\n\n\nNaismith:\n You have plenty to offer in the way of information.\n\n\nSCP-7702-B:\n \nCEASE YOUR FLATTERY! A SAGE CHAMBERPOT YET EXISTS FOR A SINGLE PURPOSE.\n\n\n(Naismith pulls up the documentation for SCP-8802.)\n\n\nNaismith:\n For starters, I'll need you to tell me everything you know about Oscar the Grouch…\n\n\n\n\n\n\nscp8802.rtf\n\n\n\n\n\n\nFootnotes\n\n\n1\n. (Pron. VOO-oh)\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8802\n\" by daveyoufool, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8802\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "* (Object class: Safe. A small, indestructible lifeform resembling a waxy blob of flesh with 42 pseudopods. Weighs approximately 20 kilograms. Capable of speech; claims to be \"Prince VUUOU 1 of the Murk\", an extradimensional deity of rot and decay. While indestructible and hostile, the subject is extremely weak and requires minimal containment effort.)",
        "\" SCP-8802 \" by daveyoufool, from the SCP Wiki . Source: https://scpwiki.com/scp-8802 . Licensed under CC-BY-SA ."
    ],
    "title": "SCP-8802"
}