{
    "url": "https://scp-wiki.wikidot.com/scp-8808",
    "all_text": "you store what you've learned in the vault at the back of your mind. you know it well.\n\n\n\n\n\n\n\n\n\n\n\n\nYou will not see the aforementioned information, nor the ward itself, if you are not attuned to do so.\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nTHE FOLLOWING INFORMATION IS RESTRICTED BY A SUGGESTIVE COGNITOWARD, SHOWN ABOVE.\n\n\nYou will not see the aforementioned information, nor the ward itself, if you are not attuned to do so.\n\n\n\n\n\n\n \n\n\n \n\n\nrating: \n+126\n+\n–\nx\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nSCP-\n \n8808\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEVEL:\n\n\n֎ ֎ ֎ ֎ ֎ ֎\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nKeter\n\n\n\n\n\n\nSecondary Class:\n\n\nSamadhi\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nKENEQ\n\n\n\n\n\n\nRisk Class:\n\n\nCRITICAL\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n{$item-number}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel6\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\n{$container-class}\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPictured: SCP-8808\n\n\n\n\n\n\n\n\n\n\n\n\nbreathe out. you begin to read. do not worry. you have prepared yourself for this. now inhale.\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES\n\n\n\n\nContainment of this anomaly and all relevant documentation has been self-assigned to the Department of Mandatory Suggestion; the extent of actions required to maintain effective mitigation of SCP-8808's memetic properties involve information control and memory manipulation of both employees and sapient objects in containment within affected secure facilities. Ethics Committee approval for these actions has been preemptively granted without need for request.\n\n\nCognitowards are to be placed on various surfaces within impacted sites, no less than one per interior side of each chamber, including ceilings and floors. For larger or more irregular spaces, additional wards should be utilized, at the discretion of assigned agents. Alongside this, subliminal messages are to be inserted into official documents and reading materials provided to personnel and anomalies until SCP-8808 phenomena ceases. Affected instances are to be disposed of via acroamatic incineration.\n\n\nAt this time, SCP-8808 remains uncontained. Despite this, departmental operations have reduced the prevalence of anomalous consequences by approximately 75%. The average level of cooperation observed during behavioral analysis of sapient anomalies has subsequently decreased, as expected.\n\n\n\n\n\n\n\n\n\n\nexhale. you are relaxed. your mind is clear. you do not hesitate. inhale.\n\n\n\n\n\n\nPREVIOUS RESEARCH\n\n\n\n\nStudy of SCP-8808 was previously under the purview of the Department of Internal Investigations, during inquest into a concerning trend of events involving the unauthorized termination of several contained sapient anomalies. Victims were observed to have spontaneously disappeared from housing chambers, along with their personal effects, only to later be discovered outside the bounds of their secure facility, neutralized or otherwise destroyed via severe blunt force trauma.\n\n\nCamera footage and eyewitness accounts of the events in question have been difficult to ascertain, as security personnel unanimously cite equipment malfunctions leading up to and during the event that prevent surveillance and access into the affected anomalies' containment areas. This led to some speculation of internal sabotage, along with other theories of conspiratorial nature, reducing workplace morale, interdepartmental trust, and average personnel efficiency. Thus, the Department of Mandatory Suggestion was prompted to assume control of the situation and provide quality of life adjustments to affected sites.\n\n\nUpon application of regressive therapy for personnel present outside during the deaths of affected individuals, additional information about the anomaly was acquired.\n\n\n\n\n\n\n\n\n\n\nexhale. you are in the present moment. you will not surrender to false prophets of the mind. you are above them, and they are so far away that you cannot discern their detail. inhale.\n\n\n\n\n\n\nDESCRIPTION\n\n\n\n\nSCP-8808 defines a memetic contagion that manifests as a psychogenetic ideaform.\n1\n The anomaly vectors through a persistent yet ill-defined belief in its existence, which is harbored by many sapient anomalies and D-Class personnel throughout Foundation secure facilities. SCP-8808 likely originated as a harmless rumor involving the presence of a \"nicer\" containment cell only accessible through good behavior. Specifically, this rumor involves a cell with a full patio or large window, neither of which are offered in Foundation facilities. Despite this, the pervasive belief in the existence of a \"room with a view\" continues to spread, at a rate obscured by deep-seated reticence involving the discussion of SCP-8808 with staff members.\n2\n\n\nSCP-8808 is capable of infecting any and all sapient life which can visualize an approximation of its memetic structure and is also able to feel desire, envy, and related emotions. Amnestic treatment of individuals possessing knowledge of this ideaform has proven to be ineffective in preventing the manifestation of SCP-8808, which occurs with no predictable pattern; the anomaly contains metaconceptual origin within the subconscious mind that persists in a manner completely separate from memory.\n\n\nDue to variance between the many mental constructs created by numerous individuals imagining an \"ideal\" containment living space, SCP-8808's manifestation is often an unusable amalgamation, with spaces possessing irregular, conflicting furnishings or noneuclidean layouts, while lacking necessary utilities such as electrical wiring, light fixtures, walls, and doorways. SCP-8808 manifestations always include the presence of a balcony, patio and/or floor-to-ceiling windows, even when the room lacks an externally-facing edge.\n\n\nUnfortunately, as most individuals do not imagine each other's presence in these types of mental imagery, the formation of SCP-8808 in corporeal existence is typically fatal to the inhabitant(s) of the preexisting space; the anomaly compresses extant matter through an extradimensional singularity formed by rapid Hume loss moments before the event takes place. Victims are then shunted into the nearest open space containing \"a view\" in order to ontologically satisfy the parameters of the affected ideas.\n\n\nThe effect dissipates shortly thereafter.\n\n\n\n\n\n\n\n\n\n\nexhale. you store what you've learned in the vault at the back of your mind. you know it well. it will not open until you hear your phrase. nothing crosses the threshold without the phrase. inhale.\n\n\n\n\n\n\nINCIDENT LOG 8808-1A\n\n\n\n\nOn 5/13/2024, Foundation security discovered viscera belonging to the corpse of Dr. Osmond J. Greene, a project manager for Site-17, compacted into a seam at the junction between walls of his office. Dr. Greene had no affiliation with SCP-8808 phenomena, nor the affected individuals.\n\n\nAccording to a backup of his personal notes, Dr. Greene had been purportedly vying for a significant promotion, on the grounds it would help him secure a \"spacious corner office\". It should be noted that no such office exists. SCP-8808's containment has been placed under high priority. Anomaly class upgraded to Keter-Samadhi.\n3\n\n\n\n\n\n\n\n\n\n\nexhale. you awaken. you have no memory of what you just read, only a nascent awareness of what you must do. now, proceed to your assigned facility.\n\n\n\n\nEND OF FILE\n\n\n\n\n\n\n< SHOW/HIDE FOOTNOTES >\n\n\n\n\n< SHOW/HIDE FOOTNOTES >\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Also known as a tulpa or thoughtform.\n\n\n2\n. Most individuals who believe in SCP-8808 also believe that talking to Foundation personnel about such accomodations may negate one's own chances of receiving them.\n\n\n3\n. Keter-level anomaly is capable of manifesting through intense or collective focus.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-8807\n | SCP-8808 | \nSCP-8809\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8808\n\" by Billith, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8808\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n balcaroni.png\n\n\nAuthor:\n \nBillith\n\n\nDerivative of:\n\n\n\n\n\n\n\n\nName:\n Delta Chelsea balconies.jpg\n\n\nAuthor:\n Danielle Scott\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource Link:\n \nwikicommons\n\n\n\n\n\n\n\n\nFilename:\n banner.png\n\n\nAuthor:\n \nBillith\n\n\nDerivative of:\n\n\n\n\n\n\n\n\nName:\n West Bromwich banner Library balcony.jpg\n\n\nAuthor:\n Tony Hisgett\n\n\nLicense:\n CC-BY 2.0\n\n\nSource Link:\n \nwikicommons\n\n\n\n\n\n\n\n\nFilename:\n critical-icon.svg\n\n\nAuthor:\n \nBillith\n\n\nDerivative of:\n\n\n\n\n\n\n\n\nName:\n critical-icon.svg\n\n\nAuthor:\n Multiple/Unknown\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\n\n\nFilename:\n keneq-icon.svg\n\n\nAuthor:\n \nBillith\n\n\nDerivative of:\n\n\n\n\n\n\n\n\nName:\n keneq-icon.svg\n\n\nAuthor:\n Multiple/Unknown\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\n\n\nFilename:\n keter-icon.svg\n\n\nAuthor:\n \nBillith\n\n\nDerivative of:\n\n\n\n\n\n\n\n\nName:\n keter-icon.svg\n\n\nAuthor:\n Multiple/Unknown\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\n\n\nFilename:\n view.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n samadhi.svg\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n sc1.gif\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0\n\n\n\n\n\n\n\n\nFilename:\n dms2.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n CC BY-SA 3.0",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8808 \" by Billith, from the SCP Wiki . Source: https://scpwiki.com/scp-8808 . Licensed under CC-BY-SA .",
        "Filename: balcaroni.png Author: Billith Derivative of:",
        "Name: Delta Chelsea balconies.jpg Author: Danielle Scott License: CC-BY-SA 2.0 Source Link: wikicommons",
        "Filename: banner.png Author: Billith Derivative of:",
        "Name: West Bromwich banner Library balcony.jpg Author: Tony Hisgett License: CC-BY 2.0 Source Link: wikicommons",
        "Filename: critical-icon.svg Author: Billith Derivative of:",
        "Name: critical-icon.svg Author: Multiple/Unknown License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: keneq-icon.svg Author: Billith Derivative of:",
        "Name: keneq-icon.svg Author: Multiple/Unknown License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: keter-icon.svg Author: Billith Derivative of:",
        "Name: keter-icon.svg Author: Multiple/Unknown License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Filename: view.png Author: Billith License: CC BY-SA 3.0",
        "Filename: samadhi.svg Author: Billith License: CC BY-SA 3.0",
        "Filename: sc1.gif Author: Billith License: CC BY-SA 3.0",
        "Filename: dms2.png Author: Billith License: CC BY-SA 3.0"
    ],
    "title": "SCP-8808"
}