{
    "url": "https://scp-wiki.wikidot.com/scp-8810",
    "all_text": "There's nothing funnier than an Incel getting slapped around with some cod by some tuna in lobster suits.\n\n\n\n\nrating: \n+38\n+\n–\nx\n\n\nDrBleep\n\n\n\n\n\n\n6k words\n\n\nReading Time: 22 mins 34 sec\n\n\nSUGGESTED LISTENING\n:\n\nTheme:\n\n\nLike a Prayer - Madonna Deadpool and Wolverine version\n\n\nCharacter themes:\n\n\n\n\nAbigail: \nArcade Master - Two Steps From Hell\n\n\nNancy: \nSamantha Fox - Two Steps from Hell\n\n\n\n\nYou can find more of Bleep's works \nHere\n.\n\n\n\n\n\n\n\n\nItem #:\n SCP-8810\n\n\nObject Class:\n \nEuclid\n Keter\n\n\nSpecial Containment Procedures:\n Undercover containment personnel have been integrated into religious organizations, online religious forums and social media. Should any participants demonstrate signs of a potential \"litigious\" event, implicated parties are to be seized, subjected to memetic and cognitohazardous deprogramming, and undergo societal reintegration.\n\n\nDescription:\n SCP-8810 is a spontaneous memetic effect that arises sporadically among individuals associated with major organized religions, neo-pagan practices, folk religions, individualized faiths, and supernatural belief groups. This effect produces a profound belief that the divinity, system of worship, or supernatural entity(ies) has neglected or failed the affected persons, and that the only method for reconciliation is legal action.\n1\n\n\nSCP-8810 does not preferentially target any specific group of individuals of faith or supernatural belief and does not seem to specifically target individuals experiencing outsized financial, physical, mental, or emotional distress. The first documented litigious event associated with SCP-8810 occurred in 1969, but depictions in cultural media such as \nThe Devil and Daniel Webster\n potentially indicate that SCP-8810 has been in the public conscience for some time before the initial incident.\n\n\nA list of SCP-8810 incidents is provided in the table below.\n\n\nT-8810-01:\n\n\n\n\n\n\nIncident #\n\n\nDate\n\n\nIncident Description\n\n\nOutcome\n\n\n\n\n\n\nI-8810-01\n\n\n1969\n\n\nRussel T. Tansie filed suit for his secretary, Betty Penrose following a lightning strike on her home. The presented argument was that the Christian God had neglected Mrs. Penrose since the divinity had, supposedly, purchased property within the county. Lou Gottlieb, an American folk singer, had transferred the deed of his ranch property to God earlier in the week.\n\n\nThe court found the plaintiff lacked standing, and the presiding judge dismissed the case as God is not a legal entity and therefore cannot own property. Additionally, Plaintiff could not show (as a matter of law) that this act of god was the basis for liability when an act of god is usually basis for the opposite as events not controlled by either party.\n\n\n\n\n\n\nI-8810-03\n\n\n1971\n\n\nBethany Dubois attempted to file suit in South Dakota civil court against Grand Karcist Ion for emotional distress, related to failing to deliver her from the burdens of mortal flesh and thus freeing her from the yoke of existence. Mrs. Dubois had no prior associations with Nälkän or Neo-sarkic groups. It's unclear how Mrs. Dubois became involved with Sarkic religious practices, though some evidence exists that she had ties to the GRU-P.\n\n\nFoundation officials intercepted Mrs. Dubois' court filing and amnesctized the county clerk who, initially, handled the paperwork. When agents raided Mrs. Dubois' estate, she was found in her bedroom, deceased. Cause of death was cyanide poisoning.\n\n\n\n\n\n\nI-8810-07\n\n\n1971\n\n\nStephany Hawkins, a resident of Las Vegas Nevada, initiated legal proceedings for alienation of affection against Robert Bumaro and the divinity Mekhane during the divorce of her husband, a known CotBG operative. Mrs. Hawkins accused Bumaro and Mekhane of leading her husband away from matters of the flesh and thus, sabotaging their marriage through deprivation of emotional connection.\n\n\nMrs. Hawkins vanished shortly after the filing was submitted. Her husband alleged she went on vacation promptly after proceedings for both the suit and their divorce began. He alleged she had not been returning his calls. Local police opened an investigation into Mrs. Hawkins's disappearance. Upon securing a warrant to search Mr. Hawkins home, they discovered a shrine to Mekhane in his basement, and a large, human-sized pile of scrap metal in one corner. Mr. Hawkins was taken into custody and handed over to the Foundation.\n\n\n\n\n\n\nI-8810-08\n\n\n1971\n\n\nGeraldo Mayo filed suit against 'Satan and his staff' in West Pennsylvania before the United States District Court, alleging that Satan had 'levied unwanted threats, inflicted misery, and impeded important events in his life causing his economic and social downfall'. Mr. Mayo could not afford the legal fees to pursue the case and filed \nin forma pauperis\n in attempt to have them waived.\n\n\nFoundation officials were unable to intercept the case before it was processed; however, the attending judge rejected legal proceedings due to the plaintiff failing to include instructions on how 'Satan' could be served for trial.\n\n\n\n\n\n\nI-8810-51\n\n\n1997\n\n\nGeorge Castero filed legal action against the Greek divinity \"Zeus\" in both civil and criminal courts before the United States District Court in Eastern Pennsylvania. Mr. Castero alleged that Zeus had 'fucked his wife and turned her into a housecat' and thus filed for both Alienation of Affection. He then called the Philadelphia Police Department to report the crimes of Transmutation\n2\n and Second-Degree Murder.\n\n\nAs a consequence of prior knowledge, Foundation agents did not interfere with case proceedings. The Civil court dismissed the case on account of Zeus not being a legal entity and therefore could not own property or incur financial harm. Suspecting potential foul play, local authorities investigated further and discovered that Mr. Castero had financial and emotional motive against his wife.\n3\n The Court notified Foundation Officials, and further investigation determined that Mr. Castero was a type blue associated with the Serpents Hand. He was promptly taken into custody.\n\n\n\n\n\n\nI-8810-57\n\n\n1998\n\n\nA joint suit was filed by the players of the Minnesota Vikings against the 'Norse Pantheon' claiming the organization had colluded to make Gary Anderson's game winning kick in the 1998 NFC championship game miss by a foot to the right. Anderson and multiple other players alleged that Loki\n4\n, Odin\n5\n and Thor\n6\n had appeared in the sky of the domed stadium and caused the kick to veer slightly right of the uprights.\n\n\nFoundation officials intercepted the filing and brought the entire Vikings team and their coaching staff in for amnestic treatment. Review of the broadcast footage failed to produce any evidence of the alleged events.\n\n\n\n\n\n\nI-8810-78\n\n\n2014\n\n\nMarica Applewhite filed legal proceedings against \"Lycanthropes\". Ms. Applewhite sought 10 million USD for 'Emotional Distress and Alienation of Affection' on account of the defendants failing to fulfill her Omegaverse Fantasies.\n\n\nFoundation officials failed to prevent Ms. Applewhite's paperwork from being filed, due to a clerical error that temporarily disabled Foundation monitoring databases. The court rejected the case on the basis of \"Lycanthropes and Werewolves\" not being a legitimate organization or business. Additionally, the judge noted that, even if they had been real, suing all Werewolves would have been ludicrous and frivolous. When Ms. Applewhite descended into insults and unruly behavior following the dismissal, the Judge referred to her as \"unhinged\" and promptly held her in contempt of court for a period of 14 days. Mrs. Applewhite promptly escaped her prison cell through unknown means, though several inmates in the station described a \"large, bi-pedal wolf smashing through the walls.\"\n\n\n\n\n\n\nI-8810-84\n\n\n2016\n\n\nIn Bihar, India, Chandan Kumar Singh filed suit against the Indian divinity, Rama, in the court of Eastern Bihar. Mr. Singh alleged that Rama had mistreated his wife Sita by asking her to prove she was 'pure', claiming it was important to speak out against such scripture for the betterment of women.\n\n\nMr. Singh's case was not caught by Foundation Monitoring systems, due to the lack of precedent of SCP-8810 in Indian Courts, and the case went before the court, where it was promptly rejected for being 'impractical'.\n\n\n\n\n\n\nI-8810-85\n\n\n2016\n\n\nSee Incident Log I-8810-85\n\n\nReclassification of SCP-8810 to Keter.\n\n\n\n\n\n\n\n\nIncident Log I-8810-85\n\n\nDate:\n ██/██/2016\n\n\nForeword:\n Dave Stillwater filed a lawsuit three months before the events of this incident log; filing a claim against the divinity Inanna, Mesopotamian Queen of Heaven, Goddess of Light, War, Love, and Justice. Mr. Stillwater sought damages for 'Alienation of Affection, Emotional Distress, Social Ostracization, and Discrimination.' Foundation Agents failed to intercept the paperwork or waylay court proceedings.\n7\n Case was filed in The Southern District of New York, United States District court. The following log details the entire event.\n\n\n\n\n<Begin Log>\n\n\nRecording begins depicting a courtroom within the Daniel Patrick Moynihan\n\nUnited States Courthouse in lower Manhattan. Mr. Stillwater is seated on the right side, wearing an illfitting, dirty business suit. His lawyer, Mr. R. L. Stanbrook\n8\n, is seated next to him, thumbing through multiple files. The lawyer's expression is noted to be content.\n\n\nBailiff:\n All rise for the honorable Judge Marrowitz.\n\n\nJudge Marrowitz enters the courtroom and ascends to take the bench.\n\n\nJudge Marrowitz:\n You may all sit.\n\n\nThere are 10 other people in the room other than the claimant, bailiffs and the judge. They retake their seats.\n\n\nJudge Marrowitz:\n Does the claimant have a copy of the filing?\n\n\nMr. Stanbrook:\n I do your honor. May I approach the bench?\n\n\nJudge Marrowitz holds out her hand.\n\n\nJudge Marrowitz:\n Please do.\n\n\nMr. Stanbrook approaches the bench, and hands the judge the appropriate binder and forms.\n\n\nJudge Marrowitz:\n If the court reporter would do so now, please mark this as the start of the initial hearing of civil case TS-820983 -16/NY Stillwater vs…\n\n\nJudge Marrowitz pauses and reads the case file again.\n\n\nJudge Marrowitz:\n Stillwater vs Inanna.\n\n\nJudge Marrowitz rubs her temples and says something the camera does not pick up.\n\n\nJudge Marrowitz:\n Mr. Stanbrook, did you deliver notice of the suit to the defendants?\n\n\nMr. Stanbrook:\n We did, your honor. The defendant responded to our notice, and affirmed they wished to bring this to the court.\n\n\nJudge Marrowitz stares at Mr. Stanbrook, and then Mr. Stillwater for several seconds.\n\n\nJudge Marrowitz:\n They’re— I see. Well as the opposing council and their client have not appeared, and it's—\n\n\nJudge Marrowitz checks her watch.\n\n\nJudge Marrowitz:\n Half an hour past our start time, let’s see the proof that you've contacted the defendants and then we'll go from there.\n\n\nMr. Stanbrook pulls out several pieces of paper.\n\n\nMr. Stanbrook:\n May I approach the bench, your honor?\n\n\nJudge Marrowitz:\n Go ahead.\n\n\nMr. Stanbrook enters the pulpit and hands Judge Marrowitz the papers. She looks them over for several seconds mumbling the words 'Spain?' to herself.\n\n\nJudge Marrowitz:\n Let the record show that the claimants contacted the defendant and they were served. Lets hear the case and requested damages from you and your client directly, and I will render summary judgement from there.\n\n\nMr. Stanbrook:\n Your honor, my client is seeking civil damages equivalent to 15 million dollars from the defendant, Inanna also known as Abigail Im-Immaru\n9\n, Queen of Heaven, Goddess of Light, War, Love, and Justice—\n\n\nJudge Marrowitz:\n I see you included the full title in the filing as well Mr. Stanbrook, was that necessary?\n\n\nMr. Stanbrook:\n My client insisted. My client is suing Mrs. Im-Immaru for Alienation of Affection, Emotional Distress, Social Ostracization, and Discrimination. Following an event where he invested a significant amount of effort to please the defendant in order to ensure 'gain of favor and boons'.\n\n\nMr. Stanbrook exhibits notable difficulty in keeping a straight face.\n\n\nMr. Stanbrook:\n Mr. Stillwater is a self-described 'Involuntary Celibate' and alleges that Mrs. Im-Immaru's failure to follow up on an established contract has done egregious harm to his reputation and standing among members of his community.\n\n\nJudge Marrowitz's expression becomes incredulous, but she maintains composure and gestures to Mr. Stillwater.\n\n\nJudge Marrowitz:\n Mr. Stanbrook do you have evidence of this 'contract'?\n\n\nMr. Stanbrook holds up a small binder. Judge Marrowitz gestures for Mr. Stanbrook to approach the stand.\n\n\nMr. Stanbrook:\n I submit for the court's approval exhibit 1A, 1B, and if you'll direct your attention to the screen, 1C. Proof of contract in the form of photographic evidence, peer reviewed documentation of contract proceedings with the Goddess Inanna, and video evidence showing breach of contract.\n\n\nJudge Marrowitz takes the binder and opens it, a shocked expression crossing her face as she flips through the pages. She then looks up and watches the video play. All court attendees exhibit expressions of shock or disgust. Two people leave the courtroom.\n\n\n[COGNITOHAZARDOUS MATERIAL REMOVED]\n\n\nJudge Marrowitz:\n Mr. Stillwater, would you please describe for the court how you formed a contract with Inanna?\n\n\nMr. Stillwater stands, and speaks in a reedy, nasally voice.\n\n\nMr. Stillwater:\n If it pleases the court. I converted to Neo-paganism six months ago after a dream where Inanna— Mrs. Im-Immaru appeared to me and said that if I bestowed upon her a glorious gift while reciting the prayer we've submitted to the court, she would shower me with unending favor and promises ending the curse of my involuntary celibacy, by making all the bitches want me.\n\n\nJudge Marrowitz:\n Mr. Stillwater, you will watch your language in my courtroom.\n\n\nMr. Stillwater:\n Sorry, your honor.\n\n\nThe cameras pick up Judge Marrowitz speaking to herself at an audio-level that the rest of the court doesn't hear.\n\n\nJudge Marrowitz:\n What a farce.\n\n\nAt a louder volume she says.\n\n\nJudge Marrowitz:\n Before I issue my ruling, Mr. Stanbrook does your client have any proof that Mrs. Im-Immaru is a real entity with financial holdings?\n\n\nMr. Stanbrook:\n Yes, your honor, if you'll flip to the last page, we'll enter exhibit Item 1D, proof of finances.\n\n\nJudge Marrowitz flips to the last page and looks over the statement.\n\n\nJudge Marrowitz:\n So, just so that the court and I fully understand, Mrs. Im-Immaru co-owns a nightclub in Ibiza, Spain, called the Evening Star, and you're claiming she came to you in a dream, promised you… 'Women'? and favors if you…\n\n\nJudge Marrowitz gestures to the binder.\n\n\nJudge Marrowitz:\n Did this, and said a prayer to her?\n\n\nMr. Stillwater:\n And post it online. She was very specific about that.\n\n\nJudge Marrowitz:\n Right. So, you did as she instructed, and the outcome has been…\n\n\nMr. Stanbrook:\n Social ostracization, harassment, removal from online community and safe spaces, and discrimination in the form of Mrs. Im-Immaru completely ignoring his prayers and pleas. Financial difficulty due to loss of employment.\n\n\nJudge Marrowitz speaks again at a volume the court room can't hear.\n\n\nJudge Marrowitz:\n Not surprised at all.\n\n\nAt a normal volume.\n\n\nJudge Marrowitz:\n Ok. Mr. Stillwater, one last thing. Would you please read aloud, for the court, the prayer you recited during the aggrieving incident?\n\n\nMr. Stillwater:\n Certainly.\n\n\nMr. Stanbrook:\n Hold on Dave, your honor?\n\n\nJudge Marrowitz:\n Purely for record keeping purposes.\n\n\nMr. Stillwater:\n [COGNITOHAZARDOUS MATERIAL REMOVED]\n\n\nJudge Marrowitz removes her glasses and wipes them with a cloth. She makes a pre-arranged gesture, which the bailiffs respond to by moving towards the claimant’s table. Mr. Stanbrook and Mr. Stillwater are unawares.\n\n\nJudge Marrowitz:\n Right. Mr. Stillwater, Mr. Stanbrook, with the evidence presented and —\n\n\n????:\n Hold on just a moment your honor, I haven't had my say yet.\n\n\nA loud electronic noise approximate to Law and Order's 'The Clang' plays.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCamera footage resolves after several seconds. The Courtroom has visibly changed from, for lack of better descriptions, an official government courtroom, to a mud-brick structure with a tile dance floor, neon-lighting, and a bar on the back left side of the chambers.\n\n\nJudge Marrowitz:\n What on earth?\n\n\nMr. Stanbrook:\n Your honor, is this some sort of practical joke?\n\n\nMr. Stillwater points at the defendant’s table.\n\n\nMr. Stillwater:\n See! I told you she was real!\n\n\nSeated at the defendants table is a young woman, late 20's, middleastern descent with brown hair, brown eyes, and dark olive skin. She is wearing jeans, chunky sneakers, and a muscle shirt. Exposed skin, excepting the face, glows with tattoos that both move and change intensity sporadically. Her feet are kicked up on the table, and the chair she is in is leaning back against the railing.\n\n\nJudge Marrowitz opens her mouth to speak, only for the woman to raise her hand.\n\n\n????:\n Give it a moment, my counsel is almost here.\n\n\nThe doors to the courtroom open and a woman dressed in a tight fit, well-kept, brown pants-suit walks down the aisle, heels clicking on the floor. She is also of middle eastern descent, with what witnesses described as a 'gentle but stern and business-like' expression. She carries a large, cuneiform-decorated briefcase.\n\n\n????-2:\n Forgive me, your honor, traffic in New York is terrible. My client has temporarily relocated your courtroom for convenience’s sake.\n\n\nJudge Marrowitz looks between the two women, Mr. Stillwater and Mr. Stanbrook for several seconds with an expression of distressed disbelief on her face.\n\n\nJudge Marrowitz:\n What the hell do you mean temporarily rel—\n\n\n????-2:\n Your honor, it's probably for the best that you do not think about it too deeply, lest you get a migraine.\n\n\nThe woman in the suit sets her briefcase on the table, pops open the clasps and pulls out several binders, seamlessly flipping one of them open.\n\n\n????-2:\n Now, your honor, if I'm not mistaken the claimants have already presented the argument for their suit against my Mistress?\n\n\nJudge Marrowitz:\n Well yes, but—\n\n\n????-2:\n Excellent, and you were preparing to issue summary judgement due to my clients delayed attendance?\n\n\nJudge Marrowitz:\n Yes that's right, but see he—\n\n\n????-2:\n Perfect. If it pleases your honor, we would like to rebutt Mr. Stillwater's claims before you make your judgement?\n\n\nThe woman looks at Judge Marrowitz, awaiting their response. Judge Marrowitz takes off her glasses, takes a deep breath and says something at a low volume that only the camera microphones pick up.\n\n\nJudge Marrowitz:\n Margaret what the hell did you put in my cereal this morning.\n\n\nShe speaks into the bench microphone.\n\n\nJudge Marrowitz:\n \nWhat\n would please me is the two of you, explaining what the hell you've done to my courtroom, who the hell you are, and why I shouldn't have the bailiffs throw you out of my courtroom!?\n\n\n????:\n Oh that's easy, I can explain the first bit. [EXTRANEOUS EXPLANATION OF INFOHAZARDOUS ONTOKINETIC THEORY REDACTED] and then I [IRRELEVANT DESCRIPTION OF COGNITOHAZARDOUS SPATIO-TEMPORAL MANIPULATION REDACTED FOR BREVITY].\n\n\nJudge Marrowitz, the baliffs, Mr. Stillwater, Mr. Stanbrook and all other attendees begin experiencing substantial nosebleeds.\n\n\n????-2:\n I think that's good enough, Abigail. We don't want to melt their brains. As far as your second question your honor, this, is Inanna or as she is currently referred to among mortals, Abigail Im-Immaru [EXTRANEOUS TITLES REMOVED]. I am Ninshubur or Nancy Sukkal-Mah, Lady of Subartu, as well as Inanna and Ishtar's personal counsel, secretary, and administrative director.\n\n\nJudge Marrowitz:\n You people and your titles.\n\n\nMrs. Im-Immaru:\n As for your last question, I think you'll find it very difficult to have your bailiffs remove us given we're arbiters of the scales of justice.\n\n\nMrs. Im-Immaru looks directly at the camera.\n\n\nMrs. Im-Immaru:\n Sorry for the mess this is going to make, Sherry, but this asswipe finally broke my patience. I'm sure you'll find it in your heart to forgive me.\n\n\nMrs. Im-Immaru blows a kiss at the camera, a heart shaped neon-light floating through the air and briefly filling the entire field before dissolving. Her attention returns to Judge Merrowitz as she rocks back and forth in the chair, using her feet propped on the table to maintain balance.\n\n\nJudge Marrowitz:\n Who are you talking to!?\n\n\nMrs. Im-Immaru:\n Don't worry about it.\n\n\nJudge Marrowitz:\n What!?\n\n\nMrs. Sukkal-Mah:\n It's best if we remain focused on the case at hand Your Honor; the faster we resolve this issue, the quicker you get us out of your courtroom.\n\n\nMrs. Sukkal-Mah smiles sympathetically at Judge Merrowitz.\n\n\nJudge Merrowitz stares at them both for ~a minute, curling and uncurling her fists. She turns her head to look at the bailiffs, who look between the claimant’s table and the defendant’s table. They take multiple steps to the other side of the courtroom, away from Mrs. Im-Immaru and Mrs. Sukkal-Mah.\n\n\nJudge Marrowitz:\n \npicks up her gavel and bangs it.\n This is already a circus, might as well get it over with.\n\n\nJudge Marrowitz slumps in her bench chair with a look of resignation, having lost control of proceedings.\n\n\nMrs. Sukkal-Mah:\n \nPushes her glasses up on her nose.\n Very good. I would like to call Mr. Stillwater to the stand.\n\n\nMr. Stanbrook:\n Objection! This isn't a trial, it's a summary judgement hearing! You can't call witnesses.\n\n\nMrs. Im-Immaru:\n Easy fix.\n\n\nMrs. Im-Immaru claps twice.\n\n\nA loud electronic noise approximate to Law and Order's 'The Clang' plays.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<\nMrs. Im-Immaru:\n Title Card: \nOne Fuckface Incel vs A Perfectly Innocent Goddess\n>\n\n\nAs the static of the camera resolves, it refocuses on Mr. Stillwater who is seated in the witness stand. Glowing neon lights spelling out the case name and title decorate the walls of the courtroom, blinking approximately every minute. In addition to the 12 other people in the crowd, every previously unoccupied seat in the courtroom is now occupied with humanoid shaped entities made of neon light, glowing in every color the human eye can see.\n\n\nMr. Stanbrook:\n \nStands abruptly.\n Your honor!\n\n\nJudge Marrowitz:\n Your objection is noted and overruled.\n\n\nMr. Stanbrook:\n This is outrageous!\n\n\nJudge Marrowitz:\n It's the worst nightmare I've had in weeks. I'm not about to make it go on longer. Go ahead, Mrs. Sukkal-mah.\n\n\nMr. Stanbrook:\n This won't stand! I'll be filing a complaint with the la—\n\n\nMrs. Im-Immaru claps once and Mr. Stanbrook's mouth disappears.\n\n\nMrs. Im-Immaru:\n Yappy little thing aren't you.\n\n\nMr. Stanbrook:\n Nghhhh!!!!\n\n\nJudge Marrowitz:\n Mrs. Im-Immaru, I will not tolerate you assaulting an officer of the law in my court room. \nMumbling\n Even if he is scum of the earth. \nAt normal volume.\n I will sanction you should if it happens again unwarranted!\n\n\nA five second pause.\n\n\nMrs. Im-Immaru:\n What sort of sanction your honor?\n\n\nJudge Marrowitz:\n A fine of $350.\n\n\nMrs. Im-Immaru:\n Three-Fitty, nice.\n\n\nJudge Marrowitz:\n \nDeep sigh.\n Mrs. Sukkal-Mah, please continue.\n\n\nMrs. Sukkal-Mah:\n Mr. Stillwater, earlier today you testified to this court that you formed a contract with my client, is that correct?\n\n\nMr. Stillwater:\n That's correct.\n\n\nMrs. Sukkal-Mah:\n And that contract was formed through a dream, wherein you were instructed to do certain tasks to win favor from my client, correct?\n\n\nMr. Stillwater:\n \nSteeples his fingers on the stand surface.\n Yes.\n\n\nMrs. Sukkal-Mah walks away from the podium, and picks up a binder, before moving back to the microphone.\n\n\nMrs. Sukkal-Mah:\n Your honor I'd like to submit exhibit item 2A. May I approach the bench?\n\n\nJudge Marrowitz:\n Go ahead.\n\n\nMrs. Sukkal-Mah approaches the bench and hands the judge a packet of papers. She hands one to Mr. Stillwater, and then circles back to give Mr. Stanbrook the packet as well. Mr. Stanbrook glares at Mrs. Sukkal-Mah for several seconds and emits an unintelligible vocalization from the place where his mouth once was.\n\n\nMrs. Sukkal-Mah:\n Would you please read the highlighted lines on the first and second page for me Mr. Stillwater.\n\n\nMr. Stanbrook:\n Hnghghghhh hngghhh, leading lddddngg hhe ninnntess!\n\n\nAll parties ignore Mr. Stanbrook.\n\n\nMr. Stillwater:\n In the days of old, favor, contracts, and bindings among the Anunna and Igigi could be forged with mortals by the pronouncement of tithings. Each of the Annuna and Igigi had their own customs, of which many have been detailed. \nHe pauses and flips to the next page.\n Among the most capricious was Inanna, who could only be summoned through prayer offering flattery, compliments and riches. She would reply in gestations of light, the warmth of the rays of the evening star upon the cheeks, the richness of a blooming love. She will never greet the summoner in dreams unless they are already an exalted lover.\n\n\nA small pause.\n\n\nMrs. Sukkal-Mah:\n This document is cited by more than 20 different divine organizations as the standard contact protocol for the Messopotamian pantheon, your honor. The defense finds it peculiar that Mr. Stillwater supported his claims with non-academic blog-sites.\n\n\nMr. Stillwater:\n But I saw her in my dream! It was exactly her! She told me the exact URLs to go to!\n\n\nHe points at Mrs. Im-Immaru.\n\n\nMrs. Sukkal-Mah:\n On that topic, your honor, I would like to submit to the court exhibit 2B. May I approach the bench?\n\n\nJudge Marrowitz sighs.\n\n\nJudge Marrowitz:\n Go ahead.\n\n\n[EXTRANEOUS ACTIONS AND MUFFLED PROTESTS REMOVED]\n\n\nMr. Stanbrook is now suspended from the ceiling on a neon light that rotates slowly. The words 'I am a corrupt bastard' glow on the floor around his blinking outline. Mr. Stillwater has returned to the claimants table, where he is currently suspended in the air by a chain of thousands of neon-glowsticks suspended from the ceiling and wrapped around his hands. He is swinging slowly back and forth, and at least one humanoid shaped neon-light construct pushes him forward when he gets too close to the railing.\n\n\nMrs. Sukkal-Mah:\n As you can see your honor, on the dates in question, my client's dream travel log is very busy with [EXTREME COGNITOHAZARDOUS ACTIVITIES REMOVED] and [DEIFIC INDOCTRINATION TRIGGERS EXCISED].\n\n\nJudge Marrowitz:\n I cannot say I've ever heard of a dream travel log, is this a standard practice among… whatever you are?\n\n\nMrs. Sukkal-Mah:\n Very, your honor. It's an accountability method for beings of a divine nature, put in practice after the great avocado flood of 1987. With that, I would like to offer my concluding statement to the court?\n\n\nJudge Marrowitz:\n The gre— no no. Nevermind, I don't want to know. Go ahead, I’m not getting younger, and this nightmare is taking its time in ending.\n\n\nMrs. Sukkal-Mah:\n Either Mr. Stillwater completely fabricated this entire story, for attention and/or to excuse his frankly \nsickening\n hobbies, or some alternate force is attempting to frame my client.\n\n\nJudge Marrowitz:\n Is that all the defense wishes to present?\n\n\nMrs. Sukkal-Mah:\n Yes, your honor.\n\n\nJudge Marrowitz:\n Very well. Mr. Stanbrook do you have any closing statements?\n\n\nMr. Stanbrook:\n Hnghhh!!! hnngadgjhhh nnnnn—\n\n\nJudge Marrowitz:\n No? Suit yourself.\n\n\nJudge Marrowitz bangs her gavel.\n\n\nJudge Marrowitz:\n Usually on a successful defense of a motion for summary judgement we would move on to the actual trial. But given the outright ludicrous nature of the events here today and the evidence presented by the defense, I should dimiss with prejudice instead. Any objections, Mr. Stanbrook?\"\n\n\nMr. Stanbrook:\n nghheeheh\n\n\nJudge Marrowitz:\n Right, overruled. Case dismissed.\n\n\nThe courtroom erupts with applause, false cheers, and yips.\n\n\nMrs. Sukkal-Mah:\n Excellent, thank you your honor.\n\n\nMrs. Im-Immaru:\n You know, I used to be an extremely petty bitch, 5000 years ago. I leveled a mountain cause it dared to be prettier than me and my sibling. I pitched tantrums, cause Gilgamesh killed my fucking boar. I went to the underworld on the war path because… actually no, that one didn’t happen like the academics said it did.\n\n\nMrs. Im-Immaru:\n Anyways that's not me anymore. I've grown up. I've matured to being only slightly petty now.\n\n\nMrs. Im-Immaru:\n That's why, this is now a criminal trial.\n\n\nMr. Stillwater:\n What?\n\n\nMr. Stanbrook:\n Hnghhh!?\n\n\nJudge Marrowitz:\n Mrs. Im-Immaru, this is not a criminal trial or court. You cannot simply dicta—\n\n\nMrs. Im-Immaru:\n Sure I can!\n\n\nMrs. Im-Immaru claps three times.\n\n\nA loud electronic noise approximate to Law and Order's 'The Clang' plays in accompaniment with an EDM motif.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n<\nJudge Im-Immaru:\n Title Card: \nState of New York and the loveliest Goddess to Ever Exist vs One [COGNITOHAZARDOUS MATERIAL REMOVED] Fuckface Incel and One Embezzling Yellowbellied, Greedsuckling, Soulless Lawyer.\n>\n\n\nThe camera feed resolves; the courtroom has changed once again. It is now oriented in a night club style layout. All walls and ceilings are now dance floors covered in fluorescing tiles as a dozen signs stating the case name flash on every surface. Humanoid shaped neon light constructs dance on the floor, the walls, and ceilings at angles that would be impossible if gravity was behaving normally. Judge Marrowitz is sitting on a throne, floating in the air in the middle of the dance floor and slowly spinning. A neon crown is perched atop her head.\n\n\nHer Honorable Judge Im-Immaru is now seated at the bench, wearing a wig of oscillating neon lights. The seating arrangements have swapped, Neon blinking placards in cuneiform reading \"Prosecution\" displayed on the table on the right side where Mrs. Sukkal-Mah is seated. No table is on the left side where the defendants would normally be, instead a large wheel with different colored neon panels sits in its place. Mr. Stillwater is strapped to the wheel, which is split into two segments rotating in opposite directions. ~12 Mr. Stanbrooks are strapped to the walls, attached to the neon lights dictating the case title. Every time the color changes, Mr. Stanbrook screams as he's electrocuted, the tones of his screams being harvested and distorted into electronic music.\n\n\nJudge Im-Immaru:\n Welcome ladies, gentlemen, and enbies of all flavors, I'm your host Abigail, and this is CRIMINAL COURT WITH JUDGE MARROWITZ!\n\n\nCheers go up from both the human spectators and the neon-light humanoid constructs.\n\n\nJudge Im-Immaru:\n Nancy why don't you go ahead and tell us what our defendants here are being charged with based on the evidence and testimony we saw today?\n\n\nJudge Marrowitz:\n This has gone from a nightmare to a night terror.\n\n\nJudge Marrowitz begins drinking from a flask covered in strobing neon lights.\n\n\nMrs. Sukkal-Mah:\n As you saw earlier your honor, Mr. Stillwater incriminated himself by presenting video and photographic evidence of violation of New York Penal Law - PEN § 235.00, PEN § 353-A, & PEN § 245.\n\n\nJudge Im-Immaru:\n Ooooo those are nasty!\n\n\nMrs. Sukkal-Mah:\n The State of New York has detailed paper trail evidence that Mr. Stanbrook violated New York Penal Law § 496.05, gross cases of embezzlement, taking bribes, paired with aiding and abetting criminal conspiracy. While not necessarily a violation of the law, and thus not of terrible relevancy to current proceedings, I'd also like to submit for the record that Mr. Stanbrook is a soulless hack for tieing his reputation to a client that ignored his warnings about the evidence presented here today being wildly self-incriminating.\n\n\nJudge Im-Immaru:\n I agree, bully on you Mr. Stanbrook. It seems the evidence against the defense is fairly stacked.\n\n\nMr. Stanbrook screams incoherently in two ~3 second bursts. This results in a bass drop.\n\n\nJudge Im-Immaru:\n Mr. Stillwater, do you have any closing statements in your defense?\n\n\nMr. Stillwater:\n I'm going to hurl, make the spinning stop.\n\n\nJudge Im-Immaru:\n Mr. Stanbrook do you have any closing remarks?\n\n\nMr. Stanbrook:\n \nIncoherent loud screaming for approximately two minutes.\n\n\nJudge Im-Immaru:\n Mmmmm, I don't know about that defense, seems kind of weak. Members of the Jury, would you please step onto the throbbing neon scales of justice to announce your verdict for Mr. Stanbrook. Then do the same for Mr. Stillwater?\n\n\nThe camera tilts to the Jury, made up entirely of neon light constructs. All 12 members step onto the guilty scale twice.\n\n\nJury:\n On the presented counts we find both defendants, guilty!\n\n\nJudge Im-Immaru:\n Now, all you kids know what comes next! It's time to play—\n\n\nJudge Im-Immaru points out at the crowd.\n\n\nWhole Courtroom:\n Wheel! Of! Justice!\n\n\nJudge Im-Immaru:\n Nancy, if you would do the honors.\n\n\nMrs. Sukkal-Mah walks over to the giant wheel, and with a great amount of effort, spins it. Mr. Stillwater starts screaming as the wheel spins faster and faster, neon fluid erupts from his blurry form, assumed to be vomit.\n\n\nAfter approximately thirty seconds the wheel stops on a neon blue and red panel.\n\n\nJudge Im-Immaru:\n Congratulations, my friends! The wheel has decided your fate! Are you ready to be slapped 235,000 times by the dancing lobsters, and then go straight to Jail!? For life!?\n\n\nMr. Stillwater and Mr. Stanbrook both scream incoherently.\n\n\nJudge Im-Immaru:\n Bring in the dancing lobsters!\n\n\nThe doors to the courtroom open and ~30 Finnfolk in Lobster costumes enter, wielding still alive cod. They dance across the courtroom and begin slapping Mr. Stillwater and Mr. Stanbrook with the fish.\n\n\nJudge Im-Immaru:\n That's all for today folks!\n\n\nJudge Im-Immaru exits the bench, and the camera follows her, as if mounted on a drone, as she walks out of the room, down the hall, and then out of the courtroom. Outside she snaps a finger, and a motorcycle made of strobing neon lights manifests. She mounts it, hikes up the parking stand and revs the engine.\n\n\nJudge Im-Immaru:\n Let this be a lesson, don't fucking sue me assholes.\n\n\nJudge Im-Immaru takes off, leaving a trail of streaking light.\n\n\nAs soon as Mrs. Im-Immaru is out of frame, the camera distorts, slingshotting back to its original position. At this point, a SWAT team storms the courtroom and takes both Mr. Stanbrook and Mr. Stillwater into custody without resistance, as they are prostrated on the floor of the pulpit, foaming at the mouth and unconscious. Mrs. Sukkal-Mah is nowhere to be seen.\n\n\n<End Log>\n\n\n\n\nPostword:\n Post-incident, all members present during the hearing were treated with Class C Amnestics. Judge Marrowitz retired from the bench shortly after the incident. Both Mr. Stanbrook and Mr. Stillwater were found to already be convicted and sentenced for violation of criminal statutes. Foundation officials elected not to interfere, determining that dissemination of technical issues with the broadcast, recording, and schedule history of the trial would be sufficient cover.\n\n\n\n\nPost-Incident:\n\n\nFollowing the incident, SCP-8810 has been reclassified to Keter, due to the high probability of future type-black entity interference in any legal proceedings that arise from SCP-8810.\n\n\n\n\nInterview Log INT-8810-85\n\n\nDate:\n ██/██/2016\n\n\nForeword:\n Following Incident I-8810-85, O5-01-03 Dr. Sherry Andrews summoned PoI-Valencia-02 to discuss the incident, and its aftermath.\n\n\n\n\n<Begin Log>\n\n\nThe camera feed resolves to Dr. Andrews and Mrs. Im-Immaru seated in a Scranton-reality anchor lined interview chamber.\n\n\nDr. Andrews:\n Really?\n\n\nMrs. Im-Immaru:\n Really.\n\n\nDr. Andrews:\n I don't even know what to say Abigail, other than \nwhat the fuck.\n\n\nMrs. Im-Immaru:\n Listen—\n\n\nDr. Andrews:\n No-no I don't want to hear excuses! We have a cooperative agreement! You stay in Ibiza; you stick to your role in paving the way for us to stop the world from fucking ending. In turn, we leave you alone to do whatever it is you do in that club. You don't go doing… whatever the hell this was supposed to be!\n\n\nDr. Andrews takes a deep breath for several seconds and composes herself.\n\n\nDr. Andrews:\n That said, in the end the damage was limited, and we were able to spin it in our favor but… you can't do this again.\n\n\nMrs. Im-Immaru:\n I certainly don't intend to.\n\n\nDr. Andrews lets out a long slow sigh.\n\n\nDr. Andrews:\n Good. Good I'm glad we understand each other.\n\n\nSeveral seconds pass in silence.\n\n\nMrs. Im-Immaru:\n Are we done? As much as I like sitting here, drinking coffee, and being screamed at by you; I do have a packed schedule.\n\n\nDr. Andrews:\n Just one more thing.\n\n\nMrs. Im-Immaru:\n Alright.\n\n\nDr. Andrews:\n Did you do it?\n\n\nMrs. Im-Immaru:\n Did I do what?\n\n\nDr. Andrews:\n Don't play word games with me, did you send him the dream?\n\n\nMrs. Im-Immaru shifts in her chair and several seconds of silence pass between them.\n\n\nMrs. Im-Immaru:\n Listen this little asshole was putzing around on the internet, all these forums and shit claiming Aleah and I \ndidn't\n endorse enbies and trans people and all this nasty ass bigoted sh—\n\n\nDr. Andrews:\n That's not what I asked. Did you send him the dream?\n\n\nMrs. Im-Immaru:\n Well see—\n\n\nDr. Andrews bangs her fists on the table.\n\n\nDr. Andrews:\n Dammit, Abigail, answer the fucking question!\n\n\nMrs. Im-Immaru:\n Yes, alright! I got with Emily, and we concocted the dream. I wanted to fuck with him.\n\n\nDr. Andrews:\n She what?\n\n\nMrs. Im-Immaru:\n Ok, maybe that was a bit of a lie, I borrowed one of her nightmare devices and made… some adjustments.\n\n\nDr. Andrews:\n For fucks sake— This could have gone so much worse! What if it had been a national broadcast! With the amount of publicity arou—\n\n\nMrs. Im-Immaru:\n How was I supposed to know that he was going to take \"Gifts resembling those of old, while reciting my prayer\" to mean [MENTALLY HAZARDOUS MATERIAL REMOVED] while [GRAPHIC INFOHAZARD REMOVED] with [APOCALYPTIC MEMETIC EFFECT EXCISED] in the middle of the woods while covered in grease and flour.\n\n\nFifteen seconds of silence. Dr. Andrews sits with her mouth slightly open, staring at Mrs. Im-Immaru.\n\n\nDr. Andrews:\n Those poor fucking goats.\n\n\nMrs. Im-Immaru:\n The goats and my brain-eyes-things. Fucker was saying my prayer the whole time. I'll never scrub that from my brain, Sherry. Never.\n\n\nThirty seconds of silence. Dr. Andrews looks back down at her notes, taking off her glasses, and rubbing her temples.\n\n\nDr. Andrews:\n …dancing lobsters with fish? Why?\n\n\nMrs. Im-Immaru:\n There's nothing funnier than an Incel getting slapped around with some cod by some tuna in lobster suits.\n\n\n<End Log>\n\n\nDr. Andrews:\n No we're not ending the log there, fuck you for trying that.\n\n\nMrs. Im-Immaru:\n Oh come on, that was good!\n\n\nDr. Andrews:\n You don't get a funny zinger after today.\n\n\nFive seconds of silence.\n\n\nDr. Andrews:\n Ok now we can end it.\n\n\n<End log>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMedea Filicidium\n\n\n\n\n\n\nSeas of Orcadia Hub\n\n\n\n\n\n\n\n\n\n\n\n\nCat Got Your Tongue?\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Primarily in the form of litigation/lawsuits.\n\n\n2\n. Transmutation is not a crime in any US state.\n\n\n3\n. She had been having an affair at the time of her supposed murder.\n\n\n4\n. Norse god of Mischief and half-ice giant.\n\n\n5\n. Head of the Norse Pantheon and also regarded as a trickster.\n\n\n6\n. God of Thunder and considered notoriously too stupid to be a trickster.\n\n\n7\n. The case file did not appear in foundation monitoring systems until 24 hours before initial hearings began.\n\n\n8\n. Mr. Stanbrook was preparing to retire, and Mr. Stillwater was his last case. Mr. Stanbrook was not aware of it, but the immediate dismissal of the case before it reached its first hearing did not occur, due to integration with a coordinated sting with the US Justice department as a result of gross corruption on Mr. Stanbrook's part in aiding/abetting former New York City Mayor ███ ██████. He was to be arrested at the end of the hearing.\n\n\n9\n. PoI-Valencia-02\n\n\n\n\n\n\n\n\n\n\n\n\nMore by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3456\n\n\nRating: 619\n\n\n\n\n\n\nSCP-3700\n\n\nRating: 371\n\n\n\n\n\n\nSCP-2491\n\n\nRating: 244\n\n\n\n\n\n\nSCP-4700\n\n\nRating: 172\n\n\n\n\n\n\nSCP-3703\n\n\nRating: 147\n\n\n\n\n\n\nSCP-6700\n\n\nRating: 146\n\n\n\n\n\n\nSCP-3706\n\n\nRating: 136\n\n\n\n\n\n\nSCP-3728\n\n\nRating: 128\n\n\n\n\n\n\nSCP-2497\n\n\nRating: 128\n\n\n\n\n\n\nSCP-2946\n\n\nRating: 119\n\n\n\n\n\n\nSCP-3710\n\n\nRating: 108\n\n\n\n\n\n\nSCP-3702\n\n\nRating: 108\n\n\n\n\n\n\nSCP-1347-1353-J\n\n\nRating: 81\n\n\n\n\n\n\nSCP-2546\n\n\nRating: 78\n\n\n\n\n\n\nSCP-2378\n\n\nRating: 77\n\n\n\n\n\n\nSCP-7810\n\n\nRating: 63\n\n\n\n\n\n\nSCP-3711\n\n\nRating: 54\n\n\n\n\n\n\nSCP-8711\n\n\nRating: 47\n\n\n\n\n\n\nSCP-2431\n\n\nRating: 47\n\n\n\n\n\n\nSCP-8381\n\n\nRating: 40\n\n\n\n\n\n\npage 1 of 2\n1\n2\nnext »\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAll in All You're Just A 'Nother Brick in the Wall\n\n\nRating: 59\n\n\n\n\n\n\nSwallowed by a PRIDEful, Lesbian Sea\n\n\nRating: 51\n\n\n\n\n\n\nThe Seas of Orcadia Part 1: How I Met Your Mither\n\n\nRating: 49\n\n\n\n\n\n\nWhere There is Desire There is Gonna be a Flame\n\n\nRating: 46\n\n\n\n\n\n\nLet's Get Physical\n\n\nRating: 41\n\n\n\n\n\n\nSlow PRIDE filled Life\n\n\nRating: 39\n\n\n\n\n\n\nMedea Filicidium\n\n\nRating: 35\n\n\n\n\n\n\nMulti-Goddess Drifting\n\n\nRating: 32\n\n\n\n\n\n\nHotter than Hell\n\n\nRating: 30\n\n\n\n\n\n\nWhere there is a Flame Someone is Bound to get Burned\n\n\nRating: 30\n\n\n\n\n\n\nLove Across a Nonbinary Spectrum\n\n\nRating: 27\n\n\n\n\n\n\nOn the Rails\n\n\nRating: 25\n\n\n\n\n\n\nThe Coming Nightmare\n\n\nRating: 20\n\n\n\n\n\n\nDissonance\n\n\nRating: 14\n\n\n\n\n\n\n\n\n\n\n\n\nWith other authors\n\n\n\n\n\n\nPage\n\n\nAuthor\n\n\n\n\n\n\nSCP-3500\n\n\nRimple\n\n\n\n\n\n\nSCP-8710\n\n\nSmaugnolia\n\n\n\n\n\n\nRecomposition\n\n\nQueerious\n \nDexanote\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8809\n | SCP-8810 | \nSCP-8811\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8810\n\" by DrBleep, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8810\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n\n\nName:\n (if different from filename)\n\n\nAuthor:\n\n\nLicense:\n\n\nSource Link:",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8810 \" by DrBleep, from the SCP Wiki . Source: https://scpwiki.com/scp-8810 . Licensed under CC-BY-SA .",
        "Filename: Name: (if different from filename) Author: License: Source Link:"
    ],
    "item": "SCP-8810",
    "object_class": "Euclid Keter",
    "containment_procedures": "Undercover containment personnel have been integrated into religious organizations, online religious forums and social media. Should any participants demonstrate signs of a potential \"litigious\" event, implicated parties are to be seized, subjected to memetic and cognitohazardous deprogramming, and undergo societal reintegration.",
    "description": "SCP-8810 is a spontaneous memetic effect that arises sporadically among individuals associated with major organized religions, neo-pagan practices, folk religions, individualized faiths, and supernatural belief groups. This effect produces a profound belief that the divinity, system of worship, or supernatural entity(ies) has neglected or failed the affected persons, and that the only method for reconciliation is legal action.1",
    "title": "SCP-8810"
}