{
    "url": "https://scp-wiki.wikidot.com/scp-8816",
    "all_text": "rating: \n+112\n+\n–\nx\n\n\nItem #:\n SCP-8816\n\n\nObject Class:\n Euclid\n\n\nContainment Procedures:\n SCP-8816 is presently considered uncontainable. Due to the infrequency of SCP-8816 occurrences, obfuscation protocols have been implemented as the primary containment procedure.\n\n\nAll civilian reports of SCP-8816 occurrences and entities are to be documented and expunged by Foundation webcrawlers. An ongoing misinformation campaign has been developed to discount SCP-8816 occurrences as a fictitious urban legend.\n\n\nDescription:\n SCP-8816 is a collective designation for a phenomenon affecting curtains and the entity accompanying its occurrence. It is primarily characterized by the appearance of a pair of feet sticking out from under the curtain, with footwear and skin tone varying from instance to instance. The absence of any folds or creases in the curtain consistent with a human body behind the curtains suggest that the feet are disembodied, but this has not been confirmed.\n\n\nSCP-8816 has been observed in curtains including, but not limited to: sheer curtains, shower curtains, theatre curtains, and door curtains. In cases where the curtain ends a distance above the floor, the feet are observed to be hanging limp. There is no known way to prevent SCP-8816 occurrences, beyond the removal of all curtains from a room.\n\n\n\n\n\n\nTRANSCRIPT OF INCIDENT 8816/972RH/01\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n[The camera is centered on SCP-8816, presenting with a pair of black boots under a floral pattern curtain. An MTF member sits on the bed, watching the instance. Gheist and Summers can be heard entering the room.]\n\n\nGHEIST:\n The homeowner thought it was some pervert hiding behind their bedroom curtains. They're being processed in the living room right now.\n\n\n[Gheist nods at the MTF member. They promptly leave, closing the door behind them.]\n\n\nGHEIST:\n Here it is. SCP-8816. Diagnostics has no idea what it is, and I sure as hell haven't a clue.\n\n\nSUMMERS:\n Oh, that is unsettling. What's with the standing guard?\n\n\nGHEIST:\n Figured we'd keep eyes on it non-stop until we exhaust all avenues of investigation. Just in case it decides to vanish on us like the previous dozen instances.\n\n\nSUMMERS:\n Mhm. Has it moved?\n\n\nGHEIST:\n No, not at all. It's been like that since this morning.\n\n\nSUMMERS:\n Have you considered poking the feet?\n\n\nGHEIST:\n That would be rude. No one wants to go near it either.\n\n\nSUMMERS:\n That sounds… odd. Compulsive effect?\n\n\nGHEIST:\n Look, I wouldn't poke it even if I knew there was a normal person behind it. The MTF folks downstairs refused to prod it with a baton. Something about bad vibes.\n\n\nSUMMERS:\n I overheard. They called the curtain evil. I can see why.\n\n\n[Summers stares at SCP-8816 in contemplation. It does not react.]\n\n\nSUMMERS:\n Have you considered speaking to it? As you would a normal person?\n\n\nGHEIST:\n Well, no. But by all means, don't let me stop you.\n\n\nSUMMERS:\n Hello. My name is Dr. Quentin Summers. This is Dr. Parker Gheist. I was hoping that we could have a chat. Get to know each other a bit.\n\n\n[SCP-8816 does not react.]\n\n\nGHEIST:\n Tough crowd.\n\n\nSUMMERS:\n If you are unable to physically speak, we can try to communicate with gestures. Tap your left foot for \"yes\", and your right for \"no\".\n\n\nGHEIST:\n You don't expect it to actually—\n\n\n[SCP-8816's left foot taps the ground once.]\n\n\nSUMMERS:\n Uhh… Are you a person?\n\n\n[SCP-8816 taps both its feet at once.]\n\n\nSUMMERS:\n Do you know the answer to the first question?\n\n\n[SCP-8816's right foot taps the ground once.]\n\n\nSUMMERS:\n Are you alive?\n\n\n[SCP-8816 taps both its feet at once.]\n\n\nSUMMERS:\n Are you behind the curtain?\n\n\n[SCP-8816's left foot taps the ground once.]\n\n\nSUMMERS:\n Is there a reason you're behind this curtain right now?\n\n\n[SCP-8816's left foot taps the ground once.]\n\n\nSUMMERS:\n Is this reason benign in nature? That is, are you here in good faith?\n\n\n[SCP-8816 does not react.]\n\n\nGHEIST:\n Are you evil?\n\n\n[SCP-8816 does not react.]\n\n\nSUMMERS:\n Still with us?\n\n\n[SCP-8816's left foot taps the ground once.]\n\n\n\n\n.\n\n.\n\n.\n\n\nSeveral minutes of extraneous footage collapsed for brevity.\n\n\n.\n\n.\n\n.\n\n\n\n\n\n\nSUMMERS:\n We're done, right?\n\nGHEIST:\n Unless you have something else you want to ask the anomaly, yes. You were the last guy on the schedule. We're just about ready to pack up and leave.\n\n\n[Summers walks up to SCP-8816 and pulls the curtains back, revealing a blank wall behind it. SCP-8816 is no longer present.]\n\n\nGHEIST:\n Now, why would you do that?\n\n\nSUMMERS:\n The interview is done. The anomaly would have disappeared regardless once we left the room.\n\n\nGHEIST:\n You can't just—\n\n\n[Summers inspects the curtains closely. He then moves to stand behind them, covering himself entirely.]\n\n\nGHEIST:\n This is unprofessional. Come out, now.\n\n\n[Summers stops moving. Only his brown loafers are visible, sticking out from under the fabric. The curtain rises and falls in time with Summers' heavy breathing. He does not react to Gheist.]\n\n\nGHEIST:\n If I have to drag you out of there, I—\n\n\nSUMMERS:\n No— Don't. Don't move. Just stay there. Don't come over.\n\n\nGHEIST:\n This is not the time for games, Summers.\n\n\n[Summers suddenly begins stomping his right foot repeatedly, startling Gheist.]\n\n\nGHEIST:\n Unbelievable. Do you really think throwing a tantrum will change anything?\n\n\nSUMMERS:\n Please. Just leave the room.\n\n\nGHEIST:\n Do not test me. Get your ass out of those drapes right now.\n\n\n[Gheist moves a few paces towards the curtains. The stomping abruptly escalates in force and speed. A soft wet crunching noise is audible. Summers' breath becomes shaky.]\n\n\nSUMMERS:\n LEAVE.\n\n\n[Gheist throws his hands up in resignation, and walks out of the room.]\n\n\n[The stomping ceases shortly after Gheist's departure. Summers' heavy breathing remains audible on the recording, but gradually subsides.]\n\n\n[The curtain stops moving. Summers' breathing is no longer audible.]\n\n\n[Summers throws the curtain off himself and wanders out into the center of the room with a dazed expression.]\n\n\nSUMMERS:\n Huh? Oh. Samples.\n\n\n[Summers moves across the camera's view towards a toolbox. Behind him, a pair of feet wearing brown loafers are still visible under the curtain. Summers does not notice this SCP-8816 instance.]\n\n\n[SCP-8816 lightly taps its left foot once. Summers turns around in the direction of the noise, but notices the camera before he can turn towards the curtains. He walks over and stares into the lens, obstructing SCP-8816.]\n\n\nSUMMERS:\n How long has this thing been powered on? What a waste of battery.\n\n\n[Summers moves behind the camera to turn it off, clearing the line of sight between it and the curtains. SCP-8816 is no longer present within them.]\n\n\n\n\n«END LOG»\n\n\n\n\n\n\nAfterword:\n Dr. Gheist returned to the room several minutes later with MTF personnel, and found Dr. Summers taking fibre samples from the curtain. Dr. Summers expressed confusion when questioned about his outburst, and has repeatedly denied that they stood behind the curtain as in the recording.\n\n\nNotably, Dr. Summers' right foot did not exhibit any bruises nor fractures.\n\n\n\n\nFollowing this incident, several SCP-8816 occurrences have been documented at Site-58, where Dr. Summers was most recently assigned. The SCP-8816 entities present in these occurrences were noted to be wearing brown loafers. Dr. Summers remains under close surveillance and investigation.",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-8816",
    "object_class": "Euclid",
    "description": "SCP-8816 is a collective designation for a phenomenon affecting curtains and the entity accompanying its occurrence. It is primarily characterized by the appearance of a pair of feet sticking out from under the curtain, with footwear and skin tone varying from instance to instance. The absence of any folds or creases in the curtain consistent with a human body behind the curtains suggest that the feet are disembodied, but this has not been confirmed.",
    "title": "SCP-8816"
}