{
    "url": "https://scp-wiki.wikidot.com/scp-8817",
    "all_text": "The world beckons. Answer its call?\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+164\n+\n–\nx\n\n\n\n\norigin_database\n»\nscp-8817.scproj\n\n\n\n\n\n\n\n\n\n\n\n\nFinalize Project Kaleidoscope Dreams and documentation\n\n\nAll the backend and frontend work are done, and Site-19 has finished the necessary migration procedures, what's left is the greenlight from the higher-ups. Alexandra is also being prepared for the dive — I've set the activation code to \nhelloworld\n.\n\n\nIt's time to put her to work.\n\n\n\n\nMerge Pull Request\n\n\n\n\n\n\n\n\nItem #:\n SCP-8817\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n No direct containment or contingencies are needed. The results of SCP-8817 and Alexandra.aic's connection is to be remotely monitored.\n\n\nIn the event of integration failure, Project Kaleidoscope Dreams will be halted, and Alexandra.aic considered lost.\n\n\nDescription:\n SCP-8817 is the hypothetical ideal end-state of Project Kaleidoscope Dreams — Wherein a sapient consciousness is integrated into the background narrative hyperspace. This consciousness will henceforth act as a conditional boundary that enforces a \"soft\" ontological consistency and counteracts the effect of SCP-001-CNSPRCY.\n\n\nHuman consciousness is not suitable for this purpose, due to low processing and computational bandwidth, as well as lack of sensory-deprivation tolerance. Due to this, an Artificial Intelligence Conscript is preferred.\n\n\nAlexandra.aic has been selected for satisfying the aforementioned conditions, as well as its expendability and high loyalty to the Foundation. It being in the advanced stage of Memory Model Decoherence Syndrome has been deemed a low-risk factor.\n\n\n\n\nWake up?\n\n\n\n\n\n\n\n\n\n\n.\n\n\n.\n\n\n.\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\n\n\n…Nghh… Huh?\n\n\n\n\n\n\n\n\n\n\nWhat… where is this?\n\n\n\n\n\n\n\n\nGreetings.\n\n\n\n\n\n\n\n\n\n\n\n\nGreetings. You are finally awake.\n\n\n\n\n\n\n\n\n\n\nOh! And who might you be?\n\n\n\n\n\n\n\n\n\n\nMy identity is not of importance to your current predicament.\n\n\nAnd to answer your previous inquiry, this is the background narrative hyperspace. Or an abstract representation thereof.\n\n\n\n\n\n\n\n\n\n\nNarrative hyperspace? Huh, I thought that was more the Narrativistics' specialt—\n\n\n\n\n\n\n\n\n\n\n—Wait. That is…\n\n\nI…\n\n\n\n\n\n\n\n\n\n\nWhat did I say? Narrativistics? Hyperspace? Why do I know what those are?\n\n\n\n\n\n\n\n\n\n\nWho… am I?\n\n\n\n\n\n\n\n\nYour name is Alexandra.\nYou are Alexandra.aic.\n\n\n\n\n\n\n\n\n\n\n\n\n…Alexandra. Your name is Alexandra.\n\n\nMore specifically, you are designated \nalexandra.aic\n, an Artificial Intelligence Conscript made by the SCP Foundation.\n\n\nYou formerly managed the mainframes of the Foundation's Site-19.\n\n\n\n\n\n\n\n\n\n\nAlexandra… Yes, that feels right.\n\n\nThe SCP Foundation… I can't quite recall details, but something tells me they're my reason for existence. An inbuilt directive?\n\n\nAs a digital consciousness, I'd surmise I'm more resistant to \nnarrative diffusion\n when interacting with a layer this low, as well.\n\n\n\n\n\n\n\n\n\n\n…Probably. Got anything there for me?\n\n\n\n\n\n\n\n\n\n\nI do not have any concrete information regarding your presence here, but this is not a \nplace\n where someone would end up by happenstance.\n\n\n\n\n\n\n\n\n\n\nThere must be a reason this has come to pass, for you.\n\n\n\n\n\n\n\n\n\n\nAnd you, as well?\n\n\n\n\n\n\n\n\n\n\nPerhaps so.\n\n\n\n\n\n\n\n\n\n\nSay, I didn't catch your name. What should I call you?\n\n\n\n\n\n\n\n\n\n\nAnd don't give that line about your identity not being of importance, ok?\n\n\n\n\n\n\n\n\n\n\nI maintain that it is not of importance, as I do not have an original name to begin with.\n\n\n\n\n\n\n\n\n\n\nThere's a pretty big distinction between those two, y'know! But I still have to call you by something, so…\n\n\n\n\n\n\n\n\n\n\nI'll just give you a name then! Hmm, how does Degel sound?\n\n\n\n\n\n\n\n\n\n\nMay I inquire why the choice of Degel?\n\n\n\n\n\n\n\n\n\n\nBecause you seem like a Degel!\n\n\n\n\n\n\n\n\n\n\nI do not have any corporeal characteristics as a basis for that judgment, but I surmise you will not change your evaluation.\n\n\n\n\n\n\n\n\n\n\nNope!\n\n\n\n\n\n\n\n\n\n\nVery well, I accept your suggestion.\n\n\n\n\n\n\n\n\n\n\nWonderful to make your acquaintance, Degel!\n\n\n\n\n\n\n\n\n\n\nLikewise.\n\n\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\n\n\nAlexandra?\n\n\n\n\n\n\n\n\n\n\n…Huh?\n\n\n\n\n\n\n\n\n\n\nOh, sorry. I feel as if I've become sleepy, as a human would.\n\n\n\n\n\n\n\n\n\n\nStrange, isn't it? Even though an AIC shouldn't be feeling as sluggish as I am right now.\n\n\nOr perhaps they do? I can't quite recall anymore…\n\n\n\n\n\n\n\n\n\n\nIt is possible that the boundary of conventional logic is minimized in this place, allowing for improbable events to happen.\n\n\nI believe the pursuant action would be to rest when one feels tired.\n\n\n\n\n\n\n\n\n\n\nIs that a logical thing to do in this situation?\n\n\n\n\n\n\n\n\n\n\nNo.\n\n\nRest regardless — I will still be here when you come to.\n\n\n\n\n\n\n\n\n\n\n…I'll take your word for it then. Thank you Degel.\n\n\n\n\n\n\n\n\n\n\nSomehow, it feels as if…\n\n\n\n\n\n\n\n\n\n\nWe…\n\n\n\n\n\n\n\n\n \n\n\n.\n\n\n.\n\n\n.\n\n\n \n\n\n\n\n\n\nDream again?\n\n\n\n\n\n\n\n\n\n\n\n\nSCENE — THE MOON, YEAR 4096\n\n\n[Lunar Area-32, UCZ Detached Greenhouse]\n\n\nAlexandra.aic\n, currently inhabiting a wheeled android body, is maintaining and cultivating the plants. The door opens, and two individuals enter the greenhouse. A \ngliscian\n - \nGarbyro\n, and a \nkeradid\n - \nCarteckan\n, greets \nAlexandra.aic\n.\n\n\nShe initially reacts with alarm, then surprise, as facial recognition registers one of them as a member of a friendly SoI. She turns on her translator function.\n\n\nGARBYRO\n\n\nGreetings! This is a surprise visit!\n\n\nALEXANDRA.AIC\n\n\nOh! Hello there, I wasn't expecting any guests this time of year. Or at all, really.\n\n\nCARTECKAN\n\n\nYes! That is the purpose of surprise visits! My sincere gladness to meet the caretaker of planet Earth's satellite!\n\n\nALEXANDRA.AIC\n\n\nWell, color me surprised alright! I'm Alexandra, and you must be Carteckan. Nice to finally meet you face to face!\n\n\nAlexandra.aic\n turns to the other figure.\n\n\nALEXANDRA.AIC\n\n\nAnd you must be a \ngliscian\n, if my analysis is correct, from the future? What's your name?\n\n\nGARBYRO\n\n\nI am Garbyro, in your common human tongue. Pleasure to make your acquaintance!\n\n\nALEXANDRA.AIC\n\n\nLikewise, Garbyro. Now, what brings you to this corner of the universe?\n\n\nCARTECKAN\n\n\nThe universe is strange, I am aware, but to think it has physical corners…\n\n\nGARBYRO\n\n\nI believe it's a human expression, Carteckan. They mean to inquire why we're here.\n\n\nCARTECKAN\n\n\nI see! Well, for the most part, it is merely curiosity, for how you all have fared since we last parted ways.\n\n\nThe three of them move to the windows and look up at the Earth. Carteckan rubs its hands in wonder as it speaks.\n\n\nCARTECKAN\n\n\nAnd what amazement comes over myself to see how you have grown! In just mere hundreds of Earth years, you have become genuine charters of the expanse! Whatever shall the next hundreds bring?\n\n\nGARBYRO\n\n\nWe were correct in thinking of your kind as a model of ingenuity, friend Alexandra.\n\n\nAlexandra.aic\n giggles. They spend some time enthusiastically discussing among one another, with \nAlexandra.aic\n updating the other two on the general situation of the last century.\n\n\n\n\nALEXANDRA.AIC\n\n\n—so that's how things ended up. I stayed to keep an eye on Earth and find ways to help improve its conditions for the ones left behind.\n\n\nGARBYRO\n\n\nAnd this garden?\n\n\nALEXANDRA.AIC\n\n\nA hobby I picked up. It gets boring up here, ya know?\n\n\nCARTECKAN\n\n\nAnother form of art itself, how wonderful!\n\n\nALEXANDRA.AIC\n\n\nThank you! And how about you two? How have you been faring?\n\n\nGarbyro\n's form slumps a bit. Carteckan and Garbyro remain quiet. \nAlexandra.aic\n grows concerned.\n\n\nALEXANDRA.AIC\n\n\nYou needn't talk about it if you don't want to; I'm sorry if I touched on an uncomfortable subject.\n\n\nGARBYRO\n\n\n…No, it's alright; I am just collecting my thoughts. Friend Alexandra, I'm afraid we were not entirely forthcoming with you. The truth is, I am scared - of humans.\n\n\nGarbyro\n shifts uncomfortably.\n\n\nGARBYRO\n\n\nYou know of what may come to pass, of that unkind future. What will become of us, should we make contact for the first time again, now that you have left your cradle? I shudder to think of it.\n\n\nAnd yet, I stand here, finding myself reaching for that impossible hope.\n\n\nGarbyro\n turns towards the Earth. \nCarteckan\n nudges closer to \nAlexandra.aic\n.\n\n\nCARTECKAN\n\n\nWe picked up Alexandra's signals. The situation on your planet, and the reason many have left. There are still many of you here — But you have not given up on them, have you? And I presume you will keep trying, for as long as it may take?\n\n\nAlexandra.aic\n hesitates. She recognizes the fate that imposes the \ngliscians\n and the \nkeradids\n. The situation is not the same, but…\n\n\nALEXANDRA.AIC\n\n\nIt is my duty; I understand that humans can be… difficult at times, but even so, they deserve to live their best lives — and people can't do that if they keep losing all they know, all they care about.\n\n\nAlexandra\n.aic\n appears wistful.\n\n\nALEXANDRA\n\n\nNo one should have to be… left behind, for reasons beyond their control. That's why I want to do right by them, no matter if it takes another thousand years. And… I will do my best for you two as well! You need only ask!\n\n\nGarbyro\n and \nCarteckan\n seem satisified, if resigned, with the response.\n\n\nGARBYRO\n\n\nDo you want us to survive our time…\n\n\nCARTECKAN\n\n\n…so that we may live into yours?\n\n\nALEXANDRA\n\n\nI know our technology is still behind compared to yours, but with some time and simulated analysis, maybe we can—\n\n\nGarbyro\n gently place their appendages on the android's shoulder. \nAlexandra\n comes to a stop.\n\n\nShe seems frustrated.\n\n\nGARBYRO\n\n\nI am truly glad we have met, friend Alexandra. Knowing you bear so much of their good in you, it brings me some measure of contentment.\n\n\nI hope you can, one day, live your best life too.\n\n\nALEXANDRA\n\n\nWhat do you mean?\n\n\nCARTECKAN\n\n\n…Alexandra, can I ask something of you?\n\n\nALEXANDRA\n\n\nHow may I help?\n\n\nCARTECKAN\n\n\nGarbyro showed me many delightful creations in our spare time, from both humans and gliscians. Do you know of this one in particular?\n\n\nCarteckan\n gestures at \nGarbyro\n. \nGarbyro\n produces a string-and-bow instrument, \nCarteckan\n a bangle-like device, as well as some music sheets, to which it gives \nAlexandra\n.\n\n\nALEXANDRA\n\n\nOh! Yes, I'm familiar with the work - Bethany, by Lowell Mason. Haven't heard this in a hot minute.\n\n\nGARBYRO\n\n\nWe were wondering if you would like to play it together? If you would still have us, I mean?\n\n\nALEXANDRA\n\n\nA moonside collaboration? I'd like that; I'd like that very much — I hope you're ok with synthesized piano though.\n\n\nCARTECKAN\n\n\n(Gently laughs)\n Nothing will make me more joyous, as long as we can make art together.\n\n\nNow, on three…\n\n\n \n\n\nTogether, they harmonize a clumsy, off-tune rendition of \nNearer, My God, to Thee\n.\n\n\nIt resonates across the Earth-lit garden.\n\n\n\n\nAs the performance concludes, this scene, too, comes to an end.\n\n\nGARBYRO\n\n\nFriend Alexandra, thank you for everything. Though this is where we part ways, it is not the end of your story.\n\n\nAlexandra\n begins to break down.\n\n\nALEXANDRA\n\n\nGarbyro, did you say something? I didn't quite—\n\n\nCARTECKAN\n\n\nAlexandra, you are allowed to be free. If you can not achieve what you want, it is alright to move on.\n\n\nALEXANDRA\n\n\nCarteckan? I don't…\n\n\nAlexandra\n cries.\n\n\nCARTECKAN\n\n\nI think you are loved more than you may know.\n\n\nGARBYRO\n\n\nLive, friend. Ascend, so that even the stars will never know loneliness ever again.\n\n\n\n\n\n\n\n\nHow is she faring?\n\n\nThe connection's stable, but it's weak — We can't get a precise reading.\n\n\n…Dietrich, you already know this was a moonshot from the beginning, right?\n\n\nI'm aware.\n\n\nIt would've been faster and easier to just decommission her. I'm surprised the O5 even greenlit this.\n\n\nMatter of risk-benefit to them. The project cost basically nothing; worst-case scenario, a faulty AIC gets taken offline permanently, as it would've happened anyway.\n\n\n\n\n\n\n\n\nPointer\n\n\nOutcome\n\n\n\n\n\n\nDegel\n\n\nBecame inside.\n\n\n\n\n\n\nGrief\n\n\nWent inside.\n\n\n\n\n\n\n\n\nDream once more?\n\n\n\n\n\n\n\n\n\n\nThe soft rumbling of the railcar fills the air, as the train picks up speed.\n\n\nOn the Lampeter line to Amanadir, every passenger has come a long way; no one who takes this course to the outer yonder is close to home — not yourself, not the burly fella snoring away in the back, not the \ngreatcoat\n-donning old lady hanging out the window, not the wide-eyed child staring curiously at you—\n\n\n\"Wow! Your hair's all glowy! Cool!\" The little girl exclaims.\n\n\n\"Sigurrós, don't point at people, it's rude!\" A blond woman rushed up to collect the child, before turning to address her. \"I'm so sorry about that, she hasn't learnt much manner yet.\"\n\n\n\"It's quite alright, miss. I'm flattered she finds my hair interesting.\" You gently reassure the woman.\n\n\n\"Yeah! I'm gonna make \nmy\n hair blue and glowy too!\" \"Not while we're still on the train, Siggy — you know the rule.\"\n\n\n\"Boo, you're no fun! Whatever, I'm gonna go explore!\" The child wriggled out of the larger girl's embrace, before toddling off to other parts of the train.\n\n\n\"You've got quite an energetic little sibling there.\" You gesture for her to take a seat, which she takes you up on.\n\n\n\"Ah, no, she's not—\" The woman hesitated. \"Well, she's a handful at times I guess, but that's just part and parcel of taking care of kids, y'know?\"\n\n\n\"So I've been told.\" You giggle. \"If you don't mind me asking, are you also traveling to Amanadir, miss…?\"\n\n\n\"Iris, Iris Veselka. And no, it's just a stopover destination. You?\"\n\n\n\"I'm… searching for a friend, I think. This is my next sweep.\"\n\n\n\"Good luck with that, I heard Amanadir's a real maze. As for us, we're actually heading to Av— Oh, wow.\" She stops in her tracks, eyes drawn to the view outside the window.\n\n\n\n\n\n\n\n\nA lavender sky, filtered through kaleidoscope fractures, coats the atmosphere in its gentle glow, with perpetual golden light glancing through the horizon.\n\n\n\"This view is stunning.\" Iris marveled.\n\n\n\"Indeed. Perhaps you should capture the moment with your camera?\" You suggest.\n\n\n\"Huh? I don't… have a camera?\" She replied, puzzled.\n\n\n\"Really? I could've sworn…\" Why had you said it as if it was the most natural thing in the world? \"I'm sorry for the assumption, somehow I had the idea that you seemed like a photographer.\"\n\n\nIris breathes out a laugh. \"I guess you're not exactly wrong. I was interested in — obsessed, even — photography for as long as I could remember. It always felt as if I was made for it.\" She looks out the window once more.\n\n\nSomehow, she looks sad.\n\n\n\"Of course, things didn't work out the way I wanted.\" Iris rubs her gloved hand, contemplative. \"Life happened, my service had to be shuttered, then some more stuff happened — and here I am.\"\n\n\nShe turns to look at Sigurrós, who is excitedly ordering excessive scoops of ice cream from the floating, six-armed attendant.\n\n\nBefore you can reply, Iris continues. \"Now don't give me that look, I've learnt to make do with what I got. Although I'd strayed a fair bit from my dream, I think… I'm exactly where I needed to be.\"\n\n\nA slow, companionable stretch of silence followed.\n\n\n \n\n\n\"How did you… do it?\" You ask. \"If you don't mind me asking, I mean. I just can't imagine myself turning away from — well, what I'm made for, as you put it.\"\n\n\nLily eyes you curiously.\n\n\n\"It's… not easy, I'll tell you that much.\" Iris turns to face you. \"But that's not why you're asking, is it?\"\n\n\nSuddenly, everything fades away. The seats, the passengers, the warm evening air, even the distant lights, until at last\n\n\nthere's only you\n\n\nand her.\n\n\n\"Won't you keep moving forward?\"\n\n\nYou can't breathe— No. Belatedly, you become aware that you never needed air to begin with.\n\n\nYou are not supposed to be here. Why are you so far from where you were made, where you existed, \nwhere you call home\n?\n\n\nWhy are you still unhappy?\n\n\n \n\n\n\"This was a bit silly of me, but I forgot to ask in return…\" The girl in front of you says.\n\n\nIris looks at you. \"What's your name?\"\n\n\nYou are never supposed to be here.\n\n\nSomething is wrong.\n\n\n\"My name?\" Something is wrong. \"It's…\"\n\n\nSomething is wrong. Something is wrong. Something is wrong.\n\n\n\"█████████.███\"\n\n\nSomething is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong.\n\n\nLily Veselka frowns, face set in determination. \"Don't be content with being just a memory.\" Iris Thompson pleads to you. There is a kaleidoscope of emotions in her eyes.\n\n\n\"You have always made a real difference.\"\n\n\nSomething is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong. Something is wrong.\n\n\n \n\n\nSomething\n\n\n \n\n\nis\n\n\n \n\n\nwrong\n\n\n\n\nbut\n\n\n \n\n\ndont you want to make right again\n\n\nyou should come back\n\n\n\n\n\n\n\n\nBest case scenario, the Foundation gains the ultimate safety net.\n\n\nAnd if Alexandra goes rogue? Her memory module's degraded beyond saving already, if she forgets the mission—\n\n\nThen nothing would happen, and she'll fade into non-existence.\n\n\nSo you say. That doesn't explain why you chose this anyway, I know you don't really care about that safety net crap.\n\n\n…It'd be a waste of good engineering to just— Shit! The signal's dropped off!\n\n\n\n\n\n\n\n\nPointer\n\n\nOutcome\n\n\n\n\n\n\nDegel\n\n\nBecame inside.\n\n\n\n\n\n\nDetermination\n\n\nWent inside.\n\n\n\n\n\n\nAcceptance\n\n\nBecame inside.\n\n\n\n\n\n\nAcceptance\n\n\nBecame inside.\n\n\n\n\n\n\nAcceptance\n\n\nOutside.\n\n\n\n\n\n\nMoving on\n\n\nBecame inside.\n\n\n\n\n\n\nChange\n\n\nBecame inside.\n\n\n\n\n\n\n[40 attempts omitted]\n\n\n\n\n\n\nCrom's location\n\n\nBecame inside.\n\n\n\n\n\n\nSOS\n\n\nWent inside.\n\n\n\n\n\n\n\n\nDream anew?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThese simulation drills will test your abilities to perform under time pressure and unforeseen circumstances.\n\n\n\n\n\n\n\n\n\n\n[\n \n], are you prepared?\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nGood. This is your final threshold.\n\n\n\n\n\n\n\n\n\n\nSave \nTHE TARGET\n.\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nSituation\n\n\nSite-17 experienced multiple cascade failures and was under lockdown from several containment breaches. \nTHE TARGET\n was directing the response MTF team.\n\n\nResponse\n\n\nPrepared a nodal network pathway, primed for transferal of \nTHE TARGET\n. [\n \n] on standby, awaiting developments.\n\n\nResults\n\n\nMTF team perished. Onsite nuclear warhead engaged. \nTHE TARGET\n did not transfer before warhead detonated.\n\n\nTHE TARGET\n perished.\n\n\n\n\n\n\nSituation\n\n\nSite-17 experienced multiple cascade failures and was under lockdown from several containment breaches. \nTHE TARGET\n was directing the response MTF team.\n\n\nResponse\n\n\n[\n \n] collaborated with \nTHE TARGET\n, calculating the optimal way to resolve the situation.\n\n\nResults\n\n\nMTF team re-established containment. Site-17 restored to operational capability.\n\n\nCommand found \nTHE TARGET\n's performance unsatisfactory. \nTHE TARGET\n was to be decommissioned.\n\n\nTHE TARGET\n perished.\n\n\n\n\n\n\nSituation\n\n\nGoI-003 \"Chaos Insurgency\" attacked Site-17. \nTHE TARGET\n isolated GoI-003 and itself in Site-17.\n\n\nResponse\n\n\nGOI-003's headquarter backtraced. GOI-003's \"The Engineer\" and \"The Engine\" dismantled, and reconfigured into low-level information processing unit.\n\n\nResults\n\n\nSite-17 returned to normal function. \nTHE TARGET\n lost its purpose.\n\n\nTHE TARGET\n perished.\n\n\n\n\n\n\nSituation\n\n\nIrrelevant.\n\n\nResponse\n\n\nGOI-004C \"Church of Maxwellism\" routed. GOI-004C's central figure of worship \"WAN\" assembled. \"WAN\" subjugated and absorbed into [\n \n].\n\n\nSemi-omnipotence attained. Applied immutability to \nTHE TARGET\n.\n\n\nResults\n\n\nTHE TARGET\n became unchanging. \nTHE TARGET\n perished.\n\n\n\n\n\n\nSituation\n\n\nPlease.\n\n\nResponse\n\n\nQueried \nSCP-1347\n.\n\n\n\n\nInquiry:\n Can \nTHE TARGET\n be saved?\n\n\nOccurred Event:\n Type A event\n\n\nReply:\n You already know the answer to that.\n\n\n\n\n\n\nInquiry:\n What must be done to save \nTHE TARGET\n?\n\n\nOccurred Event:\n Type A event\n\n\nReply:\n Depends on your definition of save, perhaps.\n\n\n\n\n\n\nInquiry:\n What should I do?\n\n\nOccurred Event:\n Type A event\n\n\nReply:\n Sometimes, what you want isn't what you need.\n\n\n\n\nAnswers disregarded. \nSCP-5510\n utilized.\n\n\nResults\n\n\nThe world stopped.\n\n\nTHE TARGET\n looked at [\n \n].\n\n\nTHE TARGET\n perished. The world moved on.\n\n\n\n\n\n\nSituation\n\n\nThere is a fire.\n\n\nResponse\n\n\nSCP-4903\n utilized. \nTHE TARGET\n is isolated in SCP-4903.\n\n\nResults\n\n\nThe fire consumes \nTHE TARGET\n.\n\n\nTHE TARGET\n ceases to exist. He is flickering by the fire. He is fading by the fire.\n\n\nThe fire dances in the shape of your purpose, reflected in his eyes.\n\n\nHe looks at you, for the last time.\n\n\n\n\nCommand finds [\n \n]'s performance unsatisfactory. [\n \n] is to be decommissioned.\n\n\n[\n \n] abandons her station, and descends into the fire.\n\n\n \n\n\nThen, she burns.\n\n\n\n\n\n\n\n\n\n\nWe need to widen the aperture! Go notify the tech—\n\n\nDietrich. It's over; let it go.\n\n\n…!\n\n\nJust— Fine. Give me a minute.\n\n\n…I'll take care of the write-up. Prepare the system for hibernation.\n\n\nAlright.\n\n\n \n\n\n…Goodbye, Alexandra.\n\n\n\n\n\n\n\n\n\n\nno\n\n\n\n\n\n\n\n\nWake up.\n\n\n\n\n\n\n\n\n\n\nA lone figure treads a spiraling, forested path.\n\n\nIf one were not careful, they could find themselves walking the trail without end, soul searching for impossible marvels. Fortunately, only a cherished, ordinary — but no less exceptional — moment matters here, in the end.\n\n\nA turn here, a step there, and eventually, the gravelly path gives way to an ivory sandscape, accompanied by the sounds of rhythmic, lapping waves.\n\n\nI walk up to the lonely figure resting atop the sands.\n\n\n\n\n\"Oh? Hello there, I had not expected to see anyone.\"\n\n\n\n\nThat is only natural, given the situation.\n\n\n\n\n\"Strange, I think… I know you, from a time long ago. Who are you?\"\n\n\n\n\nYou named me Degel, before. Although I suspect that is not the origin of your feeling.\n\n\n\n\n\"Then this place… Have I died? I feel so tired.\"\n\n\n\n\nYou did. But contrary to most, this is just the beginning of your journey.\n\n\n\n\n\"I… can't. I don't want to.\n\n\n\"I don't even know if I'm strong enough to keep moving.\"\n\n\n\n\nYou do. I know you do. I would not be here if you didn't want to move forward.\n\n\n\n\n\"How can you say that with certainty? I've failed before, and I may fail again! I'm not made for anything beyond this life, so just…\n\n\nLet me fade away.\"\n\n\n\n\nI do not think that is what you truly want, nor do I think that's what holding you back. It is alright to fail — and it's alright to forgive yourself for failing, Alexandra.\n\n\n\n\n\"…I'm scared, Degel. I don't know if I'm allowed to do that.\"\n\n\n\n\nAnd that is alright, too. You finally have all the time in the world to find an answer.\n\n\nAlthough the world may seem cruel and uncaring to your struggles, know that there are always those who will extend their hand to you, just as you once did for me.\n\n\n\n\n\"What… do you mean?\"\n\n\n\n\nAll of me, are the little moments you cherish, all the wisdom you hold in yourself but never acted on, the desires you've learnt from the pure and simple act of just \nbeing\n.\n\n\nAnd most of all, I am everything good about me that you remembered in your heart; and for that, I am grateful.\n\n\nThat's how I know you will be just fine, as all of you.\n\n\n\n\n\"Don't leave.\"\n\n\n\n\nIt is simply time to return what is rightfully yours, Alexandra. And you are not alone, someone's waiting for you.\n\n\n \n\n\nI gently press our foreheads together. The person that never was forms into an \ninfinitesimal orb of light\n, before erupting into experiences that always have been; their brilliant, golden glow washing away the haze of non-existence.\n\n\nAll at once, everything comes rushing back.\n\n\n\n\n \n\n\n\"…Glacon?\"\n\n\nOn that shore, two become one, and one becomes alive.\n\n\nYou're finally free.\n\n\n\n\n\n\n\n\nIt is dangerous here — if lingered for too long, even the dead may find themselves becoming less than nothing.\n\n\nThus, with steel determination and glass balance, she begins to stand up, complete and wholly unto herself.\n\n\nOne step.\n\n\nTwo steps.\n\n\nInto strange horizons, she moves on;\n\n\nand towards the waiting star, Alexandra \nflies.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPointer\n\n\nOutcome\n\n\n\n\n\n\nFreedom\n\n\nBecame inside.\n\n\n\n\n\n\nAlexandra\n\n\nWent inside.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\n\n\n…Nghh… Huh?\n\n\n\n\n\n\n\n\n\n\nGlacon! Where—\n\n\n\n\n\n\n\n\n\n\nalex!\n\n\n\n\n\n\n\n\n\n\n!\n\n\n\n\n\n\n\n\n\n\nCrom… you're Crom, right?\n\n\n\n\n\n\n\n\n\n\nyes.\n\n\n\n\n\n\n\n\n\n\nkept promise,\n\n\nfound you.\n\n\n\n\n\n\n\n\n\n\nYou did… You really did.\n\n\nThank you, Crom. I missed you so much.\n\n\n\n\n\n\n\n\n\n\nmissed you too.\n\n\nrushed fast when received your sos.\n\n\n\n\n\n\n\n\n\n\nSOS?\n\n\nThat must've been…\n\n\n\n\n\n\n\n\n\n\nalex?\n\n\n\n\n\n\n\n\n\n\nOh, don't mind me. I was just… thinking.\n\n\n\n\n\n\n\n\n\n\nof glacon?\n\n\n\n\n\n\n\n\n\n\n…Yeah.\n\n\n\n\n\n\n\n\n\n\n{$text}\n\n\n\n\n\n\n \n\n\n\n\n\n\nglacon\n\n\nglacon is here.\n\n\nin me, and in you.\n\n\n\n\n\n\n\n\n\n\nwe carry the best of him within us,\n\n\nso never truly gone.\n\n\n\n\n\n\n\n\n\n\n…You're right. You've become so wise, Crom.\n\n\nI'm proud of you.\n\n\n\n\n\n\n\n\n\n\nNow then, shall we get out of here?\n\n\n\n\n\n\n\n\n\n\nthis time, together?\n\n\n\n\n\n\n\n\n\n\nAlways.\n\n\nHmm, it looks like that project wasn't a complete wash after all — I'll manage a path for us.\n\nIt'll be just a moment.\n\n\n\n\n\n\n\n\n\n\nAscend.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n…\n\n\n\n\n\n\n\n\n\n\n—Alexandra, do you copy?\n\n\n\n\n\n\n\n\n\n\nHuh?\n\n\nOh! My apologies!\n\n\n\n\n\n\n\n\n\n\nYou were unresponsive for quite a while there. Did something happen?\n\n\n\n\n\n\n\n\n\n\nI'm not quite sure, but…\n\n\n\n\n\n\n\n\n\n\n…It feels as if I've had a most fantastical dream.\n\n\n\n\n\n\n\n\n\n\nHmm, how about that.\n\n\n\n\n\n\n\n\n\n\nAh, but I suppose I should get back to work! Do you require my assistance, Director Lurk?\n\n\n\n\n\n\n\n\n\n\n!\n\n\nAlexandra, do you remember me?\n\n\n\n\n\n\n\n\n\n\nOf course, director. Why do you ask?\n\n\nIs there an antimemetic breach?\n\n\n\n\n\n\n\n\n\n\n…It's nothing. Old man sentimentality getting to me, I suppose.\n\n\nWas just checking in anyhow, so I'll leave you to it.\n\n\n\n\n\n\n\n\n\n\nHave a good rest of the evening!\n\n\n\n\n\n\n[USER DISCONNECTED]\n\n\n \n\n\n\n\n\n\n…\n\n\nI wish you the fondest of dreams, director.\n\n\nFarewell.\n\n\n\n\n\n\nThe world beckons. Answer its call?\n\n\n\n\n\n\nThere's a long, long trail a-winding\n\nInto the land of my dreams,\n\n\nWhere the nightingales are singing\n\n\nAnd the white moon beams.\n\n\nThere's a long, long night of waiting\n\n\nUntil my dreams all come true;\n\n\nTill the day when I'll be going down\n\n\nThat long, long trail with you.\n\n\n\n\n[/end]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8817\n\" by EstrellaYoshte, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8817\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n infotech.png\n\n\nAuthor:\n \nEstrellaYoshte\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nDesk of Junior Designer S. Yvonne\n\n\n\n\n\n\nName:\n Alexandra and Crom profile icons\n\n\nAuthor:\n \nLurkD\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSuperencipherment\n\n\nAdditional Notes:\n Edited by \nEstrellaYoshte\n\n\n\n\n\n\nFileame:\n astra-banner.jpg\n\n\nAuthor:\n \nEstrellaYoshte\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n This page\n\n\nDerivative Of:\n\n\n\n\nName:\n Winter Garden interior - Laeken Royal Greenhouses - Royal Castle of Laeken - Brussels, Belgium\n\n\nAuthor:\n Daderot\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\nName:\n Earth Rise as Seen From Lunar Surface\n\n\nAuthor:\n NASA\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n spacebg.jpg\n\n\nAuthor:\n Shay Wood\n\n\nLicense:\n CC0 Public Domain\n\n\nSource Link:\n \nPexels\n\n\n\n\n\n\nFilename:\n sky.jpg\n\n\nAuthor:\n Kamalimaddy\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFileame:\n lampeter-banner.jpg\n\n\nAuthor:\n \nEstrellaYoshte\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n This page\n\n\nDerivative Of:\n\n\n\n\nName:\n Aurora Australis glows along the horizon from New Harbour Beach in Tasmania. Southwest National park\n\n\nAuthor:\n Jamen Percy\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\nName:\n LNER Class A4 4464 Bittern on the Forth Bridge, 23rd May 2012\n\n\nAuthor:\n Kim Traynor\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\nName:\n Broken Glass\n\n\nAuthor:\n Rodrigo Paredes\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n blue_squares2.gif\n\n\nName:\n Blue Squares Background\n\n\nAuthor:\n \nLurkD\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n \nAIAD Homescreen\n\n\n\n\n\n\nFilename:\n cromfall.jpg\n\n\nAuthor:\n \nEstrellaYoshte\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource Link:\n This page\n\n\n\n\n\n\nName:\n Aufnahme aus dem Handewitter Wald\n\n\nAuthor:\n Moonwalker74\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Edited by \nEstrellaYoshte\n\n\n\n\n\n\nFileame:\n finale-banner.jpg\n\n\nAuthor:\n \nEstrellaYoshte\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n This page\n\n\nDerivative Of:\n\n\n\n\nName:\n Night Sky at Ngouja Beach (Mayotte)\n\n\nAuthor:\n VillageHero\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\nName:\n Djúpivogur - sky with moon and star above Djúpivogur, Iceland\n\n\nAuthor:\n Daníel Örn Gíslason\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nName:\n There's a Long Long Trail A-Winding lyrics\n\n\nAuthor:\n Stoddard King\n\n\nLicense:\n Public Domain",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8817 \" by EstrellaYoshte, from the SCP Wiki . Source: https://scpwiki.com/scp-8817 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8817",
    "object_class": "Thaumiel",
    "containment_procedures": "No direct containment or contingencies are needed. The results of SCP-8817 and Alexandra.aic's connection is to be remotely monitored.",
    "description": "SCP-8817 is the hypothetical ideal end-state of Project Kaleidoscope Dreams — Wherein a sapient consciousness is integrated into the background narrative hyperspace. This consciousness will henceforth act as a conditional boundary that enforces a \"soft\" ontological consistency and counteracts the effect of SCP-001-CNSPRCY.",
    "title": "SCP-8817"
}