{
    "url": "https://scp-wiki.wikidot.com/scp-8818",
    "all_text": "{$caption}\n\n\n\n\n\n\n\n\nrating: \n+84\n+\n–\nx\n\n\n\n\n\n\n\n\n1/8818\n LEVEL \n1/8818\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-8818\n\n\n\n\n\n\neuclid\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Due to the self-concealing nature of its anomalous qualities, SCP-8818 has been granted exemption from physical containment and is permitted to live out its life with minimal surveillance and no direct knowledge of the Foundation's existence. As a precaution, healthcare records and other documents which detail or indicate SCP-8818's anomalous nature are to be copied to the Foundation archives and replaced with versions consistent with baseline normalcy.\n\n\nIn the event SCP-8818 remains animate beyond the normal human life expectancy or does not continue to age at an appropriate rate, physical containment may be instated.\n\n\n\n\nDescription:\n SCP-8818 is a fully animate human male\n1\n that has never fully met the standard criteria necessary to be considered biologically alive. While this phenomenon extends to virtually every physical process, it is most easily observed as a near-total lack of major organ functions: SCP-8818 does not breathe, transmit nerve impulses, or metabolize food. Nevertheless, SCP-8818 does not appear impeded by its anomalous nature and has developed from infancy to adulthood as a superficially healthy and unremarkable individual.\n\n\n\n\nThose who encounter SCP-8818 with no prior training against mind-affecting anomalies will be capable of perceiving its non-living qualities, but incapable of perceiving those qualities as abnormal or worthy of scrutiny, even when confronted by extreme cognitive dissonance. SCP-8818 does not exert this influence deliberately, and its effect has been documented even prior to birth, when on the occasion of an ultrasound, SCP-8818 was described by the sonographer as \"a happy, healthy, dead baby boy.\" Due to the influence of its own projected normalcy, SCP-8818 remains unaware that its condition is anomalous.\n\n\n\n\nNo tangible mechanisms have been found to explain SCP-8818's animation and physical development through childhood in the absence of requisite biological processes. Extensive and redundant testing has consistently found SCP-8818's body to be materially dead at a cellular level, even during periods of rapid physical growth such as puberty. The preterbiological consensus\n2\n at present holds that SCP-8818's physical form is most likely externally imposed, rather than internally produced, conforming to and sustaining a shape that is predetermined in some way.\n\n\n\n\nEvidence gathered via clandestine research initiatives supports this theory; for instance, because SCP-8818 does not absorb nutrition from the food that passes through its body, it is not affected by the quality and content of its diet, and therefore suffered no ill effects when its food sources were temporarily swapped with nonfood substances.\n\n\n\n\n\n\n\n\nAddendum - Incident Log\n\n\n\n\nOn 29/08/2019, SCP-8818 checked into a local emergency room complaining of \"extreme and unusual sensations\". The following is an excerpt of SCP-8818's subsequent conversation with the presiding physician,\n3\n recorded via Argus Protocol. No deviations from standard behavior have been observed since.\n\n\n\n\n\n\n\n\n\n\n[\nBEGIN LOG\n]\n\n\n\n\nPHYSICIAN:\n Are you still experiencing these 'sensations'?\n\n\nSCP-8818:\n No, but it happened so suddenly and it was so intense I felt like I should get it checked out, just in case.\n\n\nPHYSICIAN:\n You made the right call. Always best to err on the side of caution. Still, your pulse was zero over zero. EKG looked nice and flat. Whatever happened, everything seems back to normal.\n\n\nSCP-8818:\n Oh. That's good, I guess.\n\n\nPHYSICIAN:\n You don't sound convinced.\n\n\nSCP-8818:\n Well, it was just so weird, you know? I've never felt anything like that before. It was like the sun. Like I had the sun inside of me. In every inch of my body.\n\n\nPHYSICIAN:\n You mean a burning sensation?\n\n\nSCP-8818:\n No, it wasn't pain. It was pure \nintensity\n. It was as if someone had strapped my body to an enormous speaker and started playing music at full blast. For just a moment, I swear, every atom holding me together was full of music. And then everything was quiet again. That probably doesn't make sense, does it? It's hard to find the right words. I think I'm already starting to forget what it felt like.\n\n\nPHYSICIAN:\n Have you been under a lot of stress lately? Work, family all right?\n\n\nSCP-8818:\n Work's fine, family's the same, yeah. Everything's normal.\n\n\nPHYSICIAN:\n Anything unusual happen today? Did you do anything out of the ordinary, see anything out of the ordinary that might have triggered that reaction?\n\n\nSCP-8818:\n Actually…\n\n\nPause.\n\n\nSCP-8818:\n No, sorry. It was nothing.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Name and identifiers withheld from Level-1 documentation.\n\n\n2\n. Research of SCP-8818 has since been transferred to the Department of Semiontology.\n\n\n3\n. Not employed by the Foundation.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8818\n\" by PeppersGhost, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8818\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "[ BEGIN LOG ] PHYSICIAN: Are you still experiencing these 'sensations'? SCP-8818: No, but it happened so suddenly and it was so intense I felt like I should get it checked out, just in case. PHYSICIAN: You made the right call. Always best to err on the side of caution. Still, your pulse was zero over zero. EKG looked nice and flat. Whatever happened, everything seems back to normal. SCP-8818: Oh. That's good, I guess. PHYSICIAN: You don't sound convinced. SCP-8818: Well, it was just so weird, you know? I've never felt anything like that before. It was like the sun. Like I had the sun inside of me. In every inch of my body. PHYSICIAN: You mean a burning sensation? SCP-8818: No, it wasn't pain. It was pure intensity . It was as if someone had strapped my body to an enormous speaker and started playing music at full blast. For just a moment, I swear, every atom holding me together was full of music. And then everything was quiet again. That probably doesn't make sense, does it? It's hard to find the right words. I think I'm already starting to forget what it felt like. PHYSICIAN: Have you been under a lot of stress lately? Work, family all right? SCP-8818: Work's fine, family's the same, yeah. Everything's normal. PHYSICIAN: Anything unusual happen today? Did you do anything out of the ordinary, see anything out of the ordinary that might have triggered that reaction? SCP-8818: Actually… Pause. SCP-8818: No, sorry. It was nothing. [END LOG]",
        "\" SCP-8818 \" by PeppersGhost, from the SCP Wiki . Source: https://scpwiki.com/scp-8818 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "Due to the self-concealing nature of its anomalous qualities, SCP-8818 has been granted exemption from physical containment and is permitted to live out its life with minimal surveillance and no direct knowledge of the Foundation's existence. As a precaution, healthcare records and other documents which detail or indicate SCP-8818's anomalous nature are to be copied to the Foundation archives and replaced with versions consistent with baseline normalcy.",
    "description": "SCP-8818 is a fully animate human male1 that has never fully met the standard criteria necessary to be considered biologically alive. While this phenomenon extends to virtually every physical process, it is most easily observed as a near-total lack of major organ functions: SCP-8818 does not breathe, transmit nerve impulses, or metabolize food. Nevertheless, SCP-8818 does not appear impeded by its anomalous nature and has developed from infancy to adulthood as a superficially healthy and unremarkable individual.",
    "title": "SCP-8818"
}