{
    "url": "https://scp-wiki.wikidot.com/scp-8820",
    "all_text": "rating: \n+38\n+\n–\nx\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-8820\n - To Kill a Bull Moose\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-8820\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\ndrygioni\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nnone\n\n\n\n\n\n\nRisk Class:\n\n\nnone\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe revolver used to fire SCP-8820.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n AEGIS.aic has been conscripted to monitor activity gathered on the stability of the anomalous within the United States. Activity that deviates from standard predictive models compiled by the Foundation is to be investigated to determine if it is an instance of SCP-8820-A. Should an instance be discovered, members of Mobile Task Force Gamma-4 (“Green Stags”) are to monitor the area for SCP-8820-B and record the subsequent Huntsman Event.\n\n\nFurther procedures for the containment of SCP-8820-A and SCP-8820-B are pending the results of Overseer investigation in accordance with the Drygioni Protocol.\n1\n\n\nSCP-8820 itself is held in a small box within Specialized Storage Vault 01-Alpha in Site-218. Further procedures related to the object’s containment have been deemed unnecessary via unanimous agreement of the acting Overseer Council.\n\n\n\n\n\n\n\n\nHotel Gilpatrick, Chicago. Location of initial SCP-8820 deployment.\n\n\n\n\n\n\nDescription:\n SCP-8820 is the bullet deployed in the attempted assassination of former United States President Theodore Roosevelt, whose path was halted via the synchronistic interference of several conflicting unknown, external forces. The nature of both how this event occurred and of the forces in question are poorly understood, but it is recognized that SCP-8820’s failure to reach its intended target as a result of this interference resulted in the development of both SCP-8820-A and SCP-8820-B. While its exterior appears to be mundane, sonar rendering has revealed the interior of SCP-8820 contains highly-complex machinery of unknown purpose. The material used to construct the anomaly remains unclear.\n\n\nSCP-8820-A collectively refers to varying bouts of sudden and unprecedented anomalous activity which are dependent upon the perceived belief of phenomena being considered “fantastical” within consensus normalcy by the populous of the United States. Specifically, SCP-8820-A has resulted in an uncharacteristically high number of anomalous entities considered by a majority of the U. S. population to be fantastical or fictional in nature to manifest. This activity defies all Foundation-made predictive models, which are noted as being 98.3% accurate outside of SCP-8820-A events.\n\n\nSCP-8820-B is an entity identical in appearance to former U. S. President Theodore Roosevelt, albeit dressed in 20th century-era hunting gear and always seen with a large, brown duffel bag. The bag’s space appears to be non-euclidean in nature, as SCP-8820-B has been shown to store a nearly-endless supply of both mundane and anomalous weaponry. The entity also displays significant prowess in carnomancy, which it utilizes to manipulate its own flesh regularly, being capable of acts such as mending its own wounds or growing extra limbs.\n\n\nUpon an area receiving a sudden spike in anomalous activity consistent with SCP-8820-A, SCP-8820-B will manifest in the area nearby the entity(s) produced by the activity, resulting in a Huntsman Event. Typically, this will consist of SCP-8820-B utilizing weaponry from its bag to engage the entity(s) in combat, but has been seen attacking entities directly. Should it use one, its weapon of choice has been observed to invariably be easily capable of dispatching the entity(s). Upon SCP-8820-B’s victory in an encounter, it will proceed to immediately demanifest from the area where the conflict took place. Damage sustained by SCP-8820-B in combat has been observed to disappear between manifestations, likely due to utilizing its carnomanic abilities.\n\n\n\n\n\n\nADDENDUM 8820.1\n\n\nHISTORY\n\n\n\n\n\n\nThe attempted assassination of Theodore Roosevelt took place on October 14th, 1912 during a speech the former President was giving on behalf of his current political affiliation, the Progressive Party. Prior to the speech, Roosevelt’s disappointment in the man who succeeded him in the presidency, William Howard Taft, convinced him to attempt to run for President again, despite having already followed the tradition of serving two terms from 1901-1909. This proved to be a point of contention for much of the American populous, giving the Progressive Party’s opposition significant ammo to utilize against them.\n\n\n\n\n\n\nFormer United States President Theodore Roosevelt.\n\n\n\n\n\n\nThe speech was intended to be part of Roosevelt’s active campaign for the presidency, as he had already secured the nomination of the Progressive Party to run as their representative. However, it was interrupted by one John Flammang Shrank, who later claimed that an apparition of William McKinely, the preceding President before Roosevelt, appeared to him in a dream and implored him to carry out the assassination of Roosevelt. Shrank agreed to follow McKinely’s orders and proceeded to arm himself with a .38-caliber Colt Police Positive Special revolver before arriving at the Gilpatrick Hotel in Milwaukee, Wisconsin, where Roosevelt was scheduled to give his speech.\n\n\nFoundation investigation has led to the discovery that both Shrank and McKinely were high-ranking members of GoI-004 (“\nThe Church of the Broken God\n”) and that the assassination attempt was likely motivated by Roosevelt’s membership to GoI-891 (“The Bull Moose Lodge”), a \nNeo-Sarkic\n collective dedicated to big-game hunting.\n\n\nAfter he had finished his dinner at the hotel, Roosevelt had exited the building and was proceeding to his car amid a crowd of onlookers who had heard that he was in attendance there. Shrank took the opportunity to shoot the president, bursting from the crowd and shooting him with a single bullet, later designated SCP-8820. However, the bullet was specifically shot towards an area of Roosevelt’s jacket where his metal glasses case and folded speech were in his pocket, shielding him from most of the impact and allowing him to suffer little to no adverse effects as a result of the incident, famously going on to give the speech later while he was still bleeding.\n\n\nFoundation specialists with access to records outside of public view were able to determine that while those events described in publicly-accessible information occurred, it was nigh-impossible for Roosevelt to have received no damage from SCP-8820 striking his body, even with the aforementioned items in his pocket assisting him. Despite being notable in anomalous communities for his frequent encounters with paranormal phenomena, Roosevelt has been verified to never have been capable of any thaumaturgical rituals, nor to possess any inherent anomalous abilities, which would have protected him from SCP-8820. By all accounts, without any interference by external forces, Roosevelt had a guaranteed chance to expire. Said forces were determined to have protected Roosevelt via a sophisticated thaumic mapping procedure.\n\n\nThe exact nature of these forces remains under the investigation of the collective Overseer Council.\n\n\n\n\n\n\nADDENDUM 8820.2\n\n\nDISCOVERY\n\n\n\n\n\n\nThe discovery that the attempted assassination of Theodore Roosevelt was related to a conflict between GoI-004 and GoI-891 in 1937 led to the Foundation receiving approval from the United States government to retrieve SCP-8820 from the corpse of Theodore Roosevelt, as it had remained lodged within his body since the unsuccessful assassination attempt involving it. At the time, it was designated AO-12953 and had not received full SCP status. Following the approval to retrieve the anomaly being granted, Foundation agents successfully dug up the coffin reported to hold former President Roosevelt, finding it empty, apart from SCP-8820 discarded in one of its corners.\n\n\n\n\n\n\nThe metal glasses case frequently cited as halting SCP-8820's path.\n\n\n\n\n\n\nA cooperative effort between the Foundation and the Federal Bureau of Investigation’s \nUnusual Incidents Unit\n followed, involving a manhunt spanning the entirety of the United States, for information related to the whereabouts of Roosevelt’s corpse. Little to no results led to the investigation being declared as a mundane grave-robbery in 1941 and shelved by both organizations. No anomalous activity could be found related to SCP-8820, leading to it being placed in an anomaly storage locker within Site-314.\n\n\nOn March 4th, 2023, a communication between two agents of the \nGlobal Occult Coalition\n was intercepted by the Foundation, which described the earliest recorded Huntsman Event.\n2\n\n\n\n\n«Begin Log»\n\n\nAgent Morris:\n Hey, is anyone there? This is Agent Alex Morris. I’m from Strike Team 0084, uh, “Stars and Stripes”. We could use some backup down here.\n\n\nUnknown Agent:\n Did you say “Stars and Stripes”? Looks like you lot were sent towards a UTE\n3\n down in… Arizona?\n\n\nAgent Morris:\n Yeah, yeah. Can you get another team down here? An Assessment Team to be more specific?\n\n\nUnknown Agent:\n What’s the issue? Was the threat liquidated?\n\n\nAgent Morris:\n Well, uh, that’s kind of the issue. It was, but it, uh, wasn’t by us.\n\n\nUnknown Agent:\n Oh, was it the Foundation? They don’t normally liquidate threats… and this would normally be an area in the UIU’s jurisdiction, but they don’t exactly have the resources for liquidation usually.\n\n\nAgent Morris:\n No, uh, I don’t think it was the Foundation. We saw it happen in real time. So, we found the threat; some big dragon. Anyway, while we were preparing to take it out, this guy came out of nowhere in this weird getup… like hunter outfits you’d see in cartoons from the thirties. He had this big bag with him and he pulled out some sort of weird rifle. He shot it at the threat a few times and whatever he shot from it went clean through the big lizard’s throat.\n\n\nUnknown Agent:\n Interesting. Were you able to establish contact with this individual?\n\n\nAgent Morris:\n Nah, he disappeared as quickly as we first saw him. Just stuck the rifle back in that big bag of his and left like it was just another Tuesday.\n\n\nUnknown Agent:\n Did he have any other distinguishing features? A logo sewn into his clothes? Anything?\n\n\nAgent Morris:\n Well, there was… I have the bodycam footage. I’ll send it over once we get back to base, but… I think it was Theodore Roosevelt.\n\n\nUnknown Agent:\n Theodore Roosevelt? 26th President of the United States?\n\n\nAgent Morris:\n Yeah.\n\n\nUnknown Agent:\n Alright. Get that footage to us as soon as you can. I’m gonna… alert Command about this and see how fast I can get an Assessment Team down there.\n\n\nAgent Morris:\n Keep me informed.\n\n\n«End Log»\n\n\n\n\nThe Coalition was not alerted to the Foundation’s knowledge of the described events, with Overseer Council deliberation leading to the decision to calibrate anomaly detection equipment in Site-314 for the next Huntsman Event and attempt to contain the anomaly without their interference. Due to its perceived relationship with the anomaly, SCP-8820 tentatively received full SCP classification.\n\n\n\n\n\n\nADDENDUM 8820.3\n\n\nINITIAL ENCOUNTER\n\n\n\n\n\n\n\n\n\n\nAustin, Texas.\n\n\n\n\n\n\nOn March 19th, 2024, sudden and unprecedented anomalous activity was detected in Austin, Texas, with an entity closely resembling a griffin being spotted in several forests around the region. Members of MTF Gamma-4 were mobilized to the location in hopes of establishing contact with SCP-8820-B and to contain the entity created by the SCP-8820-A event. Approximately two hours after the task force arrived, the entity was located, but was left under observation due to the possible danger of interrupting a Huntsman Event.\n\n\nAn hour after the griffin entity was located, SCP-8820-B manifested within the area and was spotted by the task force.\n\n\n\n\n«Begin Log»\n\n\n[EXTRANEOUS DATA REMOVED]\n\n\nSite Command:\n The detected activity is in the clearing beyond those trees. Try to observe the entity from a distance.\n\n\nG4-Cap:\n Got it.\n\n\nG4-3:\n Hey, I see something!\n\n\nG4-3 points at a large, vaguely-avian creature in the distance. It hobbles about awkwardly, as if unfamiliar with its surroundings.\n\n\nG4-Cap:\n Good eye, Three.\n\n\nSite Command:\n First target located. Keep an eye out for 8820-B.\n\n\nSuddenly, a long figure manifests in a flash of light within the clearing. It wears a hunting uniform and carries a large bag.\n\n\nG4-2:\n …found him.\n\n\nSCP-8820-B puts its bag on the ground and rummages within it for a moment, before pulling out an object resembling a modified crossbow.\n\n\nSite Command:\n See if you can get some footage of the weapon it’s using.\n\n\nG4-Cap:\n On it.\n\n\nG4-Cap retrieves enhanced recording equipment from her belongings and positions it towards SCP-8820-B and the griffin entity.\n\n\nG4-4:\n Looks like he’s up to something.\n\n\nSCP-8820-B loads an unknown form of arrow-like ammunition into the crossbow before shooting it at the griffin entity, striking it in the chest. At a heightened pace, it loads more ammunition into the bow, piercing the entity’s midsection several times. SCP-8820-B approaches the entity afterwards and inspects it before demanifesting.\n\n\nG4-2:\n Well, that was fast.\n\n\nSite Command:\n Alright, go inspect the corpse of the griffin entity. We’ll have a chopper prepared to take both you and it back to base. Good work, team.\n\n\n«End Log»\n\n\n\n\nAfter the conclusion of SCP-8820-A-2, MTF Gamma-4 was conscripted to investigate all subsequent Huntsman Events until further notice.\n\n\n\n\n\n\nADDENDUM 8820.4\n\n\nGOI-891 OVERVIEW\n\n\n\n\n\n\nLittle information concerning GoI-891 (“The Bull Moose Lodge”) was known to the Foundation prior to SCP-8820, but due to a perceived relationship between the group and the anomaly, investigation was exacerbated by Foundation parahistorians. The following is an excerpt from the Foundation’s Group of Interest database, placed within this file for convenience.\n\n\n\n\n\n\nGoI-891\n\n\n\n\n\n\nGroup #:\n GoI-891 (“The Bull Moose Lodge”)\n\n\nMembership:\n Unknown\n\n\nResources:\n Unknown\n\n\nStatus:\n Inactive\n\n\n\n\nDescription:\n The Bull Moose Lodge was a Neo-Sarkic collective led by former U. S. President Theodore Roosevelt dedicated to the practice of big-game hunting. Public information concerning the group is known to make frequent mention of their ability to locate “rare finds”, with mundane historians interpreting this to mean rare or endangered species. Parahistorians, however, have verified many hunts performed by the Lodge to be centered on locating a variety of anomalous creatures. Documentation from the White House archives seized by the Foundation contains detailed notes from the group’s membership concerning a variety of species, such as unicorns, dragons, griffins, and more.\n\n\nLittle information about the group was recorded, leading to little else being ascertained about their membership or practices. Being Neo-Sarkic, it has been speculated the group was possibly responsible for several assassinations performed on members of the Church of the Broken God verified to have occurred within regions where they were active, but these claims remain unverified by more than circumstantial evidence. Notes left by Roosevelt contain a variety of runic symbols drawn in their margins, possibly hinting towards the group performing various rituals during their meetings.\n\n\nIt is suspected that the group began operations in 1897 and disbanded due to Roosevelt’s death in 1919.\n\n\n\n\n\n\n\n\nADDENDUM 8820.5\n\n\nSELECT HUNTSMAN EVENTS\n\n\n\n\n\n\nFollowing the initial encounter with SCP-8820-B, a significant amount of further Huntsman Events proceeded to occur throughout the next three months. A shortened collection has been compiled for this file. The full list can be found on Document 8820-12D. All evidence from these events, such as the corpses of terminated entities, have been collected for either study or containment.\n\n\n\n\n\n\nEvent Designation\n\n\nAssociated Entity\n\n\nEvent Location\n\n\nEvent Description\n\n\n\n\n\n\nSCP-8820-A-7\n\n\n\"Cockatrice\"\n4\n\n\nSacramento, California\n\n\nEntity was located by SCP-8820-B whilst scavenging in a garbage can on the outskirts of the city. Upon being located, it attacked SCP-8820-B by breathing fire, which was blocked by a shield of hardened flesh extending outwards from the side of SCP-8820-B’s arm. It retrieved an unknown weapon resembling a rifle, which dispatched the entity with a blue beam shot from its barrel.\n\n\n\n\n\n\nSCP-8820-A-12\n\n\n\"Bigfoot\"\n5\n\n\nThe Dalles, Oregon\n\n\nEntity is found by SCP-8820-B within a forest, eating from a fresh deer carcass. It opens its bag and grabs two objects: a camera and a mundane hunting rifle. SCP-8820-B takes a picture of the entity, causing it to attempt to flee as SCP-8820-B fires from the hunting rifle, terminating the entity. It proceeds to drop the photo next to the corpse before demanifesting.\n\n\n\n\n\n\nSCP-8820-A-16\n\n\n\"Mothman\"\n6\n\n\nMontpelier, Vermont\n\n\nSCP-8820-B spotted the entity crawling on the underside of a stone bridge in an uninhabited forest within the region. It pulls out a lantern-like device and a small pistol from its bag. It readies the pistol and hits a button on the lantern, causing it to emit a sudden burst of light somewhat similar to a flashbang. The entity suddenly rushes towards the lantern, but is shot in the head by SCP-8820-B.\n\n\n\n\n\n\nSCP-8820-A-24\n\n\n\"Sea Goat\"\n7\n\n\nAugusta, Maine\n\n\nEntity was found by SCP-8820-B floating idly down an abandoned canal. It pulls a large rifle labelled “Anti-Goat Destabilizer” from its bag and fires it at the entity. A beam of orange energy envelops the entity and it screams loudly. Once the light fades, the entity is shown to have been converted into a mundane trout. This represents the only SCP-8820-A instance where SCP-8820-B left the entity it hunted alive in some fashion.\n\n\n\n\n\n\nSCP-8820-A-29\n\n\n\"Phoenix\"\n8\n\n\nPhoenix, Arizona\n\n\nSCP-8820-B finds the entity within a small forest fire that was raging in the area. It pulls out what is believed to be a mundane water pistol from its bag and fires it at the entity, causing it to crumble into a pile of soot. Due to the nature of mythical phoenixes commonly undergoing resurrection, this soot has been placed within a standard avian containment chamber until further notice.\n\n\n\n\n\n\nSCP-8820-A-35\n\n\n\"Chupacabra\"\n9\n\n\nAlbuquerque, New Mexico\n\n\nEntity is seen roaming around an abandoned farm in the outskirts of the city. SCP-8820-B approaches and grabs what appears to be a hose nozzle. It activates the hose, which unleashes a torrent of what is later recognized to be goat blood at the entity. It positions its mouth to drink the blood, but is soon overwhelmed by the amount given to it and drowns. It is unknown if the goat blood is connected to what occurred during SCP-8820-A-24.\n\n\n\n\n\n\nSCP-8820-A-41\n\n\n\"Tarasque\"\n10\n\n\nBoston, Massachusetts\n\n\nSCP-8820-B locates the entity within a park during nighttime in a low-population area. A gun labelled “Lizard-B-Gone” is grabbed from SCP-8820-B’s bag, which it promptly fires at the entity. It is instantly disintegrated. Researchers have posited the idea of attempting to retrieve this weapon in an effort to terminate \nSCP-682\n.\n\n\n\n\n\n\n\n\n\n\nADDENDUM 8820.6\n\n\nINTERVIEW LOG\n\n\n\n\n\n\nDuring SCP-8820-A-45, an event in which a unicorn entity manifested in the outskirts of New York, agents from Gamma-4 were instructed to terminate the entity in order to see how SCP-8820-B would react. Agent Foster successfully dispatched the entity, leading to the following impromptu interview taking place.\n\n\n\n\n«Begin Log»\n\n\n[EXTRANEOUS DATA REMOVED]\n\n\nSCP-8820-B:\n It’s not very polite to steal someone else’s catch, you know.\n\n\nAgent Foster:\n Excuse me?\n\n\nSCP-8820-B:\n I knew your hunting party seemed quite intent on disrupting my work, but I was hoping you had common etiquette and just wanted to see a master in action.\n\n\nAgent Foster:\n Oh, uh, we just wanted to… talk?\n\n\nSCP-8820-B:\n Talk, hm? Quite a rude way to begin a conversation, is this not?\n\n\nAgent Foster:\n Sorry about that. You see, we’ve known about you for quite a while, but we could never catch you before you, uh, disappeared.\n\n\nSCP-8820-B:\n Oh, I see! Part of me had assumed you simply wished to steal my hunt. You don’t see these just everywhere, you know.\n\n\nSCP-8820-B gestures towards the unicorn entity's corpse on the ground before walking over and inspecting the damage.\n\n\nSCP-8820-B:\n Your weapons appear more advanced than I had thought. Perhaps you lot really are experienced hunters!\n\n\nAgent Foster:\n You could say that.\n\n\nSCP-8820-B:\n Ah, fantastic. It is a pleasure to be in the company of some fellow enjoyers of the sport. I used to have a group just like yours back in the day, but, ah, well, I suppose I’m getting ahead of myself. Perhaps some introductions are an order?\n\n\nAgent Foster:\n Alright, I’m William Foster.\n\n\nSCP-8820-B:\n Theodore Roosevelt, 26th President of these United States.\n\n\nAgent Foster:\n How is that possible? It’s been said you’ve been dead for over a century.\n\n\nSCP-8820-B:\n Well, old chap, don’t believe everything that you see in the history books. As one of the people who helped with the job, I can tell you with certainty that we make sure not everything worth telling is in ‘em.\n\n\nAgent Foster:\n You could say that we do something similar.\n\n\nSCP-8820-B:\n Really? Interesting how some things never change. Perhaps you’re more similar to my old friends than I had previously thought!\n\n\nAgent Foster:\n Your old friends? Are you referring to the Bull Moose Lodge?\n\n\nSCP-8820-B:\n Ah, you have certainly done your homework, young man! Yes, we were a rowdy bunch. Found a bunch of monsters that should never see the light of day and made damn sure the public never had to lay their beaty little eyes on ‘em. Tough work, but someone had to do it.\n\n\nAgent Foster:\n We have data that says the Lodge was heavily affiliated with Neo-Sarkicism. Was this true?\n\n\nSCP-8820-B:\n Wow, the more you tell me you know, the more impressed I am! I can always appreciate someone who knows what they’re talking about. Yes, while I’ll admit I’m not the biggest fan of how you worded it, we were followers of the flesh. Never did any of that human sacrifice nonsense, but, well, a bunch of old magical animals made for good substitutes in that department!\n\n\nAgent Foster:\n You sacrificed the anomalous creatures you’d hunt down?\n\n\nSCP-8820-B:\n Damn straight! Don’t know what else we woulda done with ‘em. Have you ever tried unicorn, old chap? Tastes like dirt from the ground, let me tell ya.\n\n\nAgent Foster:\n I see.\n\n\nSCP-8820-B:\n Was certainly better than sacrificing humans. The Great Prophet told me it was the weak men who felt like they were deserving of another human life to bolster their own strength. The strong men are already strong on their own.\n\n\nAgent Foster:\n The Great Prophet?\n\n\nSCP-8820-B:\n Aye, the Grand Karcist is what some call him. He’s what saved me, ya know?\n\n\nAgent Foster:\n Saved you?\n\n\nSCP-8820-B:\n You ever here about what happened down at the Gilpatrick Theatre? When that poor soul tried to blow my brains out?\n\n\nAgent Foster:\n Yes, we have.\n\n\nSCP-8820-B:\n Well, what they don’t tell you in those history books is that I would have definitely been a goner if not for the Grand Karcist.\n\n\nAgent Foster:\n We had some data that showed some sort of extra-dimensional anomaly was likely what prevented your demise. Was that the Grand Karcist?\n\n\nSCP-8820-B:\n I’m not entirely sure what you mean there, but he was certainly from our dimension. Surprisingly human-looking for… whatever he was. Anyway, as soon as that bullet pierced my skin, I suddenly wasn’t standing outside of the hotel. I was… well, it’s not important. What’s important is that he was there, the Grand Karcist. He told me that it wasn’t my time yet, and that I was capable of so much more if I followed his teachings. After he spoke to me, I was suddenly back down to Earth. That bullet was lodged in my glasses case and stuck in my flesh. Blood was trickling down my jacket, but I knew I was fine to give that speech there and then because I had the prophet’s word it wasn’t my time.\n\n\nAgent Foster:\n So, after you were saved by the Grand Karcist, you started the Lodge?\n\n\nSCP-8820-B:\n Well, before I started it, I realized I had to follow his teachings. I found old, forbidden writings. Some were manuscripts, some forbidden gospels, and even some forbidden drawls on the bottoms of Churches. You’d be surprised how widespread his teachings really are.\n\n\nAgent Foster:\n So, you learned the rituals you used to sacrifice the creatures from these teachings, I assume?\n\n\nSCP-8820-B:\n That, and so, so much more. The sacrifices were the key, though. If both the Great Prophet and the American people smile upon you, you can achieve so, so much.\n\n\nAgent Foster:\n So, why are you still around? Did you find a ritual for immortality?\n\n\nSCP-8820-B:\n If we had immortality, it wouldn’t just be me anymore, would it? A hunting party sticks together. I’m still around because, well, put simply, the people still believe in me! Belief is a powerful thing, old chap. You’d do well to remember that.\n\n\nAgent Foster:\n They still… believe in you?\n\n\nSCP-8820-B:\n Well, they don’t just carve your face on a mountain for no reason, do they?\n\n\nAgent Foster:\n I suppose you’re not wrong, but I’m just curious what exactly you mean by this. People believing in your… existence makes you stay around?\n\n\nSCP-8820-B:\n My existence? No, old chap! Every free man and woman in this country believes in my existence. No, what they believe in is my memory. They remember the man who once was, a shining beacon to the people of this land!\n\n\nAgent Foster:\n So, the American people remembering and believing in your memory is what has kept you around?\n\n\nSCP-8820-B:\n Well, that’s the primary cause. I suspect there’s a bit of intermingling with my, we’ll say, augmentations. Those rituals didn’t just do nothing for me! But, to my knowledge, as long as I am believed in, I will go on. It takes more than just death to kill a Bull Moose, my friend. Much more, indeed.\n\n\nSCP-8820-B disappears in a flash of light.\n\n\n«End Log»\n\n\n\n\n\n\n\n\nADDENDUM 8820.7\n\n\nGOI-004 CORRESPONDENCE\n\n\n\n\n\n\nOn June 27th, the \nDepartment of Tactical Theology\n received a transmission concerning SCP-8820 from an operative claiming to be contacting the Foundation on behalf of the Church of the Broken God. Contact was established by Dr. Alice Key via a private channel with the office of Prophet Robert Bumaro established in 1998.\n\n\n\n\n«Begin Log»\n\n\nUnknown:\n Hey, is this thing on? This should be the channel they established with us… Yes, it looks like it’s recording.\n\n\nDr. Key:\n Um, hello? This channel is reserved for Robert Bumaro of the Church of the Broken God. Are you a representative of his?\n\n\nUnknown:\n Oh, it is working! Greetings, Foundation. Yes, I am Brother Lucas Baker of the Church of the Broken God, establishing this contact with you on behalf of Prophet Robert Bumaro. While I wish this communication could come at a friendlier time, I have some information that you need.\n\n\nDr. Key:\n Information?\n\n\nBr. Lucas:\n No doubt, you have encountered the work of Karcist Theodore Roosevelt. We have been monitoring his actions since before even the Coalition caught wind of what was happening. To tell you the truth, we have tried our own methods to ensure his re-emergence would be halted, but there was little we could do. Put simply, you need a certain kind of weapon to eliminate him.\n\n\nDr. Key:\n What sort of weapon?\n\n\nBr. Lucas:\n The nails that pierced Christ on the cross. The sword in the stone. The bullet that Shrank fired at the Karcist all those years ago. Mundane historians simply regard these items as having been equally mundane, made with basic materials harvested from the Earth below our feet. They could not be more wrong.\n\n\nDr. Key:\n Are you saying that the bullet fired at Roosevelt was some sort of enhanced weapon?\n\n\nBr. Lucas:\n Well, I’m sure that you are aware that components of God have made their way all across the world, waiting to be reunited, but you seem to remain ignorant to the blasphemous acts that have been performed with them all throughout the years. Well, besides the \nfalse god awakened in La Paz\n, I suppose. Regardless, while attempting to modify our God’s components is seen as spitting in the face of the very doctrine that unites us, it has not stopped many from trying.\n\n\nDr. Key:\n You don’t mean…\n\n\nBr. Lucas:\n Christ was impaled with repurposed screws from God’s feet. The sword was carved from the plating of God’s armor. The bullet was made from modifying God’s pineal gland. To kill a deified figure, you need a component of God. We do not ask this of you lightly, but I imagine we are to mutually benefit from the Karcist’s termination.\n\n\nDr. Key:\n I see.\n\n\nBr. Lucas:\n The Grand Karcist has been weakened after so many years. He will be unable to protect Roosevelt should you find a vessel through which to let the bullet fly true. However, a mere mortal would be unable to contest with him in his current state. We’ve noticed a surprisingly little amount of ritualistic activity from him, suggesting he has been biding his time and power for something big.\n\n\nDr. Key:\n Who would we need to face him, then?\n\n\nBr. Lucas:\n Have you ever heard of the phrase “To kill a god, you require another god”?\n\n\nDr. Key:\n A… god? He’s a president.\n\n\nBr. Lucas:\n When a figure is deified by his people, the line between god and leader is often blurred. A proper vessel to face Roosevelt would be a leader more deified than him by the American people. Fortunately, as far as we’re aware, you have one.\n\n\nDr. Key:\n We do?\n\n\nBr. Lucas:\n A long time ago, a Mekhanite priest was hired by some agents of a revolution down in the New World. They needed someone to guide them, so he was given a man to enhance into so much more than he was before. What was once flesh was now a stalwart, iron war machine. The “redcoats” stood no chance against him!\n\n\nDr. Key:\n I believe I know what you’re referring to, now. Are you sure this will work?\n\n\nBr. Lucas:\n It’s happened before. Why do you think you have yet to find Karcist Jefferson and Brother Lincoln? Their battle has already occurred, and the fact our world remained unchanged is proof of Lincoln’s victory. Trust the process, my friend. This will work. It has to.\n\n\n«End Log»\n\n\n\n\nFollowing deliberation concerning the implications of both this transmission and the interview with SCP-8820-B, Department of Tactical Theology personnel conceptualized and drafted plans for what would become Operation: Bald Eagle.\n\n\n\n\n\n\nADDENDUM 8820.8\n\n\nOPERATION: BALD EAGLE\n\n\n\n\n\n\nTwo days after deliberations within the Department of Tactical Theology began, the following operation proposal was compiled for presentation to the Overseer Council.\n\n\n\n\n\n\nOPERATION: BALD EAGLE\n\n\n\n\n\n\nRequested Resources:\n\n\n\n\nSCP-8820\n\n\n\n\n\n\nSCP-2776\n11\n\n\n\n\n\n\nSCP-3782\n12\n\n\n\n\n\n\nPreamble:\n Gods take many shapes and sizes. From giant clockwork abominations to simple reality-benders that fancy themselves divine and gain a congregation, there is little that physically defines what a god can be. However, there is a single factor that separates the divine from the mundane, being belief. Belief in something can elevate it to new heights that it never previously could have hoped to achieve. Even a pebble could become a god if you injected it with enough belief.\n\n\nA leader is someone who many look up to. They are often idolized by groups of people for working hard to assure the collective’s stability, seen as shining paragons of what they could only hope to achieve in their lifetimes. Legacies are formed, monuments are made, and in some cases, worshipping is performed. A leader can be cemented in history to an almost mythical degree, a process of pseudo-deification.\n\n\nWhile issues are not normally caused by this limited belief in leaders, SCP-8820-B represents a unique convergence of Sarkicism-based augmentations interacting with the modern mysticism surrounding the legacy left behind by former President Roosevelt. Fortunately, Roosevelt is not the most deified president in United States history. In fact, we have the figure they worship the most contained within the bowels of Area 11.\n\n\nIn order to kill a deified figure, we need a weapon capable of doing so, and SCP-8820 is that weapon. However, we also need someone to fire it. For this purpose, the Department of Tactical Theology is requesting use of SCP-2776, former United States President George Washington, to eliminate SCP-8820-B through utilization of SCP-8820. To facilitate this encounter taking place, SCP-3782 will be used as a religious totem to compel SCP-2776 into combat with SCP-8820-B.\n\n\n\n\nThe operation was partially approved, with the stipulation that SCP-2776 be interviewed before any further action was taken, soon leading to contact being established with SCP-2776 by Dr. Alan Lock in an attempt to ensure its cooperation.\n\n\n\n\n«Begin Log»\n\n\nDr. Lock enters SCP-2776’s chamber while holding SCP-3782. It’s sat upon a small bench staring mindlessly at the floor, continuously talking in garbled speech.\n\n\nDr. Lock:\n Um, hello?\n\n\nSCP-2776:\n (\nGarbled\n)\n\n\nDr. Lock:\n Alright, well, uh, I have something for you.\n\n\nSCP-2776:\n (\nGarbled\n)\n\n\nDr. Lock slowly approaches SCP-2776, holding SCP-3782 above its head.\n\n\nDr. Lock:\n Well, this is what they told me to do… hopefully it works.\n\n\nSCP-3782 is placed upon SCP-2776’s face. It continues to utter garbled speech, unmoving apart from its mouth.\n\n\nDr. Lock:\n Alright, well I guess it didn’t—\n\n\nThe doctor is suddenly interrupted by SCP-2776 moving its head from staring at the floor, positing itself to stare at him directly.\n\n\nSCP-2776:\n I… can see.\n\n\nDr. Lock:\n Oh! Um, hello!\n\n\nSCP-2776:\n Who… might you be?\n\n\nDr. Lock:\n I’m Dr. Alan Lock. You’re President Washington, correct?\n\n\nSCP-2776:\n I… I hardly remember. Where’s Martha?\n\n\nDr. Lock:\n Martha Washington? She’s… gone. She’s been dead for many years.\n\n\nSCP-2776:\n I… I see.\n\n\nDr. Lock:\n Let me give you a few minutes. Some of the others will come in to give you some information.\n\n\n«End Log»\n\n\n\n\nIt remains unclear if the newfound clarity within SCP-2776 displayed after it wore SCP-3782 was due to the anomaly in question or if it was coincidental.\n\n\nWhile attempts were made to brief SCP-2776 on the activity of SCP-8820-B, it dismissed them and claimed to be already aware of the described events. When questioned, it was unable to ascertain the source of the information. Researchers have posited that this awareness is possibly connected to the clarity displayed by the anomaly, but this hypothesis remains unconfirmed.\n\n\n\n\n\n\nADDENDUM 8820.9\n\n\nGOI-004 CORRESPONDENCE (CONT.)\n\n\n\n\n\n\nOn June 29th, the Department of Tactical Theology received a second transmission from Brother Lucas of the Church of the Broken God. Dr. Key agreed to communicate with the GoI-004 operative a second time.\n\n\n\n\n<Begin Log>\n\n\nBr. Lucas:\n Hello? Is anyone there?\n\n\nDr. Key:\n Hi, yes.\n\n\nBr. Lucas:\n Ah, it’s you again! Nice to see you again, but I don’t think I ever caught your name?\n\n\nDr. Key:\n Oh, apologies. I’m Dr. Alice Key. It’s a pleasure to meet you.\n\n\nBr. Lucas:\n Likewise. But, pleasantries aside, we have reason to believe that Washington has fully awakened. Is this true?\n\n\nDr. Key:\n How did you receive this information?\n\n\nBr. Lucas:\n You don’t need to fret about informants in your ranks, if that’s what your worried about. The truth is that Washington has a sort of… trigger within his internal components. When it goes off, some of us with neural implants are pinged about it. All of our presidential champions have one.\n\n\nDr. Key:\n Presidential champions?\n\n\nBr. Lucas:\n Don’t you remember from our last conversation when I mentioned the conflict between Karcist Jefferson and Brother Lincoln?\n\n\nDr. Key:\n Yes, but we weren’t entirely sure what you meant.\n\n\nBr. Lucas:\n Throughout the history of the Church of the Broken God and those Sarkic Cults, the power held by the individual who is seated upon the throne of the United States was considered paramount to our influence within the region. Even if they’re no longer in the seat, these individuals gain power beyond what we could have previously thought, leading to inevitable conflict. We’ve normally managed to keep these struggles secret, as has been tradition since the inception of our modern collectives, but the actions of Karcist Roosevelt have led to an unfortunate amount of publicity.\n\n\nDr. Key:\n How many presidents have been involved in these conflicts, exactly?\n\n\nBr. Lucas:\n Nearly all of them. Only a few remained independent, but they don’t tend to last long. I think a group of Sarkics got Henry Harrison only a month after he was elected, leading to his more agreeable lackey taking power.\n\n\nDr. Key:\n You mentioned some sort of being given to those in the presidential seat? Can you elaborate on that?\n\n\nBr. Lucas:\n It’s like I said during our last call, doctor. The powers that be speak in the language of belief, exchanging it like a forbidden currency. To become a United States President is to gain the belief of the people, and to gain the belief of the people is to gain the power of a god, whether they’re aware of it or not. I speculate that whatever strings that ensure this process are the same ones that yank those special few into warring pairs every eight years or so. The cogs turn and spin, and they’ll keep turning as long as the American people continue to believe.\n\n\nDr. Key:\n I see. Has there been any instance of one of these battles being prevented?\n\n\nBr. Lucas:\n Prevented? Doctor, you seem to misunderstand. This call was not to brainstorm with you. It’s meant to be a status update. Washington and Roosevelt are two unbreakable pistons about to slam into each other. You haven’t been able to contain the Bull Moose yet, and I’m sure you’ve witnessed his strength in combat. He only grows stronger, because he knows what’s meant to happen. I imagine the same for Washington, yes?\n\n\nDr. Key:\n He \nhas\n shown to have an unexplainable wealth of knowledge related to Roosevelt…\n\n\nBr. Lucas:\n The internal file database that functions as his brain was primed with this information decades before you even discovered him. Like I said, this was always destined to happen. The best option is to give Washington the bullet.\n\n\nDr. Key:\n The bullet?\n\n\nBr. Lucas:\n As I’ve explained, it was a part of God modified long ago to be a weapon. It is the only thing in your possession at the moment capable of taking out Roosevelt, short of reactivating that \nfalse heart\n and letting something else achieve apotheosis to fight him. This is the best option for everyone involved. For the good of the world, make things easier on all of us… please.\n\n\n«End Log»\n\n\n\n\nPresentation of this transcript to the Overseer Council led to full approval for Operation: Bald Eagle.\n\n\n\n\n\n\nADDENDUM 8820.10\n\n\nOPERATION BALD EAGLE (CONT.)\n\n\n\n\n\n\nThe full approval for the operation led to the further questioning of SCP-2776, in which the subject expressed a desire to engage in conflict with SCP-8820-B. The following is a transcript of the final interview taken with the anomaly.\n\n\n\n\n«Begin Log»\n\n\nDr. Lock:\n Greetings, SCP-2776.\n\n\nSCP-2776:\n Good morning, doctor. It appears you are in fair spirits.\n\n\nDr. Lock:\n Ah, yeah. Thanks for noticing. I’m just here for a bit more questioning, if that’s okay?\n\n\nSCP-2776:\n That is acceptable.\n\n\nDr. Lock:\n Great. So, you—\n\n\nSCP-2776:\n Wait.\n\n\nDr. Lock:\n Hm?\n\n\nSCP-2776:\n I can feel something.\n\n\nDr. Lock:\n What do you mean?\n\n\nSCP-2776:\n He’s waiting for me.\n\n\nDr. Lock:\n Wait, do you mean Roosevelt? Let me get some of the others in here to—\n\n\nSCP-2776:\n I can see him.\n\n\nDr. Lock:\n I’m sorry?\n\n\nSCP-2776:\n I feel a disturbance. The… the gears inside of me are telling me where I must go.\n\n\nDr. Lock:\n Where are they telling you to go?\n\n\nSCP-2776:\n …Washington.\n\n\n«End Log»\n\n\n\n\n\n\n\n\nADDENDUM 8820.11\n\n\nSCP-8820-A-56\n\n\n\n\n\n\n\n\n\n\nThe Washington Monument.\n\n\n\n\n\n\nFollowing SCP-2776's announcement during the interview, an anomalous signature that far outweighed any previous SCP-8820-A event was suddenly detected by Foundation equipment in the Washington Monument within Washington D. C. Observation revealed that there was no anomalous entity visible at the location by satellites positioned towards the region. Instead, SCP-8820-B could be seen sitting in front of the memorial and standing entirely motionless.\n\n\nOverseer Council deliberation deemed it the best course of action to transport SCP-2776 and evacuate the surrounding area in preparation for a possible conflict between the two anomalies. As was stated in the preamble for Operation: Bald Eagle, SCP-8820 was given to SCP-2776 before it engaged SCP-8820-B in combat. Connection with the United States government’s \nMetaphysical Club\n was established, who agreed to assist in facilitating the evacuation efforts.\n\n\nOnce the area surrounding the Washington Monument was cleared of civilians, SCP-2776 was airlifted to the location and dropped off by Foundation operatives. The following log was promptly recorded.\n\n\n\n\n«Begin Log»\n\n\nSCP-8820-B:\n I was hoping you would show up soon.\n\n\nSCP-2776:\n Spare me your foul words, demon. Do not attempt to mock me.\n\n\nSCP-8820-B:\n Now, now. There’s no need to get all riled up so soon. From one former president to another, I want to offer you a deal.\n\n\nSCP-2776:\n A… deal?\n\n\nSCP-8820-B turns around and gestures to the Washington Monument.\n\n\nSCP-8820-B:\n Look at this, George. They built this for you. All of your achievements for this country and all they’ve given you is your face on a mountain and a pole sticking up from the ground. Sure, they remember us, but they do not worship us like they should. To become President of the United States is to become God, don’t you see?\n\n\nSCP-2776:\n I do not understand.\n\n\nSCP-8820-B:\n This monument, this insult, it has the power to ensure we are remembered as we should be. Since my reawakening, I have been gathering energy from as many magical creatures as I could. Their sacrifices have not been in vain, my friend. No, far from it. You see, this monument has a special property about it; did you know that? It is capable of channeling the power I have received from these sacrifices into something tangible. The power can spread across the entirety of these glorious United States and ensure our godhood for all of eternity.\n\n\nSCP-2776:\n Why did you call me here if you are capable of this?\n\n\nSCP-8820-B:\n If I were to do this, the divinity afforded to those who have held the position of United States President will be granted based upon recognition among the people. You, my friend, are the most recognized president who still remains upon this planet. If I were to grant us this power, well, you would be my greatest threat. That is, unless you choose to join my cause.\n\n\nSCP-2776:\n You wish for me to join you?\n\n\nSCP-8820-B:\n Join me and you will receive power beyond your wildest dreams. Refuse my offer and I will have no other choice but to strike you down.\n\n\nSCP-2776 pauses, mulling over SCP-8820-B’s words.\n\n\nSCP-2776:\n I refuse.\n\n\nSCP-8820-B:\n I see. That is… most unfortunate.\n\n\nThe two remain still, staring at each other intently until SCP-8820-B throws its bag on the ground, pulling out a long-barreled rifle and a large, iron sword. SCP-2776’s left hand reconfigures itself to form a gun barrel-like extension. Its right palm splits in half, a long blade extending from the gap.\n\n\nSCP-8820-B:\n A righteous man once claimed that the American people must think about what they should do for their country, not their president. That man was me, of course, but I’m not exactly president anymore.\n\n\nSCP-8820-B suddenly rushes towards SCP-2776, dropping its rifle on the ground and wielding its word with both hands. It slashes its blade at SCP-2776, who counters with the blade on its right hand.\n\n\nSCP-2776:\n You’ll have to try harder than that, demon.\n\n\nSCP-2776 points the gun barrel on its left hand at SCP-8820-B’s head, firing multiple red beams of energy at it. The strikes temporarily stun SCP-8820-B, who staggers backwards several steps. SCP-2776 takes the opportunity to slash its blade at SCP-8820-B’s forehead, forming a large gnash and knocking it downwards. SCP-2776 holds its blade threateningly at SCP-8820-B as it struggles to reposition itself.\n\n\nSCP-2776:\n Do you yield?\n\n\nSCP-8820-B struggles for a few moments before its mouth suddenly contorts into a wide grin. It begins chuckling slightly.\n\n\nSCP-8820-B:\n Was this really all you had? This will be an easier battle than I thought.\n\n\nSCP-8820-B’s fist suddenly balloons to three times its previous size, which it uses to deliver a powerful uppercut to SCP-2776, who is sent barreling backwards onto the ground. SCP-8820-B grabs the rifle it discarded on the ground and fires several blue energy beams at SCP-2776. Several of the beams strike it, but the final is blocked by SCP-2776 slashing its blade like a baseball bat, propelling the beam back at its attacker. SCP-8820-B quickly shifts to the side, narrowly avoiding the blast.\n\n\nSCP-2776:\n You’ll have to try harder than that! I faced redcoats who were more threatening than you in the very war that allowed you to be elevated to where you stand today.\n\n\nSCP-8820-B:\n We’ll see about that.\n\n\nSCP-2776 gets off the ground and quickly fires several more blasts at SCP-8820-B, who counters by firing its own. Every shot from either anomaly meets the other, resulting in small explosions in the middle of the battleground as they collide. SCP-8820-B sneers, charging towards SCP-2776 with its blade outstretched.\n\n\nSCP-8820-B:\n Block this, you wrinkly bastard!\n\n\nSCP-2776:\n Gladly.\n\n\nSCP-2776 slams its blade upon SCP-8820-B’s, locking the two in place. Neither waver for several moments, their respective swords visibly shaking. SCP-8820-B drops its rifle on the ground so it can better wield its weapon.\n\n\nSCP-8820-B:\n You know, my offer is still on the table. All you have to do is yield, and we shall achieve a complete apotheosis!\n\n\nSCP-8820-B gains slight leverage in the struggle, pushing SCP-2776 back slightly.\n\n\nSCP-2776:\n I served my four years. Sometimes, you just have to recognize when it’s your time to let go. You couldn’t recognize that, and in your campaign to do so, you pushed so many against you. General or president, I am no god. And no matter what you want to tell yourself, neither are you.\n\n\nLeverage is regained by SCP-2776, allowing it to push SCP-8820-B back until they regain their original positions.\n\n\nSCP-8820-B:\n Fine then. If you won’t use those wooden teeth to spit out an agreement, I’ll tear them off of your metal corpse!\n\n\nA third arm suddenly bursts from SCP-8820-B’s back, forming a large hole in its outfit. The arm grabs the rifle it left on the ground, firing it at SCP-2776 and landing a direct on its head and knocking it to the ground. A black, viscous fluid seeps from the bullet hole.\n\n\nSCP-8820-B:\n You made a big mistake challenging a Bull Moose to a tussle, George.\n\n\nSCP-8820-B plunges its sword several times into SCP-2776’s torso, causing more fluid to erupt from its mouth.\n\n\nSCP-8820-B:\n Well, I must admit. You caught me in a good mood today. A battle like this really gets the blood pumping, let me tell ya. So, I’m going to offer you a chance I don’t offer many. Any last words?\n\n\nSCP-2776:\n Only a few.\n\n\nSCP-8820-B:\n Those being?\n\n\nSCP-2776:\n There’s no glasses case to protect you this time.\n\n\nSCP-8820-B:\n What?\n\n\nSCP-2776’s left arm suddenly reconfigures itself into a normal hand once again. It is formed into the shape of a finger gun, with the top of the pointer finger suddenly opening on a hinge. Within the finger is SCP-8820, aimed directly at SCP-8820-B’s torso.\n\n\nSCP-2776:\n Here’s how you kill a Bull Moose.\n\n\nBefore SCP-8820-B can react, SCP-8820 is fired at a high speed directly through its heart, piercing it instantly. A pained cry erupts from its mouth as it falls to the ground. Blood seeps onto the surrounding grass as it gasps for air. SCP-2776 attempts to move, finding it cannot. It looks around at its own form, finding much more of the black liquid to have spread around its body.\n\n\nSCP-2776:\n I suppose it is time for us to both get our rests, after all. The American people need new heroes. The Law is ever-changing, after all.\n\n\nSCP-2776’s eyes lose a glow behind them, and its limbs collapse to the ground. SCP-8820-B’s body remains unmoving.\n\n\n«End Log»\n\n\n\n\nFollowing the events of the log, SCP-2776 and SCP-8820-B were reclassified as Neutralized.\n\n\n\n\n\n\nADDENDUM 8820.12\n\n\nLATEST UPDATES\n\n\n\n\n\n\nAfter SCP-8820-B’s neutralization at the hands of SCP-2776, no SCP-8820-A events were subsequently recorded by the Foundation or any Groups of Interest. SCP-8820 was recollected from the courtyard in front of the Washington Monument, as were the corpses of both SCP-2776 and SCP-8820-B. SCP-2776’s body has been placed into storage for future dissection while SCP-8820-B’s has been incinerated following unanimous Overseer Council vote.\n\n\nDue to the neutralization of both SCP-8820-A and SCP-8820-B as well as the revelations made concerning SCP-8820 itself, a new database entry has been drafted by its containment supervisors. The following is the latest draft submitted for Overseer approval.\n\n\n\n\nItem #:\n SCP-8820\n\n\nObject Class:\n Thaumiel\n\n\nSpecial Containment Procedures:\n SCP-8820 is held in a small box within Specialized Storage Vault 01-Alpha, accessible only to personnel possessing Level 5/8820 clearance or higher. The anomaly’s internal structure is undergoing review by personnel within Site-314.\n\n\nDescription:\n SCP-8820 is a metallic construct resembling a mundane bullet. Observation utilizing sonar rendering has determined that the interior of SCP-8820 contains highly-complex machinery of unknown purpose. The material used in its construction remains unclear, but study has found it is an alloy of several mixed metals of unknown origin.\n\n\nSCP-8820 served as the bullet deployed in the attempted assassination of former United States President Theodore Roosevelt, but its path was halted due to the interference of an anomalous force recognized as Grand Karcist Ion, the premier figure within the collective Sarkic Cults. Church of the Broken God doctrine recognizes SCP-8820 as a legitimate artifact from the Broken God, claiming it to have acted as its brain’s pineal gland before an unknown modification resulted in its current form.\n\n\nThe anomaly appears to be capable of eliminating deific entities. Further study remains ongoing.\n\n\n\n\n\n\nOn July 4th, 2024, a note was found to have suddenly manifested within the box where SCP-8820 was stored. A scan of it has been placed below.\n\n\n\n\nDear Foundation,\n\n\nThanks for setting up that sparring match with George, it was the most fun I’ve had in a long, long time. If you see him again, tell him that there’s no hard feelings. I think I just happened to get a bit too into the moment and I lost my cool. Though, perhaps I'm only feeling remorseful because I’ve managed to find new purpose. You see, I was found by this lot with \nthree moons\n as their logo, and it turns out that they just so happened to be having an election for their president! Apparently, it’s been their first election in thousands of years.\n\n\nWell, with my old charm, I managed to get myself elected up here. And let me assure you Foundation, there are going to be a lot of changes, both in this place and back there on Earth. I realized that I shot too low by only battling George. A real hunter goes for the hardest catch to ensure his adrenaline is pumping, and I know just who to go for now. Plus, with all of the enhancements they’ve got here, we’re sure to have a grand old time once we’re ready to fight.\n\n\nSend Yahweh my regards,\n\n\nTheodore Roosevelt, \nCorbenic's\n Eternal President\n\n\n\n\nCoinciding with the appearance of the note, an unprecedently high amount of the American population were noted to have suddenly converted to Atheism, with the number steadily increasing every day since its appearance. Department of Tactical Theology personnel have been conscripted to ensure a remanifestation of SCP-8820-B does not target the entity recognized as the Christian God.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nDrygioni:\n Item is under the express investigation of the Overseer Council.\n\n\n2\n. Roughly twelve (12) are theorized to have taken place beforehand.\n\n\n3\n. Coalition initialism for \"Unknown Threat Entity\".\n\n\n4\n. A serpentine entity with the head of a rooster, known for its presence in English mythology.\n\n\n5\n. A humanoid ape-like creature. Analysis of the entity's corpse led to the conclusion that it is wholly separate from \nSCP-1000\n. Further study is ongoing.\n\n\n6\n. A slender, winged humanoid famous for its supposed appearances in West Virginia.\n\n\n7\n. A creature with the top half of a goat and the bottom half of a fish.\n\n\n8\n. A flaming bird with bright, red plumage. Mythology connected to it emphasizes its immortality via a state of eternal death and rebirth.\n\n\n9\n. A reptillian entity rumored to suck the blood from livestock in parts of the United States.\n\n\n10\n. A large and powerful reptillian entity originating from French legends.\n\n\n11\n. A cybernetic construct which served as George Washington, first President of the United States.\n\n\n12\n. A pair of glasses belonging to former president Roosevelt. When worn by a subject, it will cast an illusionary effect on them that makes others see them as the last individual to expire while having worn them. Anomalous properties deemed irrelevant for Operation: Bald Eagle, as their use in the project is only dependent on their former owner.\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nMisterFrown's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-8231\n \n(+33)\n \n•\n\n\n\n\n\n\nSCP-666-EX\n \n(+26)\n \n•\n\n\n\n\n\n\nSCP-001½-J\n \n(+147)\n \n•\n\n\n\n\n\n\nSCP-6914\n \n(+106)\n \n•\n\n\n\n\n\n\nDeepwell Proposal\n \n(+102)\n \n•\n\n\n\n\n\n\nMisterFrown's Proposal-J\n \n(+112)\n \n•\n\n\n\n\n\n\nSCP-8399\n \n(+191)\n \n•\n\n\n\n\n\n\nSCP-8069\n \n(+53)\n \n•\n\n\n\n\n\n\nREDACTED DUE TO LACK OF NUMBER\n \n(+105)\n \n•\n\n\n\n\n\n\nSCP-9000-J\n \n(+89)\n \n•\n\n\n\n\n\n\nSCP-001-D-J\n \n(+71)\n \n•\n\n\n\n\n\n\nSCP-8338\n \n(+38)\n \n•\n\n\n\n\n\n\nEveryone's Proposal\n \n(+204)\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nRight Proposal\n \n(+21)\n \n•\n\n\n\n\n\n\nMisterFrown's Proposal, Supposedly III\n \n(+43)\n \n•\n\n\n\n\n\n\nSPC-000\n \n(+25)\n \n•\n\n\n\n\n\n\nSPC-001-EX\n \n(+51)\n \n•\n\n\n\n\n\n\nNx-05\n \n(+18)\n \n•\n\n\n\n\n\n\nSCP-001 — Wikipedia\n \n(+58)\n \n•\n\n\n\n\n\n\nMisterFrown's Proposal, Supposedly I\n \n(+29)\n \n•\n\n\n\n\n\n\nSPC-001-J\n \n(+16)\n \n•\n\n\n\n\n\n\nLog of Deviant Appliances\n \n(+4)\n \n•\n\n\n\n\n\n\nSPC-3000\n \n(+28)\n \n•\n\n\n\n\n\n\nMisterFrown's Proposal, Supposedly II\n \n(+25)\n \n•\n\n\n\n\n\n\nSCP-173 But it's the ADMONITION Hub\n \n(+84)\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nMisterFrown's Author Page\n \n(+37)\n \n•\n\n\n\n\n\n\nMisterFrown's Window\n \n(+31)\n \n•\n\n\n\n\n\n\nThe Way September Ends\n \n(+27)\n \n•\n\n\n\n\n\n\nInfinitely Complicated\n \n(+31)\n \n•\n\n\n\n\n\n\nWhen We Went Home\n \n(+30)\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8819\n | SCP-8820 | \nSCP-8821\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8820\n\" by MisterFrown, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8820\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n revolver.png\n\n\nName:\n Schrank's revolver LCCN2014690859.jpg\n\n\nAuthor:\n Bain News Service, publisher\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Hotel Gilpatrick,Milwaukee, 1912.png\n\n\nAuthor:\n Unknown author\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n President Theodore Roosevelt, 1904.jpg\n\n\nAuthor:\n Pach Brothers\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n Theodore Roosevelt's eyeglasses case with bullet damage from assassination attempt (cropped).jpg\n\n\nAuthor:\n Richard W. Allen\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n P01 Austin, Texas 37.jpg\n\n\nAuthor:\n boklm\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n washingtonmonument.png\n\n\nName:\n Washington Monument at sunrise (97797).jpg\n\n\nAuthor:\n Rhododendrites\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8820 \" by MisterFrown, from the SCP Wiki . Source: https://scpwiki.com/scp-8820 . Licensed under CC-BY-SA .",
        "Filename: revolver.png Name: Schrank's revolver LCCN2014690859.jpg Author: Bain News Service, publisher License: Public Domain Source Link: Wikimedia Commons",
        "Filename: Hotel Gilpatrick,Milwaukee, 1912.png Author: Unknown author License: Public Domain Source Link: Wikimedia Commons",
        "Filename: President Theodore Roosevelt, 1904.jpg Author: Pach Brothers License: Public Domain Source Link: Wikimedia Commons",
        "Filename: Theodore Roosevelt's eyeglasses case with bullet damage from assassination attempt (cropped).jpg Author: Richard W. Allen License: CC BY-SA 3.0 Source Link: Wikimedia Commons",
        "Filename: P01 Austin, Texas 37.jpg Author: boklm License: CC0 Source Link: Wikimedia Commons",
        "Filename: washingtonmonument.png Name: Washington Monument at sunrise (97797).jpg Author: Rhododendrites License: CC BY-SA 4.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "SCP-8820 is held in a small box within Specialized Storage Vault 01-Alpha, accessible only to personnel possessing Level 5/8820 clearance or higher. The anomaly’s internal structure is undergoing review by personnel within Site-314.",
    "description": "SCP-8820 is a metallic construct resembling a mundane bullet. Observation utilizing sonar rendering has determined that the interior of SCP-8820 contains highly-complex machinery of unknown purpose. The material used in its construction remains unclear, but study has found it is an alloy of several mixed metals of unknown origin.",
    "item": "SCP-8820",
    "object_class": "Thaumiel",
    "title": "SCP-8820"
}