{
    "url": "https://scp-wiki.wikidot.com/scp-8825",
    "all_text": "rating: \n+3\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8825\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-313\n\n\n\n\n\n\nSite Director\n\n\n\n\nDr. Luca Lancaster\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr. Gabriel Smith\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-313\n\n\n\n\n\n\nSite Director\n\n\n\n\nDr. Luca Lancaster\n\n\n\n\n\n\nResearch Head\n\n\n\n\nDr. Gabriel Smith\n\n\n\n\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8825 is to be kept in a standard containment locker. Testing must only be done on D-class, and must have the approval of any personnel with level 3 clearance.\n\n\nDescription:\n SCP-8825 is a Aurora DT210 Electronic Calculator. The calculator is in pristine condition, and the object functions as intended save for its anomalous effect. Whenever an equation is inputted into SCP-8825, a random whole number between 1-100 will be generated. This number serves as the answer to the equation inputted. The person who inputted the equation will then believe that the answer that was generated is the correct answer to the equation. Subjects affected by the anomaly cannot be convinced that the equation is incorrect, even if there is proof to show otherwise.\n\n\nAddendum:\n SCP-8825 was discovered at a elementary school in California when reports of the students at the school being taught incorrect information were picked up by a agent embedded in the town. After investigating, the agent found the source of the anomaly and located the object. The residents of the town were given amnestics and the object was successfully retrieved.\n\n\n\n\nSee Testing Log\n\n\n\n\nClose Testing Log\n\n\n\n\n \n\n\n\n\n\n\nExperiment No.\n\n\nTest\n\n\nEquation and Answer Generated\n\n\nResult\n\n\n\n\n\n\nExperiment Number 1\n\n\nD-31885 was instructed to type any equation into SCP-8825.\n\n\n12 + 3 = 19\n\n\nSee Audio Log\n\n\n\n\n\n\nExperiment Number 4\n\n\nD-31887 was instructed to type any equation into SCP-8825. D-31887 was then administered Class-A amnestics.\n\n\n14 - 2 = 9\n\n\nD-31887 was asked by Dr. Gabriel Smith what 14 - 2 was, and told Dr. Smith the answer was 9. D-31887 was then given amnestics and asked the same question. D-31887 told Dr. Smith the answer was 12.\n\n\n\n\n\n\nExperiment Number 6\n\n\nD-40025 was instructed to type the equation 3 + 8 into SCP-8825.\n\n\n3 + 8 = 60\n\n\nD-40025 was asked what three plus eight was, and told Dr. Gabriel Smith that the answer was sixty.\n\n\n\n\n\n\nExperiment Number 7\n\n\nD-40025 was instructed to type the equation 3 + 8 into SCP-8825.\n\n\n3 + 8 = 58\n\n\nD-40025 was asked what three plus eight was, and told Dr. Gabriel Smith that the answer was fifty-eight.\n\n\n\n\n\n\nExperiment Number 9\n\n\nD-37881 and D-39092 were instructed to type 4 / 2 into SCP-8825. D-37881 would press the 4 and /, and D-39092 would press the 2 and the equal button.\n\n\n4 / 2 = 19\n\n\nD-37881 and D-39092 were asked what four divided by two equaled. D-39029 responded 2, while D-37881 responded 19. After thinking for approximately 12 seconds, D-37881 changed his answer to 2.\n\n\n\n\n\n\nExperiment Number 12\n\n\nD-29605 was instructed to type only one number, and press equals.\n\n\n4 = 32\n\n\nWhen D-29605 was asked what four plus four was, D-29605 responded 64. When asked if four and thirty-two equaled the same amount, D-290605 responded yes.\n\n\n\n\n\n\nExperiment Number 13-56\n\n\nD-32009 was instructed to type the equation one plus one into SCP-8825, and then document the number generated. After documenting the number, Dr. Gabriel Smith would ask D-32009 what one plus one was. D-32009 would then type the equation again.\n\n\n1 + 1\n\n\nD-32009 inputted the equation forty-three times, with the 43rd answer being two. This canceled the anomalous effects, and has become a viable solution to replace amnestics for future testing.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSee Audio Log\n\n\n\n\nClose Audio Log\n\n\n\n\n\n\nDate:\n 12/31/2012\n\n\nInterviewed:\n D-31885\n\n\nInterviewer:\n Dr. Gabriel Smith\n\n\nForeword:\n D-31885 currently believes that 12 + 3 = 19. Dr. Gabriel Smith is assessing the effects of the object, and if someone affected can be convinced that the answer generated is incorrect.\n\n\n\n\n<Begin Log, [14:33]>\n\n\nDr. Gabriel Smith:\n Hello, D-31885\n\n\nD-31885:\n Good afternoon, Doc.\n\n\nDr. Gabriel Smith:\n We would like to ask you some questions.\n\n\nD-31885:\n Sure, fire away.\n\n\nDr. Gabriel Smith:\n What is twelve plus three?\n\n\nD-31885:\n Nineteen, easy. What else?\n\n\nDr. Gabriel Smith:\n D-31885, are you sure that twelve plus three equals nineteen?\n\n\nD-31885:\n Of course! I mean, that's Kindergarden level math. Of course I know what twelve plus three is. I'm not stupid.\n\n\nDr. Gabriel Smith:\n Could you please show me how twelve plus three equals nineteen?\n\n\nDr. Gabriel Smith hands D-31885 a piece of paper and a pencil.\n\n\nD-31885:\n Doc, you want me to explain to you basic math?\n\n\nDr. Gabriel Smith:\n Correct. I want you to show me how twelve plus three equals nineteen.\n\n\nD-31885:\n Okay, Doc. Let me draw it for you.\n\n\nD-31885 draws various circles on the paper.\n\n\nD-31885:\n So on this side there are twelve circles, you see?\n\n\nDr. Gabriel Smith:\n I see.\n\n\nD-31885:\n And on this side, there are three circles, you got it?\n\n\nInterviewer:\n Yes.\n\n\nPerson:\n So if you count them all up, you get nineteen. Am I done here, or do you not get it?\n\n\nDr. Gabriel Smith:\n D-31885, please count the circles properly.\n\n\nD-31885:\n Okay Doc, here it goes; one, two, three, four, five, six, seven, eight, nine, ten, eleven, twelve, thirteen, fourteen, fifteen. Wait, did I count wrong? One…seven…fourteen, fifteen. Am I doing something wrong?\n\n\nDr. Gabriel Smith:\n D-31885, are you positive that the answer is nineteen?\n\n\nD-31885:\n I'm sure Doc, something is just… let me try it a different way.\n\n\nDr. Gabriel Smith:\n Go ahead, D-31885.\n\n\nD-31885:\n So do you know what inverse operations are?\n\n\nDr. Gabriel Smith:\n Yes.\n\n\nD-31885:\n So if I do two plus two is four, I can check it by doing four minus two to get two.\n\n\nDr. Gabriel Smith:\n Correct, D-31885.\n\n\nD-31885:\n So we can do that with twelve plus three. Twelve plus three is nineteen, so nineteen minus three is twelve.\n\n\nDr. Gabriel Smith:\n Could you please draw that on the piece of paper, D-31885?\n\n\nD-31885 flips the page over and draws circles.\n\n\nD-31885:\n Sure Doc. I have nineteen circles, and if I erase three I have… sixteen? Let me try again. nineteen, eighteen, seventeen, sixteen. What the hell is happening?\n\n\nDr. Gabriel Smith:\n D-31885, is there any other way to prove that twelve plus three equals nineteen that you can think of?\n\n\nD-31885:\n Let me think. I mean, there's really no other way I can think of.\n\n\nDr. Gabriel Smith:\n So are you still absolutely sure that nineteen is the answer?\n\n\nD-31885:\n Of course Doc, twelve plus three is nineteen. I'm not sure why it's not working whenever I try to show you, but I know nineteen is the answer.\n\n\nDr. Gabriel Smith:\n Then that will be all for today.\n\n\nDr. Gabriel Smith exits the room. D-31885 is visibly confused, muttering the words \"I don't get it\" under his breath.\n\n\n<End Log, [14:37]>\n\n\n\n\nSeveral other interviews were conducted. To see the full list of interviews, please contact your Site Director for access to the logs.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8824\n | SCP-8825 | \nSCP-8826\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8825\n\" by AnIntrovertedSCP, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8825\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: SCP-8825 was discovered at a elementary school in California when reports of the students at the school being taught incorrect information were picked up by a agent embedded in the town. After investigating, the agent found the source of the anomaly and located the object. The residents of the town were given amnestics and the object was successfully retrieved."
    ],
    "documents": [],
    "notes": [
        "\" SCP-8825 \" by AnIntrovertedSCP, from the SCP Wiki . Source: https://scpwiki.com/scp-8825 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-8825 is to be kept in a standard containment locker. Testing must only be done on D-class, and must have the approval of any personnel with level 3 clearance.",
    "description": "SCP-8825 is a Aurora DT210 Electronic Calculator. The calculator is in pristine condition, and the object functions as intended save for its anomalous effect. Whenever an equation is inputted into SCP-8825, a random whole number between 1-100 will be generated. This number serves as the answer to the equation inputted. The person who inputted the equation will then believe that the answer that was generated is the correct answer to the equation. Subjects affected by the anomaly cannot be convinced that the equation is incorrect, even if there is proof to show otherwise.",
    "title": "SCP-8825"
}