{
    "url": "https://scp-wiki.wikidot.com/scp-8842",
    "all_text": "Hoffenreich and the New Templars have mounted an expedition to the Kingdom of Egypt to retrieve the body of the mad pharaoh Akhenaten. They must be stopped.\n\n\n\n\nrating: \n+46\n+\n–\nx\n\n\nAnorrack\n\n\n\n\n\n\nSCP-8842:\n Another Nazi Wonderweapon\n\n\nAuthors:\n \nAnorrack\n\n(1960 words)\n\n\nSister article link here\n\n\nIf you liked this, you would like:\n\n\nDead Man Walking\n:\n In the finale to DEAD RECKONING, Quinn Law and the UIU race against time to stop the Lighthouse Mafia from staging the largest breakout in Paramax history.\n\n\nVoice of Rage and Ruin\n:\n On an island deep within enemy territory, Kiran Pal and his crew must disrupt a horrible Japanese ritual and create a monster with the power to bring the war to a bloody end. Will they survive, or will they meet a grisly end within the dragon's lair?\n\n\nAttribution:\n\nlogo.png modified by me.\n\ncover.png created by me.\n\nGerman.jpg taken from \nhere\n, resides in public domain\n\nsigil.png created by me.\n\nRange.png created by me.\n\nmap.png taken from \nhere\n and modified by me. As it was created by the CIA the work is public domain\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n░░░░░░░\n\n\nBackground\n\n\nDetails\n\n\nYour Mission\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUNNECESSARY INFORMATION OMITTED FOR BREVITY\n\n\n\n\nItem #:\n SCP-8842 (See AOI document HSR-013-Ra)\n\n\nThreat Class:\n \nHIGH RED\n\n\nDescription:\n SCP-8842 is a Wotanic rune-magic cultivation ritual and directed energy eigenweapon prototype (codenamed \"\nSonnenteufel\n\" or \"S.T.\") first developed by the Obskurakorps in 1942, as part of Nazi Germany's \nWunderwaffe\n program. As best as can be ascertained from embedded moles,\n1\n SCP-8842 utilizes at least nine conscious \"Aryan\" men of middling-to-strong constitution (\"the subjects\"), whom undergo a 3-6 week priming program of mantras and yoga; targeted bombardment of specific aural, visual, and aromal stimuli; multiple rounds of trepanation and scarification; sleep deprivation regimens enhanced with barbiturates and amphetamines; and ritualized, violent sexual acts; all meant to stimulate the pineal gland and energy centers of the subjects. Upon each of the subjects' chests is etched an Armanen rune, such that when prostrate their bodies form a simplified World-Rune-Clock.\n2\n\n\n\n\n\nRune-Clock and sigil formed by wire linkage, each subject's position indicated by assigned rune.\n\n\n\n\nPrior to activation, the subjects prostrate themselves in a circle upon thatch mats. Beryllium bronze wire is then inserted and anchored into the trepanned hole of each subject, and woven to connect the subjects together in an enneagrammatical sigil. The subjects are then placed in a semi-permanent fugue state by a simultaneous partial lobotomy and controlled overdose of amphetamines. The subjects are then compelled through memetic conditioning to repeat their mantras until the trigger phrase is given, and the array is activated.\n\n\nAn array of Shangrilite blue sapphire lenses and mirrors is positioned between the subjects — equipped with mechanical motors and actuators — and is controlled by a mundane gunner, aided by an analog computer and optical sighting system for targeting purposes.\n\n\nUpon activation, a focused beam of high-intensity, low-frequency radiation (hypothetical maximum output of ~180 megawatts)\n3\n is generated in the center of the circle, which may be directed either directly upwards or downwards through minor electrical stimulation of the subjects. Further adjustment to the beam may be made by the lens-array gunner to allow for wide range of motion (depression range of -15 to -165 degrees when mounted in an aircraft). The array has a potential lifespan of several months if properly managed and fed, and possesses the capacity for six hours of continuous maximum output before the subjects undergo brain death and necessitate replacement.\n\n\n\n\n\n\n\n\n{$caption}\n\n\n\n\n\n\n\n\n\nThe entire assembly is light enough to be used as a train- or troop-based mobile anti-aircraft/-armor emplacement, and is compact enough to fit inside of the modified bomb bay of a Heinkel He 177 \nGreif\n, Horten Ho 229\n4\n or \nLuftplatte\n-B for strategic bombing runs, specializing in destroying vulnerable critical wartime infrastructure like dams, factories, chemical plants, and ammunition depots.\n\nBased on weather conditions, relative height of target and beam compared to sea-level, and estimated focal length of the beam, it is possible that SCP-8842 could damage targets in excess of 700 kilometers away, even able to reach objects in low orbit around the Earth. The actual range is significantly curtailed to <60 kilometers (<37 miles) if mounted in a Ho 229, <35 kilometers (<20 miles) if ground-based. The design is primarily limited by the curvature of the earth, the accuracy and range of motion of the gunner, and general dispersion and attenuation of the beam as it travels. This effective range, while significantly reduced from its true potential, still far exceeds the range of all conventional arms, both Allied and Axis.\n5\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8842 is primarily the brain-child of German scientist Franz Hoffenreich, antiquarian and former German diplomat to China. Hoffenreich is a member of the Order of the New Templars — an ethno-nationalist and Nazi-adjacent secret society — and follower of Ariosophic thought-leader Jörg Lanz von Liebenfels. Liebenfels is a racial theorist and politician primarily known for his publication, \nTheozoölogie oder die Kunde von den Sodoms-Äfflingen und dem Götter-Elektron\n, or \nTheozoology, or the Science of the Sodomite-Apelings and the Divine Electron\n, in which he theorizes that the Aryan race descends from a star-bound electricity-based organism called Theozoa, among other claims.\n\n\n\n\n\n\nFranz Hoffenreich\n\n\n\n\nWhile Ariosophism has been officially banned in Nazi Germany due to claims of it being too schismatic from Himmler's preferred esotericism, it has attracted an underground following among many high-ranking Obskurakorps and Schutzstaffel personnel. The adherents gather in secret in Liebenfels' Castle Werfenstein, which has quickly become one of the most heavily warded fortifications in Central Europe, and has also become a testing ground for both new recruits and many of Obskurakorps' eigenweapon candidates.\n\n\nHoffenreich has expounded upon Liebenfels' theories, hypothesizing that the Aryan body possesses a life force of far greater potency and electrical energy density than the \"lesser races\" due to its interstellar ancestry, calculating a potential power draw maximum of 20 megawatts under the right physical and psychological conditions.\n6\n He has been able to put his beliefs into practice within Obskurakorps, and has produced several paranatural weapons based off of his theories, including SCP-8842, that could be devastating if they are allowed to enter active service.\n\n\nDue to his importance to the war effort, the Obskurakorps has afforded the maximum protection to him under their abilities, including a \nFalschfleisch\n bodyguard, \nSündenbock\n totems, and an unknown number of other thaumaturgical protections collectively ensuring his physical, psychical, and spiritual safety.\n\n\nIn the event that SCP-8842 is ever deployed in combat, the lack of physical ammunition and the associated weight would significantly increase the Luftwaffe's offensive power by vastly increasing the possible range, duration, and damage potential of offensive raids with a reduced need to restock or refuel between sorties. A beam of that power would be able to melt through even the most reinforced concrete and steel, and would be able to destroy dams, bunkers, vehicles, and other hardened structures. Allied forces would have few mundane counters to regular field use of SCP-8842, and the very existence of this technology threatens to strangle our newborn Veil in its cradle. \nThis must not come to pass.\n\n\nFortunately, there have been several snags in the S.T. project so far. First, due to American blockades and the termination of the Molotov-Ribbentrop Pact, Germany's access to beryllium bronze have been significantly curtailed, as the vast majority of its stockpiles of beryllium were acquired through either access to Soviet mines in Kazakhstan or through informal trade channels with the Mabbites of Axis-aligned Agarttha. This critical lack of beryllium means that Germany is unable to realize production of \nSonnenteufelen\n at scale. As such, Germany has focused on reopening Mekhanite beryllium mines in Libya to circumvent the supply shortage, though their progress has been hampered by Allied-aligned Bedouin raids.\n\n\nSecond, and more importantly, the project is unable to reach the power output desired for the full scope of the project, reaching ~500 kilowatts at peak output, 350 times less than the desired result. Initially, Obskurakorps believed it was due to lack of quality control and hidden Jewish heritage in the subjects or sabotage, but were still unsuccessful after subsequent purges of their personnel. Now they are attempting to make up for the lack of desired output through a powerful psychic and thaumaturgical focus, one compatible with Wotanism or sun-worship that may act as a capacitor for SCP-8842 and empower it to the proper specifications.\n\n\nTherefore, Hoffenreich and other members of the New Templars have mounted an expedition to the Kingdom of Egypt to \nretrieve what we believe to be the body of the mad pharaoh Akhenaten, in its third and final resting place far beneath the Valley of the Kings\n.\n\n\n\n\n\n\n\n\n\n\n\n\nOPERATION: ONYX GRAVEDIGGER\n\n\n\n\n\n\nIn order to maintain the Foundation's claim of neutrality, you will go undercover as PARACOM agent Jackie Rosales, Mexican lycanthropic specialist, weapons expert, and archeologist. Your partner is Joseph Placidus, Austrian thaumaturgist and member of the British Occult Service. You will rendezvous with him in Malta, and then travel on with him to Egypt, then onto the Theban Necropolis.\n\n\nAs Rommel still holds El Alamein and has eyes for Cairo, much of the Allies' attention and resources remain in Egypt's capital. As such, there will be little help able to be spared for you and your colleague once you arrive at your destination. You will be alone.\n\n\nHoffenreich's New Templars are skilled in combat both mundane and anomalous. Some have partaken in Faustian bargains to increase their prowess, and are to be considered highly dangerous. They may be identified by their use of the swastika and fleur de lys symbols, often tattooed onto their bodies. They will protect Hoffenreich with their very lives, and you will have to go through them to get to him. They believe they are on a mission from God. Dissuade them of their notions.\n\n\n\n\n\n\n\n\n{$caption}\n\n\n\n\n\n\n\n\nDIRECTIVE:\n Capture Hoffenreich in the Valley of the Kings, before he can unleash the full power of SCP-8842. Hoffenreich is too valuable to be killed, and most likely is unable to be. Intercept or destroy the body of Akhenaten before it can be used in SCP-8842. Do not let the Obskurakorps expedition leave Egypt. Leave no witnesses. Retrieve any intel or anomalous technology that may prove to be worthy of study. Once you have completed your objectives, deliver Franz Hoffenreich to BOS agents waiting in Al Qusayr. Then, extract by boat to British Palestine, where a Foundation plane will be waiting for you.\n\n\nWhile this mission has been issued with the full knowledge and consent of the O5 council, should you fail in your mission, or should you or your partner be captured or killed, the Foundation will disavow all knowledge and affiliation with you. The Foundation will sever all connection, retract all friendly hands. Our Sites will offer you no safety, and our personnel will give you no aid. All Task Forces will consider you an enemy of both the Foundation and the Veil, and will treat you accordingly. \nDo not fail\n.\n\n\n\n\nDo your work in the dark so that we may live in the light.\n\n\nGood luck.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOpen Psychic Recall After-Action Report HSR 013-RA-DAWN?\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nArchival Note:\n The Foundation possessed no such moles in Obskurakorps at this point of the war, instead obtaining most key information through remote viewing and astral espionage. The purpose of this misinformation performs a dual purpose: acting as a barium meal and detecting Nazi sympathizers within the Foundation itself who attempt to leak the bad information; and sowing paranoia and distrust among the Obskurakorps in the event that they read the document.\n\n\n2\n. \nArchival Note:\n An ahistorical invention by Werner von Bülow, a member of the German occult Edda Society.\n\n\n3\n. \nArchival Note:\n The most powerful mundane military laser currently employed is only capable of producing a single megawatt for very short bursts.\n\n\n4\n. \nArchival Note:\n the Ho 229 never saw active service during WWII due to delays in production and the end of the war.\n\n\n5\n. \nArchival Note:\n The V2 rocket, the first mundane long-range ballistic missile, was still unknown to the Foundation at this point. Even still, the V2 could only be launched from static launch sites with an effective range of 320 kilometers, were more expensive per unit compared to SCP-8842, were not reusable, and wouldn't begin field use until late 1944.\n\n\n6\n. \nArchival Note:\n This estimate is larger than the theoretical power output of the most powerful historical and modern psychics currently known.",
    "addendums": [],
    "documents": [],
    "notes": [],
    "item": "SCP-8842 (See AOI document HSR-013-Ra)",
    "description": "SCP-8842 is a Wotanic rune-magic cultivation ritual and directed energy eigenweapon prototype (codenamed \"Sonnenteufel\" or \"S.T.\") first developed by the Obskurakorps in 1942, as part of Nazi Germany's Wunderwaffe program. As best as can be ascertained from embedded moles,1 SCP-8842 utilizes at least nine conscious \"Aryan\" men of middling-to-strong constitution (\"the subjects\"), whom undergo a 3-6 week priming program of mantras and yoga; targeted bombardment of specific aural, visual, and aromal stimuli; multiple rounds of trepanation and scarification; sleep deprivation regimens enhanced with barbiturates and amphetamines; and ritualized, violent sexual acts; all meant to stimulate the pineal gland and energy centers of the subjects. Upon each of the subjects' chests is etched an Armanen rune, such that when prostrate their bodies form a simplified World-Rune-Clock.2",
    "title": "Archival Document — SCP-8842"
}