{
    "url": "https://scp-wiki.wikidot.com/scp-8844",
    "all_text": "rating: \n+20\n+\n–\nx\n\n\n\n\n\n\n\n\nIn the academic travesty that was early Egyptology, rumors abounded left and right about cursed tombs and dead men exacting their vengeance. Any time a new pharaoh was dug up, you couldn't go five minutes without hearing the tall tales — some fabricated, some not — about remains coming alive, plagues of locusts, droughts, mysterious disappearances, basically whatever captured the imagination that day. Turns out it was a bit of an anything-goes climate for scholarship back in the '20s; you can trust me, I have immortal colleagues!\n\n\nFoundation, of course, makes all those old mummy stories \ninto pulp\n and tries to forget it ever happened. But that collective belief must have crystallized, say my partners at Tactical Theology: \"don't disturb the remains\". Because, our joint thesis is, whenever you do, you're messing with that dead king's whole cosmology; his whole self-held view of the universe, and it's binding. You're denying him his peaceful post-portem stay in paradise. And that almost never ends well for you.\n\n\n\n\nDr. AARON FAYEK;\n\n\nAnnual Summit of the Department of Archaeology, 2012\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8844\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nketer\n\n\n\n\n\n\nSecondary Class:\n\n\ntiamat\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\nSpecial Containment Procedures:\n All Foundation facilities based on Mars are to be equipped with mounted Beowulf-Sigurd Rail\n1\n and an on-site arsenal of at least ten (10) missile-mounted thaumonuclear weapons in the event of a direct encounter with SCP-8844. Facilities, in concert with their orbital satellite arrays, are to constantly conceal themselves via thaumic and other anomalous camouflage and stealth protocols in order to decrease the chance of such an encounter.\n\n\nVeiled astronomical institutions are to believe that detected SCP-8844 instances represent harmless atmospheric distortions to imaging, errors in observation technology, or non-anomalous meteorological phenomena.\n\n\n\n\n\n\n\n\nAbove: An SCP-8844 event near provisional Outpost-750, 80km west of Ascraeus Mons.\n\n\n\n\n\n\n \n\n\nDescription:\n SCP-8844 is an anomalous weather phenomenon affecting dust storms on the surface of Mars. SCP-8844 appears not to concentrate around any particular geographic area, prevalent across the entire planet and manifesting more often only in areas of the Martian surface where storms already tend to form with greater frequency. The phenomenon corresponds in general to a marked and drastic increase in velocity of dust particles and general destructiveness when it manifests in a storm, however its distinctive characteristic is the continuous creation of colossal and often aggressive elemental apparitions (hereafter SCP-8844-A) from within the storm for as long as it persists in duration.\n\n\nSCP-8844-A vary greatly in size but a rough estimate places their average length at 120 meters from head to tail. Instances are composed entirely of Martian sand and concentrated wind, their forms held together by an apparent unknown force. It is similarly unknown how SCP-8844-A are capable of self-propelled locomotion. Despite material composition, their forms are incredibly resilient and resist dispersal or other alteration from even high-impact assaults. In the event that an apparition is partially dispersed, it is able to reform the lost body part given an abundance of viable material in the ongoing sandstorm. In shape, SCP-8844-A uniformly resemble fauna indigenous to the greater Nile river ecosystem, including mythical and other anomalous fauna\n2\n, and in particular animals associated with symbolic or religious importance by the ancient Egyptian civilization\n3\n. Entities ostensibly display a limited amount of intelligence, comparable to the totemic animals which they resemble, however whether their actions are automatic or the consequence of some type of self-awareness is unknown. When a given instance of SCP-8844 subsides, all associated SCP-8844-A dissipate naturally.\n\n\n\n\nHistory:\n Knowledge of SCP-8844 is ubiquitous and long-standing in the oral traditions of all known Martian cultures. Its presence is first felt in the geological and archaeological record approximately 3,700 years ago, at which point characteristic disruptions in sediment and a markedly higher occurrence of city ruins indicating destruction by sandstorm begin to appear; prior to this time, SCP-8844 presumably did not exist. Destroyed settlements and dried-out canal systems during drought are often attributed in indigenous legends to SCP-8844-A's rampages; it is theorized that a prime cause of the historical push toward the present nomadic state of most Martian civilization was that the emergent phenomenon has made sustained agricultural living in one location effectively impossible. The earliest and most reliable available terrestrial sources refer to the cause of SCP-8844's presence on Mars as the “Curse of Khepri”, presumably in reference to the Egyptian deity of the same name\n4\n. The significance of this is presently unknown.\n\n\n\n\nDiscovery:\n SCP-8844 first came to the Foundation's attention when astronomers at Site-86 noted a meteorological abnormality on the Martian surface in 1943, though was not thoroughly understood until the Foundation's initial expeditions to the planet forced a series of highly destructive encounters with the anomaly. For more information, personnel can consult the following auxiliary timeline.\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nOPEN SUPPLEMENTARY TIMELINE OF SCP-8844 EVENTS\n\n\n\n\nCLOSE TIMELINE\n\n\n\n\n\n\nDEC 1943:\n Abnormalities on Martian surface first noted by Foundation astronomers. Likely SCP-8844 manifestation is observed during a dust storm centered around Terra Noachis and the Argyre plain.\n\n\n16 NOV 1944:\n Persistent anomalous activity on Mars deemed likely after several repeat incidents, but designated low priority.\n\n\n\n\nAUG 1972:\n Foundation begins planning for a secure facility on the surface of Mars. Authorization obtained from \nSite-51\n directorship council to use the Central Nevada Spaceport for mass shipping of personnel and material.\n\n\n12 DEC 1974:\n The Foundation's first Martian facility, provisional Outpost-747, begins construction. Among its objectives is to observe and document meteorological abnormalities on the Martian surface to survey for anomalous phenomena.\n\n\n07 SEP 1976:\n Around 80% through the construction process, provisional Outpost-747 is destroyed following exposure to a sandstorm\n5\n. Foundation mission control receives panicked and largely incoherent SOS transmissions relaying the base was subject to a heretofore unknown and unconsidered-for anomalous \"attack\".\n\n\n\n\n28 DEC 1976:\n Provisional Outpost-748 planned, featuring double-reinforced structure, additional security systems including several defensive floodwalls, planet-wide orbital storm detection system via satellite, and several times the original personnel presence assigned during the construction phase to finish construction before storm onset.\n\n\nMAY 1978:\n Provisional Outpost-748 undergoes construction.\n\n\n24 APR 1980:\n Construction completed.\n\n\n18 OCT 1980:\n Crew of provisional Outpost-748 report hostile anomalous entities approaching base during sandstorm onset. Relayed images display in the distance colossal lions, crocodiles, and jackals composed of red sand. So far as can be determined, storm is most eight (8) hours from arrival at Outpost-748. Noting time, Foundation mission control informs crew that aid in the form of active satellite bombardment can not be ordered in time for estimated impact. All security walls raised. Upon impact, elemental entities circumvent defensive walls and penetrate reinforced dome, killing the vast majority of crew. In the ensuing hours, the remainder of Outpost-748 is razed to the ground.\n\n\n\n\nOCT-NOV 1980:\n In the aftermath of recent event, Foundation mission control unilaterally raises security situation to Beta priority. SCP-8844 file drafted and officiated as a coherent phenomenon. Before drafting the plans for Outpost-749, Foundation enters negotiation with Goldbaker Ltd. for coverage under a special Martian defense plan.\n\n\n08 JUN 1982:\n Provisional Outpost-749 begins construction with an integrated security network featuring fully automatic machine gun turrets, detection and bombardment satellites, experimental thaumaturgic wards, five (5) concentric reinforced geodesic domes, several missile silos, and other contingencies. Construction crew is sent to Mars with a variety of Nu-7-issue military ground and air crafts, in addition to thirty-four M198 Howitzer systems and thirty-eight guided surface-to-air missile systems.\n\n\n19 MAR 1984:\n Construction completed.\n\n\n28 AUG 1984:\n Provisional Outpost-749 staff report their first incoming cycle of SCP-8844 is anticipated in 29 hours\n6\n.\n\n\n29 AUG 1984:\n Attack commences. Crew and automated defense system are able to disperse two (2) instances of SCP-8844-A after over thirty minutes of sustained artillery and missile fire in concert with light orbital bombardment from satellites. More SCP-8844-A instances appear, apparently beyond the hope of destruction. The first dome is breached at two hours since commencement of attack; destruction of provisional Outpost-749 begins. Several crew flee underground. Communication ceases thereafter; no survivors known. Surveillance satellite imagery reveals in the coming days that provisional Outpost-749 has been reduced to rubble.\n\n\n\n\nJUN 1986:\n Construction on the planned provisional Outpost-750 is underway. The new design features highly experimental thaumaturgic directed energy missiles, revised automatic turrets\n7\n, rudimentary force propulsion defenses, and a backup arsenal of five (5) missile-mounted thaumonuclear devices, in addition to all defenses, weapons systems, and reinforcements of the prior Outpost-749 model\n8\n.\n\n\n08 JAN 1987:\n Construction completed.\n\n\n21 MAY 1987:\n Provisional Outpost-750 forecasts incoming SCP-8844. Crew readies weapons systems.\n\n\n22 MAY 1987:\n Storm rapidly approaches the outer walls, threatening to level Outpost-750. SCP-8844-A initiate attack, some instances breaching the first protective dome. At 0:16 hours, crew activate directed energy arsenal at the advancing vanguard as satellite array commences tactical orbital strikes. Video feed indicates SCP-8844-A sustain considerable damage from the molten plasma and begin to partially dissipate. At 0:37 hours, crew reports no other option, and authorizes a missile-mounted thaumonuclear device be launched far into the dust storm. An indeterminate number of SCP-8844-A are annihilated; several more on the periphery of the blast are vitrified. SCP-8844-A do not immediately yield their assault, but are slow to regenerate and stalled significantly. Sustained heavy shelling persists in tandem with satellite bombardment and directed energy attacks for the next forty minutes, further slowing their advance. Ultimately, at 1:19 hours, a second thaumonuclear weapon is detonated, damaging a majority of the engaged SCP-8844-A instances beyond immediate repair. The remaining instances disperse or vacate, ending the attack on provisional Outpost-750.\n\n\n\n\nJUN-JUL 1987:\n Formal containment procedures for SCP-8844 are drafted and enter effect.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nAddendum 8844.1: Pending changes\n\n\n\n\n\n\n\n\n\n\nThis database entry is \ncurrently undergoing edits\n in response to a request. Requests may be placed to recall outdated information or add new information concerning an object to its file. The standard content review process is presently underway; in the meantime, the archived edit request has been appended below.\n\n\nIf you are a researcher authorized to edit this file and are unable to make changes, please contact a RAISA representative.\n\n\n\n\n— Maria Jones, Director, RAISA\n\n\n\n\n \n\n\n\n\n\n\nFrom:\n Fayek, Aaron // Dept. of Archaeology (\nten.pics|keyafnoraa#ten.pics|keyafnoraa\n)\n\n\nTo:\n \n@TOP/8844 AUTHORIZATION\n\n\nDate:\n 09/04/1992\n\n\nSubject:\n New info on SCP-8844\n\n\n\n\n\n\nHello all,\n\n\nI know this case is old as rocks — no pun intended, swear it — but it’s been crawling in the back of my mind for forever and I think we just found the missing piece.\n\n\nYou all may recall I told you all those years ago about a Middle Kingdom-era folktale lost to Veiled archaeology, about a pharaoh who insulted the god Khepri and was punished dearly for it. It one was one of our main leads, since it sounds well enough like a “curse” and explained what Khepri’s name was doing in all our sources. You may also remember we don’t know what the pharaoh's punishment \nwas\n in that myth — for the longest time, the tablet we trace it back to has been broken; we only have the first half. And in the oral legends, it changes every time: we had to figure out what the original punishment was, and there was just no way.\n\n\nTwo days ago my boys were on an expedition into the Bir Tawil pattern screamer — don’t lose sleep if you don’t know what that is, doesn’t matter. Anyway, turns out somebody an awful long time ago had beat us to it, and hidden some of their belongings on the other side of the vortex. We scooped up the artifacts, pieced together one of the papyri and translated — remarkably well preserved, actually. What we got was an awfully similar story about a pharaoh who was denied passage into the afterlife for stomping on a scarab beetle, and cursed to walk the desert instead. In other words, the second half of our myth. Maybe.\n\n\nSee, what we might have forgot about Khepri is that he’s not just the god of the sunrise. A sunrise represented the creation of a new something from nothing — both the sun in the morning and adult scarab beetles apparently appeared to the ancient Egyptians to appear from nowhere. Further, that he specifically represents the \nrenewal\n of life in the process of rebirth: he can take things that are dead and make them living. He could, in other words, take something bound for the afterlife and rebound it for the mortal coil by renewing its life prematurely — bind it here on hostile terms, if he’s feeling particularly spiteful, sort of like a ghost unwittingly possessing its own zombified corpse.\n\n\nThe storms aren’t Khepri’s curse at all. They’re the dead king’s manifest rage, lashing out in vain at the god who trapped him there. The reason why they say it’s Khepri’s fault, why the martians do, anyway — and I presume their oral tradition is where that old hieroglyphic name we use nowadays comes from — is because he was the one who sent the damned mummy to Mars in the first place. He took his destined afterlife away and broke the iron law of Egyptian cosmology: that \neveryone\n has the chance to get their heart weighed. Maybe that’s why punishments for disrupting the dead became so ubiquitous in Egyptologist lore; why all the tombs are “cursed”. When you mess with that sarcophagus, you’re denying some superpowered maniac their promised paradise. And when you do that, somebody else ends up on the receiving end of one hell of a storm.\n\n\nBest,\n\nAaron\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nNotice: There are \none (1)\n outstanding revision(s) to this document available. To view the updated information, please click the hyperlink below.\n\n\n\n\n\n\n \n\n\n\n\n\n\n-- View updated timeline of SCP-8844-related incidents --\n\n\n\n\nClose timeline\n\n\n\n\n\n\n\n\n \n\n\nEdits ongoing. Updated text in \nblue\n.\n\n\n\n\n~1720 BCE:\n Terrestrial astronomical records indicate a single flash of light on the planet Mars, visible from Earth. Martian agricultural records indicate a contemporaneous dust storm of unprecedented devastation.\n\n\nDEC 1943:\n Abnormalities on Martian surface first noted by Foundation astronomers. Likely SCP-8844 manifestation \nis observed during a dust storm centered around Terra Noachis and the Argyre plain.\n\n\n16 NOV 1944:\n Persistent anomalous activity on Mars deemed likely after several repeat incidents,\n \nbut designated low priority.\n\n\nAUG 1972:\n Foundation begins planning for a secure facility on the surface of Mars. Authorization obtained from Site-51\n \ndirectorship council to use the Central Nevada Spaceport for mass shipping of personnel and material.\n\n\n12 DEC 1974:\n \nThe Foundation's first Martian facility, provisional Outpost-747, begins construction. Among\n \nits objectives is to observe and document meteorological abnormalities on the Martian surface to survey for anomalous phenomena.\n\n\n07 SEP 1976:\n Around 80% through the construction process, provisional Outpost-747 is destroyed following exposure to a sandstorm\n. \nFoundation mission control receives\n \npanicked and largely incoherent SOS transmissions relaying\n \nthe base was subject to a heretofore unknown and unplanned\n \nfor anoma\nlous \"attack\".\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nFootnotes\n\n\n1\n. Since their development in the aftermath of the \n1988 attack\n, the Beowulf-Sigurd and other with other anti-Large Scale Aggressor systems have made neutralization of SCP-8844-A significantly more manageable than during the initial phases of engagement with SCP-8844.\n\n\n2\n. Serpopard, various species of sphinx, Typhonian Beasts, and creatures resembling the deity Ammit have all been observed.\n\n\n3\n. Of a high frequency are entities resembling scarab beetles, crocodiles, cobras, aurochs, domestic cats, baboons, jackals, ibis birds, and falcons.\n\n\n4\n. Associated with the morning dawn, rebirth, the creation of life from death and of matter from void. Scarab-headed, for the ancient Egyptians believed due to its tendency to emerge from dung mounds already fully-grown that the scarab beetle was born from nothing.\n\n\n5\n. Outpost-747 was designed from planning to be capable of withstanding Martian storms to the extent which they were at that time understood.\n\n\n6\n. Even with contemporary anomalous methods, the fastest timeframe on which emergency aid could have been transported was two to three weeks.\n\n\n7\n. Reverse-engineered from the remains of a ☽☽☽ Stinger Array.\n\n\n8\n. Years later, hearings in the Internal Tribunal revealed that the Foundation's paraweapons contractors were given a \"blank check\" by O5 Command to produce and arm Outpost-750 with all anomalous weapons projects which high command had deemed too dangerous to test on Earth in the past.\n\n\n\n\n\n\n«\n \nSCP-8843\n \n|\n \nSCP-8844\n \n|\n \nSCP-8845\n \n»\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8844\n\" by Ampyrsand, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8844\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n A colored battery indicator symbol 3.svg\n\n\nAuthor:\n Aeroid\n\n\nLicense:\n Creative Commons Attribution-Share Alike 4.0\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:A_colored_battery_indicator_symbol_3.svg\n\n\n\n\n\n\nFilename:\n Cetonia-aurata.jpg\n\n\nAuthor:\n Chrumps\n\n\nLicense:\n Creative Commons Attribution-Share Alike 3.0\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Cetonia-aurata.jpg\n\n\n\n\n\n\nFilename:\n Afghanstan dust storm 2008-08-02.JPG\n\n\nAuthor:\n Tonymapping\n\n\nLicense:\n Creative Commons Attribution-Share Alike 3.0\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Afghanstan_dust_storm_2008-08-02.JPG\n\n\n\n\n\n\nFilename:\n Desert-close-to-red-sea.jpg\n\n\nAuthor:\n P.R. Binter\n\n\nLicense:\n Public domain\n\n\nSource:\n \nhttps://commons.wikimedia.org/wiki/File:Desert-close-to-red-sea.jpg\n\n\n\n\nImages used to make the header image are taken from the following pages on the SCP wiki, contents licensed under CC-BY-SA:\n\n\nhttps://scp-wiki.wikidot.com/desk-of-junior-designer-s-yvonne\n\n\nhttps://scp-wiki.wikidot.com/s7-apcs-guide",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8844 \" by Ampyrsand, from the SCP Wiki . Source: https://scpwiki.com/scp-8844 . Licensed under CC-BY-SA .",
        "Filename: A colored battery indicator symbol 3.svg Author: Aeroid License: Creative Commons Attribution-Share Alike 4.0 Source: https://commons.wikimedia.org/wiki/File:A_colored_battery_indicator_symbol_3.svg",
        "Filename: Cetonia-aurata.jpg Author: Chrumps License: Creative Commons Attribution-Share Alike 3.0 Source: https://commons.wikimedia.org/wiki/File:Cetonia-aurata.jpg",
        "Filename: Afghanstan dust storm 2008-08-02.JPG Author: Tonymapping License: Creative Commons Attribution-Share Alike 3.0 Source: https://commons.wikimedia.org/wiki/File:Afghanstan_dust_storm_2008-08-02.JPG",
        "Filename: Desert-close-to-red-sea.jpg Author: P.R. Binter License: Public domain Source: https://commons.wikimedia.org/wiki/File:Desert-close-to-red-sea.jpg"
    ],
    "containment_procedures": "All Foundation facilities based on Mars are to be equipped with mounted Beowulf-Sigurd Rail1 and an on-site arsenal of at least ten (10) missile-mounted thaumonuclear weapons in the event of a direct encounter with SCP-8844. Facilities, in concert with their orbital satellite arrays, are to constantly conceal themselves via thaumic and other anomalous camouflage and stealth protocols in order to decrease the chance of such an encounter.",
    "description": "SCP-8844 is an anomalous weather phenomenon affecting dust storms on the surface of Mars. SCP-8844 appears not to concentrate around any particular geographic area, prevalent across the entire planet and manifesting more often only in areas of the Martian surface where storms already tend to form with greater frequency. The phenomenon corresponds in general to a marked and drastic increase in velocity of dust particles and general destructiveness when it manifests in a storm, however its distinctive characteristic is the continuous creation of colossal and often aggressive elemental apparitions (hereafter SCP-8844-A) from within the storm for as long as it persists in duration.",
    "title": "SCP-8844"
}