{
    "url": "https://scp-wiki.wikidot.com/scp-8855",
    "all_text": "Foundation historians will say they were good friends.\n\n\n\n\n\n\n\n\n\n\n\n\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+32\n+\n–\nx\n\n\nGabriel Kero\n\n\n\n\n\n\n \n\n\nFYLGJA\n\n\nThe mystery of love is greater than the mystery of death.\n\n— Oscar Wilde\n\n\nMore works like this:\n\n\n(actually probably not, this is the first\n\ntime I've written something like this.\n\nbut please, do check it out anyway!)\n\n\ngabe\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-8855\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-8855 as photographed by Prof. Alsvart during discovery.\n\n\n\n\n\n\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-8855 is to be kept in a provisional containment paddock outside Site-19. Active surveillance of the object and its behaviors are to be carried out wholly beneath the auspices of Foundation-aligned Artificial Intelligence Conscripts. All observations are to be actively transcribed and forwarded to Site-19's Director for optional review.\n\n\nDESCRIPTION:\n SCP-8855 designates an adult female \nA. alces americana\n (moose) behaviorally and possibly fatefully linked to Site-19 Director Tilda D. Moose.\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nADDENDUM 8855.I:\n Discovery Follow-up\n\n\n\n\n\n\nVIDEO TRANSCRIPT\n\n\n\n\n\n\n\n\nTRANSCRIBER:\n Frigg.aic\n.\nAlthough Frigg.aic lacks a personality driver, the .AIC has become known for its occasionally dramaturgic approach to transcription. It is to be noted that this mild editorializing has been deemed acceptable due to its unrivaled capability for insight into the behavioral minutiae of both animals and humans.\n\n\nPARTIES PRESENT:\n\n\n\n\nNorth American & Eurasian Folklore Expert Prof. Reine Ä. Alsvart\n\n\nSite-19 Director Tilda D. Moose\n\n\nSCP-8855\n\n\n\n\nFOREWORD:\n The following recording begins shortly prior to SCP-8855's identification as an anomalous object. Since its discovery, SCP-8855 was noted to have been under considerable stress, calming only shortly before the following recording took place.\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n<SCP-8855 walks up to a tree within its enclosure, bracing itself against it. Professor Alsvart fumbles with a pen and notepad, setting them down hurriedly on a plastic fold-up table as Director Moose approaches through the grass.>\n\n\nProf. Alsvart:\n Moose— Tilda. Tilda— Moose.\n\n\nDir. Moose:\n \nHaa-haa.\n\n\n<Moose extends her hand to Alsvart, who gives her a confused look. Rather than taking it, she quickly pulls her into an embrace. Moose is surprised, but reciprocates with a soft smile.>\n\n\nProf. Alsvart:\n I'm sorry for eating into your schedule like this, with a meeting that isn't just business. I'm sure a great many people have an urgent need of you at any given moment, but— I haven't seen you in so long.\n\n\nDir. Moose:\n I know— no, it's fine. I've had an unfortunate couple of days. I'm glad to be outside, with friends. I need something easy… to take my mind off things.\n\n\n<Alsvart releases Moose from her grip and steps back.>\n\n\nProf. Alsvart:\n This place isn't good for you, you know that? You can't keep working yourself to the bone like this.\n\n\nDir. Moose:\n Someone's gotta do it.\n\n\nProf. Alsvart:\n And \nsomeone's\n gotta take care of you, Tilda. Please, sit.\n\n\n<They both sit down across from each other on a pair of plastic fold-up chairs. SCP-8855 ceases bracing itself against the tree and begins to wander.>\n\n\nProf. Alsvart:\n I see it on your face; questions. Far be it for me to delay your curiosities, \nask away.\n\n\nDir. Moose:\n I got the notice from security about this thing. No indication of anomalous attributes or of external subterfuge; it's been cleared for release outside the perimeter. I take it you're the reason it's still here?\n\n\nProf. Alsvart:\n Ye-up! I blocked its release. I just had to test one last thing. Plus… do you really think a \nthree-hundred-plus\n kilogram beast like that could've slipped by \nour\n perimeter unnoticed? \nReally?\n\n\nDir. Moose:\n Stranger things happen.\n\n\n<Silence. SCP-8855 appears to be inspecting the grass around its enclosure.>\n\n\nDir. Moose:\n Enlighten me.\n\n\nProf. Alsvart:\n Someone as well-read as you, how much do you know about \"Fylgja\"?\n\n\n<Moose stares blankly at Alsvart.>\n\n\nProf. Alsvart:\n F-Y-L-G-J-A.\n\n\nDir. Moose:\n Ah. Hm… I've seen the name under the category of 'guardian spirit'. Never did read up on them myself, though.\n\n\nProf. Alsvart:\n A guardian spirit indeed! A \nfollower\n — that's what \"fylgja\" means — tied to fate and fortune. They manifest mostly in dreams, in feminine form, sometimes as animals representative of it's owner's spirit. Though \"follower\" \nis\n a bit of a misnomer, as they actually walk ahead of them, act ahead of them. So they're guides, of sorts.\n\n\n<Moose stares curiously at Alsvart.>\n\n\nProf. Alsvart:\n Their animal forms usually appear in the dreams of others to forewarn the fate of its owner. But, when that form can be seen \nby\n the owner? It is a clear omen of death — \nimpending\n.\n\n\n<Silence. Moose continues to stare, patiently waiting for Alsvart to make her point.>\n\n\nProf. Alsvart:\n Gosh, when'd \nyou\n start making such liberal use of the silent treatment? Fine! What if I told you this— \n<pointing to SCP-8855>\n —is \nyours\n?\n\n\n<Moose takes a moment to look at Alsvart, then at SCP-8855 for a while, then back at Alsvart.>\n\n\nDir. Moose:\n Why, just because…?\n\n\nProf. Alsvart:\n \nNo\n, dummy. Not because it's a \nmoose\n. It's— \n<she scoffs.>\n Have you had any weird dreams as of late?\n\n\nDir. Moose:\n I haven't \nbeen\n dreaming as of late. Haven't had the time.\n\n\nProf. Alsvart:\n See? This is why we never spend time together anymore! This place isn't good for you. Always busy, busy, busy. Well, I \nhave\n been dreaming— \n<again, pointing to SCP-8855.>\n —of her. Two nights in a row, now.\n\n\nDir. Moose:\n So I can say that someone did their job properly… Alsvart, do you have anything to go off here besides circumstance and conjecture? \nAre you certain you haven't just had moose on the mind?\n\n\nProf. Alsvart:\n Well I… \nI suppose in certain ways you could say I have.\n But… very well. I'll recount what's been my primary focus for the past couple days. I \njust\n got back — yesterday — from my vacation in Greece, throughout which I was re-reading 'Gödel, Escher, Bach' for the… fifth time. So, n—\n\n\nDir. Moose:\n You never left the hotel room, did you?\n\n\nProf. Alsvart:\n …the Aegean Sea looked just fine through the window. \n<Pause.>\n Anyway, so, no, I haven't had \nmoose\n on the mind. Last I heard they aren't native to the Mediterranean anyway.\n\n\n<SCP-8855 stops moving and locks its gaze upon Alsvart, laying its ears back and raising its hair.>\n\n\nDir. Moose:\n I'll grant you that a coincidence like this, in our line of work, \ncould\n be an assumed manifestation of anomalous influence. But you need more than that.\n\n\n<Alsvart pauses and exerts herself greatly to maintain eye-contact with Moose, putting on a fake smile before speaking.>\n\n\nProf. Alsvart:\n How's your sex life?\n\n\n<Moose closes her eyes and belabors her breathing, beginning to speak shortly before opening them again.>\n\n\nDir. Moose:\n \nWhat?\n It… really is lovely catching up with you — Reine — but we \nare\n working.\n\n\nProf. Alsvart:\n Clearly. It must be difficult for you, when everyone's too afraid to speak up to the big boss. I understand, of course, the power imbalance. You're in charge, where would you go looking? \nOther site directors?\n Not a very big pool… not a very good looking one.\n\n\nDir. Moose:\n And what, exactly, could've possibly indicated to you that I had even the slightest gleaming interest — at all— in discussing such a topic with \nyou\n?\n\n\nProf. Alsvart:\n No, no. I know that, Tilda. I know.\n\n\n<Silence.>\n\n\nProf. Alsvart:\n \nNot since Alison\n, right?\n\n\n<Moose stares at Alsvart with a gaze that threatens harm.>\n\n\nProf. Alsvart:\n She must be a \npretty\n difficult one to top, huh?\n\n\nDir. Moose:\n You're pissing me off n—\n\n\nProf. Alsvart:\n You said I needed more. \n<She turns toward SCP-8855.>\n\n\n<After a moment's delay Moose does the same. SCP-8855 is now standing on the immediate opposite side of the enclosure fence, staring at Alsvart, agitated. It takes a violent bite at the fence. Alsvart hides a frown from Moose's view.>\n\n\nProf. Alsvart:\n It's not just you. In my dreams, when it came to me, I always thought of you. My mind had difficulty differentiating its behavior, its image, from yours Like it was an interobject, somewhere in between. In my dreams I saw it walking away, towards… someone. I don't know who.\n\n\n<Moose continues to look toward SCP-8855.>\n\n\nProf. Alsvart:\n They walk ahead of you, act ahead of you. As it is now, is how you soon will be. In dreams they come to guide you, or others—\n\n\n<Moose interrupts, standing up and turning towards Alsvart.>\n\n\nDir. Moose:\n This is \nnot\n how we test! You set an appointment, you state your suspicions, you outline procedure! You do \nnot\n drag a co-worker into a meeting and blindside them with inappropriate questions in a selfish gambit to corroborate your theories!\n\n\nProf. Alsvart:\n I'm sorry, Tilda. I didn't want to hurt you, but I had to prove it to you!\n\n\n<Silence. Moose remains standing, staring.>\n\n\nProf. Alsvart:\n And I haven't seen you in so long.\n\n\n<Moose turns, and leaves without a word. Alsvart sits still for a while before picking up the pen and notepad on the table. She looks at SCP-8855, which has already sauntered off through its enclosure. She begins to write.>\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nADDENDUM 8855.II:\n Director Dream Journal\n\n\n\n\nThe following is a transcript of thought-processes recorded by Site-19 Director Tilda D. Moose utilizing a standard-issue Foundation Thoughtscribe\n.\nA miniature brain-computer interface capable of monitoring and recording thought as text and images. Most commonly utilized for recording experiences which might otherwise be difficult to express or retain, such as dreams or antimemes.\n\n\n\n\nI look upon a field of grey-yellow grass, a birch wood forest perched at its back. I'm looking out of a window in my home. The view is familiar to a point that I almost don't recognize it. It's the one from my office at Site-19. The field is dew-laden; it's morning, I can see a dark figure dancing on the treeline, half-obscured by a gentle fog at our feet. The cold wind makes me shiver, and the treeline upon which it stands is one straight, unending threshold stretching from horizon to horizon. Looking back, there is no home, no Site-19. The threshold surrounds me, a circular clearing of a dense forest. I'm surrounded and alone. I know I'm alone.\n\n\n \n\n\n\n\n \n\nThe figure accompanies me, it smiles at me lovingly, its darkness warms me in the chilly fog. Over its silence I find it hard to hear myself speak. I don't know what I'm trying to say, or why I feel such a desperation to say it. I'm not even sure who I'm speaking to. It reaches out and I want more than anything to pull it into my embrace…\n\nBut I know I'm alone. An ever-present heartbeat pauses as I'm struck by a pervading sense of self-awareness. I know I'm dreaming. I know I'm about to wake up. I turn away from the figure, and I say nothing.\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nADDENDUM 8855.III:\n SCP-8855 Status Update\n\n\n \n\n\n\n\nAfter having calmed over night, SCP-8855 returns to its baseline display of considerable stress.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nADDENDUM 8855.IV:\n Dreams Follow-up\n\n\n\n\n\n\nVIDEO TRANSCRIPT\n\n\n\n\n\n\n\n\nTRANSCRIBER:\n Frigg.aic\n\n\nPARTIES PRESENT:\n\n\n\n\nNorth American & Eurasian Folklore Expert Prof. Reine Ä. Alsvart\n\n\nSite-19 Director Tilda D. Moose\n\n\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n<Moose is standing by her office window, gazing out on the field and SCP-8855's enclosure. Alsvart is sitting by Moose's desk, she appears saddened, lost in thought.>\n\n\nDir. Moose:\n Listen closely, Reine. I'm prepared to leave yesterday's indecorum at the door — that is — on the condition that you start behaving like an adult. It's cards on the table now, you will be straight with me. \nIs that understood?\n\n\n<Moose turns to face Alsvart, who nods sagely.>\n\n\nDir. Moose:\n Good.\n\n\n<Moose sits down in her chair. Alsvart rubs her right eye.>\n\n\nDir. Moose:\n Did you hear what happened to Site-118?\n\n\nProf. Alsvart:\n \n(despondent)\n Yes, tragic.\n\n\nDir. Moose:\n It is, more and more common nowadays. Yet all things considered \n<Pause.>\n I think they got lucky. I'm saying this on the record since only you and I will have access to it — I think it's a little unfair.\n\n\nProf. Alsvart:\n Even you can only give me thirty minutes a day, even with your life at risk. We all signed away our right to fair treatment at the door.\n\n\nDir. Moose:\n Every day I'm surprised when you still walk into work, talking like that. No, not in that sense. I'll never resign to some omen, but let's say, hypothetically, that my time's nearly up. I really don't appreciate the heads up, frankly.\n\n\nProf. Alsvart:\n I did say sorr—\n\n\nDir. Moose:\n Not from \nyou\n, dummy. From \nit\n. Why show up… however long in advance, to tell me that I'm dying and there's nothing I can do about it? If death stepped through \nthat\n door and said to me \"Time's up.\" all I'd want is a word in before I go. Maybe an elbow too, just to see how far I could get.\n\n\nProf. Alsvart:\n \n(sarcastically)\n Really?\n\n\nDir. Moose:\n 'Death' in this case referring to the actual immutable force of fate here to collect its due — that due being me. Were an anthropomorphic or some otherwise manifest 'death' to come through… \n<Moose taps her coat pocket.>\n Every director carries a little something for the occasion. It's a bit of a fifty-fifty, but if we do go down, it won't be alone. My point being, no matter her form, in her unflinching face, death is just death. That's fine with me. But now? This thing, it's forcing me to wallow in it.\n\n\nProf. Alsvart:\n And you don't think there's anything that can be done?\n\n\nDir. Moose:\n Like I just said, \nI will not\n resign my fate to an omen.\n\n\n<Silence.>\n\n\nDir. Moose:\n We could always decommission it. For all we know this thing is only manifesting a subset of a fylgja's conceptual qualities. My family has no history with anything similar to it, which, if it's real, they probably should've. At least to some extent. It might be… a behavioral lynch-pin to which an entity — I — am anomalously attracted. No lynch-pin, no pull. Besides, we've seen no evidence of fate having any part in this, it could be a wholly behavioral/temporal anomaly.\n\n\nProf. Alsvart:\n Or, equally likely…\n\n\nDir. Moose:\n I go down with the pin. Yeah.\n\n\n<Silence.>\n\n\nDir. Moose:\n But that's why you're here, Reine. You're the expert. This is it, time to lay your cards on the table for me. What do they say?\n\n\nProf. Alsvart:\n \nI hope that's not the only reason you keep me around.\n Fine, fine.\n\n\n<Alsvart is silent for a while.>\n\n\nProf. Alsvart:\n In your dream, you refused this figure, who had come for you. Why?\n\n\nDir. Moose:\n It obfuscated itself. Only presented itself to me as some vague form. How could I trust it? Never showed me its face, not even its real figure.\n\n\nProf. Alsvart:\n Figure— it's a bit much to ask on your first dream, no?\n\n\n<Moose looks away briefly from the camera.>\n\n\nDir. Moose:\n \nMy point being\n: it didn't strike my dreaming mind as very… 'guiding'. It was hiding from me.\n\n\nProf. Alsvart:\n I did actually \nread\n your transcript, you know. You're skipping a couple things.\n\n\nDir. Moose:\n It was a dream, Reine. No one's really themselves when suffering a severe case of disjunctive cognition.\n\n\nProf. Alsvart:\n I'd have to contest that, it's in our dreams when we're freed of our inhibitions! Dreams are where our suppressions come to dance and taunt our childish denials of their existence. There's a truth in that dream, Tilda. And you couldn't hear yourself say it.\n\n\n<Silence.>\n\n\nDir. Moose:\n Well, I… I don't even know what I was trying to say. It was just… some desire to— to say anything at all. But I guess there was nothing to say.\n\n\n<A notification on Moose's phone interrupts her. She grabs it from her pocket and glances at the screen before quickly returning it. Alsvart looks on with a smug and curious smile.>\n\n\nProf. Alsvart:\n Care to share with the class, young woman?\n\n\nDir. Moose:\n \n<Sighing deeply.>\n Just another SCP-8855 activity update. Let's move on.\n\n\nProf. Alsvart:\n Trying your best to ignore it.\n\n\nDir. Moose:\n I refuse to legitimize it.\n\n\nProf. Alsvart:\n Did you know that when an animal fylgja dies, it's said that a part of her owner — who is soon to follow — has already moved across that threshold. They exist in this… liminal sphere on their way into another world. In this condition, their typical behaviors and attitude changes. So, someone of few words might become one of many, for example.\n\n\nDir. Moose:\n You're suggesting we decommission SCP-8855 in order to make me into a better speaker?\n\n\n<Alsvart laughs.>\n\n\nProf. Alsvart:\n \n(gleefully)\n No, sweetheart. Of course not. I'm laying the cards on the table for you. Have \nany\n of its behaviors diverged from your own?\n\n\n<Moose sighs deeply.>\n\n\nDir. Moose:\n No. Though I stopped reading them a couple hours ago.\n\n\nProf. Alsvart:\n Just like with the dream, Tilda, I don't think denial is the ideal approach.\n\n\nDir. Moose:\n I'm well aware of what this is, I deny nothing. I simply don't \nparticularly\n enjoy regular updates on how precisely I'm going to be acting in the immediate future. Conjures one too many memories of McDoctorate's cafeteria lectures on determinism at Site-17. Among other things.\n\n\nProf. Alsvart:\n Why don't we take a live look instead then?\n\n\n<Before Moose can react, Alsvart jumps out of her seat, quickly reaching the office window in order observe SCP-8855. Moose plants her elbows on her desk, and her face in the palm of her hands. In its enclosure, SCP-8855 appears frustrated, biting branches off the tree within its enclosure and throwing them away. It suddenly stops, standing still for a bit before walking away, slowly.>\n\n\nProf. Alsvart:\n I see. \n<Turning to Moose.>\n Well don't get frustrated with me yet, I haven't done anything!\n\n\n<Moose's head remains in the palm of her hands. She is completely still, save for the occasional wave-like twitch of her upper-body. She's sobbing.>\n\n\nProf. Alsvart:\n Tilda? \n<She pauses, taking a step closer.>\n Tilda, I'm sorry.\n\n\n<Alsvart continues to step closer to Moose.>\n\n\nProf. Alsvart:\n I'm truly sorry.\n\n\nDir. Moose:\n Sorry for \nwhat?\n You haven't done \nanything\n. You're having the time of your life just fucking around!\n\n\nProf. Alsvart:\n It's not—\n\n\nDir. Moose:\n \nWhat have you done so far besides torment me?\n\n\nProf. Alsvart:\n I swear I was— I was trying to lighten the mood.\n\n\n<Alsvart cups Moose's head in one hand as she seizes a gentle hold of her chin with the other.>\n\n\nProf. Alsvart:\n It's just, when I'm here, with you… after so long. I can't contain myself.\n\n\n<With her thumb, Alsvart wipes a lone tear from the Director's cheek. Moose arrests Alsvart's arm, grabbing and pulling it down away from her face, looking up into her eyes. They pause.>\n\n\n<Silence.>\n\n\nDir. Moose:\n You shouldn't flirt with your boss, it's unbecoming.\n\n\nProf. Alsvart:\n \n(Under breath)\n So now you have things to say…\n\n\n<Moose lets go of Alsvart's arm with a gentle flare, establishing an illusion of distance with the application of a soft pressure on her body, before gesturing firmly to the empty seat.>\n\n\nDir. Moose:\n Sit.\n\n\nProf. Alsvart:\n Yes ma'am.\n\n\n<Alsvart makes her way, slowly, around the table and sits down opposite to Moose, who rubs her eyes of remnant tears before resting her arms on the table.>\n\n\nDir. Moose:\n Tell me exactly what I told you at the start of this meeting.\n\n\nProf. Alsvart:\n \"Cards on the table.\"\n\n\nDir. Moose:\n \nStart behaving like an adult.\n\n\nProf. Alsvart:\n What's more adult than being straight with someone? I may not be the Black Queen herself, but I can certainly—\n\n\n<With a flat affect and moist eyes Moose stares unflinchingly through Alsvart, who seems to take the hint. She drops her grin, and readjusts herself before she continues speaking.>\n\n\nProf. Alsvart:\n I apologize for my behavior, Director. I'll get right back to it for you. But this figure in your dreams, there is no doubt in my mind it \nis\n your fylgja, like SCP-8855. Though SCP-8855 is only a mirror of yourself — a guide — this figure? They are your \nguardian\n.\n\n\n<Silence.>\n\n\nProf. Alsvart:\n I know you feel stuck, Tilda. But you're not alone. You just need to grab the hand that's reaching for you.\n\n\n<Alsvart reaches across the table and grabs a hold of Moose's hand.>\n\n\nProf. Alsvart:\n Trust me.\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nADDENDUM 8855.V:\n Director Dream Journal\n\n\n\n\nThe following is a transcript of thought-processes recorded by Site-19 Director Tilda D. Moose utilizing a standard-issue Foundation Thoughtscribe.\n\n\n\n\nI'm looking up at the sky, cushioned by frozen dirt and wet grass. I'm so tired… my eyes begging for me to give in. I turn my head, and I see the figure laying beside me. It stares wakefully up at the sky. Welling up inside me, butterflies, a desire to get its attention. I almost speak, refraining only in a tacit knowledge that it's already upon me. I… want to see what she sees. I turn again to the sky — it's all white. An unending film in all directions… and no less.\n\n\n \n\n\n\n\n \n\nMy hushed heartbeat spikes and I'm on my feet; I've forgotten why I'm here. I recall nothing except: her singular touch, clutch, and erasure of drifting tears. The forest encircles me utterly, again. But I know… now, I'm not alone. \nShe\n's here. She's here for me. I see her standing upon the treeline, and I know I can follow her. I can trust her. I know what I… don't know who she is… no, I know. I know she'll keep me safe. I need to reach out. I don't know what I don't know. I'm missing something. That voice, God, that voice. What am I missing? It does something to me. Who am I missing? I don't know who she isn't, she… isn't, no. I know it's not. Not her. I'm missing the forest for the trees.\n\n???:\n \n\"Hey. Hey, sweetheart. Calm down. Are you alright?\"\n\n\nGod, that voice. I could—\n\n\nNO. YOU CAN'T. WAKE UP.\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nADDENDUM 8855.VI:\n SCP-8855 Status Update\n\n\n \n\n\n\n\nSCP-8855 has been avoidant of all personnel in proximity to the containment perimeter since morning; maintaining a consistent minimum of 50 meters between itself and any persons while actively avoiding any attempts at eye contact.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nADDENDUM 8855.VII:\n Dreams Follow-up\n\n\n\n\n\n\nVIDEO TRANSCRIPT\n\n\n\n\n\n\n\n\nTRANSCRIBER:\n Frigg.aic\n\n\nPARTIES PRESENT:\n\n\n\n\nNorth American & Eurasian Folklore Expert Prof. Reine Ä. Alsvart\n\n\nSite-19 Director Tilda D. Moose\n\n\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n<Sitting by the Director's desk, Alsvart is reading from a paper file: the transcript of Moose's dream. In her seat, Moose appears embarrassed, lethargic, covering her eyes in shame as she looks to the floor.>\n\n\nProf. Alsvart:\n That is, uh… wow. I'm not sure where to begin.\n\n\n<Moose looks up and uncovers her eyes, but continues to avoid eye-contact with Alsvart.>\n\n\nDir. Moose:\n Yeah… \n<clearing throat.>\n Well archetypically you tend to have something inappropriate to say about my personal life, or perhaps some semi-ironic negging to sprinkle in there before our work can begin.\n\n\nProf. Alsvart:\n \nIronic?\n \n<with frustrated theatrics, Alsvart raises and drops the document on Moose's desk.>\n And I object to this accusation of 'negging'. Just because you cried doesn't make it \nnegging\n.\n\n\nDir. Moose:\n Reine, I was j—\n\n\nProf. Alsvart:\n Someone's just been a little sensitive lately, haven't they?\n\n\n<Silence. Moose musters the courage to look Alsvart in the eye.>\n\n\nDir. Moose:\n With every day that passes — your professionalism — it never fails to floor me. How'd you wake up this morning?\n\n\nProf. Alsvart:\n I've yet to ascertain if I have. Surely, I must be stuck in some nightmare.\n\n\nDir. Moose:\n \nAlright\n, I get it. It's time we calm this down a little, Reine. What's \nwrong\n with you?\n\n\nProf. Alsvart:\n \nSomething\n is, indeed, wrong, Director. But it's not with me. My friend isn't listening to me and is putting her life in danger as a result. Why wouldn't you just follow the figure? \nLike I told you to do?\n\n\nDir. Moose:\n I do apologize, \nProfessor Alsvart\n, I'm not a lucid dreamer. My subconscious is in control down there, not this waking mind you're talking to right now. It seems, clearly, that my subconscious, for one reason or another, is simply unconvinced.\n\n\n<Alsvart prepares to say something, stopping herself just before she opens her mouth to speak.>\n\n\nDir. Moose:\n Speak.\n\n\nProf. Alsvart:\n Just… explain it to me. What \nwere you\n thinking?\n\n\nDir. Moose:\n You—\n\n\nProf. Alsvart:\n Understand, I'm not judging. I just need to know what these thought processes of yours are and \nwhy\n this is happening. Now that this waking mind I'm speaking to is here, how does it rationalize the mess on that piece of paper?\n\n\n<Moose prepares to speak, and similarly stops just before she opens her mouth. She takes a while, formulating her thoughts, seemingly processing some degree of shame.>\n\n\nDir. Moose:\n I— I uh… Sorry. I know— I think that I thought… I thought it was—\n\n\n<Alsvart smiles and places her hand over Moose's, who pauses, and takes a deep breath.>\n\n\nDir. Moose:\n I think I thought it was… you. The figure. I thought it was you.\n\n\n<Silence. Barely visible, Moose's face reddens ever so slightly>\n\n\nProf. Alsvart:\n \nMe?\n\n\nDir. Moose:\n \n(cheerfully)\n Yes, \nyou\n, Reine.\n\n\nProf. Alsvart:\n You really— You think that the… that it was me?\n\n\nDir. Moose:\n I don't know… you don't think it's plausible?\n\n\nProf. Alsvart:\n You're absolutely sure? You didn't think of \nanyone else?\n\n\nDir. Moose:\n Who else would I be thinking about?\n\n\n<Silence. With a concerned expression, Alsvart speaks.>\n\n\nProf. Alsvart:\n I really… I don't know.\n\n\n<Moose's smile suddenly drops and she withdraws her hand from the desk, Alsvart's moving ever so slightly in its direction before stopping.>\n\n\nDir. Moose:\n I'm sorry. I… shouldn't have said that.\n\n\nProf. Alsvart:\n No! No, don't apologize, Tilda…\n\n\n<Silence.>\n\n\nProf. Alsvart:\n \n(sternly)\n \nTilda.\n That wasn't—\n\n\nDir. Moose:\n I understand completely. That was… unprofessional. I'm your boss. This wasn't okay of me. I apologize if I made you feel unsafe or uncomfortable in any way.\n\n\n<With a pitiful frown, Alsvart tilts her head as she speaks.>\n\n\nProf. Alsvart:\n Tilda, \nplease\n. Stop it. Do you think of yourself \nat all\n anymore? If anything, I've been much worse. Frankly, I'm shocked you haven't thrown me out of your office; the way I've been behaving.\n\n\n<With a stern expression, Moose's body stiffens as she looks down at the table.>\n\n\nDir. Moose:\n I am the Director of Site-19. The largest and most powerful facility in the largest and most powerful organization on Earth. Holding me to the highest of standards should be nothing less than insufficient. How I've acted… to one of my employees— \n<Moose cringes visibly at her own words.>\n \nfuck\n.\n\n\nProf. Alsvart:\n I said stop it! I'm more than just one of your employees, Tilda.\n\n\nDir. Moose:\n You're free to leave, Professor Alsvart. It's not right of me to keep you here, you don't need to stay.\n\n\nProf. Alsvart:\n \nExcuse me?\n I don't give a shit, \n(mocking)\n \n'Director Moose'!\n Have you forgotten completely what's going on right now?! \nYour life is in danger\n, shit-for-brains! I'm here to help you.\n\n\n<Moose says nothing.>\n\n\nProf. Alsvart:\n Fine. I understand, you don't need to say anything. Just listen. If you truly need your waking mind to go through with this. Tonight, when you go to bed, recite the following over and over as you drift away: \n\"Mind awake, body asleep.\"\n Got it?\n\n\n<Moose nods. Alsvart sits silently for a while before standing up. She looks at Moose, despondently. She begins moving around the desk, but is stopped as Moose indicates for her to go no further.>\n\n\nProf. Alsvart:\n There's no more tiptoeing around this, Tilda. You need to choose.\n\n\n<Alsvart leaves through the door, leaving it wide open behind her. For hours, Moose sits, staring blankly at this threshold.>\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nADDENDUM 8855.VIII:\n Director Dream Journal\n\n\n\n\nThe following is a transcript of thought-processes recorded by Site-19 Director Tilda D. Moose utilizing a standard-issue Foundation Thoughtscribe.\n\n\n\n\n\n\n—ind awake. Body asleep. I mutter to myself as I step lethargically through the grassy field outside Site-19. I stop to grab a mirror from my pocket. Looking at myself, I see nothing. I have no mirror. I've never owned a mirror. I'm dreaming. Awake. Why am I walking by the forest's edge? It isn't surrounding me anymore. I must be searching for her. In the face of my dwindling agency, I feel a profound shame. Where is she? Again the forest stretches from one end of the horizon to the other. I can only imagine its confinement to have been a product of my subconscious fears, then. A fear that it was a thing impending; my prophesied doom. Is that why I hesitated? Faced now with a simple threshold, I know I have a choice.\n\n\nI leave, with her.\n\n\nOr I stay, and die.\n\n\nThe forest is not the death I had feared, it is the field. The forest is her refuge for me. I turn to her, knowing she'll be there.\n\n\nShe stands, again, on the treeline. I see her clearer now, with a waking mind. The visage remains just as incomprehensible as the one gleamed by my subconscious — like seeing several of the same person beneath a layer of no one at all.\n\n\nI can think of no one but Alsvart—\n\n\n—and Alison. Why am I thinking of Alison? Stop it. Enough. Stop it. Shut up. Stop thinking.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nPerhaps my mind's not quite as awake as I'd thought. I tend to have more self-control. More… control.\n\n\nBut I have no control, only a binary choice. Leave, or die. Can I really just leave? It hasn't been said, but I know it, tacitly. That if I take her hand I will be leaving it all behind. The Foundation, my co-workers, friends…\n\n\nJust because I want to live?\n\n\nNo, of course not. Even in my subconscious I knew to repress it, to childishly deny its existence. I want to go — I want to live. I want to do it with \nher\n. With… Alsvart. Would she come with me? Is that selfish? No, I don't care. Why should I? I deserve to be happy… I deserve to \nlet myself.\n The world doesn't need me at its helm. I've done enough. Hurt enough…\n\n\nI've hurt so many people… for control. Control. Is that why I work here? To control things? I couldn't control the library, I couldn't control… Alison.\n\n\nAnd that scared me. I needed… control. I needed the Foundation. But I can't even control myself, anymo— stop it. I need to stop trying. I need to give up control.\n\n\nIs that what all this was about? Is that why SCP-8855 came here? To take my— Oh, right. She's waiting for me, isn't she? She's standing right in front of me.\n\n\nDir. Moose:\n I don't know who you are, even now. Why do I want to leave with you?\n\n\nShe extends to me, her hand. I can only imagine it turning a page as I sit with her in silence, reading a book.\n\n\n???:\n Of course you know who I am, Tilda. Why do you think I've come to dance here, in your dreams?\n\n\nI give her a confused look, and rather than taking her hand, I pull her into my embrace.\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nADDENDUM 8855.IX:\n SCP-8855 Status Update\n\n\n \n\n\n\n\nSCP-8855 has demanifested.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nADDENDUM 8855.X:\n My Conclusion\n\n\n\n\n\n\nTHOUGHTSCRIBE TRANSCRIPT\n\n\n\n\n\n\n\n\nTRANSCRIBER:\n Site-19 Director Tilda D. Moose\n\n\nPARTIES PRESENT:\n\n\n\n\nSite-19 Director Tilda D. Moose\n\n\n???\n\n\n\n\nFOREWORD:\n The following is a transcript of thought-processes recorded by Site-19 Director Tilda D. Moose utilizing a standard-issue Foundation Thoughtscribe.\n\n\n\n\n\n\n\n\n«BEGIN TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\nI'm awoken by a blaring alarm. It's coming from my phone. A priority alert.\n\n\n\"SCP-8855 has demanifested.\"\n\n\n \n\n\n \n\n\nWill I?\n\n\nHas a piece of me crossed that threshold?\n\n\nI walk to the window. Just as it says, SCP-8855 is nowhere to be seen.\n\n\nBut there is… someone. Standing on the treeline beyond its paddock. Not a figure, but a person.\n\n\nReine.\n\n\nIs that really her? Is she looking at me? What is she doing?\n\n\nShe turns away from me, and she steps into the forest. Just like that, what final shred of control that might've remained leaves my body. I can't stand still, not here. I need to get to her. I can't lose her. I need to hurry— \nI need to run.\n Through the open door and through the populated corridors flooded with my co-workers, I don't have time to look at any of them. I consider only, for a moment, what they might've once thought, were their director to do such a thing.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nOutside, I cross the fields in no time — the grass giving way to shrubbery — but I don't stop at the forest's edge. I don't stop. I trip. I get up. I don't stop. I yell her name. I hear nothing but echos and trampled bushes beneath my feet.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nAlready I'm deep within the forest, the light from the forest's edge long gone. I've reached the foot of a mountain. I slow down as I happen upon a wooden trail. The ground, it feels like I'm at sea. Seeing footsteps, I follow them. Up. They go up.\n\n\n \n\n\n \n\n\n\n\n \n\n\n \n\n\nIs this who I am now? A person who chases after someone. Is that who I am, in that sphere?\n\n\nStep by step. I can see the top now.\n\n\nI'm exhausted, I know I am. I must be. Should be… but I can only feel those butterflies. Consuming all else within me.\n\n\nIt's here.\n\n\nI've made it. There she is, on a plateau, I see her. Kneeling before an overlook, rays of sunlight from the dawning sun before us darkening her silhouette.\n\n\nI run to her.\n\n\nDir. Moose:\n Hey… why are you—\n\n\n—crying? Did I do this? Is this because of me? What I did? You stupid fucking moron. Why did you do this to her? You have to \nfix this.\n\n\nAlsvart:\n \n(in a blubbering sob)\n \nI'm sorry!\n Gh-od. Pl— please, forgive me. I'm so sorry. Tilda. \n<she pauses, gasping for air.>\n I cou— I could— \nI couldn't do it anymore.\n\n\nIs she talking about SCP-8855?\n\n\nMoose:\n You did everything you could, love. It's okay. I'm here, it's alright.\n\n\nI kneel down behind her and wrap my arms tightly around her waist. Immediately she grabs onto them, as if her life depended on it. I drag her closer to me. I feel her warmth and her whimper. She's so warm… so soft. I place my head on her shoulder. Instantly she cuddles closer to me. Rubbing her cheek slowly against mine.\n\n\nWe just need some time.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nHer whimper softens.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nHer breathing slows.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nMoose:\n You're okay.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nAlsvart:\n I'm sorry.\n\n\nMoose:\n \nWhy?\n\n\nAlsvart:\n \nI made you leave.\n I tried for so long. I tried to do it, I tried to be like you. I tried to be like… \n<She begins to sob again.>\n \nI can't.\n I can't do it!\n\n\nLike me? What is she talking about?\n\n\nAlsvart:\n But… I still needed you.\n\n\nThose words. Said in that voice. The butterflies within me grow more restless than ever.\n\n\nMoose:\n I came here \nfor you.\n I never left.\n\n\nI don't ever want to.\n\n\nMoose:\n And what do you mean you 'tried to be like' me? What couldn't you do?\n\n\nAlsvart:\n Tilda— \n<She fails to contain her whimpering.>\n I need you to tell me who I am.\n\n\nWho you are?\n That's simple. You're—\n\n\nMoose:\n —my Reine.\n\n\nI place a gentle kiss on her cheek, and she bursts into tears.\n\n\nShit.\n\n\nWhat did I do?\n\n\nQuickly I let her go and take a step back. She falls forward, gripping her stomach. Her cries morphing into a violent sob as her forehead comes in contact with the dirt. I don't know what to do. \nWhat did I do?\n\n\nAlsvart:\n \nTilda.\n\n\nHer scream freezes me in place. I've only ever heard it… once before. I don't understand.\n\n\nMoose:\n \nYou're Reine.\n\n\nReally? You're gonna lie to yourself?\n\n\nBut she is!\n\n\nAlsvart:\n \nTell me!\n\n\nYes, she is. Like an interobject, your mind's had difficulty differentiating her behavior, her image, from—\n\n\nPlease, don't make me say it.\n\n\nYou've denied her existence, but there she is. Sobbing at your feet. It's her.\n\n\nShe's—\n\n\nAlsvart:\n I'm—\n\n\nMoose:\n Alison.\n\n\nBefore my eyes this woman that I've known for years, without changing even slightly, becomes someone else.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nAlison:\n I tried for so long. \nI tried working at the Foundation.\n I tried to be there, to create someone who could be part of the thing that took everyone I loved away from me. I wanted them to be with Dad… with \nyou\n. So that even if \nI\n could never be with you, someone else could. I tried to be that someone else.\n\n\n \n\n\nShe raises her head.\n\n\n \n\n\nAlison:\n But I could never be anyone but myself. I couldn't bear it. Existing in a place like that. And you… talking to me like I wasn't me. I had to leave… but I needed you. \n<She turns to me.>\n I needed you to come with me.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nAlison:\n \nSAY SOMETHING!\n\n\n \n\n\nHow could you…\n\n\n \n\n\nMoose:\n What have you done?\n\n\nShe stands.\n\n\nAlison:\n Look at me, Tilda. I'm the same Alison that—\n\n\nMoose:\n Not another word.\n\n\nI can't listen to this. I can't talk to her. I can't stay here.\n\n\nReine wasn't real. No, of course she was. She \nwas\n real. She was Alison. And you loved her. You fucking moron. You knew the whole time, didn't you? What, was it easier just not admitting it to yourself? \nARE YOU LITERALLY BLIND?!\n She was exactly the same, but she hadn't made any of \nher\n mistakes. So what? You thought it'd be \ndifferent\n this time?\n\n\nWas any of it real? SCP-8855? It knew how I would act— or did she just know me? Was there any omen at all? Any threat to my life? The dreams — the figure.\n\n\nReine\n.\n\n\nI want to cry. I know I do. I need to.\n\n\nNo. Stop it.\n\n\nControl yourself.\n\n\nAlison:\n But I can be better. I promise. I— I can still be someone else! If fate won't let you and I be together, I swear I'll do it. I promise, we can…\n\n\nPretend?\n\n\nIs that what I've been doing?\n\n\nNo. She lied to me. I didn't know.\n\n\nSure you didn't.\n\n\nI \ndidn't!\n\n\nI'm gonna be sick.\n\n\nIt's too much. I turn away, back to the wooden steps. And I walk.\n\n\nAlison:\n You can't fix something by just walking away!\n\n\nAlison cries. Under her breath, I can hear her speak. But I hear nothing of what she says. I can't be there for her.\n\n\nThe stairs ahead become a bright, dawning star in the space of a single blink. I stand upon the same overlook as \nReine\n had when I found her, knelt down in the dirt. I turn to see Alison standing now before the stairway I had just approached.\n\n\nAlison:\n You \ndon't understand\n, Tilda. How \nalone\n I'll be, without you. I don't know him anymore, that man who goes by my father's name. There's nothing left of the man who raised me. Or maybe I never really knew him. But you're still you. I have no one— \nno one\n but you.\n\n\nDon't do this.\n\n\nAlison:\n \nPlease.\n\n\nPlease don't do this.\n\n\nAlison:\n \nPlease don't leave me.\n\n\nPlease stop…\n\n\nAlison:\n My love—\n\n\nDon't call me that.\n\n\nAlison:\n \n<She begins moving toward me>.>\n I know it can work. Fate? I figured it out. It's like your Foundation. Desperate to control. But you're proof, Tilda. Proof that it's not all-consuming. It can be made to open its hand, to forget. We can be proof of fate's fickle grip, together. I told you—\n\n\nAlsvart:\n —I can still be someone else.\n\n\nMoose:\n Shut up! Don't you dare speak to me in her voice…\n\n\nYou sadistic piece of…\n\n\nAlsvart:\n But our voices are the same—\n\n\nAlison:\n —they always were. Even if you think you didn't know, Tilda. Some part of you did.\n\n\nShe's right in front of you. She has you cornered. In all but her direction you're met with a steep drop and a long fall. Did she design it this way? There's no turning around and walking away, the only way out is through… her. You need to speak, Tilda. Speak. Say something. Anything. Maybe…\n\n\nMoose:\n Maybe some part of me did know… and maybe you really do need me. But it's not my responsibility to fix you. You've promised and promised and left them all shattered on the ground beneath your feet. How could you possibly think — even for a moment \nimagine\n — that after everything you've done… we could just be together? Because you found some new trick? Something that will finally let you dupe fate? What you've done isn't just another lie, or broken promise, Alison. You \nduped \nme\n.\n\n\nAlison:\n But I \ncan—\n\n\nMoose:\n \nUnderstand.\n This is not fate speaking, this was not preordained. I am telling you this, now. In my own words.\n\n\nIt was a wilful thing, having never said this out loud. Is it not best, perhaps, for you to leave it unsaid just once more? Just for the chance that…\n\n\nMoose:\n You and I—\n\n\nNo. I can't make that same mistake… just to stoke some dying light. I can never let her… I can never let myself have a way in again.\n\n\nMoose:\n —we can never be together.\n\n\nAnd I see there somehow, in the Black Queen herself, a light goes out.\n\n\nAs it does in me.\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nSo now you have nothing to say…\n\n\n \n\n\n \n\n\n \n\n\n \n\n\nMoose:\n I'm leaving.\n\n\nAlison:\n No.\n\n\nNo?\n\n\nI look to her side, and I take my step. Yet she blocks my path without a step of her own.\n\n\nIn every direction I step, I look, she — and she, alone — stands before me.\n\n\nAlison:\n \n(in her sternest of tones)\n You leave with me. Or not at all.\n\n\nShe knows it won't work. Why is she doing this? You saw it. She knows we can't.\n\n\nAnd yet, unflinchingly, she stares at me.\n\n\nWe're doing this.\n\n\nAlready in my hand, grabbed out of my coat pocket — a device — activated.\n\n\nShe moves, without moving.\n\n\nPulling me into her e—\n\n\n\n\n\n\nERROR.\n\n\nCONNECTION SEVERED.\n\n\n\n\n\n\n\n\n\n\n\n\n«END TRANSCRIPT»\n\n\n\n\n\n\n\n\n\n\n\n\nEND ADDENDUM\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-8854\n | SCP-8855 | \nSCP-8856\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8855\n\" by Gabriel Kero, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8855\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nName:\n Cow Moose\n\n\nAuthor:\n \ntuchodi\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nName:\n Paper effect\n\n\nAuthor:\n \nsailorenoch\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nSCP Wiki\n\n\n\n\n\n\nName:\n Yellow and green\n\n\nAuthor:\n \nCollie Coburn\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nUnsplash\n (prior to 5 June 2017)\n\n\n\n\n\n\nName:\n Woman reading a book\n\n\nAuthor:\n \nJohn Salatas\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nName:\n dark cloudy sky 1\n\n\nAuthor:\n \nAndrew Kelsall\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nFlickr\n\n\n\n\n\n\nName:\n Stairway High up into the Rain Clouds\n\n\nAuthor:\n \nSynthPanda_\n\n\nLicense:\n CC BY-SA 2.0\n\n\nSource Link:\n \nFlickr",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8855 \" by Gabriel Kero, from the SCP Wiki . Source: https://scpwiki.com/scp-8855 . Licensed under CC-BY-SA .",
        "Name: Cow Moose Author: tuchodi License: CC BY 2.0 Source Link: Flickr",
        "Name: Paper effect Author: sailorenoch License: CC BY-SA 3.0 Source Link: SCP Wiki",
        "Name: Yellow and green Author: Collie Coburn License: Public Domain Source Link: Unsplash (prior to 5 June 2017)",
        "Name: Woman reading a book Author: John Salatas License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Name: dark cloudy sky 1 Author: Andrew Kelsall License: CC BY 2.0 Source Link: Flickr",
        "Name: Stairway High up into the Rain Clouds Author: SynthPanda_ License: CC BY-SA 2.0 Source Link: Flickr"
    ],
    "title": "SCP-8855"
}