{
    "url": "https://scp-wiki.wikidot.com/scp-8876",
    "all_text": "rating: \n+230\n+\n–\nx\n\n\n\n\nby J Dune\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-8876\n - Killing Floor\n\n\n\n\nWritten for 2024's ANTHOLOGY project.\n\n\n\n\nImage Credits\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8876\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nsafe\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSilverstone Pork Processing\n\n\n\n\n\n\n\n\n\n\nNotice:\n The following documentation details an ongoing investigation. Information within may be subject to change, or considered out of date until a new iteration is reviewed and authorized for publication.\n\n\n\n\nSpecial Containment Procedures:\n Entry to Silverstone Pork Processing has been barred. Companies contracted to the plant have been informed of a large-scale \nU.S Environmental Protection Agency\n (\nEPA\n) investigation that will disrupt distribution, and are encouraged to seek other businesses for their needs.\n\n\nThe Foundation’s Department of Dissolution is currently overseeing the process of shuttering Silverstone Pork Processing, and project a successful clearing of the plant for demolition within 3 months.\n\n\nIn conjunction with the United States federal government, the physical and informational remnants of Hadley, North Carolina have been destroyed. An ongoing amnestics effort is being carried out to remedy the families of those affected by SCP-8876.\n\n\nDescription:\n SCP-8876 is the massacre of all 5,382 residents of Hadley, North Carolina, which occurred on the night of 2024/8/01 within the confines of the nearby Silverstone Pork Processing plant.\n\n\nSCP-8876-1 refers to the remnants of SCP-8876: an assemblage of human viscera that was found littering the property following the incident. While the majority of SCP-8876-1 refers to the mass of non-anomalous remains found within the premises, a number of pallets stacked with individual, factory-sealed packages containing the detritus were also found inside the plant’s packing and distribution area. This packing process is incompatible with the factory’s existing capabilities, and impossible to perform without the use of heavily specialized equipment.\n\n\nThe means by which SCP-8876 occurred are presently unknown, and subject to an ongoing investigation by the SCP Foundation. From a thorough overview of the premises, a number of facts have been gleaned:\n\n\n\n\nSurveillance footage between the hours of 18:00 and 06:00 on 2024/8/01 is missing;\n\n\nThe conditions of the remains indicate unknown and complex causes of death beyond what any existing industrial machinery could inflict on the human body;\n\n\nWhile viscera has been found within the plant’s machinery, it could not have been used to slaughter large numbers of victims without anomalous influence;\n\n\nThe victims—the 5,382 residents of Hadley, North Carolina— included all of Silverstone’s ownership and workforce;\n\n\nLivestock sourced from on-site storehouses were loosened from their pens and were roaming the premises at the time of the Foundation’s arrival.\n\n\n\n\nWhile a premeditated element in SCP-8876 has yet to be proven, the possibility of such has called for the attention of the Foundation’s Department of Anomalous Crimes to jointly investigate.\n\n\nThe Silverstone Pork Processing plant has been declared an anomalous crime scene.\n\n\nAddendum.8876.1:\n Investigation\n\n\nFollowing the Department of Anomalous Crime’s initial survey and containment of Silverstone Pork Processing, efforts were underway to investigate SCP-8876. Current activities include evidence collection, scanning for anomalous residuals, and trauma analysis to ascertain the various causes of death.\n\n\nOver 800 carcasses have been positively identified; all mangled beyond recognition.\n\n\nEfforts to reveal possible inciting incidents for SCP-8876’s occurrence have failed to produce notable information— including investigations into Silverstone’s workplace logs and its employee’s backgrounds.\n\n\nOn 2024/8/6, DoAC Unit Director James Barnes’ personnel request for the use of investigators with psychic capabilities was approved by Overwatch Command. Detective Alison Presley was shortly onboarded to the investigation, chosen for her prominent position on the Foundation’s Consultation Committee and her experience with extrasensory animal communication. Trained students of this discipline are capable of retrocognitively “viewing” a simple organism’s memories through touch.\n\n\nViewing sessions with SCP-8876’s possible witnesses is scheduled to begin shortly.\n\n\nThe following is a transcript of surveillance footage automatically recorded from Temporary Site-8876’s analysis room on 2024/8/7.\n\n\n\n\nUnit Director Barnes watches through an observation window inside Silverstone Processing’s conference room, which has been turned into a makeshift office. He sips coffee through his rebreather— the device made necessary due to the air quality attributed to SCP-8876-1.\n\n\nDetective Presley is inside the observation chamber, placing her hands atop a pig. She ceases her technique, and emerges from the chamber, clutching her head.\n\n\nBarnes:\n Problem?\n\n\nPresley:\n Compound.\n\n\nPresley collapses at the table. She rifles through a briefcase, filling a syringe with a small dropper containing HA-9, a chemical compound used by individuals with psychic capabilities to suppress the emotional and cognitive limitations that come from attempting to read sites of mass slaughter.\n\n\nPresley takes the syringe, positioning it up to her eye. She guides the needle to her sclera.\n\n\nWith a push of the pump, Presley injects the suppressant into her right eye. Her breathing accelerates. She prepares to do the same for the left.\n\n\nBarnes:\n I just need a stateme—\n\n\nPresley:\n Don’t talk.\n\n\nPresley exhales as she injects the compound into her left eye.\n\n\nPresley:\n Fuck that.\n\n\nBarnes starts writing on a clipboard.\n\n\nBarnes:\n Still gotta put something down.\n\n\nPresley:\n “Hell. Absolute hell.”\n\n\n\n\nThe following excerpts are abridged descriptions of notable retrocognitive inferences from SCP-8876 viewing sessions, composed and interpreted by Director Barnes and Detective Presley.\n\n\n\n\nSubject:\n PoI-8876-0573: Adult Male Swine\n\n\nDescription:\n Presley places her hand on top of the subject’s head. After several minutes of sifting through more recent memories, she believes herself to have found one that is potentially relevant.\n\n\nPresley describes the subject leaving its pen alongside dozens of other pigs, and venturing out into a sprawling, industrial area. Presley’s descriptions are muddled due to the limitations of animal recall, but she cannot connect it to a location within Silverstone Processing. She notes a sensory issue similar to that which prematurely ended her first viewing attempt minutes before. Presley cites an overwhelming amount of noise surrounding the memory, and interprets it as both industrial and human in nature. Due to the use of the suppressing compound, she does not cease viewing.\n\n\nMinutes later, Presley finds another relevant memory. The subject, traversing the sprawling factory landscape, is surrounded by rows of large enclosures, stacked atop one another. Undefined figures reach out from these enclosures, which the subject attempts to avoid. There is the sensation of a hand tightly gripping the subject before loosening its hold. The noise permeates, though this time, Presley interprets it with clarity as the sound of human voices, panicked and screaming.\n\n\nShe notes a vivid image. Each enclosure is filled to its limit with humans, who she discerns have been stripped of their clothing and laid on top of one another to maximize space. Some are covered in their own waste and fluids, while others lay motionless at the bottom of their cages. The sounds of panic surround the memory, voices crying out in pain while writhing against one another. Their calls are rendered unintelligible from the subject's perspective.\n\n\nPresley then notes a small, fleeting visual of the subject staring into an empty enclosure. The cage slowly begins to fill itself with human-shaped figures, who manifest between the bars one-by-one.\n\n\nFurther relevant communication with the subject was unable to be established.\n\n\n\n\n\n\n\n\nSubject:\n PoI-8876-1123: Adult Male Swine\n\n\nDescription:\n Presley recovers a memory of the subject watching a large piece of machinery with several other swine. She adds that the vividness found within these sessions is not typical of ordinary animal recall.\n\n\nFrom the brief visual, Presley is able to interpret several characteristics of the scene. A cage, possibly an enclosure as seen in the previous session, is dumped from above into a machine topped with a large funnel. An indiscernible amount of human figures fall into the machinery. Dozens of these machines form a production line, each funnel being filled with cages of victims.\n\n\nOne victim attempts to pull themselves and another figure over the edge, briefly clinging to each other before being pulled back down into the mass of bodies. On another machine, two other humans are engaged in conflict, wrestling each other for a grip on the funnel's edge; the conflict sinks into the sea of flesh when one latches a finger into the other's eyelids and begins to pull, tearing the skin.\n\n\nA series of short, subsequent memories were also collected. These include:\n\n\n\n\nThe subject treading carefully over a floor lined with miscellaneous entrails, so much so that the tiling underneath cannot be discerned;\n\n\nHuman victims suddenly manifesting on a rack of hooks, each hung from their Achilles tendon as the rack moves deeper into the factory;\n\n\nA breaking saw lifting itself via an invisible force and severing the nose of a human figure.\n\n\n\n\nPresley makes note that these memories were surrounded by clear and prolonged feelings of fear and agitation on the part of the subject, possibly towards the victims. She emphasizes the feelings’ intensity as extremely uncommon compared to usual animal aggression.\n\n\n\n\n\n\n\n\nSubject:\n PoI-8876-0012: Adult Female Swine\n\n\nDescription:\n Presley hones in on the sensation of scalding water causing the subject to flee, and interprets a memory.\n\n\nThe subject stands near a row of what appear to be large, metal, scalding tubs. Though they are slightly out of perspective, Presley uses sound cues to determine that unknown objects are rapidly falling into the tubs. There is a resultant sensation— a splash of boiling water.\n\n\nPresley then senses the sudden feeling of being crushed by a slick, wet surface. As the subject writhes underneath this surface, she realizes that this is likely human skin, burned and boiled beyond recognition. The sensation is described as a complete absence of body hair, with the flesh sloughing off into the subject's body as it tightens its grip.\n\n\nSuddenly, the body is lifted from the subject by indiscernible means, and moved back in the direction of a scalding tub. The human, in response, continues to hold onto the subject in an attempt to anchor itself to the ground. The effort eventually fails, and the subject walks off.\n\n\nAs the memory trails, Presley describes a brief flash depicting a mound of boiled, scalded victims, stacked atop one another inside a drained, metal tub. She believes they are still conscious, citing their intense, pained thrashing against one another.\n\n\nMinutes later, Presley recovers another memory, prompted by a feeling of hunger. The subject stands in front of a feeding trough, which suddenly becomes filled with unorthodox feed. Presley is unable to discern exact details, but can recognize the texture as soft, bloody byproducts. She ends the session prematurely due to being hit with a variety of strong gustatory sensations, and leaves the observation chamber to expunge herself.\n\n\n\n\n\n\n\n\nPresley leaves the room, and takes a seat at Barnes’ desk. She places her hand on her head. By now, she has analyzed nearly 30 pigs.\n\n\nPresley:\n Christ.\n\n\nBarnes:\n Any insights?\n\n\nPresley:\n I don’t know. I’m thinking— we have to look at the scale here. This was an entire town, and going off those memories, I can’t rule out whether or not this was consensual on the part of Hadley, North Carolina.\n\n\nBarnes:\n You’re out of your mind.\n\n\nPresley:\n It’s happened before. Cult sacrifices, mass-compulsion effects. It’s important to consider.\n\n\nBarnes:\n The victims were clearly moved to the factory and tortured against their will. Why fight back if they were willingly acting out some ritual?\n\n\nPresley:\n Instincts over ideals, maybe. Regardless, even if the town had no say in the matter, something did. If you trust the memories— and I’m not saying to take them as gospel— the way the victims were manipulated through the machinery, moved from one point to another. There was a consistent force at play here through all of this.\n\n\nBarnes:\n Pigs, maybe. Used the pigs to do it.\n\n\nPresley:\n Couldn’t have. Would have sensed that. These pigs had little agency beyond what a pig is ordinarily capable of… except in one area.\n\n\nBarnes:\n Emotions, you said.\n\n\nPresley:\n The surrounding flurry of emotion is the most verifiable part of any memory. That was the closest I’ve ever felt to hatred coming from an animal before. Aggression is common, but hatred is human. And it seemed to be directed at the victims. Visual recall is never this consistently clear across the board for every subject. They were fixated on them.\n\n\nBarnes looks at the observation chamber. An untested subject stares.\n\n\nBarnes:\n I was also thinking about activists, maybe. Some fuck making a statement about animal cruelty or whatever.\n\n\nPresley:\n I considered that, but of the four known Groups of Interest primarily concerned with animal rights, none of them have displayed retaliation on this scale before. To carry out this murder, specifically, requires extremely potent anomalous capabilities. The Foundation would have already documented someone with that kind of power. If there is a suspect, they’re not running around with anyone we know.\n\n\nBarnes:\n Pigs don’t wake up and suddenly learn to hate.\n\n\nPresley:\n It’s not hatred, but… I agree. Something must have triggered genuine emotion in them. It’s impossible for it to be present in every subject we view under ordinary circumstances.\n\n\nPresley sits in silence, thinking.\n\n\nBarnes:\n This just might be one of those things, Pres.\n\n\nPresley:\n Hm?\n\n\nBarnes:\n One of those things no amount of detective work can explain. Thousands died, just because. You’re trying to explain away the anomalous.\n\n\nPresley:\n I’d like to think my work isn’t entirely pointless.\n\n\nBarnes:\n I see the logic. Just throwing it out there. You wetting the eyes again before we get back in?\n\n\nPresley:\n I’ve got a few hours before the cooldown.\n\n\nBarnes:\n Good. Only 1,798 pigs to go.\n\n\n\n\n\n\n\n\nSubject:\n PoI-8876-1438: Male Suckling\n\n\nDescription:\n Presley follows a feeling of nourishment to its source. She relays a scene: the subject, alongside several other suckling pigs, drinking their mother’s milk. Activity in the peripheral is not recalled with enough clarity to discern a description outside of general noise.\n\n\nThe sucklings' feeding is interrupted by a feeling of aggression. Collectively, the pigs scramble to their feet to observe a commotion in the distance.\n\n\nFlashes fill the subject’s mind. Human figures run freely throughout the factory. While the entire scope of the chaos cannot be seen, Presley can discern that they are attempting to escape, freeing other victims from their holding cages.\n\n\nThe suckling’s mother squeals towards the group of survivors, and charges towards them. Some humans are instantly moved elsewhere by the unseen force, and others scatter into the darkness.\n\n\nThe subject, having lost interest, turns its attention to a trough of what appears to be an assortment of thin, tough, musculature, and continues feeding.\n\n\n\n\n\n\n\n\nSubject:\n PoI-8876-0023: Adult Male Swine\n\n\nDescription:\n Presley sources the feeling of interrupted pleasure, followed by intense aggression. Relevant memory relays the subject mating with a female pig next to a large piece of machinery. In the peripheral, a conveyor belt of restrained humans moves steadily along, outstretching the victims' limbs to their limits.\n\n\nThe animal's copulation is interrupted by an overwhelming feeling of alertness. Both pigs cease their activities and begin running throughout the factory floor. Around them, dozens of other pigs scramble across the floor, underneath machinery, and atop balconies.\n\n\nPresley locates a subsequent memory of the subject standing alongside several dozen other swine atop a balcony that encircles an enclosed depression. Pipes funnel a constant stream of blood, viscera, and by-products into the pit.\n\n\nA group of humans who Presley interprets as escapees are seen below, wallowing in the excess. The subject briefly fixates on their struggle before returning to breed its mate.\n\n\n\n\n\n\n\n\nSubject:\n PoI-8876-0282: Adult Female Swine\n\n\nDescription:\n Subject walks through a room, and bumps into a plastic pallet. Dozens upon dozens of other pallets can be discerned in the peripheral, each stocked with unmarked, aluminum cans.\n\n\nA can rolls towards the subject. It hisses, and bursts open. A large clump of tissue slowly oozes from the container. The muscle expands and contracts, despite being cut from its body. The subject begins consumption.\n\n\n\n\n\n\n\n\nPresley sits at the desk, studying Barnes’ reports.\n\n\nPresley:\n From this recent batch, have you noticed anything?\n\n\nBarnes:\n It was using the pigs as alarms. Was able to put them on alert when they needed to rush a runaway.\n\n\nPresley:\n There’s that, but I’ve got something else.\n\n\nBarnes:\n Yeah?\n\n\nPresley:\n These memories did not take place in Silverstone Pork Processing.\n\n\nBarnes:\n What?\n\n\nPresley:\n Aside from the obvious— the different surroundings, the excessive machinery— I realized something else. The briefing data said there were no residuals found within the factory or on the remains. Meaning that wherever they were, it wasn’t the result of reality bending.\n\n\nBarnes:\n Hm, that’s… true. And that would rule out reality bending completely.\n\n\nPresley:\n Entirely.\n\n\nSilence.\n\n\nBarnes:\n If that’s not the factory, where is it?\n\n\nPresley:\n I don’t want to speculate. The victims, as well as the animals, were moved from Hadley to a second location, where these memories took place, and then to Silverstone Processing.\n\n\nBarnes:\n Why, though?\n\n\nPresley:\n Because our suspect, evidently, is not capable of reality bending. And Silverstone Processing, without being reality bent, is not capable of slaughter to this degree.\n\n\nBarnes:\n What’s the connection then? Why use this factory’s animals, and why bring everything back here?\n\n\nPresley:\n Two options. One, proximity. It could have been the closest cluster of animals that the suspect could have used to act as extra eyes. Or two, Silverstone Processing was all the suspect knew— evidenced by targeting Hadley in the first place and then returning the victims here. Makes even more sense if you read this as making a statement. A retaliatory statement.\n\n\nBarnes:\n Employee in an episode, maybe. Sick of seeing the loss of life day-in and day-out. I know that type of distress can trigger anomalous activity.\n\n\nPresley:\n Perhaps, but still, this would be a wildly calculated and prolonged move to make even considering mental state. I don’t think it’s unreasonable to think whatever caused this emerged from the plant in the first place. Think egregores, thoughtforms— entities born from a mass of feelings or ideas. Sometimes, if they’re strong enough, they can establish a totem, a physical representation of themselves.\n\n\nBarnes:\n Factory farm’s a good place for a nasty one to crop up. Constant death, constant suffering, a clear power dynamic. Just reversed the roles.\n\n\nPresley pauses.\n\n\nPresley:\n We should continue.\n\n\n\n\n\n\n\n\nSubject:\n PoI-8876-1391: Adult Male Swine\n\n\nDescription:\n Presley does not actively search for memories. She performs an unconscious probe, allowing the animal’s recall to present itself to her without prompting.\n\n\nAfter a half hour of various sensations, feelings, and brief visual recalls, she discovers a relevant memory taking place sometime prior to the SCP-8876 incident.\n\n\nThe subject moves inside of a crowded enclosure, cramped against other warm, animal bodies. Presley is able to source the enclosure to the ones present at Silverstone Processing. The subject steps atop a smaller pig to get to a nearby trough of water. It continues to apply pressure until the sensation of the suckling writhing underneath gives out.\n\n\nAs the subject drinks, Presley is presented with a prolonged flurry of visuals. There are scenes of intense slaughter— swine carcasses being chopped by machines in an assembly line, bodies strung from hooks, factory workers sitting at a table and unpacking pork products they brought home from work.\n\n\nThe string of visuals continues, accompanied by feelings of increased aggression. They transition from the realities of the factory process to grotesque scenes similar to those observed in previous sessions: a collection tray of human intestines, carcasses that have been plucked entirely clean of internal organs from the neck down, a pile of naked, writhing humans wallowing in a pit of filth and viscera.\n\n\nPresley ceases communication. She repeats this process on the previous subjects, and recovers similar results.\n\n\n\n\n\n\n\n\nSubject:\n PoI-8876-1948: Unknown\n\n\nDescription:\n Presley places her hands on the subject, attempting to repeat the above process. She cries out, and removes them almost immediately. See log for details.\n\n\n\n\n\n\n\n\nPresley exits the room. Subject PoI-8876-1948 stands idle in the glass chamber.\n\n\nBarnes:\n Compound wear off?\n\n\nPresley sits down. She is visibly shaking.\n\n\nBarnes:\n Pres? Hold on, I'll get you more.\n\n\nBarnes holds the intercom down to signal for another batch of HA-9 suppressant.\n\n\nBarnes:\n Hey, Detective's at her limit. We need another batch.\n\n\nThere is no response.\n\n\nBarnes presses down on the intercom again, signaling for standby.\n\n\nBarnes:\n Team, this is Director Barnes, please report that you are on standby.\n\n\nThere is no response.\n\n\nPresley:\n Jim, the compound hasn't… worn off. I just— I need a second.\n\n\nBarnes:\n What's wrong?\n\n\nPresley:\n I couldn't read it.\n\n\nBarnes:\n What?\n\n\nPresley:\n That's not a pig.\n\n\nPresley and Barnes disappear.\n\n\n\n\nThe above footage was taken from automatically recorded surveillance cameras located inside Silverstone Pork Processing.\n\n\nAnalysis of corresponding footage from around the scene of SCP-8876 later revealed the sudden disappearances of the entire research team, alongside the corralled swine, just seconds prior to the above footage.\n\n\nAttempts to discern their location have invariably failed.\n\n\nThe Foundation is presently discussing alternate means of monitoring Silverstone Pork Processing.\n\n\n\n\n\n\n\n\n« \nSCP-8875\n | SCP-8876 | \nSCP-8877\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8876\n\" by J Dune, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8876\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nName:\n Lisobuda Processing Plant\n\n\nFilename:\n\n\nAuthors:\n \nSerlim\n\n\nLicense:\n CC BY 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNucleomituphobia\n\n\n\n\n\n\nAnthology 2024\n\n\n\n\n\n\n\n\n\n\n\n\nProsophobia",
    "addendums": [
        "Addendum.8876.1: Investigation\nFollowing the Department of Anomalous Crime’s initial survey and containment of Silverstone Pork Processing, efforts were underway to investigate SCP-8876. Current activities include evidence collection, scanning for anomalous residuals, and trauma analysis to ascertain the various causes of death.\nOver 800 carcasses have been positively identified; all mangled beyond recognition.\nEfforts to reveal possible inciting incidents for SCP-8876’s occurrence have failed to produce notable information— including investigations into Silverstone’s workplace logs and its employee’s backgrounds.\nOn 2024/8/6, DoAC Unit Director James Barnes’ personnel request for the use of investigators with psychic capabilities was approved by Overwatch Command. Detective Alison Presley was shortly onboarded to the investigation, chosen for her prominent position on the Foundation’s Consultation Committee and her experience with extrasensory animal communication. Trained students of this discipline are capable of retrocognitively “viewing” a simple organism’s memories through touch.\nViewing sessions with SCP-8876’s possible witnesses is scheduled to begin shortly.\nThe following is a transcript of surveillance footage automatically recorded from Temporary Site-8876’s analysis room on 2024/8/7.\nThe following excerpts are abridged descriptions of notable retrocognitive inferences from SCP-8876 viewing sessions, composed and interpreted by Director Barnes and Detective Presley.\n\n\n\n\n\n\n\n\n\n\nThe above footage was taken from automatically recorded surveillance cameras located inside Silverstone Pork Processing.\nAnalysis of corresponding footage from around the scene of SCP-8876 later revealed the sudden disappearances of the entire research team, alongside the corralled swine, just seconds prior to the above footage.\nAttempts to discern their location have invariably failed.\nThe Foundation is presently discussing alternate means of monitoring Silverstone Pork Processing."
    ],
    "documents": [],
    "notes": [
        "\" SCP-8876 \" by J Dune, from the SCP Wiki . Source: https://scpwiki.com/scp-8876 . Licensed under CC-BY-SA .",
        "Name: Lisobuda Processing Plant Filename: Authors: Serlim License: CC BY 3.0 Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "Entry to Silverstone Pork Processing has been barred. Companies contracted to the plant have been informed of a large-scale U.S Environmental Protection Agency (EPA) investigation that will disrupt distribution, and are encouraged to seek other businesses for their needs.",
    "description": "Presley places her hands on the subject, attempting to repeat the above process. She cries out, and removes them almost immediately. See log for details.",
    "title": "SCP-8876"
}