{
    "url": "https://scp-wiki.wikidot.com/scp-8878",
    "all_text": "AD ASTRA SED CORPORA NOSTRA RELIQUIT.\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+26\n+\n–\nx\n\n\nBillith\n\n\n\n\n\n\nwritten by \nBillith\n\n\ncheck out the rest of the Astrophysical Anomalies Department's discoveries:\n\n\n\n\n\n\nSCP-6793\n\n\nSCP-7396\n\n\n\n\n\n\nand other space stuff by me:\n\n\n\n\n\n\nSCP-8882\n\n\nSCP-8419\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nXR-08, commonly known as the Orphic Scar, a Type-A topological defect. Research Contact Station YGGDRASIL currently operates within its vicinity.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM#\n \n8878\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLEVEL:IV\n\n\nSECRET\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCONTAINMENT TYPE:\n\n\ncernunnos\n\n\n\n\n\n\nSECONDARY CLASS:\n\n\nthaumiel\n\n\n\n\n\n\n\n\nDISRUPTION LEVEL:\n\n\ndark\n\n\n\n\n\n\nRISK LEVEL:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n{$item-number}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\n{$container-class}\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n SCP-8878 exists within N-00-DX32, a three-dimensional interspatial domain inaccessible by conventional means. This space is detectable through anomalous fluctuations in cosmological constants at the boundaries of universes, which can only be observed and measured near intersidereal defects in spacetime topology. N-00-DX-32 is theoretically accessible through all topological defects that lead between domain walls, however, specially-designed \nCasimirium\n probes are necessary to traverse these rifts successfully. Direct containment is impossible; therefore, containment efforts focus on obfuscation, research, and analysis.\n\n\nThe Astrophysical Anomalies Department's RCS YGGDRASIL, located near topological defect XR-08, is to maintain passive observation of N-00-DX32, scanning for anomalous energy signatures and cataloging debris extruded by SCP-8878-A, if possible. General findings of this nature should be reported to Site-77’s Office of Extraplanar and Astroarchaeological Studies.\n\n\nEfforts to establish direct communication with SCP-8878-B are prohibited under Ethics Committee Non-Interaction Directive EC-1127. However, any significant changes in activity should be immediately reported to the Emergent Threat Tactical Response Authority (ETTRA).\n\n\nFollowing the events of \nINCIDENT 8878/01\n, probe surveillance efforts are limited to periods of reduced activity from SCP-8878-A.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\nDESCRIPTION:\n SCP-8878 is the designation for the anomalous nature of N-00-DX32, the central locus of which is a spacetime fold resembling a supermassive white hole, located at its approximate center (SCP-8878-A). SCP-8878-A has been observed to function similarly to predicted models of white holes, expelling vast quantities of matter, energy, and debris into the surrounding space. Due to dense gasses and particulate matter in the space surrounding SCP-8878-A, a continuous low-frequency hum can be heard, along with a variety of unknown sounds without pattern or cause, originating from beyond the event horizon.\n\n\n\n\n\n\nThe four major classifications of topological defects and an example of each; the Orphic Scar (Type-A/String); Echidna's Gate (Type-B/Gap); Chiron's Tether (Type-C/Knot); Ariadne’s Thread (Type-D/Helix).\n\n\n\n\n\n\n \n\nThough N-00-DX32 appears devoid of life and many of the expected cosmological features, it contains a significant quantity of debris, nearly all of which are artifacts and detritus of human origin. These items present in variable condition, spanning a wide range of technological and cultural epochs, including those unfamiliar to our history and current time period.\n\n\n \n\nMany of these artifacts provide extremely valuable insight into the nature of human civilization. Monolithic ruins, partially-intact megastructures, derelict vessels, unknown technologies, exotic materials, historical records, and personal effects comprise only a portion of the objects observed by RCS YGGDRASIL's survey probes. Though this suggests a diverse history of human activity, no coherent timeline of events has been reconstructed. This is further complicated by limited points of contact with N-00-DX32; previously-used entry points have slowly disappeared over time, though the exact mechanics behind this phenomenon remain unknown. Some speculation exists that defects are being repaired or otherwise removed from reality to deter investigative efforts, though this has not been confirmed.\n\n\n \n\nSome notable observations include:\n\n\n\n\nA child's drawing on crumpled paper, portraying a number of stick figures, labelled in an unknown script and holding hands under a red sun. All but one figure has been scribbled over with red coloring.\n\n\nA stone triptych of a terrestrial landscape progressively overtaken by crystalline growths.\n\n\nAn intact satellite identical to the decommissioned Voyager 3 probe, with \"AD ASTRA SED CORPORA NOSTRA RELIQUIT\" etched into the fuselage.\n\n\nA burnt tapestry depicting human figures carrying a yellow, radiant sphere and placing it into a dark spiral.\n\n\nA large, ornate hourglass, its contents now jagged clumps fused into a single mass.\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nSCP-8878-A. Image has been altered to show detail.\n\n\n\n\n\n\nADDENDUM 8878/01:\n DISCOVERY\n\n\n \n\n\n\n\nSCP-8878 was discovered in 2045 during investigations into XR-08, conducted by the YGGDRASIL probe array. Preliminary readings identified N-00-DX32 as a cosmological outlier, possessing extremely low entropy and an unusually-luminous domain wall, which was later determined to be responsible for the characteristically bright appearance of topological defects. Subsequent deep-range scans detected several entry points into N-00-DX32, leading to the discovery of SCP-8878-A.\n\n\nSCP-8878-B was not discovered until the events of \nINCIDENT 8878/01\n.\n\n\n\n\n\n\n \n\n\n\n\n \n\n\nINCIDENT 8878/01:\n ENCOUNTER REPORT\n\n\n \n\n\n\n\nPreface: On 2047-03-16, RCS YGGDRASIL deployed an unmanned probe containing an artificially-intelligent conscript, Phoebe.aic, to conduct a closer examination of SCP-8878-A. Initial telemetry was successful, providing unprecedented visual and spectrometric data, despite the heavy tidal forces emitted by the spacetime fold preventing further approach. At approximately 03:07 UTC, however, anomalous movement within the vicinity of SCP-8878-A was detected, leading to the first confirmed contact with SCP-8878-B.\n\n\n\n\n \n\n\n\n\n03:05:11 UTC\n\n\n\n\nPhoebe.aic reaches a distance of 0.02 ly from SCP-8878-A. Visual feeds show the event horizon as a shimmering maelstrom of light and particulate matter, spiraling from the center of the object. Irregular shadows are observed briefly cast along its reverse accretion disk, but are dismissed as the probe continues to take readings.\n\n\n\n\n\n\n03:06:47 UTC\n\n\n\n\nAn unidentified entity emerges from SCP-8878-A, first appearing as a dark, amorphous silhouette against the radiant expulsion. SCP-8878-B swiftly extends a number of long, flexible appendages in the direction of Phoebe.aic, the probe initiating emergency escape maneuvers towards the direction of the incursion point. Initial size estimates place SCP-8878-B at several hundred kilometers in diameter, though these measurements are quickly discarded as the entity expands outward in all directions, obscuring the probe's view of SCP-8878-A. Ten limbs are counted in total, seemingly comprised of a dense, semi-transparent material that interacts with light in an anomalous manner, effectively \"pushing\" it aside as the entity moves. Vertebrae-like structural components are visible through its exterior.\n\n\n\n\n\n\n03:07:06 UTC\n\n\n\n\nSCP-8878-B seizes Phoebe.aic. The visual feed is disrupted as the appendages envelop the probe, but telemetry reveals significant electromagnetic interference.\n\n\n\n\n\n\n03:07:38 UTC\n\n\n\n\nPhoebe.aic emits a distress signal and appends its session data as the probe's structural integrity is compromised. RCS YGGDRASIL notes an outfluxing of anomalous energy surges originating from SCP-8878-A, coinciding with SCP-8878-B retracting into the event horizon.\n\n\n\n\n\n\n03:08:02 UTC\n\n\n\n\nFinal telemetry indicates that Phoebe.aic was pulled with significant speed towards SCP-8878-A, and was likely annihilated from the extreme tidal forces in the process.\n\n\n\n\n\n\n\n\nSCP-8878-B.\n\n\n\n\n\n\n\n\n \n\n\nClosing Remarks: The exact role SCP-8878-B plays in this anomalous system remains unknown, however, these actions represent a clear awareness of our incursion into N-00-DX32. Increased caution must be utilized for all future investigations.\n\n\nAdditionally, audio captured during the event can be found appended below:\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\nEND OF FILE\n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nBillith's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-8190\n \n•\n\n\n\n\n\n\nSCP-META-EX-J\n \n•\n\n\n\n\n\n\nSCP-4888\n \n•\n\n\n\n\n\n\nSCP-3330\n \n•\n\n\n\n\n\n\nSCP-6793\n \n•\n\n\n\n\n\n\nSCP-7079\n \n•\n\n\n\n\n\n\nSCP-NaN\n \n•\n\n\n\n\n\n\nSCP-5861\n \n•\n\n\n\n\n\n\nSCP-8180\n \n•\n\n\n\n\n\n\nSCP-3533\n \n•\n\n\n\n\n\n\nSCP-6183\n \n•\n\n\n\n\n\n\nSCP-2786\n \n•\n\n\n\n\n\n\nSCP-8121\n \n•\n\n\n\n\n\n\nSCP-3311\n \n•\n\n\n\n\n\n\nSCP-3959\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nTHE LAST OASIS - POWERED BY HEXAGON os\n \n•\n\n\n\n\n\n\nRedact Your Life\n \n•\n\n\n\n\n\n\nHoles\n \n•\n\n\n\n\n\n\nA Place To Call Your Home\n \n•\n\n\n\n\n\n\nA Recording of Prometheus Innovations' Pitch for the Scranton Encabulator Mk VI, and the Ramifications of its Existence\n \n•\n\n\n\n\n\n\nOn The Nature Of Conscious Experience or How I Learned to Love Myself\n \n•\n\n\n\n\n\n\nOPULENCE\n \n•\n\n\n\n\n\n\nSPIRAL THE DRAIN\n \n•\n\n\n\n\n\n\nOPEN THE GATE\n \n•\n\n\n\n\n\n\nNarrativistics and You: Abandoning the Notion of Fiction vs. Non-Fiction\n \n•\n\n\n\n\n\n\nYour Future is Bright\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSr. Researcher James A. Harkness' Personnel File\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8877\n | SCP-8878 | \nSCP-8879\n »\n\n\n\n\n\n\n\n\nrating: \n+26\n+\n–\nx\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8878\n\" by Billith, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8878\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename: abcd, defect, aad3, opening, grabber, until.mp3\n\nAuthor: \nBillith\n\nLicense: CC BY-SA 3.0\n\n\n\n\n\n\nFilename: hole\n\nName: File:White hole artistic recreation-bpk.jpg\n\nAuthor: Baperookamo\n\nLicense: cc-by-sa 4.0\n\nLink: \nhttps://commons.wikimedia.org/w/index.php?curid=94059149\n\nAdditional Notes: remixed by \nBillith",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8878 \" by Billith, from the SCP Wiki . Source: https://scpwiki.com/scp-8878 . Licensed under CC-BY-SA .",
        "Filename: abcd, defect, aad3, opening, grabber, until.mp3 Author: Billith License: CC BY-SA 3.0",
        "Filename: hole Name: File:White hole artistic recreation-bpk.jpg Author: Baperookamo License: cc-by-sa 4.0 Link: https://commons.wikimedia.org/w/index.php?curid=94059149 Additional Notes: remixed by Billith"
    ],
    "title": "SCP-8878"
}