{
    "url": "https://scp-wiki.wikidot.com/scp-8879",
    "all_text": "\"Administrative note: Current style guidelines for all Foundation documents recommend against usage of the term \"human veal\".\"\n\n\n\n\n\n\n \n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nWritten by TheChunk\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+20\n+\n–\nx\n\n\n\n\n\n\nSpecial Prosecutor Lucretius Brown:\n Agent Cruz, after all we’ve seen and heard here today, do you still contend that your actions on the night of November 23rd were justified?\n\n\nAgent Steven Cruz:\n Justified? I can't even say I know what a word like “justified” means.\n\n\nBrown:\n Appropriate. Necessary. Morally defensible. Pick any word you want; the question doesn't change: do you still stand by your actions taken during the execution of OPERATION TITUS?\n\n\nCruz:\n Yeah, I wouldn't know anything about that.\n\n\nBrown:\n Agent Cruz, this tribunal will pass judgment whether you cooperate or not. This is your last opportunity to speak in your defense. If you have nothing to say here, then your actions will speak for themselves.\n\n\nCruz:\n When you go through the Academy, they teach you how to shoot straight. They don't teach you when to pull the trigger. I don't know if you've ever been out on a real op, but it doesn't matter how many stories you hear, or how many logs you read. Once you're out there, it's…different. I did what I did.\n\n\nBrown:\n Is that an admission of guilt?\n\n\nCruz:\n Guilt is a human construct.\n\n\nBrown:\n Isn't that what you are? Human?\n\n\nCruz:\n You've seen the video. Why don't you tell me?\n\n\n\n\n– Transcript from the court martial of Agent Steven Cruz\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8879\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nAll captured SCP-8879 entities are to be held in Unit H of Site-254’s humanoid containment center. Although SCP-8879 entities may be assigned to containment chambers in pairs of two, and may communicate with other SCP-8879 entities during meal times, direct interaction with other humanoid anomalies is prohibited.\n\n\nSCP-8879 entities are to receive daily intravenous supplementation of vitamin B12, iron, niacin, and zinc. For subjects that present with extreme vitamin and mineral deficiencies, additional dietary supplements may be procured as needed from the Site-254 Organ and Tissue Storage Facility.\n\n\nIn the event that new populations of SCP-8879 are discovered, they are to be captured and relocated to Site-254 using minimal necessary force. All capture operations are to be executed by MTF Omega-26 (“Bounty Reapers”). As SCP-8879 populations have been observed to congregate in large numbers during the late autumn and early winter, operations performed in late November and December are of highest priority.\n\n\nDescription\n\n\nSCP-8879 are a population of carnivorous humanoid entities, distributed throughout the rural southeastern United States. SCP-8879 entities bear a superficial resemblance to non-anomalous humans, and display comparable levels of intelligence and social organization, but are distinguished by their multiple rows of serrated incisors, bony claw-like protrusions at the end of each knuckle, poor vision, and pronounced vitamin and mineral deficiencies.\n\n\nAll documented SCP-8879 entities have been observed to participate in the routine consumption of human flesh. In the absence of human flesh, or regular supplementation of vitamins and minerals, SCP-8879 entities exhibit rapid muscular atrophy and deterioration of cognitive function.\n\n\nAlthough capable of digesting raw meat, SCP-8879 entities have only been observed in the field to ingest human flesh after it has been cooked, using a diverse variety of culinary preparations. These preparations have been described as \"simple\" and \"rustic\" by field agents.\n1\n\n\nMission Log 8879.01\n\n\n\n\nThe following log is transcribed from body camera footage recovered from MTF Omega-26 Agent Steven Cruz, depicting an incident that occurred during the execution of OPERATION TITUS on 23 NOV 2023. Other operatives appearing in the footage have been identified as Agent Bryan Sullivan, Agent Christian Torres, and commanding officer Captain Wallace Slater.\n\n\n\n\n\n\nSite of OPERATION TITUS\n\n\n\n\n\n\n19:15, 23-11-2023 - BEGIN LOG\n\n\n\n\nThe operatives gather in darkness outside of a dilapidated farmhouse. The agents crouch as they walk through overgrown grass, approaching a side door to the structure. Dim lights flicker inside and the low murmur of voices is audible.\n\n\nCaptain Slater:\n Alright boys, listen close! We've got at least twelve freaks ready to tango on the other side of this wall. They're alert. They're dangerous. And they’re very, very hungry.\n\n\nAgent Sullivan cocks his rifle.\n\n\nAgent Sullivan:\n They're not the only ones.\n\n\nCaptain Slater:\n Remember: Stay close. Stay alert. Don't hesitate. Site-254 says they want as many of these fuckers alive as possible.\n\n\nAgent Torres:\n And what do you say?\n\n\nCaptain Slater:\n I say what they don't know can't hurt them. Now let's move!\n\n\nThe operatives lower their night vision goggles over their eyes. Slater throws a smoke grenade into the window of the farmhouse. Sullivan circles to the front, crouched low, and lights an incendiary device at the front doors.\n\n\nTorres kicks in the side door, and he, Slater and Cruz enter, guns raised.\n\n\nAt the center of the one-room farmhouse is a long dining table, set with ornate dishes, antique silverware, and large platters of fresh meat and human bones, around which a congregation of SCP-8879 entities sit. As smoke fills the room, they rise and begin to disperse, as the agents fire their rifles at the entities. The entities begin to flee towards the front door, but are blocked by flames.\n\n\nGunshots continue, muting the sounds of the SCP-8879 entities’ screams as body camera visuals are obscured by smoke.\n\n\nAgent Torres:\n Fuck, we got a big one here!\n\n\nGunshots continue. As the smoke clears, the agents stand over a farmhouse that is strewn with debris and bodies. Agents Sullivan, Torres and Cruz restrain the few SCP-8879 entities that are still moving, while Captain Slater extinguishes what remains of the fire at the door.\n\n\nCaptain Slater:\n Good work, boys. That's the way you do it. Torres! How's that cut looking?\n\n\nTorres examines a tear in his body armor.\n\n\nAgent Torres:\n You should see the other guy.\n\n\nAgent Torres looks down at a restrained, limp SCP-8879 entity at his feet. He lifts the butt of his rifle and drives it into the back of the entity’s head.\n\n\nCaptain Slater:\n Rookie! Still holding in there?\n\n\nAgent Cruz:\n Affirmative, sir!\n\n\nAgents Torres and Sullivan chuckle.\n\n\nCaptain Slater:\n Listen, son, you're in Omega-26 now. Leave the \"sirs\" and the \"affirmatives\" back at the academy. You can call me \"mommy\" for all I care. When you're out in the field with me, all that matters is you get the job done. Understood?\n\n\nAgent Cruz:\n Affirmative–I…yes, I get it.\n\n\nCaptain Slater laughs and turns to the other agents.\n\n\nCaptain Slater:\n See? They learn fast. Torres, start loading up the wagon. You and me can get the ones we bagged down to Site-254.\n\n\nAgent Torres kicks the SCP-8879 entity at his feet, which groans as he drags it by its bound arms towards the door.\n\n\nAgent Torres:\n Come on, you're not dead yet.\n\n\nCaptain Slater:\n Sullivan and Cruz! Stick around and secure the area until the cleanup crew gets here, then you can head back to base. Should have about 20 minutes, so don't take all night.\n\n\nCaptain Slater drags two more entities to the door and leaves the farmhouse with Agent Torres.\n\n\nAgent Sullivan slaps Agent Cruz on the back.\n\n\nAgent Sullivan:\n First hunt?\n\n\nAgent Cruz:\n Yeah, it was…I don't know how to describe it.\n\n\nAgent Sullivan:\n You can't describe it. Got to feel it.\n\n\nAgent Cruz:\n But it's a…it's a rush.\n\n\nAgent Sullivan:\n Yeah. A rush. If there’s no shit in your pants right now then you're already doing better than most.\n\n\nA groan is heard from the agents' feet. Agent Cruz jumps back and raises his rifle, looking down to see a bloody SCP-8879 entity crawling on the floor.\n\n\nAgent Cruz:\n We’ve got a live one!\n\n\nSCP-8879 Entity:\n Help me…\n\n\nAgent Sullivan:\n Get back!\n\n\nAgent Cruz:\n I don't think he's going anywhere.\n\n\nAgent Sullivan:\n Only one way to make sure.\n\n\nAgent Sullivan approaches the SCP-8879 entity and places the barrel of his rifle against the entity’s forehead. The entity looks up silently as Agent Sullivan fires his rifle.\n\n\nAgent Sullivan:\n Let the cleanup boys handle it, right?\n\n\nAgent Cruz laughs unsteadily. Agent Sullivan drags the body of the entity aside, bumping into the table and knocking over a large, brightly colored centerpiece woven in the shape of a googly-eyed turkey wearing a pilgrim hat.\n\n\nAgent Sullivan:\n You'll fit right in with Omega-26, I can tell.\n\n\nAgent Sullivan begins searching the table, clearing it of further debris.\n\n\nAgent Cruz:\n It was my first choice out of the academy.\n\n\nAgent Sullivan picks up a mostly intact plate, and begins searching the half-full serving dishes that cover the table.\n\n\nAgent Sullivan:\n First choice! Of course. No one ever picks us second. It's like balls: either you've got them or you don't. Now come on, don't just sit on your ass. We've got ten minutes, there’s only two of us, and we've got a lot of meat to get through.\n\n\nAgent Sullivan begins to fill his plate.\n\n\nAgent Cruz:\n Meat?\n\n\nAgent Sullivan:\n The sweetest there is.\n\n\nAgent Cruz examines the dishes strewn across the table.\n\n\nAgent Cruz:\n Did you read the dossier? You know what SCP-8879 eats, right?\n\n\nAgent Sullivan:\n First rule of combat: if you want someone to read something, don't put it in a dossier. But don't worry. I know meat when I see it.\n\n\nAgent Cruz:\n Human meat.\n\n\nAgent Sullivan:\n Like I said, the sweetest there is.\n\n\nAgent Sullivan sits at the table and begins cutting his meat.\n\n\nAgent Cruz:\n Sullivan…don't tell me you're planning on eating a human.\n\n\nAgent Sullivan:\n Not a human. Human meat.\n\n\nAgent Cruz:\n A person.\n\n\nAgent Sullivan:\n Don’t be so dramatic. You're a person. I'm a person. This is a steak. Look, it's got the char marks and everything.\n\n\nAgent Sullivan holds up the steak to reveal a pattern of grill lines.\n\n\nAgent Sullivan:\n You're not curious?\n\n\nAgent Cruz:\n You think I'd be curious about what human tastes like?\n\n\nAgent Sullivan:\n If you want to make it in Omega-26, you’ll need a better poker face than that.\n\n\nAgent Sullivan takes a bite of steak.\n\n\nAgent Sullivan:\n Second rule of combat: never leave food on the table.\n\n\nAgent Cruz begins to back away.\n\n\nAgent Cruz:\n If anyone found out about this, they'd take us out of here in handcuffs.\n\n\nAgent Sullivan:\n That's why we dine in the dark. Cheers.\n\n\nAgent Sullivan raises a glass of dark red fluid, drinks from it, and grimaces slightly as he swallows.\n\n\nAgent Cruz begins to turn.\n\n\nAgent Sullivan:\n You abandon your post and they really will be carting you off in handcuffs. I know it's your first hunt, but come on. Every MTF does this.\n\n\nAgent Cruz:\n Every MTF eats people?\n\n\nAgent Sullivan:\n Every MTF does more than they put in the field report.\n\n\nAgent Sullivan looks around the table, lifting the lid off of a chafing dish.\n\n\nAgent Cruz:\n Is that…\n\n\nAgent Sullivan:\n Jackpot.\n\n\nAgent Cruz:\n Please don't say it.\n\n\nAgent Sullivan:\n Relax. It's just veal.\n\n\nAgent Cruz:\n Is it \njust\n veal?\n\n\nAgent Sullivan grins.\n\n\nAgent Sullivan:\n Human veal.\n2\n\n\nAgent Sullivan adds a leg of human veal to his plate.\n\n\nAgent Cruz:\n Fuck. That's it. This is a war crime.\n\n\nAgent Sullivan:\n It's not. I checked.\n\n\nAgent Sullivan sits and continues eating.\n\n\nAgent Sullivan:\n Besides, you think the Foundation follows the Geneva Conventions?\n\n\nAgent Cruz:\n It's still a crime against God and nature!\n\n\nAgent Sullivan:\n You think there’s a God? Give it a year. You see enough babies in broilers on this job and you'll figure out that if there's a God, he's not watching either.\n\n\nAgent Cruz:\n You're the one with a leg of human veal on your plate.\n\n\nAgent Sullivan:\n We all have to make sacrifices. What do you want me to do, throw it in the garbage?\n\n\nAgent Cruz:\n Can I go throw up?\n\n\nAgent Sullivan:\n I’m not stopping you.\n\n\nAgent Cruz bends forward.\n\n\nAgent Sullivan:\n Hey, hey, not here! I'm eating.\n\n\nAgent Cruz walks across the farmhouse, stepping carefully over the debris and corpses, walks outside, and vomits onto a hedge. As he straightens up, a Jeep drives up the dirt road towards the house. The Jeep stops, and Captain Slater steps out.\n\n\nCaptain Slater:\n Turns out the night's not over yet. HQ wants more samples, and they'll settle for the dead ones. Grab a body bag and help load them up, will you?\n\n\nAgent Cruz stands in the doorway.\n\n\nAgent Cruz:\n Right now?\n\n\nCaptain Slater:\n Yeah. Now.\n\n\nCaptain Slater approaches, but Agent Cruz blocks his path.\n\n\nAgent Cruz:\n You can't. It's not…it's not ready.\n\n\nCaptain Slater:\n I'm about ready to knock you on your ass if you don't stand down, Agent.\n\n\nCaptain Slater pushes past Agent Cruz into the farmhouse. Inside, Agent Sullivan loads spoonfuls of meatballs into a dish.\n\n\nAgent Sullivan:\n Feeling better?\n\n\nCaptain Slater:\n I'll be feeling better when this whole damn operation is wrapped up.\n\n\nAgent Sullivan looks up to see Captain Slater.\n\n\nAgent Sullivan:\n Captain! Got time to eat?\n\n\nCaptain Slater:\n Might as well. At this rate, by the time we get back to Site-254 there'll be nothing left for us but scraps.\n\n\nCaptain Slater takes a place and begins to load it with ribs carved from a large rack.\n\n\nCaptain Slater:\n But isn't that just how it goes? We put our necks on the line for them night after night, and they can't even save us a drumstick.\n\n\nCaptain Slater turns to look at Agent Cruz.\n\n\nCaptain Slater:\n What's eating him?\n\n\nAgent Sullivan:\n Not hungry.\n\n\nAgent Cruz vomits again.\n\n\nAgent Sullivan:\n You know how it is with the rookies. Never want to admit they're curious.\n\n\nAgent Cruz:\n Sure. Of course I'm curious. It's normal to be curious. But it's a big leap from curiosity to cannibalism.\n\n\nAgent Sullivan:\n You know what that leap is called? Opportunity. You know, the Chinese only have one word for \"human\" and \"meat.\"\n\n\nAgent Cruz:\n I'd be very surprised if that were true.\n3\n\n\nCaptain Slater:\n Out in the field, anything can be true. You just have to commit.\n\n\nAgent Cruz:\n But that doesn't make it \nright\n.\n\n\nCaptain Slater:\n Last I checked this is my unit.\n\n\nCaptain Slater begins to advance towards Agent Cruz.\n\n\nCaptain Slater:\n Right. Wrong. What are those? Words. When one of those bloodsucking freaks has got you in a corner with a knife to your throat, do you think right and wrong are going to save you? Do you think it's going to let you walk away in one piece because you followed the rules?\n\n\nAgent Cruz:\n Rules are the difference between us and them. Back at the academy, that's what they taught us.\n\n\nCaptain Slater:\n They taught you a lot at the academy, huh? What else did they teach you? Firearm safety?\n\n\nAgent Cruz:\n First thing.\n\n\nCaptain Slater:\n Triage?\n\n\nAgent Cruz:\n Of course.\n\n\nCaptain Slater:\n Wilderness survival?\n\n\nAgent Cruz:\n Yes! Yes! There was a lot to learn!\n\n\nCaptain Slater:\n Did they ever teach you, at any point in your training, not to eat human meat?\n\n\nThere is a long pause.\n\n\nAgent Cruz:\n That shouldn’t have to be said.\n\n\nCaptain Slater:\n Exactly. It doesn't have to be said. Because in every man’s life there comes a time he has to make that decision for himself. What an agent does in the field is between him and his God.\n\n\nAgent Sullivan:\n And there is no God. So there’s pretty much no wrong answer.\n\n\nCaptain Slater:\n If you'd seen what we've seen, you’d understand. Give it time. You \nwill\n understand.\n\n\nCaptain Slater sits down at the table.\n\n\nCaptain Slater:\n It was four years ago. A hunt just like this one. On a Thanksgiving night just like this one. We had a rookie with us then too. 18 years old, fresh out of training. A lot of good it did him. He was joking about wrapping up early. Wanted to go home, he said. Wanted to see his family, he said. Well he got to see his family alright. He got to see his family in a body bag.\n\n\nCaptain Slater stares into the distance as he grips a rib tightly.\n\n\nCaptain Slater:\n Never saw the freak come at him. Didn't even have time to scream. Got its claws stuck into him and carved him up like a prize turkey. Was the Ethics Committee there to save him? Were all their books and regulations enough to stitch him back up and send him home?\n\n\nCaptain Slater's voice begins to quiver.\n\n\nCaptain Slater:\n So if they want to tell me, after all the blood we’ve spilled so they can sleep soundly at night–after all the sacrifices we've made to keep their hearts beating–that I can't sit here and enjoy a rack of human ribs…that it's not “moral”…that it's against their “rules”…well why don't they come down here and take them out of my hands themselves?\n\n\nCaptain Slater stares down at the rib in his hand.\n\n\nCaptain Slater:\n But if they do, they'd better bring a shovel. Because they've got a lot of dead to bury.\n\n\nCaptain Slater begins to eat. Agent Sullivan extends the dish of meatballs towards Agent Cruz.\n\n\nAgent Cruz picks up a meatball, sits on the floor, and holds it in front of him.\n\n\nAgent Cruz:\n Back at the Academy, whenever the other cadets heard I wanted to join Omega-26, they always tried to stop me. They always said the same thing.\n\n\nAgent Sullivan:\n That they don't have the balls to do what we do.\n\n\nAgent Cruz:\n Yes. Exactly. But they didn't phrase it like that. The way they put it was \"Omega-26 eats people.\"\n\n\nAgent Sullivan:\n Don't listen to rumors.\n\n\nAgent Sullivan begins to chew the meat off of a long bone.\n\n\nAgent Cruz:\n But I figured, even if it is true, even if it's what they do, even if Omega-26 eats people…then at the very least, if I join Omega-26, that doesn't mean \nI\n have to eat people.\n\n\nAgent Sullivan:\n You don't \nhave\n to eat people. You \nget\n to eat people.\n\n\nAgent Cruz drops his meatball on the floor.\n\n\nAgent Cruz:\n But it's not true. It’s not the same. I can't just tag along, then sit back and twiddle my thumbs while you chow down on a human femur.\n\n\nAgent Sullivan:\n Tibia.\n\n\nAgent Cruz:\n You get what I mean.\n\n\nAgent Sullivan:\n Yeah. I get what you mean. It's like balls.\n\n\nAgent Sullivan extends the tibia to Captain Slater.\n\n\nAgent Sullivan:\n You've either got them or you don't.\n\n\nCaptain Slater extends the tibia to Agent Cruz.\n\n\nCaptain Slater:\n You signed up for this job, son. In this unit, we do what has to be done. It's a jungle out there: eat or be eaten. So are you a hunter or not?\n\n\nAgent Cruz accepts the tibia, holds it for a moment, sighs, and deactivates his body camera.\n\n\n\n\nEND LOG\n\n\n\n\n\n\n\n\n\n\nADMINISTRATIVE VERDICT\n\n\nGiven the importance of the continued success of OPERATION TITUS, it is the recommendation of this tribunal that no disciplinary action be taken against Agents Cruz, Sullivan and Slater that would prevent them from returning to active duty.\n\n\nAlthough the actions of the operatives in question represent a gross departure from cultural norms, it is our view that they do not constitute an explicit violation of either official Foundation policy, or the Geneva Conventions.\n4\n\n\nStandard operation of MTF Omega-26 is authorized to resume on 28 NOV 2024.\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8878\n | SCP-8879 | \nSCP-8880\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8879\n\" by TheChunk, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8879\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Darris Steading Buildings\n\n\nAuthor:\n Sarah McGuire\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://commons.wikimedia.org/wiki/File:Darris_Steading_Buildings_-_geograph.org.uk_-_1205547.jpg\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Although the full scope of SCP-8879's culinary acumen remains uncertain, requests for additional field testing have been denied.\n\n\n2\n. Administrative note: Current Foundation style guidelines recommend against usage of the term \"human veal\".\n\n\n3\n. Administrative note: It's not.\n\n\n4\n. (to which the Foundation is not a party)",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8879 \" by TheChunk, from the SCP Wiki . Source: https://scpwiki.com/scp-8879 . Licensed under CC-BY-SA .",
        "Filename: Darris Steading Buildings Author: Sarah McGuire License: CC BY 2.0 Source Link: https://commons.wikimedia.org/wiki/File:Darris_Steading_Buildings_-_geograph.org.uk_-_1205547.jpg"
    ],
    "title": "SCP-8879"
}