{
    "url": "https://scp-wiki.wikidot.com/scp-8880",
    "all_text": "Crisis in Gregland: Save Us All! and all name-brand characters and settings therein are registered trademarks of Greg's Food and Alcohol Depot.\n\n\n\n\n\n\nrating: \n+41\n+\n–\nx\n\n\na son and a friend\n\n\n\n\n\n\nThat's \nSonderance\n, for the record. See more of his stuff \nhere\n.\n\n\n\n\n\n\n\n\n\n\n\n\n2/8880\n LEVEL \n2/8880\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-8880\n\n\n\n\n\n\neuclid\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8880 is to be held in a standard thaumaturgically-warded storage unit. In addition to usual monitoring procedures, Bell-Hayden radiation detectors are to be installed within range of SCP-8880.\n\n\nDescription:\n SCP-8880 is a well-worn paperback book titled \nCrisis in Gregland: Save Us All!\n, initially distributed in 1983 by the supermarket chain Greg's Food and Alcohol Depot to promote a new line of food items fusing Italian and Mexican cuisines. While approximately 200,000 instances of \nCrisis in Gregland\n were printed and sold, no anomalous behavior has been reported outside of that associated with SCP-8880.\n\n\nSCP-8880 contains a branching narrative in which a reader stand-in and a variety of food-themed characters travel through a fantastical setting to defeat a figure called The Hunger. While most paths available to the reader resolve in the defeat of The Hunger, the exact details of the confrontation are ambiguous.\n\n\nSCP-8880's anomalous qualities are not fully understood; however, its connection to the disappearance and death of Isaac Seder is well established.\n\n\nAddendum: The Disappearance of Isaac Seder\n\n\nOn March 17th, 2015 in Pakearns, New Jersey, 11-year-old Isaac Seder was reported missing by his 5th grade teacher after failing to attend class since the previous Thursday. Isaac's father, Abram Seder, DDS, was taken into custody and questioned due to failure to report his son's absence as well as his preexisting criminal record. He was later released after providing a suitable alibi.\n\n\nA routine atmospheric scan of the area by the Foundation found trace amounts of Bell-Hayden radiation\n1\n. The source was identified as SCP-8880, which was procured immediately for analysis.\n\n\nAddendum as of 2015-06-13:\n\nAt approximately 11:30 on June 12th, 2015, Bell-Hayden radiation detectors at Anomaly Processing Site 42 were tripped. By the time the source was located and identified as Storage Room 189.1, the detectors were tripped a second time, mandating an evacuation of the building.\n\n\nOnce Bell-Hayden radiation had lessened to a safe level, employees returned to the building to find the body of Isaac Seder lying on the floor of Storage Room 189.1. Seder was dressed in brightly-colored cardboard armor; a plastic sword was placed in his lap. While an autopsy was performed as per protocol, the cause of death was visually confirmed upon discovery of the body: Seder had received a vertical craniofacial injury that had nearly split his skull in half.\n\n\nWhile Seder's body was heavily imbued with Bell-Hayden radiation, no further anomalous qualities were detected. The body was placed in cryogenic storage and an intact, ontologically identical copy was provided to his family for burial.\n\n\nAddendum as of 2015-06-14:\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 2015-06-13\n\n\nNOTE:\n The following log has been auto-transcribed from internal security footage recorded by camera SR189.1-3.\n\n\n\n\n[BEGIN LOG]\n\n\nThe storage room is dark, lit only by the hallway light entering from the small window in the door. Glass boxes line metal shelves, each containing the silhouette of an object. On the shelf closest to the door, one such object begins glowing a bright orange.\n\n\nA loud noise\n2\n temporarily deafens the camera's microphone as two figures manifest in the room in a flash of green and red light, holding a large shape between them. When audio returns, the sound of alarms can be heard in the distance. The two figures set down what they’re holding.\n\n\nUNKNOWN:\n ..know we're here, Quesiago. The guards will be on us at any second.\n\n\nQUESIAGO:\n God, it's dripping, it's dripping everywhere, I can't—\n\n\nUNKNOWN:\n You can. You have to, just—just keep it together, for me.\n\n\nThe first unknown figure steps closer to the door and peers out. She is tall and slender, dressed in mottled green-and-brown clothes. A longbow is strapped to her back along with a quiver of arrows.\n\n\nUNKNOWN 1:\n I think we've got a few minutes, at least. Until the splitfold travel spell snaps back. By Greg, what an odd place…\n\n\nThe second unknown figure, Quesiago, crouches and vomits.\n3\n In stark contrast to his companion, he is short and stocky, dressed in what looks like leather. A flanged mace is attached to his belt.\n\n\nUNKNOWN:\n Ques, are you kidding me? Get your shit together. We have a mission.\n\n\nQUESIAGO:\n A mission? A mission, are you fucking kidding me?\n\n\nQuesiago straightens up, wiping his mouth on his arm.\n\n\nQUESIAGO:\n What about this is a mission to you, Molenesca? Eurgh, everything ended up in my beard…\n\n\nMOLENESCA:\n This…this is the greatest mission there is. You heard The Wizard. We’re, we’re honoring him. A fallen comrade.\n\n\nQUESIAGO:\n A child.\n\n\nMOLENESCA:\n To take him to his home, to his resting place, it’s the greatest honor.\n\n\nQUESIAGO:\n He was a \nchild\n.\n\n\nMOLENESCA:\n My people believe that. Because it’s something you can do for a warrior that can never be repaid.\n\n\nQUESIAGO:\n He was a CHILD, Mole! Look!\n\n\nQuesiago reaches down and pulls the edge of a blanket away from the large shape on the floor. The outline of Seder’s face can be seen in the light from the door. Molenesca doesn’t turn around.\n\n\nQUESIAGO:\n Look. Please.\n\n\nMOLENESCA:\n I…\n\n\nQUESIAGO:\n Look at his face.\n\n\nQUESIAGO:\n Those eyes, you know them, Mole. You saw the fear in them when we ran the Taquito Gauntlet. The tears in them on the Night of Flancannoli.\n\n\nMOLENESCA:\n Ques. Stop.\n\n\nQUESIAGO:\n The way they shone the night we camped in the Ricotta Valley, under the Poblano Constellation…\n\n\nMOLENESCA:\n \nStop!\n\n\nQuesiago points down at Seder’s body below him. He’s shouting now.\n\n\nQUESIAGO:\n That’s not the face of a warrior, Mole. That’s the face of a child, and—\n\n\nMOLENESCA:\n Ques, shut the fuck up!\n\n\nQUESIAGO:\n —and because of that, because we refused to see the difference, it’s the face of a child that’s been—\n\n\nMolenesca turns around and shoves Quesiago. He collides with the shelves and grabs onto them for support.\n\n\nMOLENESCA:\n He came to us as a warrior. He, he \ndied\n for us as a warrior. How can I ignore that? His sacrifice, what he did?\n\n\nQUESIAGO:\n You know that’s not what happened.\n\n\nMOLENESCA:\n It is. It was.\n\n\nMOLENESCA:\n For him, we have to believe it was.\n\n\nQuesiago and Molenesca stare at each other for a long moment. Distant voices get closer.\n\n\nMolenesca's breath speeds up. She covers her mouth and releases a strangled, wet sob as her knees give out. Quesiago rushes forward to catch her, but before he can reach her, before she hits the ground, a loud noise\n4\n deafens the camera’s microphone once more as the two disappear in another flash of green and red light. The blanket covering Seder’s body disappears as well, along with the dark patch of vomitus.\n\n\n\n\n[END LOG]\n\n\n\n\nSCP-8880 has been moved to Thaumaturgically-Warded Storage Room 149.2 to prevent further incidents.\n\n\nAddendum as of 2015-06-17:\n\n\nAt 11:38 AM on June 17th, 2015, Bell-Hayden radiation was once again detected in the vicinity of SCP-8880. While a crisis response team was immediately dispatched, no relevant anomaly-produced entities were found within Anomaly Processing Site 42.\n\n\nA few minutes later, however, the Foundation received word of a potentially anomalous disturbance at B'nai Goral Synagogue in Pakearns, New Jersey. While an anomaly retrieval team was dispatched, no trace of the instigator was found when they arrived.\n\n\nAddendum as of 2015-06-18:\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 2015-06-17\n\n\nNOTE:\n The following log has been auto-transcribed from footage recorded by an external building camera belonging to B'nai Goral Synagogue.\n\n\n\n\n[BEGIN LOG]\n\n\nThe footage begins with a man smoking on the steps outside the synagogue. He was later identified as Shem Seder, a cousin of Isaac Seder. A flash of red and green light briefly illuminates the front of the building. A distant noise\n5\n can be heard. Shem looks around in confusion.\n\n\nUNKNOWN:\n I'm here! I'm here, I'm here!\n\n\nShem steps down the steps and waves his hands in the air at someone out of camera range.\n\n\nSHEM:\n Hey, hey, you can't come here. It's a funeral. You can't come in.\n\n\nUNKNOWN:\n I know this, sir! I know this.\n\n\nThe speaker comes into view. He is considerably taller than Shem, with long white hair and a matching beard. He is wearing a flowing robe of red, white, and green stripes adorned with images of golden eagles and wolves. He is wearing a conical hat of similar colors, adorned with stars and what looks like cacti. There is a bottle of yellow liquid in his left hand.\n\n\nUNKNOWN:\n I have come for the tribute to Isaac the Hero, good sir. To tell of his exploits! To sing of him, his—\n\n\nSHEM:\n Look, whoever you are, whatever this is, it's not the fucking time, okay? I don't know if you're drunk or crazy or what, but…\n\n\nUNKNOWN:\n Whoever I am? Whoever \nI\n am! Ha!\n\n\nThe tall man waves his hands wildly.\n\n\nUNKNOWN:\n I am the Wizard, you…you foolish speck of a man! Born from the Sauce, given a solemn duty of protecting Gregland, the wielder of the Staff of Pastortilla, leader of the—\n\n\nThe Wizard steps towards Shem and trips over the bottom step. The bottle in his hand shatters against the concrete as his face hits the stair at Shem's feet with a sharp crack. After a silent moment, the Wizard rolls over onto his back, blood already dripping from a broad wound under his eye.\n\n\nTHE WIZARD:\n …and, yes, perhaps I have partaken in the limonquila. Partook? Partooken…?\n\n\nSHEM:\n Dude, come on…\n\n\nTHE WIZARD:\n But no matter. No matter!\n\n\nHe attempts to stand and falls back down, gripping his staff tightly.\n\n\nTHE WIZARD:\n Someone must tell the story, regale Isaac's beloved populace with stories of his greatness.\n\n\nTHE WIZARD:\n Let them…let them know what happened. What he did. For us.\n\n\nShem sighs, looking down at the Wizard.\n\n\nSHEM:\n Let me…I'll go get someone. One sec.\n\n\nShem turns and enters the synagogue, leaving the Wizard on the stairs.\n\n\nTHE WIZARD:\n That he faced down the Hunger when no-one else could. That he did his duty.\n\n\nTHE WIZARD:\n That he was truly a warrior for the ages…\n\n\nAnother flash of green and red light, accompanied by a deafening noise\n6\n. By the time Shem returns with help, there is nobody on the stairs of the synagogue.\n\n\n\n\n[END LOG]\n\n\n\n\nConventional thaumaturgical warding does not seem to prevent SCP-8880's manifestations. Paperwork has been filed to relocate SCP-8880 to a storage location with Tartarean-origin thaumaturgical negation.\n\n\nAddendum as of 2015-06-19:\n\n\nAt 6:39 PM on June 18th, 2015, SCP-8880 began emitting substantial amounts of Bell-Hayden radiation during transport to Tartarean-Negated Storage Room 181.0. Though the building was quickly evacuated, several personnel experienced spontaneous transference as a result. Paperwork has been filed to begin reclamation efforts.\n\n\nAddendum as of 2015-06-19:\n\n\nAt approximately 7:30 PM on June 18th, 2015, the Foundation received an alert from monitoring software installed to the phone belonging to Abram Seder. Abram's phone had saved video deemed by the program to contain anomalous material.\n\n\n\n\nVIDEO LOG\n\n\n\n\nDATE:\n 2015-06-19\n\n\nNOTE:\n The following log has been auto-transcribed from video recorded by phone 'Abram_Seder_DDS_Personal'.\n\n\n\n\n[BEGIN LOG]\n\n\nThe video begins with a close-up of Abram's tear-stained face. He is lying down, his long hair splayed out against freshly-tilled dirt.\n\n\nABRAM:\n If you're seeing this…fuck, hold on a min…\n\n\nAbram sits up, pulling the camera with him. He's in a graveyard, lying on a fresh grave. An empty bottle swims into frame for a moment before Abram's face fills the view once more.\n\n\nABRAM:\n This is, this is a confession. Of…a confession of death, of murder.\n\n\nHis speech is heavily slurred.\n\n\nABRAM:\n The night, the night he…the night I lost him. I was drinking.\n\n\nA long, loud sniff. At this proximity and angle, the insides of his nostrils are clearly visible.\n\n\nABRAM:\n And I promised, I know I promised you, Sar, I promised I wouldn't, not anymore…\n\n\nFor a moment, green and red light flashes against Abram's face. A noise\n7\n can be heard in the distance.\n\n\nABRAM:\n When…when I woke up, I could feel it. Could feel something…something wrong, so wrong, and I knew what I'd done.\n\n\nABRAM:\n Nishment. Punishment, I mean, it's punishment. Something, someone, saw me, saw me breaking my promise, making…making life worse for him, and said, they said—\n\n\nHe gulps. In the momentary silence, soft footsteps can be heard approaching.\n\n\nABRAM:\n —they said, he deserves better, Isaac, beautiful perfect Isaac, if his daddy's a piece of shitty drunk, then he might as well be…\n\n\nHe sobbed, a massive, rough noise. The soft voice is difficult to hear over his crying.\n\n\nUNKNOWN:\n I don't think it works that way.\n\n\nABRAM:\n Shit, who're—who're you? What the, what the fuck…\n\n\nThe camera's visuals shake for a moment as Abram fumbles for something on the grass next to him. He raises his arm, eyes wide.\n\n\nUNKNOWN:\n Ah. You're armed. I'm intruding, I think.\n\n\nABRAM:\n What's…why d'you look like that? Your, your face…\n\n\nUNKNOWN:\n I wish I could tell you.\n\n\nUNKNOWN:\n If it helps at all, I believe your weapon there will end my life, regardless of what I look like.\n\n\nABRAM:\n What…?\n\n\nABRAM:\n It's a gun, it kills anything! What the fuck are you talking about?\n\n\nUNKNOWN:\n I apologize if I offended you. I'm simply here to pay my respects.\n\n\nAbram looks confused. His arm lowers.\n\n\nABRAM:\n You know Isaac? Knew? Know, knew…\n\n\nUNKNOWN:\n He was…yes, I knew him. Briefly, but I knew him.\n\n\nABRAM:\n Oh. Oh, okay. From…from school?\n\n\nUNKNOWN:\n Yes. From school.\n\n\nABRAM:\n From school.\n\n\nAbram nods, his eyes lidded. There's a soft thump as whatever was in his hand falls to the soft dirt.\n\n\nABRAM:\n He loves school. Loves reading, writing, most creative kid in the world. Always telling me stories.\n\n\nUNKNOWN:\n I see. His own stories?\n\n\nABRAM:\n That's what I said! I said, these are yours, you came up with them? And he smiled, and he said…\n\n\nABRAM:\n He said something. I dunno.\n\n\nABRAM:\n I'll ask him. What he said, I mean.\n\n\nUNKNOWN:\n Please do.\n\n\nAbram nods, slumping down towards the dirt bit by bit. The camera slides with him until it's nestled against his dirty T-shirt, capturing only a sliver of night sky.\n\n\nUNKNOWN:\n Perfect Isaac.\n\n\nUNKNOWN:\n What an odd juxtaposition.\n\n\nUNKNOWN:\n His friends…when they spoke of him, when they called out to him afterward, they spoke of his might, his swordplay, how he had prevailed through so much to reach me.\n\n\nUNKNOWN:\n And yet, all that comes to mind when I think of him is the child who ran across the uneven stones of the Plaza of Napltitlan, stumbling and smiling, eyes bright with the idea of saving his comrades.\n\n\nUNKNOWN:\n Towards me, where I stood stock still, holding—\n\n\nThe unknown figure chuckles softly.\n\n\nUNKNOWN:\n Holding a massive fork and knife I could never use. Props. Props held by a man playing a role, destined to be slain by this youth in perforated armor.\n\n\nUNKNOWN:\n His comrades, I'm sure, thought his destiny was to save their land. Save their land from me. I was told from birth that his destiny was to end my existence once and for all. And here, father of Isaac, man who loved him most of all, you tell me he deserved better than any of this.\n\n\nUNKNOWN:\n Greg has an odd sense of humor, doesn't she?\n\n\nThe soft rustle of grass as the unknown figure sits at the edge of Isaac's grave.\n\n\nUNKNOWN:\n I wish I could tell you to blame me. In some ways, I think you could. Though all I did was stand there, immobilized by rumination, doing my best to match tales of my fate with the child in front of me.\n\n\nUNKNOWN:\n And yet, fate placed an uneven stone under my reaper's foot. Fate sent the child flying forward, and even as I lowered my props to aid him, his head…\n\n\nUNKNOWN:\n His head collided with the knife. The great, heavy, silly knife I've held for years. And the sound, the sound…\n\n\nUNKNOWN:\n I think, in that weighted silence, the sound that echoed was my fate evaporating.\n\n\nUNKNOWN:\n Why did I come here?\n\n\nA few moments of silence. The rustling of leaves in the wind can be heard.\n\n\nUNKNOWN:\n I don't know what's next, father of Isaac. If there are other heroes in my future, or if Gregland is truly doomed. Doomed to suffer me, whatever cruelty is written into my soul.\n\n\nUNKNOWN:\n Whatever Isaac was meant to stop in me.\n\n\nUNKNOWN:\n But if this fate was averted, who's to say others can't be as well? Who's to say I have to stand immobile besides my props?\n\n\nUNKNOWN:\n Perhaps, father of Isaac, we can ensure this story of his has some semblance of a happy ending after all.\n\n\nAbram shifts slightly and the camera falls away from him, filming more of the sky. In the corner of the frame stands a robed figure. Only small parts of their face can be seen in the light from the streetlight, but what can be seen is emaciated beyond the usual limits of survivability.\n\n\nThe figure leans forward and reaches down with an arm of translucent skin stretched over bone. He picks up Abram's gun and regards it thoughtfully.\n\n\nUNKNOWN:\n And maybe…really, if I dare to hope.\n\n\nA flash of gleaming, white, unused teeth from that gaunt face. The gun in their hand shudders and falls through their fingers as scraps of metal.\n\n\nUNKNOWN:\n When I'm finally done, if I've done all I could, someone may even sit at my grave and tell stories about me.\n\n\nUNKNOWN:\n As if I was somebody's child.\n\n\nThe darkness of the unknown figure's robe begins to shine with green and red light. He sighs and looks up at the stars. A soft noise\n8\n is heard, and then they are gone.\n\n\nTwenty minutes later, Abram's phone runs out of battery and the video ends.\n\n\n\n\n[END LOG]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A common biproduct of spatial and interdimensional transference.\n\n\n2\n. Described by one listener as \"the sound made by a great beast being dropped into boiling oil\".\n\n\n3\n. While no vomitus was found in Storage Room 189.1, traces of tomato and garlic were detected.\n\n\n4\n. Described by one listener as “the sound made by an assortment of vegetables sizzling over a roaring campfire”.\n\n\n5\n. Described by one listener as \"the twang of a stringed instrument, strummed by a hooked claw\".\n\n\n6\n. Described by one listener as \"the amplified sound of a spread being applied to a cob of corn with a boarhair brush\".\n\n\n7\n. Described by one listener as \"the sound of a desert at night—or, perhaps, the sea\".\n\n\n8\n. Described by one listener as \"the gentle rumble of a full stomach digesting\".\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nSonderance's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-8123\n \n•\n\n\n\n\n\n\nSCP-5640\n \n•\n\n\n\n\n\n\nSCP-5785\n \n•\n\n\n\n\n\n\nSCP-4653\n \n•\n\n\n\n\n\n\nSCP-7302\n \n•\n\n\n\n\n\n\nSCP-6531\n \n•\n\n\n\n\n\n\nSCP-5625\n \n•\n\n\n\n\n\n\nSCP-6012\n \n•\n\n\n\n\n\n\nSCP-7770\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nSudoku Puzzles and a Lit Cigarette\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSonderance\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8879\n | SCP-8880 | \nSCP-8881\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8880\n\" by Sonderance, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8880\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: The Disappearance of Isaac Seder\nOn March 17th, 2015 in Pakearns, New Jersey, 11-year-old Isaac Seder was reported missing by his 5th grade teacher after failing to attend class since the previous Thursday. Isaac's father, Abram Seder, DDS, was taken into custody and questioned due to failure to report his son's absence as well as his preexisting criminal record. He was later released after providing a suitable alibi.\nA routine atmospheric scan of the area by the Foundation found trace amounts of Bell-Hayden radiation 1 . The source was identified as SCP-8880, which was procured immediately for analysis.",
        "Addendum as of 2015-06-13: At approximately 11:30 on June 12th, 2015, Bell-Hayden radiation detectors at Anomaly Processing Site 42 were tripped. By the time the source was located and identified as Storage Room 189.1, the detectors were tripped a second time, mandating an evacuation of the building.\nOnce Bell-Hayden radiation had lessened to a safe level, employees returned to the building to find the body of Isaac Seder lying on the floor of Storage Room 189.1. Seder was dressed in brightly-colored cardboard armor; a plastic sword was placed in his lap. While an autopsy was performed as per protocol, the cause of death was visually confirmed upon discovery of the body: Seder had received a vertical craniofacial injury that had nearly split his skull in half.\nWhile Seder's body was heavily imbued with Bell-Hayden radiation, no further anomalous qualities were detected. The body was placed in cryogenic storage and an intact, ontologically identical copy was provided to his family for burial.",
        "Addendum as of 2015-06-14:\nSCP-8880 has been moved to Thaumaturgically-Warded Storage Room 149.2 to prevent further incidents.",
        "Addendum as of 2015-06-17:\nAt 11:38 AM on June 17th, 2015, Bell-Hayden radiation was once again detected in the vicinity of SCP-8880. While a crisis response team was immediately dispatched, no relevant anomaly-produced entities were found within Anomaly Processing Site 42.\nA few minutes later, however, the Foundation received word of a potentially anomalous disturbance at B'nai Goral Synagogue in Pakearns, New Jersey. While an anomaly retrieval team was dispatched, no trace of the instigator was found when they arrived.",
        "Addendum as of 2015-06-18:\nConventional thaumaturgical warding does not seem to prevent SCP-8880's manifestations. Paperwork has been filed to relocate SCP-8880 to a storage location with Tartarean-origin thaumaturgical negation.",
        "Addendum as of 2015-06-19:\nAt 6:39 PM on June 18th, 2015, SCP-8880 began emitting substantial amounts of Bell-Hayden radiation during transport to Tartarean-Negated Storage Room 181.0. Though the building was quickly evacuated, several personnel experienced spontaneous transference as a result. Paperwork has been filed to begin reclamation efforts.",
        "Addendum as of 2015-06-19:\nAt approximately 7:30 PM on June 18th, 2015, the Foundation received an alert from monitoring software installed to the phone belonging to Abram Seder. Abram's phone had saved video deemed by the program to contain anomalous material."
    ],
    "documents": [],
    "notes": [
        "\" SCP-8880 \" by Sonderance, from the SCP Wiki . Source: https://scpwiki.com/scp-8880 . Licensed under CC-BY-SA ."
    ],
    "containment_procedures": "SCP-8880 is to be held in a standard thaumaturgically-warded storage unit. In addition to usual monitoring procedures, Bell-Hayden radiation detectors are to be installed within range of SCP-8880.",
    "description": "SCP-8880 is a well-worn paperback book titled Crisis in Gregland: Save Us All!, initially distributed in 1983 by the supermarket chain Greg's Food and Alcohol Depot to promote a new line of food items fusing Italian and Mexican cuisines. While approximately 200,000 instances of Crisis in Gregland were printed and sold, no anomalous behavior has been reported outside of that associated with SCP-8880.",
    "title": "SCP-8880"
}