{
    "url": "https://scp-wiki.wikidot.com/scp-8886",
    "all_text": "Save your breath, brother, for this is not the final punishment. If you truly haven't sinned, the Lord will know.\n\n\n\n\n\n\n\n\n\n\n\n\nINRI\n\n\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+24\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nATTENTION\n\n\n\n\nTHE FOLLOWING DOCUMENT DESCRIBES A CLASS-III VISUAL COGNITOHAZARD, AND A CLASS-IV MEMETIC CONTAGION.\n\n\nPROCEED AT YOUR OWN DISCRETION.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP/8886\n\n\nOBJECT CLASS:\n Euclid\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n\n\nSCP/8886 is currently contained in a standard containment chamber at SITE-303. Security cameras located within SCP/8886’s containment chamber are to have undergone specialised SCRAMBLE Protocol modification, in order to prevent security personnel from being subjected to the anomaly.\n\n\nCustody of SCP/8886 is currently split between the Department of Demonology (containment) and the Department of Tactical Theology (research). At least once a day, a member of D-Class personnel is to be subjected to SCP/8886 in order to glean more information about SCP/8886/A\n1\n.\n\n\n\n\n\n\nSCP/8886 during an SCP/8886/B event.\n\n\n\n\n\n\nDESCRIPTION:\n SCP/8886 is an analog, CRT television, dated to 1987. SCP/8886 remains turned on and at full power even when not connected to any power source, and continuously displays a video recording now designated SCP/8886/A.\n\n\nSCP/8886/A is a video recording that constantly emanates from SCP/8886. SCP/8886/A is a static shot of a green hill, upon which is a large, wooden cross. Upon this cross is a figure bearing resemblance to the religious figure of Jesus Christ\n2\n. This figure is nailed to the cross by the hands and ankles, but does not visibly bleed, and regularly emits sounds of great distress. SCP/8886/A does not appear to loop, and seems to either be an extremely long, if not infinite, video, or a form of ‘live-stream’.\n\n\nSCP/8886/A is a form of visual cognitohazard. Individuals that observe SCP/8886/A will begin feeling symptoms such as pain in the hands and ankles, the taste of blood in their mouth, the feeling of dehydration, the feeling of intense sun on their face, and heavy sensitivity of the eyes. Individuals who continue to observe SCP/8886/A will begin to experience vivid vision of being strung up on a cross and crucified. These hallucinations appear to have a continuous story, but are almost always interrupted by SCP/8886/B, before the full story can be experienced. Following an SCP/8886/B occurrence, the story resets to the beginning with the next individual.\n\n\nSCP/8886/A shows signs of interference, and is often interrupted by bouts of static that entirely block out the video. For ease of reference, these bouts of static have been designated SCP/8886/B. SCP/8886/B instances interrupt SCP/8886/A in such a way that SCP/8886/A’s cognitohazardous effect is nullified. This makes it difficult for the hallucinations to be fully experienced and understood.\n\n\nADDENDUM 8886/1:\n On 02/06/2006, SCP/8886/A experienced the single longest recorded run without SCP/8886/B, allowing D-6786, the current test subject for SCP/8886, to experience the currently most complete record of SCP/8886/A’s hallucinations.\n\n\n\n\nD-6786 TESTIMONY\n\n\nWhen the vision started, I was being dragged up the greenest of hills, by two guards. I didn’t have my clothes, only a clean, white, cloth around my waist. When we got to the top, I saw the cross, lying in the grass. They laid me down, and they started nailing my hands down. That’s when the pain began.\n\n\nThey then did my ankles. Those were a lot harder to get through with the nails they were using, but it did the job, and soon I was bound to the cross. I did not bleed.\n\n\nThey had a rope attached to the top of the cross, and they used it to pull the cross up to a standing position. That’s when I saw the crowd gathering on the hill before me. Some were weeping. Some were laughing. Some were indifferent. That’s when another man walked up to the cross, and fixed a wooden plate above my head. The plate held a single word:\n\n\n“\nINRI\n”\n\n\n\n\nADDENDUM 8886/2:\n On 15/08/2004, St. [REDACTED]’s Cathedral, Ireland, suddenly became corrupted with heavy Anti-Akiva\n3\n Radiation. \nMobile Task Force ε-5 “Pentacle”\n was immediately deployed to survey the area.\n\n\n\n\n\n\n\n\nEXPLORATION LOG\n\n\n\n\n\n\n\n\nSt. [REDACTED]'s Cathedral.\n\n\n\n\n\n\nε-5 deploys, and all members proceed cautiously into the structure. ε5-Alpha orders all members to have weapons drawn and ready to fire. All members comply.\n\n\nThey enter through the ruined archway into the interior. ε5-Victor makes a comment about the state of the structure. ε5-Alpha orders him to be quiet. ε5-Victor makes further comment about ε5-Alpha’s leadership abilities.\n\n\nA small disturbance is heard from within the structure. All members are immediately wary, and raise their weapons. ε5-Alpha cautiously walks towards the source of the disturbance. When the coast appears to be clear, she orders all other members to continue. ε5-Bravo makes a comment about “this place freaking her the hell out”.\n\n\nThe team reaches the centre of the structure, which contains a stone well, which appears to stretch down indefinitely. The team hears footsteps from behind them, and immediately turn, weapons raised. They see a figure which seems to be a priest, wearing white robes. His eyes have been gruesomely cut out, and replaced with two small, wooden crosses. The figure has a euphoric smile.\n\n\nε5-Alpha orders the figure to stop moving. The figure ignores her order, and slowly approaches the team. It raises its arms slowly, and begins incoherently mumbling words which appear to be latin.\n\n\n\n\n“\njesu christe salvator noster qui in cruce mortuus est pro peccatis nostris in vita post- ueni gaude eum gaudere gaude gaude gaude gaude\n”\n\n\n\n\nThe figure continues to approach despite ε5-Alpha’s orders. When the figure is approx. 2 meters away from the team, ε5-Bravo shoots her rifle, killing the figure instantly. Several team members protest, but ε5-Bravo remains adamant it was the right decision. ε5-Alpha appears indifferent, and orders the team to keep moving.\n\n\nAs the teams descends further, the cathedral becomes a labyrinthine structure with several dark rooms. The teams splits up and begins searching individual rooms. ε5-Sierra reports finding several malnourished humanoid beings cowering among rubble in a collapsed section. One of the beings becomes hostile, and ε5-Sierra is forced to execute the group. Anti-Akiva readings increase.\n\n\nAfter approx. 30 minutes of searching the structure, ε5-Victor reports discovering a “weird-ass TV”. At this point, ε5-Victor’s camera feed is interrupted by heavy static, and he becomes unresponsive. When the other team members converge on ε5-Victor’s location, they find him dead, nailed to a wooden cross. SCP/8886 sits on the ground before the cross. ε5-Bravo is ordered to collect SCP/8886, and the team makes a hasty retreat.\n\n\n\n\n\n\n\n\n\n\nADDENDUM 8886/1 (CONTD.):\n\n\n\n\nSuddenty, I heard a voice speak behind me.\n\n\n\n\n\"So you're the messiah, huh?\"\n\n\n\n\nIt's a man's voice, behind me. I crane my neck to look, and see a man with a scraggly beard, hanging on the cross behind me, to my left. He's one of the two criminals that were crucified alongside me.\n\n\n\n\n\"Yes, he's the one! He's been performing miracles, I've heard!\"\n\n\n\n\nAnother voice speaks up to my right. The second criminal hangs there, this one even more scraggly. His teeth are rotting, and his eyes are bloodshot. He's looking at me with a ferocity.\n\n\n\n\n\"Come on! Why don't you save us? Get us off this cross, huh?\"\n\n\n\n\nI want to. I want to free them from the torment. But I know it's not right. They're criminals, murderers. I don't know what they've done. Thankfully, I don't have to strain my voice to responds, as the first criminal begins talking. The dehydration is getting to me.\n\n\n\n\n\"We have sinned, brother. We do not deserve the salvation of the Lord.\"\n\n\n\"Oh come on! We both know he hasn't done anything wrong! The people are just bloodthirsty! You don't know if I'm deserving!\"\n\n\n\"I have sinned. I robbed a store in the market, and killed the shopkeeper. I know I have sinned, and I will be judged by the Lord when the time is right. Save your breath, brother, for this is not the final punishment. If you truly haven't sinned, the Lord will know.\"\n\n\n\"Well, he's the 'Lord', ain't he? Tell me, have I sinned?\"\n\n\n\n\nI do not want to answer the man. I don't know why. I know he has sinned. He beat a woman with a stone, after she denied him water. She needed the water to save her son. He deserves to die on that cross.\n\n\n\n\n\"Have I sinned?! Tell me!\n \nHave I sinned\n?!\"\n\n\n\n\nI clench my teeth. I want him to stop talking. I turn to look at the man to my right.\n\n\n\n\n\"You deserve to rest. You've done so much. Ignore this man, he isn't worthy of your attention. I'm not either. You deserve to rest.\"\n\n\n\n\nThe man to my left is weeping. He does not want to die. Of course he doesn't. Who would want to?\n\n\n\n\n\"Please! Please forgive me! I didn't mean to do it! I didn't know she'd be so\n \nweak\n!\"\n\n\n\n\nI close my eyes. His words disgust me. I am incredibly tired, and soon fall into a slumber.\n\n\n\n\nADDENDUM 8886/3:\n On 02/06/2006, apprx. 24 minutes before D-6786's interaction with SCP/8886, SCP/8886 entered an extended SCP/8886/B state, and remained this way apporx. 7 minutes. Junior Researcher Martin Campbell, who was passing SCP/8886’s containment chamber at the time, became spontaneously possessed by an unknown tartarean entity. He was quickly subdued, and exorcised by Father Gabbard of the St [REDACTED] Cathedral.\n\n\n\n\n\n\n\n\nEXORCISM LOG\n\n\n\n\n(Campbell wakes up in the interrogation room, shackled by one hand to the table. Father Gabbard sits opposite to him. Campbell rattles the shackles, attempting to break free.)\n\n\nGBBRD: Nobody is coming to save you. You're with me now.\n\n\n(Campbell continues struggling, with increasing intensity.)\n\n\nGBBRD: You know, I do wonder how a creature could be so low, so \nweak\n, as to resort to possessing innocent humans.\n\n\n(Campbell stops stuggling, and stares at Father Gabbard.)\n\n\nGBBRD: You're nothing. Leave this body now, never to come back, or things won't be pretty.\n\n\nCMPBLL: non habes potestatem in me, predicator.\n\n\nGBBRD: What was that? I didn't quite catch that.\n\n\nCMPBLL: NON HABES POTESTATEM IN ME, PREDICATOR.\n\n\nGBBRD: Oh please. I hold no power over you? You're the one chained to the table, you worthless filth.\n\n\n(Campbell looks down, and smiles slyly.)\n\n\nCMPBLL: reversus est, tu scis.\n\n\nGBBRD: Who's back?\n\n\nCMPBLL: dominus.\n\n\nGBBRD: You should know your tricks don't work on me. You have no power here. We can end you at any moment. Vacate this body, \nnow\n.\n\n\nCMPBLL: cur non occidis me?\n\n\nGBBRD: I'm being kind, and forgiving. Something you wouldn't know anything about, I presume. Now \nleave\n. Last warning.\n\n\nCMPBLL: no.\n\n\n(Gabbard produces a vial of Holy Water and a copy of the Holy Bible from his cloak. Campbell visibly recoils.)\n\n\nGBBRD: Now you're scared. You see how \nuseless\n, how \nweak\n you are? with just two simple objects I have the power. I suggest you give up now.\n\n\nCMPBLL: DIABOLUS DOMINABITUR IN AETERNUM QUONIAM VERUS EST PRAECATOR.\n\n\nGBBRD:\n \n(scoffs)\n \nWhat purpose will saying that accomplish? Stop being so childish.\n\n\nCMPBLL: turpia sunt verba tua, senex.\n\n\n(Gabbard lifts the vial of Holy Water from the table.)\n\n\nGBBRD: This is it, you foul beast. I've given you your chances. Time for the kicker. I'll start reading Bible verses soon enough, if you don't loosen up.\n\n\n(Gabbard takes the vial, and drinks all of the liquid contained within. Campbell looks up, and smiles viciously.)\n\n\nGBBRD: There. You can't hurt me any more-\n \n(Gabbard suddenly frowns.)\n \nYou can't- You can't hurt-\n \n(he looks up at Campbell)\n What- what did you do?\n\n\n(Gabbard lifts up the empty vial, which crumbles to hot ashes, burning his hand.)\n\n\nGBBRD: Oh- oh my god. Get me- \nGet me out of here! Please! Get me out!\n\n\nCMPBLL: nullus venit ad auxilium te, praedicator.\n\n\n(At this point, all recording devices in the room turned to static for approx. 6 minutes. The entrance to the room became sealed. When footage was restored, the entire room was coated in blood and viscera, with no sign of Gabbard. Campbell was sitting in his chair, unshackled. It was later determined that he was no longer under demonic control.)\n\n\n\n\n\n\n\n\n\n\nDespite the loss of life, the exorcism was deemed a success, and Researcher Campbell was returned to duty.\n\n\nADDENDUM 8886/1 (CONTD.):\n\n\n\n\nI wake again. I don't know how long I've been asleep, but the sun is still up in the sky, burning. I look to my left. The criminal there is limp, his eyes closed. I know he isn't dead, or sleeping. He's accepted his fate, and is waiting for death. I look to my right. The criminal there is no more. There are bloody chunks of flesh on the nails where his hands and feet used to be. It seems he has made a gruesome getaway.\n\n\nI suddenly see a man standing on the ground before me. A dark-skinned man, who I recognize as one of my former compatriots. One of my former apostles. He looks at me with great sorrow, and tears in his eyes.\n\n\n\n\n\"I'm sorry, my lord. I shouldn't have betrayed you. It shouldn't have ended like this.\"\n\n\n\n\nI open my mouth, and try to formulate a response, but my throat fails me. I haven't drunk anything in a long time. Suddenly, I hear marching footsteps in the distance. The man looks towards the source of the sounds, and them turns back to me.\n\n\n\n\n\"I have to go. I'm sorry.\"\n\n\n\n\nThe man leaves, and I am left alone again.\n\n\nA short time later, the marching footsteps reveal themselves to be the guards that had brought me here, dragging the criminal that had escaped with them. There are chunks missing out of his hands and feet, and he is weeping. They throw him to the floor, where he cowers in pain and shame.\n\n\nI see one of the guards brandish a long spear. He points it at the mans torso. I know what's about to happen, and I try to intervene, someway,\n any \nway, but there is nothing I can do. And as the man is gutted before me, I lift my face up to the heavens.\n\n\nWhy have you abandoned me, my God?\n\n\n\n\nADDENDUM 8886/4:\n On 12/02/2006, SITE-303 experienced a severe, localised CK-Class Non-Retroactive Reality Restructuring event, which severely altered the internal topology of the facility. A distress call was immediately sent by TAURUS.AIC to the nearest site, SITE-465. Below is the eyewitness report of Captain Roger Braxton of Mobile Task Force ξ-1 \"Firefly\", which was the first to arrive on the scene.\n\n\n\n\n\n\n\n\n\n\nWhen me and the team deployed, we had no idea what to expect. The only info we got was that it underwent, what is it, a CK-Class Reality Restructuring Scenario? by the way, this was not our forte. We just so happened to be the first ones on the scene.\n\n\nI don't know what happened there, but it was… monstrous. The inside of the facility was just one big room. This was completely different to how the facility looked on the outside. I think I'm starting to understand the 'Reality Restructuring' bit a lot more now.\n\n\nThe inside… god. It was awful. The room was massive, at least 30 meters long in one direction, with a considerably taller ceiling. All the personnel from SITE-303, 200 of 'em, I think, they were lined up along both walls of the room, in two neat rows, and they were… god, they were all\n \ncrucified\n! They were writhing on the crosses, but not in pain, but in… bliss? I think?\n\n\nWe didn’t do anything for a while now, because, obviously, we were pretty shook. Lexi even had to step out for a minute, y’know, get some fresh air. But we had a job to do, and we sure as hell were gonna do it.\n\n\nEven after we got our composure, it was still pretty fuckin’ creepy seeing all these people, some of them friends, strung up like this like it was some sort of religious orgy.\n\n\nI gotta give this anomaly credit; if it was trying to send a message, it sure as fuck did. Even being in there just made us want to scram. If that was an anomalous effect, or just a natural human reaction, I can’t tell. Maybe a little bit of both. And while we were already pretty fuckin’ wary of the place, I don’t think anything could’ve prepared us for what was in the centre of the room.\n\n\nOkay. I’m over-exaggerating, but it was still pretty terrible.\n\n\nThere was the Site Director, the Malcolm guy, I think, and he was crouching on the floor. His hands and feet were nailed down to the floor, kinda like how the people on crosses’ hands and feet were nailed like that. And he was in a complete trance. He didn’t respond to anything we threw at him. And yes, I did try punching.\n\n\nAnd SCP/8886, the one y’all were talking about earlier? Yeah, he was staring right at it. Completely entranced. I’ve read what it does to people. He was probably having his own spiritual awakening or something.\n\n\nBut the weirdest thing wasn’t even Malcolm, it was the\n \nTV\n. If there’s one thing it’s going for it, it’s the static. The fizz, the buzz. We even heard it when we were walking in here. But the screen… it wasn’t all staticky anymore. None of that /B stuff. Clear, crisp footage of Jesus Fucking Christ on the cross.\n\n\n…\n\n\nI don’t think you understand what this means, doctor. The /B instances, they were the ones protecting us. They were the ones resetting the anomaly before shit got real. Now there’s none of that anymore.\n\n\nAnd D-6786? That was just the beginning.\n\n\n\n\n\n\n\n\n\n\nADDENDUM 8886/1 (CONTD.):\n\n\n\n\nA while later, when I’d grown numb and cold, oblivious to my surroundings, did four men appear in front of me. They were… strange, and robed, and one held in his hand a camera, one a tape, and one a television set. They looked upon me, and talked.\n\n\n\n\n”Is this really necessary?”\n\n\n”You know it must be done. Someone has to remember. The destiny, the legacy. It is too much to forget.\n\n\n”This is madness! You can’t possibly-“\n\n\n”Shush it. We’ve made up our minds. No further argument is necessary.”\n\n\n”Well get on with it! I haven’t got all day to stand out in the sun in front of some dried up\n \nmessiah\n,”\n\n\n”How dare you! This man is-“\n\n\n”All of you, be quiet! Now get on with it, for god’s sake!”\n\n\n\n\nThe man with the camera then set it up with a tripod in front of me. I could see my reflection in the lens. I looked so frail, and weak. The man with the tape, the one who had been protesting earlier, reluctantly slotted it into the camera. The one with the TV set it down at my feet, facing them.\n\n\n\n\n”I mean, there are plenty of other ways to do something like this-“\n\n\n”Visual aid is best at rekindling lost memories.”\n\n\n”Are you sure? I could’ve sworn I heard something about smells…”\n\n\n\n\nThe man with the camera then looked at the others. They all wore faces of intense anticipation. He then pressed a button on the camera, and a faint\n BEEP \nwas heard.\n\n\nThe last thing I saw, before losing consciousness again, was some text, flashing on the corner of my vision:\n\n\n\n\n\n\n\n\n🔴 \nREC\n\n\n\n\n\n\n\n\nAnd that was it. I woke up, back in SCP/8886's containment chamber, on a cross. I wonder if you have any security footage explaining how that happened, hmm?\n\n\nWarden, I’d like to go back to my cell.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Due to the nonlethal nature of the anomaly, this has been allowed by the Ethics Committee.\n\n\n2\n. Whether this figure is actually Jesus Christ is still under debate.\n\n\n3\n. Radiation derived from sin.\n\n\n\n\n\n\n\n\n« \nSCP-8885\n| SCP-8886 | \nSCP-8887\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8886\n\" by choccoMan, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8886\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nAuthor:\n \nchoccoMAN\n\n\nLicense:\n CC0\n\n\nAdditional Notes:\n Fixed SPaG and a few Grammars by \nCaesarIsHere\n does not match any existing user name\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nshow comments\n\n\n\n\nclose\n\n\n\n\n\n\nShow Comments\n\n\n\n\n\n\n\n\n\n\nHide All Comments\n\n\nUnfold All\n\n\nFold All\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFold\n\n\n\n\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tVERY NICE +1\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\n\n\n\n(account deleted)\n \n29 Jun 2024 15:46\n\n\n\n\n\n\n\n\nI love how this scp depicted jesus christ, and the idea of it being able to give stigma to whoever watches it although some SPaG and grammars were wrongs i did fixed it. your welcome :)\n\n\n\n\n\n\nReply\n\n\nOptions\n\n\n\n\n\n\n\n\n\n\n\n\nUnfold\n\n\nVERY NICE +1\n by \n(account deleted)\n, \n29 Jun 2024 15:46\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFold\n\n\n\n\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tRe: VERY NICE +1\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\n\n\n\nchoccoMan\n \n20 Jul 2024 10:33\n\n\n\n\n\n\n\n\nI posted this in such a rush, I didn’t go through the whole song and dance of posting (like changing ‘Scp 8886’ to ‘SCP-8886’). I was worried it would change people’s views on the article, so thank you for helping me out!\n\n\n\n\n\n\nReply\n\n\nOptions\n\n\n\n\n\n\n\n\n\n\n\n\nUnfold\n\n\nRe: VERY NICE +1\n by \nchoccoMan\n, \n20 Jul 2024 10:33\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFold\n\n\n\n\n\n\n\n\n\n\nFernlom\n \n30 Jun 2024 02:51\n\n\n\n\n\n\n\n\nFor obvious reasons (i am an ordained pastor) this SCP resonated with me. Brilliantly haunting and well written. I am left with questions and that fact has me satisfied with my reading. Horrible, terrifying, awe inspiring. 10/10 I am speechless.\n\n\n\n\n\n\nReply\n\n\nOptions\n\n\n\n\n\n\n\n\n\n\n\n\nUnfold\n\n\n by \nFernlom\n, \n30 Jun 2024 02:51\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFold\n\n\n\n\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\ti did not expect to get a 10/10!\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\n\n\n\nchoccoMan\n \n20 Jul 2024 15:10\n\n\n\n\n\n\n\n\ni’m glad that this article resonated with you, and i appreciate your comment!\n\n\n\n\n\n\nReply\n\n\nOptions\n\n\n\n\n\n\n\n\n\n\n\n\nUnfold\n\n\ni did not expect to get a 10/10!\n by \nchoccoMan\n, \n20 Jul 2024 15:10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFold\n\n\n\n\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t+1\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\n\n\n\nyukizame\n \n02 Jul 2024 15:10\n\n\n\n\n\n\n\n\nJust. WOW\n\n\n\n\n\n\nReply\n\n\nOptions\n\n\n\n\n\n\n\n\n\n\n\n\nUnfold\n\n\n+1\n by \nyukizame\n, \n02 Jul 2024 15:10\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFold\n\n\n\n\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tRe: +1\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\n\n\n\nchoccoMan\n \n20 Jul 2024 15:11\n\n\n\n\n\n\n\n\nno more needs to be said.\n\n\nthank you for your upvote!\n\n\n\n\n\n\nReply\n\n\nOptions\n\n\n\n\n\n\n\n\n\n\n\n\nUnfold\n\n\nRe: +1\n by \nchoccoMan\n, \n20 Jul 2024 15:11\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFold\n\n\n\n\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t+1\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\n\n\n\nAmmabatukams\n \n05 Jul 2024 17:03\n\n\n\n\n\n\n\n\nYo I like this one it is most likely religious\n\nAnd I am religious\n\n\n\n\n\n\nReply\n\n\nOptions\n\n\n\n\n\n\n\n\n\n\n\n\nUnfold\n\n\n+1\n by \nAmmabatukams\n, \n05 Jul 2024 17:03\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFold\n\n\n\n\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tRe: +1\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\n\n\n\nchoccoMan\n \n20 Jul 2024 15:11\n\n\n\n\n\n\n\n\nthank you for your upvote!\n\n\n\n\n\n\t\t\t\t\tLast edited on \n26 Jul 2024 11:36\n\n\t\t\t\t\tby \nchoccoMan\n\n\n Show more\n\n\n\n\n\n\n\n\nReply\n\n\nOptions\n\n\n\n\n\n\n\n\n\n\n\n\nUnfold\n\n\nRe: +1\n by \nchoccoMan\n, \n20 Jul 2024 15:11\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFold\n\n\n\n\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\tAuthor Post - #1\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\n\n\n\nchoccoMan\n \n20 Jul 2024 10:28\n\n\n\n\n\n\n\n\nA Little History:\n In the olden days of SCP, everyone was scrambling for the SCP-666 slot. Why woudln’t they? It’s the number o’ the devil! And, as the author of the current SCP-666 puts it, a particularly bad one was a tv that plays Jesus getting crucified. That immediately gave me the idea for a creepy, analog horror SCP, and I got to writing.\n\n\nUnfortunately, I started writing this article two days before going on a three-week long nature trip with no wi-fi, so the writing was incredibly rushed. I uploaded this article around 1 minute before going offline.\n\n\nThe last three weeks have been an incredibly stressful time of anticipating if this is going to float or not.\n\n\nThank you to everyone that uploaded, as this is my first successful SCP!\n\n\n\n\n\n\t\t\t\t\tLast edited on \n20 Mar 2025 19:19\n\n\t\t\t\t\tby \nchoccoMan\n\n\n Show more\n\n\n\n\n\n\n\n\nReply\n\n\nOptions\n\n\n\n\n\n\n\n\n\n\n\n\nUnfold\n\n\nAuthor Post - #1\n by \nchoccoMan\n, \n20 Jul 2024 10:28\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFold\n\n\n\n\n\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t+20\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\n\n\n\n\nchoccoMan\n \n29 Jan 2025 20:04\n\n\n\n\n\n\n\n\nto think that I could get this shitpost over like +5 is a miracle. Thank you all ❤️\n\n\n\n\n\n\nReply\n\n\nOptions\n\n\n\n\n\n\n\n\n\n\n\n\nUnfold\n\n\n+20\n by \nchoccoMan\n, \n29 Jan 2025 20:04\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFold\n\n\n\n\n\n\n\n\n\n\nThales of Mars\n \n07 Aug 2024 16:23\n\n\n\n\n\n\n\n\nThis is amazing. I’d like to see more stories and tales connected to this\n\n\n\n\n\n\nReply\n\n\nOptions\n\n\n\n\n\n\n\n\n\n\n\n\nUnfold\n\n\n by \nThales of Mars\n, \n07 Aug 2024 16:23\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFold\n\n\n\n\n\n\n\n\n\n\nchoccoMan\n \n12 Aug 2024 22:03\n\n\n\n\n\n\n\n\ni'm actually planning on making this some kind of SCP/Tale series\n\n\nthanks for your upvote!\n\n\n\n\n\n\nReply\n\n\nOptions\n\n\n\n\n\n\n\n\n\n\n\n\nUnfold\n\n\n by \nchoccoMan\n, \n12 Aug 2024 22:03\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFold\n\n\n\n\n\n\n\n\n\n\njaboi\n \n15 Aug 2024 07:25\n\n\n\n\n\n\n\n\n+1, also i fixed a typo of addendum 4, replacing \"ehat\" with \"what\"\n\n\n\n\n\n\nReply\n\n\nOptions\n\n\n\n\n\n\n\n\n\n\n\n\nUnfold\n\n\n by \njaboi\n, \n15 Aug 2024 07:25\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFold\n\n\n\n\n\n\n\n\n\n\nchoccoMan\n \n16 Aug 2024 15:53\n\n\n\n\n\n\n\n\nI appreciate you fixing up the typos, but I think you might've forgotten to upvote\n\n\n\n\n\n\t\t\t\t\tLast edited on \n16 Aug 2024 15:55\n\n\t\t\t\t\tby \nchoccoMan\n\n\n Show more\n\n\n\n\n\n\n\n\nReply\n\n\nOptions\n\n\n\n\n\n\n\n\n\n\n\n\nUnfold\n\n\n by \nchoccoMan\n, \n16 Aug 2024 15:53\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFold\n\n\n\n\n\n\n\n\n\n\nYossipossi\n \n15 Sep 2024 02:47\n\n\n\n\n\n\n\n\nFound this one pretty enjoyable. Can't say I picked up on all the symbolism (I am Jewish), but it was a freaky read for sure.\n\n\n\n\n\n\nReply\n\n\nOptions\n\n\n\n\n\n\n\n\n\n\n\n\nUnfold\n\n\n by \nYossipossi\n, \n15 Sep 2024 02:47\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFold\n\n\n\n\n\n\n\n\n\n\nchoccoMan\n \n15 Sep 2024 16:48\n\n\n\n\n\n\n\n\nI am honored! Glad I could freak you out :)\n\n\n\n\n\n\nReply\n\n\nOptions\n\n\n\n\n\n\n\n\n\n\n\n\nUnfold\n\n\n by \nchoccoMan\n, \n15 Sep 2024 16:48\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFold\n\n\n\n\n\n\n\n\n\n\nYossipossi\n \n15 Sep 2024 20:05\n\n\n\n\n\n\n\n\nI will just add: I apologize for not adding this to the Tactical Theology Hub earlier, I didn't notice you posted it until just a few days ago. It has now been added.\n\n\n\n\n\n\nReply\n\n\nOptions\n\n\n\n\n\n\n\n\n\n\n\n\nUnfold\n\n\n by \nYossipossi\n, \n15 Sep 2024 20:05\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFold\n\n\n\n\n\n\n\n\n\n\nchoccoMan\n \n16 Sep 2024 05:21\n\n\n\n\n\n\n\n\nNo need to apologise, it totally slipped under my radar too lol\n\n\n\n\n\n\t\t\t\t\tLast edited on \n16 Sep 2024 07:59\n\n\t\t\t\t\tby \nchoccoMan\n\n\n Show more\n\n\n\n\n\n\n\n\nReply\n\n\nOptions\n\n\n\n\n\n\n\n\n\n\n\n\nUnfold\n\n\n by \nchoccoMan\n, \n16 Sep 2024 05:21\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAdd a New Comment\n\n\n\n\nPermanent Link\n\n\nEdit\n\n\nDelete",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8886 \" by choccoMan, from the SCP Wiki . Source: https://scpwiki.com/scp-8886 . Licensed under CC-BY-SA .",
        "Author: choccoMAN License: CC0 Additional Notes: Fixed SPaG and a few Grammars by CaesarIsHere does not match any existing user name ."
    ],
    "title": "SCP-8886"
}