{
    "url": "https://scp-wiki.wikidot.com/scp-8890",
    "all_text": "rating: \n+12\n+\n–\nx\n\n\n\n\n\n\nTwelve terminations on SCP-8890 have been attempted. None were successful.\n\n\n\n\n\n\n\n\n\n\n\n\nCONFIDENTIAL\n\n\n\n\n\n\nLevel 3 Clearance\n\n\nProject Lead: Sgt. Howard Smith\n\n\nnone\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nS\n\n\n\n\n\n\nE\n\n\n\n\n\n\nK\n\n\n\n\n\n\nT\n\n\n\n\n\n\nN\n\n\n\n\n\n\n{$non-standard-class}\n\n\n\n\n\n\n\n\n\n\nUnpredictable Activation\n\n\n\n\n\n\n\n\nA5\n\n\n\n\n\n\n\n\n\n\nA4\n\n\n\n\n\n\n\n\n\n\nA3\n\n\n\n\n\n\n\n\n\n\nA2\n\n\n\n\n\n\n\n\n\n\nB5\n\n\n\n\n\n\n\n\n\n\nB4\n\n\n\n\n\n\n\n\n\n\nB3\n\n\n\n\n\n\n\n\n\n\nB2\n\n\n\n\n\n\n\n\n\n\nC5\n\n\n\n\n\n\n\n\n\n\nC4\n\n\n\n\n\n\n\n\n\n\nC3\n\n\n\n\n\n\n\n\n\n\nC2\n\n\n\n\n\n\n\n\n\n\nD5\n\n\n\n\n\n\n\n\n\n\nD4\n\n\n\n\n\n\n\n\n\n\nD3\n\n\n\n\n\n\n\n\n\n\nD2\n\n\n\n\n\n\n\n\n\n\nE5\n\n\n\n\n\n\n\n\n\n\nE4\n\n\n\n\n\n\n\n\n\n\nE3\n\n\n\n\n\n\n\n\n\n\nE2\n\n\n\n\n\n\n\n\n\n\nKETER\n\n\n\n\n\n\n\n\n\n\nAAA\n\n\n\n\n\n\n\n\n\n\nEEE\n\n\n\n\n\n\n\n\n\n\nȻ\n\n\n\n\n\n\n\n\n\n\n?\n\n\n\n\n\n\n\n\n\n\nT\n\n\n\n\n\n\n\n\n\n\n{$k-class}\n\n\n\n\n\n\n\n\n\n\n\n\nVedist I\n\n\n\n\n\n\n\n\n\n\nVedist II\n\n\n\n\n\n\n\n\n\n\nVedist III\n\n\n\n\n\n\n\n\n\n\nVedist IV\n\n\n\n\n\n\n\n\n\n\nVedist V\n\n\n\n\n\n\n\n\n\n\nVedist VI\n\n\n\n\n\n\n\n\n8890\n\n\n\n\n\n\n\n\n \n\n\n \n\n\nSpecial Containment Procedures:\n There is no known way to prevent the manifestation of SCP-8890.\n\n\nDescription:\n SCP-8890 is a shape-changing entity; its known forms include Sus domesticus, Felis catus, and Canis lupus. There have been no sightings of SCP-8890 assuming the form of a primate. The anomaly has been noted as the Beast of Gévaudan, and has been on record since at least 1764.\n1\n Howard Smith, currently designated SCP-8890-1, has noted that the aggression of the anomaly is focused on one individual at any given point.\n\n\nSCP-8890 appears to target a singular individual for long periods of time, during which it will intentionally target persons who have a mutually agreed upon \"close relationship\" with the individual, in an apparent attempt to cause psychological stress to the targeted individual. SCP-8890 will manifest exclusively when the targeted individual, which is designated as SCP-8890-1, is either in a state of emotional breakdown, or when the targeted individual is isolated. SCP-8890-1 has currently attempted twelve terminations on SCP-8890, sanctioned by Containment Area-111 Directors.\n2\n None have been successful.\n\n\nAddendum 8890.1:\n Termination Logs\n\n\n\n\n\n\nAttempt #\n\n\nWeapon / Method Used\n\n\nResult\n\n\n\n\n\n\nAttempt I\n\n\nTen M16 Rifles\n\n\nThis termination was the only unplanned attempt.\n3\n A group of ten PENTAGRAM soldiers, led by Sgt. Smith, were sent to dispatch SCP-8890, which had manifested as a boar-like creature near a small settlement in rural Arkansas. Eight members were killed by the Beast without it being located, leaving Sgt. Smith and one other member of the squadron. The other member was killed, with Sgt. Smith witnessing the killing and entering a heightened state of rage. He reported to shoot it in the right eye and has reported it having a scar from that experience. It is unknown why this event left a tangible scar on SCP-8890, and none after. After this event, Sgt. Smith left PENTAGRAM and joined the Foundation, being stationed as an MTF Commander in Containment Area-111.\n\n\n\n\n\n\nAttempt III\n\n\nOne 2021 Chevy Silverado Pick-Up Truck\n\n\nSgt. Smith, upon realizing he was likely to enter a heightened emotional state, left Containment Area-111 and got into his car. Upon manifestation of SCP-8890, Smith turned on his car and hit it at about 43 MPH. Heavy damage was sustained by the car, and the entity, which demanifested when Smith exited his car.\n\n\n\n\n\n\nAttempt V\n\n\nHole Of Spikes\n\n\nUtilizing a hidden pit of spikes, Sgt. Smith attempted to lure SCP-8890 into the trap. He could not manage to lure it into the trap and ended up fleeing after it became much more hostile than usual.\n\n\n\n\n\n\nAddendum 8890.2:\n Interview With Dr. Adelaide Magdalene\n\n\nThe following interview takes place before Attempt VI.\n\n\n\n\n(\nThe footage clicks on.\n)\n\n\n(\nSgt. Smith enters Dr. Magdalene's office, holding a file.\n)\n\n\nSMITH:\n Hey.\n\n\nMAGDALENE:\n Hello, Howard! What's up?\n\n\nSMITH:\n Gotta ask you a favor, if that's alright.\n\n\nMAGDALENE:\n Of course, what can I do for you?\n\n\nSMITH:\n I need you to anoint me.\n\n\nMAGDALENE:\n I mean… Uhm, what do you need it for? Is it for—\n\n\nSMITH:\n I've been doing research. A lot of research. I know this is going to work, Addy. I know it. It's supernatural, and I have a sneaking suspicion that it has a connection to folklore and such— So, this is going to work.\n\n\n(\nDr. Magdalene sighs.\n)\n\n\nMAGDALENE:\n Okay. I— I'll help. I'm just not sure about this. What if this doesn't work, Howard?\n\n\nSMITH:\n It will. I know it will. Don't worry a bit, Addy.\n\n\nMAGDALENE:\n Alright… but please, promise me something. Promise me you'll stay safe. Don't be reckless, I don't want you getting hurt.\n\n\nSMITH:\n Don't worry a bit. I can do this, it'll be done, and everyone will be happy.\n\n\n\n\nAddendum 8890.3:\n Termination Logs\n\n\n\n\n\n\nAttempt #\n\n\nWeapon / Method Used\n\n\nResult\n\n\n\n\n\n\nAttempt VI\n\n\nAnointment Combined With Attacking\n\n\nAfter being anointed by Dr. Adelaide Magdalene,\n4\n Smith left the Area. A manifestation of SCP-8890 followed, as he attempted to kill it with a sword sequestered from the Area's armory. He claims to have cut a tusk off of the entity before it demanifested. Following the attempt, Smith needed twenty-two stitches.\n\n\n\n\n\n\nAttempt VII\n\n\nFalling Tree\n\n\nSgt. Smith, having rigged explosives to multiple trees to cause them to fall onto a central point, where SCP-8890 would chase him. While this trap did work, the trees were thrown off by SCP-8890, where it began chasing after him once more.\n\n\n\n\n\n\nAttempt VIII\n\n\nRock\n5\n\n\nWhile the rock was reported to do some sort of significant physical damage to SCP-8890, it was not enough to decommission it, even with repeated hits by Sgt. Smith. After he was bitten in the leg, he saw fit to retreat.\n\n\n\n\n\n\nFollowing Attempt VIII, Dr. Lilyann Sophia, under the guidance of the wider Ethics Committee, has mandated a halt on all experiments with SCP-8890, until the time when Sgt. Smith has been cleared by the Site Psychiatrist.\n\n\nAddendum 8890.4:\n Sgt. Smith's Psychological Evaluation\n\n\nThe transcripts of Sgt. Smith's therapy sessions can be acquired on request to any Site Command personnel. The final session, and likely the cause of Incident 8890/1, can be found below.\n\n\n\n\nNOTE:\n Hestia Gray is the Containment Area-111 therapist.\n\n\n \n\n\n\n\n \n\n(\nSgt. Smith enters, taking a seat.\n)\n\n\nSMITH:\n Hey.\n\n\n(\nDr. Gray smiles.\n)\n\n\nGRAY:\n Hello, Howard. How are you today?\n\n\nSMITH:\n Fine. It's just been a boring shift but thank God for that.\n\n\nGRAY:\n Well, that's good. I was hoping we could talk about… SCP-8890, is it?\n\n\n(\nSgt. Smith clenches his fists.\n)\n\n\nSMITH:\n Yeah. That's— That's it. Have you— read the file?\n\n\n(\nDr. Gray nods.\n)\n\n\nGRAY:\n Only parts, but enough to know your connection with it in the past.\n\n\nSMITH:\n Then I don't need to explain why I need it dead— do I?\n\n\nGRAY:\n Not if you don't want to, Howard.\n\n\n(\nSgt. Smith stares, his breathing slowly accelerating before he shudders and weakly smiles at Dr. Gray.\n)\n\n\nSMITH:\n I— I have to go, Doc.\n\n\n(\nGray places a hand on Sgt. Smith's shoulder.\n)\n\n\nGRAY:\n Let's try to talk about this, okay?\n\n\nSMITH:\n I— I—\n\n\n(\nSgt. Smith's breathing intensifies, turning into hyperventilating. He grips his knees tightly.\n)\n\n\nSMITH:\n Not here, not here—\n\n\nGRAY:\n What's wrong?\n\n\nSMITH:\n It's going to come here, now. I have to—\n\n\n(\nCrashing noises can be heard in the distance.\n)\n\n\nSMITH:\n Run! Go!\n\n\n\n\nAddendum 8890.5:\n Incident 8890/1\n\n\nCoinciding with Sgt. Smith's final psychological evaluation, and its abrupt end, SCP-8890 manifested inside of Containment Area-111. While personnel were able to secure the halls and avoid any casualties, SCP-8890 still caused significant damage to the halls of the Safe and Euclid level containment area walls and doors. SCP-8890 spent a majority of Incident 8890/1 trying to forcibly enter Dr. Gray's office. It was not successful in destroying the magnetically locked door or surrounding walls, and de-manifested after thirty-two minutes.\n\n\nSite Command, in light of this Incident, decided to vote on whether or not to resume Termination Experiments. Director Clifford has explained their view that the Experiments distracted Sgt. Smith, keeping SCP-8890 from manifesting inside of Containment Area-111.\n\n\nAddendum 8890.6:\n Site Command Vote\n\n\n\n\nProposal to Site Command: Allow Sergeant Howard Smith to continue SCP-8890 termination attempts.\n\n\nExplanation: SCP-8890 has recently rampaged through Containment Area-111, causing damage to the locking mechanisms of Safe and Euclid hall doors, as well as being a threat to personnel. This did not occur when we were not mandating Smith's psychological evaluation or allowing him to conduct termination attempts. He will succeed, or he will not.\n\n\n\n\n\n\nYea\n\n\nNay\n\n\nAbstain\n\n\n\n\n\n\nDir. Robin Clifford\n\n\n\n\n\n\n\n\n\n\nAsst. Dir. Horace Cruz\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nE.C. Liaison Lilyann Sophia\n\n\n\n\n\n\n\n\n\n\nHead of Personnel Renee Beverly\n\n\n\n\n\n\n\n\nHead of Security Ron Adams\n6\n\n\n\n\n\n\n\n\nHead Of Containment Myrddin Mylin\n\n\n\n\n\n\n\n\n\n\nHead Of Intelligence X.X.\n\n\n\n\n\n\n\n\n\n\nTotal: 4 Yea, 1 Nay, 2 Abstain.\n\n\n\n\nProposal Accepted.\n\n\n\n\n\n\nAddendum 8890.7:\n Termination Logs\n\n\n\n\n\n\nAttempt #\n\n\nWeapon / Method Used\n\n\nResult\n\n\n\n\n\n\nAttempt X\n\n\nSpear\n\n\nSgt. Smith, using a spear, attempted to stab at the gut of SCP-8890 from a safe distance. This had minimal effect, and SCP-8890 was able to almost pierce Sgt. Smith's hand with its tusks.\n\n\n\n\n\n\nAttempt XI\n\n\nNerve Gas\n\n\nSgt. Smith, wearing a gas mask, attempted to utilize nerve gas against SCP-8890. There was no reaction. Sgt. Smith got his leg cut by the tusk of the anomaly, before it demanifested.\n\n\n\n\n\n\nAttempt XII\n\n\nA Thaumaturgist, A Gun, and Two Swords\n\n\nRequest denied by Site Command. Reason: Too potentially costly.\n\n\n\n\n\n\nAddendum 8890.8:\n Incident 8890/2\n\n\nFollowing the denial of Termination Attempt XII, Sgt. Smith returned to Containment Area-111 and took a shotgun from the armory without supervisor permission. He would immediately leave the Area again; his body camera being turned on to record his movements. The log can be viewed below.\n\n\n\n\n(\nSgt. Smith ensures the shotgun is loaded. He cocks it once, and a sigh can be heard.\n)\n\n\nSMITH:\n Alright. Come out. Come fuckin' get me.\n\n\n(\nPause.\n)\n\n\nSMITH:\n Just going to give up now? Scared of a little gun? I know you can take it. I've seen you take worse than this.\n\n\n(\nPause.\n)\n\n\nSMITH:\n I just want to see what I can do to you before you kill me. I want to put some lead in your fucking skull before I die. Just let me do that and I'll die happy.\n\n\n(\nPause.\n)\n\n\nSMITH:\n Why aren't you coming out? Why aren't you charging at me? I'm right here. I'm right here, easy prey.\n\n\n(\nSilence.\n)\n\n\nSMITH:\n There's no traps. Me and you. Come on.\n\n\n(\nSilence.\n)\n\n\nSMITH:\n Please. Come out. Come out. Fucking gore me with your tusks. Whatever you want. Just let me do something. Let me do something to you.\n\n\n(\nPause. Heavy breathing can be heard.\n)\n\n\nSMITH:\n To prove that I can do something in this fucking world.\n\n\n(\nHeavy breathing shifts into quiet sobbing.\n)\n\n\nSMITH:\n Just come kill me. If you're not going to give me the dignity to come out— I'll throw my gun. Just do it quick. Please.\n\n\n(\nSilence.\n)\n\n\nSMITH:\n Why won't you fucking come out? The one time I want you to more than anything, you won't.\n\n\n(\nFaint footsteps can be heard, as Sgt. Smith turns around. Dr. Magdalene can be seen rushing toward him.\n)\n\n\nMAGDALENE:\n Howard! Howard— Oh my God, are you okay? They told us that you took something and ran away, I told Marquise, then I went after you— Are you okay? L-let's get out of here, before anything comes out.\n\n\n(\nHeavy breathing. Tears fall in front of the camera.\n)\n\n\nSMITH:\n I can't. I need it to come here and just finish what it started. It just—\n\n\n(\nDr. Magdalene puts a hand on Sgt. Smith's shoulders, before pulling him into a hug. He drops the shotgun.\n)\n\n\n(\nSgt. Smith can be heard crying, as Dr. Magdalene pulls away from the hug after a moment.\n)\n\n\nMAGDALENE:\n It's okay, it's okay. Let it all out, alright? Let's get back to—\n\n\n(\nA long, white tusk impales through Magdalene's stomach. She gasps, as SCP-8890 pulls the horn out of her body and steps around her.\n)\n\n\nSMITH:\n I— I—\n\n\n(\nHe begins hyperventilating, as he picks up the shotgun and fires it into SCP-8890's head. It staggers back.\n)\n\n\nSMITH:\n You FUCKING animal.\n\n\n(\nHe cocks the gun again, loading in another bullet and firing.\n)\n\n\nSMITH:\n You killed the people I was meant to lead—\n\n\n(\nHe loads in another bullet and fires.\n)\n\n\nSMITH:\n You took \nyears\n of my life trying to kill you.\n\n\n(\nHe loads another, firing into the now slightly exposed brain of SCP-8890.\n)\n\n\nSMITH:\n I'm done— I'm fucking done with you.\n\n\n(\nHis grunts grow as he fires the six remaining shells into SCP-8890.\n)\n\n\nSMITH:\n Just die already! Just fucking die! Just die! DIE!\n\n\n(\nSCP-8890's legs slowly give out, as it falls onto the ground. It doesn't show any movement.\n)\n\n\nSMITH:\n Just— DIE!\n\n\n(\nHe kicks the body of SCP-8890, taking out a combat knife and stabbing it in the throat.\n)\n\n\nSMITH:\n This is for my squad.\n\n\n(\nHe stomps on its throat.\n)\n\n\nSMITH:\n This is for Adelaide.\n\n\n(\nHe stabs its exposed brain through the cracked skull.\n)\n\n\nSMITH:\n This is for torturing me for years!\n\n\n(\nSgt. Smith stabs repeatedly at the throat of SCP-8890, stomping on its skull a few times. He pants heavily, as he weakly kicks it once.\n)\n\n\n(\nIts body slowly starts to crack apart, each party cracking further and further into small pieces, until only dust is left.\n)\n\n\nSMITH:\n W— What?\n\n\n(\nHe kneels down, running his hands through the remains and panting.\n)\n\n\n(\nSgt. Smith picks up some of the ash in his hands, letting it run through his fingers.\n)\n\n\nSMITH:\n I-I— I did it.\n\n\n(\nSgt. Smith starts to laugh, standing up and raising his arms in victory. He throws away the shotgun in his hands, as it tumbles into the woods.\n)\n\n\nSMITH:\n After all these years, I—\n\n\n(\nMuttering and groans can be heard. Sgt. Smith turns to see Dr. Magdalene. He rushes over.\n)\n\n\nMAGDALENE:\n \nH-howard?\n\n\n(\nSgt. Smith leans over Dr. Magdalene, picking her up and letting a stream of tears flow.\n)\n\n\n(\nDr. Magdalene mutters something, looking up at Sgt. Smith.\n)\n\n\nSMITH:\n Rest. Please. I want you to be okay.\n\n\n(\nDr. Magdalene nods, relaxing in his arms.\n)\n\n\nSMITH:\n I'll get you back to 111. You're going to be okay. I'm not going to let you die. Not like this— Not like this.\n\n\n(\nHe pants heavily.\n)\n\n\nSMITH:\n Ever since that thing showed up, I wanted it dead.\n\n\n(\nPause.\n)\n\n\nSMITH:\n So— Why is it now, that when I finally do it—\n\n\n(\nSgt. Smith chokes back tears, and takes a deep breath.\n)\n\n\nSMITH:\n Why do I still feel so empty?\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Other theorized manifestations include Mocha Dick, and various other man-eating or antagonistic animals. See Supplemental/8890 for a full list.\n\n\n2\n. Director Robin Clifford has explained that terminating the entity would bring increased productivity from Sgt. Smith and his MTF duties.\n\n\n3\n. Inclusion was requested by Sgt. Smith.\n\n\n4\n. Containment Area-111's Tactical Theology Liaison.\n\n\n5\n. Sgt. Smith explained that he believed using a more \"primal\" weapon would be more able to harm it.\n\n\n6\n. As Howard is the next in line to become the Head of Security, and a very skilled man in that regard, I cannot in good faith let these experiments continue if they may hurt him. — \nR. Adams\n\n\n\n\n\n\n\n\n« \nSCP-8889\n | SCP-8890 | \nSCP-8891\n »",
    "addendums": [
        "Addendum 8890.1: Termination Logs",
        "Addendum 8890.2: Interview With Dr. Adelaide Magdalene\nThe following interview takes place before Attempt VI.",
        "Addendum 8890.3: Termination Logs\nFollowing Attempt VIII, Dr. Lilyann Sophia, under the guidance of the wider Ethics Committee, has mandated a halt on all experiments with SCP-8890, until the time when Sgt. Smith has been cleared by the Site Psychiatrist.",
        "Addendum 8890.4: Sgt. Smith's Psychological Evaluation\nThe transcripts of Sgt. Smith's therapy sessions can be acquired on request to any Site Command personnel. The final session, and likely the cause of Incident 8890/1, can be found below.",
        "Addendum 8890.5: Incident 8890/1\nCoinciding with Sgt. Smith's final psychological evaluation, and its abrupt end, SCP-8890 manifested inside of Containment Area-111. While personnel were able to secure the halls and avoid any casualties, SCP-8890 still caused significant damage to the halls of the Safe and Euclid level containment area walls and doors. SCP-8890 spent a majority of Incident 8890/1 trying to forcibly enter Dr. Gray's office. It was not successful in destroying the magnetically locked door or surrounding walls, and de-manifested after thirty-two minutes.\nSite Command, in light of this Incident, decided to vote on whether or not to resume Termination Experiments. Director Clifford has explained their view that the Experiments distracted Sgt. Smith, keeping SCP-8890 from manifesting inside of Containment Area-111.",
        "Addendum 8890.6: Site Command Vote",
        "Addendum 8890.7: Termination Logs",
        "Addendum 8890.8: Incident 8890/2\nFollowing the denial of Termination Attempt XII, Sgt. Smith returned to Containment Area-111 and took a shotgun from the armory without supervisor permission. He would immediately leave the Area again; his body camera being turned on to record his movements. The log can be viewed below."
    ],
    "documents": [],
    "notes": [],
    "containment_procedures": "There is no known way to prevent the manifestation of SCP-8890.",
    "description": "SCP-8890 is a shape-changing entity; its known forms include Sus domesticus, Felis catus, and Canis lupus. There have been no sightings of SCP-8890 assuming the form of a primate. The anomaly has been noted as the Beast of Gévaudan, and has been on record since at least 1764.1 Howard Smith, currently designated SCP-8890-1, has noted that the aggression of the anomaly is focused on one individual at any given point.",
    "title": "SCP-8890"
}