{
    "url": "https://scp-wiki.wikidot.com/scp-8891",
    "all_text": "Documented side effects include: relapse of prior symptoms, implant rejection, bacterial infection, [18 ENTRIES OMITTED FOR BREVITY], stroke, seizures, paralysis, coma, and death.\n\n\n\n\n\n\n\n\nrating: \n+106\n+\n–\nx\n\n\nAnorrack and Tsercele\n\n\n\n\n\n\nSCP-8891:\n Nervous Tick\n\n\nAuthors:\n \nAnorrack\n and \nTsercele\n\n(1045 words, 3-5 minute read)\n\n\nDead Man Walking\n:\n In the finale to DEAD RECKONING, Quinn Law and the UIU race against time to stop the Lighthouse Mafia from staging the largest breakout in Paramax history. By Anorrack\n\n\nSCP-7492\n — \nNo Matter Where You Live\n:\n Post-secondary students receive disembodied reminders of their stress and turmoil. By Tsercele\n\n\n\n\n\n\n\n\nItem #:\n SCP-8891\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n Information suppression protocols shall remain in effect until such time that SCP-8891's component technologies can be reproduced by mundane science.\n\n\nDescription:\n SCP-8891 is the Yuelao EX® neural prosthetic implant, produced by Lotus Paramedical between 1994 and 1996. SCP-8891 was designed to treat patients with chronic pain, epilepsy, spinal cord injuries, movement disorders, and select neuropsychiatric conditions.\n\n\n\n\n\n\nSide profile X-ray of an SCP-8891 recipient (circa 2003). Patient had been complaining of jaw pain and migraines in the preceding months. Central processing unit circled in red.\n\n\n\n\n\n\nInert, SCP-8891 is a cone-shaped device measuring five millimeters in height, with a base circumference of nine millimeters. Once implanted adjacent to the user's spinal cord, SCP-8891 extrudes microscopic tendrils composed of biocompatible aluminum and gold, with segments separated by variable-thickness plastic mesh. Each connector has a radial cross-section of sixty micrometers (60 μm) and a length of up to three meters.\n\n\nThese tendrils attach to the central nervous system (CNS) and the peripheral nervous system (PNS) at multiple locations, bypassing damaged tissue and enabling the device to transmit, redirect and generate electrical impulses for the benefit of the patient. SCP-8891's memristor-based\n1\n design allows for limited learning capability over a period of controlled use, theoretically enabling the device to self-regulate over long periods without external monitoring.\n\n\nAlthough SCP-8891 performed extremely well in clinical trials and contributed to desirable patient outcomes within its operational lifespan, the device was discontinued shortly after release. Internal documentation states that Lotus \"overestimated\" the demand for medical implants in anomalous markets,\n2\n and that sales of the Yuelao EX® had failed to meet expectations. Combined with high manufacturing costs, the growth of non-invasive treatment options, and the paraeconomic bust of the 1990s, the company's board of directors voted to halt production. In Q2 1997, Lotus discontinued access to its proprietary maintenance toolkit and ceased providing technical support to its 639 customers.\n\n\nSCP-8891's service life was estimated at ten years. Starting in 2004, an increasing number of patients began to report serious complications. Documented side effects include: relapse of prior symptoms, implant rejection, bacterial infection, organ perforation, heavy metal poisoning,\n3\n blindness, deafness, hallucinations, hypoalgesia,\n4\n polyphagia,\n5\n alien hand syndrome, supernumerary phantom limb syndrome,\n6\n depression, mood swings, depersonalization-derealization disorder, endocrine disease, dementia, aphasia, dysarthria,\n7\n dysautonomia,\n8\n cranial nerve disease, stroke, seizures, paralysis, coma, and death.\n\n\nAs of 2010/01/01, all 422 surviving implant recipients reside in paranormal enclaves. The majority of these users have experienced mild-to-severe complications, but have not been able to obtain treatment, due in part to the prohibitive cost of surgical intervention\n9\n and low probability of success. Since the product is closely intertwined with the patient's nervous system, it is nearly impossible to extract SCP-8891 without causing severe injury. Disabling the central processing unit has also proven ineffective; unless SCP-8891 receives new instructions from a genuine maintenance toolkit, the onboard memristors will continue functioning indefinitely.\n\n\nLotus Paramedical was dissolved during the 2008 recession. All of their physical assets were liquidated and intellectual property rights were transferred to the parent company, Neptune Diversified Holdings. To date, class-action lawsuits have seen no compensation.\n\n\nThe projected cost of containment via treatment significantly exceeds the SCP Foundation's annual dollar-per-object (DPO) threshold. As a result, total enclosure of SCP-8891 is considered beyond the organization's operational remit.\n\n\nAddendum 8891-01:\n Destructive testing demonstrates that total integration with SCP-8891 can improve the subject's reaction time, imbue partial resistance to environmental threats,\n10\n and allow the user to withstand physical damage beyond baseline human norms. As a self-sustaining enhancement of the central nervous system, it is clear that the Yuelao EX® implant has untapped potential as a research and containment tool.\n\n\nResearchers are confident in their ability to produce a new, refined version of the implant with fewer undesirable side effects. To that end, Project Jiangshi is seeking authorization to buy out the original patents from Neptune Diversified Holdings and open up treatment applications via Specialized Care Providers.\n11\n This would allow us to extract training data from existing users and stress-test hardware and software updates in the field. With hundreds of SCP-8891 recipients in need of palliative care and an ever-increasing number of Mobile Task Force operatives injured in the line of duty, it is unlikely that Project Jiangshi will ever run out of willing volunteers.\n\n\nAddendum 8891-02:\n On 2011/07/22, \nPatient X\n (76-year-old male) was admitted to St. Hedwig's Hospital in Three Portlands following a slip-and-fall accident. Despite a fractured C4 vertebra, damage to the brain stem, and the absence of verbal communication, the subject remained ambulatory and responsive to stimuli. Reviewing his medical file, doctors noted that \nPatient X\n had received an SCP-8891 implant in 1996 to treat the emerging symptoms of Parkinson's disease.\n\n\nElectroencephalography revealed that \nPatient X\n is conscious, but completely unable to control his actions, similar to mundane locked-in syndrome. Diagnostic imaging confirmed that SCP-8891 has interfaced directly with the subject's cranial nerves to intercept visual and auditory information. Given these exceptional circumstances, St. Hedwig's administration elected to transfer the patient to Specialized Care Providers for long-term supervision.\n\n\nThe current hypothesis is that SCP-8891 is acting as a redundant nervous system, utilizing fifteen years' worth of training data to simulate human action. As a result, \nPatient X\n remains capable of following simple instructions and performing physical tasks. Given the far-reaching implications of this discovery, project researchers have been authorized to probe the limits of SCP-8891's functionality via exploratory surgery.\n\n\n\n\nFootnotes\n\n\n1\n. An electronic component with resistance dependent on the amount of current which has previously flowed through it. During SCP-8891's production, memristors were considered theoretical above the Veil.\n\n\n2\n. In accordance with export control policy, Lotus Paramedical conducted business exclusively in Veiled communities, most notably Three Portlands, Eurtec, Hong Shing, Kowloon Walled Cortex, and Chūgoku Cellar.\n\n\n3\n. Likely resulting from contamination during the manufacturing process.\n\n\n4\n. Decreased pain sensitivity.\n\n\n5\n. A constant sensation of hunger that does not diminish with eating.\n\n\n6\n. Distinguished from conventional phantom limb syndrome in that the patient experiences sensory information from extremities that have never existed.\n\n\n7\n. Speech impairment resulting from a damaged motor system.\n\n\n8\n. Dysfunction of the autonomic nervous system (ANS).\n\n\n9\n. Estimated at $60,000 to $750,000 USD per patient.\n\n\n10\n. Including but not limited to nerve agents, radiation, and incapacitating cognitohazards.\n\n\n11\n. A private medical institution operated by the SCP Foundation.\n\n\n\n\n\n\n\n\n« \nSCP-8890\n | SCP-8891 | \nSCP-8892\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8891\n\" by Anorrack, Tsercele, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8891\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n parasite.png\n\n\nName:\n Medical X-Ray imaging VWI07 nevit.jpg\n\n\nAuthor:\n Nevit Dilmen\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Image edited by \nAnorrack",
    "addendums": [
        "Addendum 8891-01: Destructive testing demonstrates that total integration with SCP-8891 can improve the subject's reaction time, imbue partial resistance to environmental threats, 10 and allow the user to withstand physical damage beyond baseline human norms. As a self-sustaining enhancement of the central nervous system, it is clear that the Yuelao EX® implant has untapped potential as a research and containment tool.\nResearchers are confident in their ability to produce a new, refined version of the implant with fewer undesirable side effects. To that end, Project Jiangshi is seeking authorization to buy out the original patents from Neptune Diversified Holdings and open up treatment applications via Specialized Care Providers. 11 This would allow us to extract training data from existing users and stress-test hardware and software updates in the field. With hundreds of SCP-8891 recipients in need of palliative care and an ever-increasing number of Mobile Task Force operatives injured in the line of duty, it is unlikely that Project Jiangshi will ever run out of willing volunteers.",
        "Addendum 8891-02: On 2011/07/22, Patient X (76-year-old male) was admitted to St. Hedwig's Hospital in Three Portlands following a slip-and-fall accident. Despite a fractured C4 vertebra, damage to the brain stem, and the absence of verbal communication, the subject remained ambulatory and responsive to stimuli. Reviewing his medical file, doctors noted that Patient X had received an SCP-8891 implant in 1996 to treat the emerging symptoms of Parkinson's disease.\nElectroencephalography revealed that Patient X is conscious, but completely unable to control his actions, similar to mundane locked-in syndrome. Diagnostic imaging confirmed that SCP-8891 has interfaced directly with the subject's cranial nerves to intercept visual and auditory information. Given these exceptional circumstances, St. Hedwig's administration elected to transfer the patient to Specialized Care Providers for long-term supervision.\nThe current hypothesis is that SCP-8891 is acting as a redundant nervous system, utilizing fifteen years' worth of training data to simulate human action. As a result, Patient X remains capable of following simple instructions and performing physical tasks. Given the far-reaching implications of this discovery, project researchers have been authorized to probe the limits of SCP-8891's functionality via exploratory surgery."
    ],
    "documents": [],
    "notes": [
        "\" SCP-8891 \" by Anorrack, Tsercele, from the SCP Wiki . Source: https://scpwiki.com/scp-8891 . Licensed under CC-BY-SA .",
        "Filename: parasite.png Name: Medical X-Ray imaging VWI07 nevit.jpg Author: Nevit Dilmen License: CC BY-SA 3.0 Source Link: Wikimedia Commons Additional Notes: Image edited by Anorrack"
    ],
    "item": "SCP-8891",
    "object_class": "Safe",
    "containment_procedures": "Information suppression protocols shall remain in effect until such time that SCP-8891's component technologies can be reproduced by mundane science.",
    "description": "SCP-8891 is the Yuelao EX® neural prosthetic implant, produced by Lotus Paramedical between 1994 and 1996. SCP-8891 was designed to treat patients with chronic pain, epilepsy, spinal cord injuries, movement disorders, and select neuropsychiatric conditions.",
    "title": "SCP-8891"
}