{
    "url": "https://scp-wiki.wikidot.com/scp-8892",
    "all_text": "rating: \n+2\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n8892\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel#1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\ndark\n\n\n\n\n\n\nRisk Class:\n\n\nnotice\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\nSCP-8892, located in Chollerford, Northumbria, UK.\n\n\n\n\n\n\n \n\n\n\n\nSpecial Containment Procedures\n\n\nThe perimeter of SCP-8892 is to be patrolled at all times, and civilians are to be turned away. Foundation personnel are not to enter or otherwise come in contact with SCP-8892-1 instances; personnel affected by SCP-8892-1 are to be removed from the area and given immediate cognitive training and reminiscence therapy as non-conventional recovery aids like mnestics have shown no signs of returning memories. Personnel too far inside SCP-8892 will be retrieved without contacting SCP-8892-1 instances and should be airlifted out.\n\n\nSpecial Containment Procedures during the 11th of November\n\n\nThe perimeter of SCP-8892 is to be patrolled at all times, and civilians are to be turned away. Foundation personnel should not approach or engage with SCP-8892-2 during this time.\n\n\n\n\n\n\nDescription\n\n\nSCP-8892 is a field of \nPapaver rhoeas\n1\n located in Northumbria, UK. Samples of the individual flowers, or SCP-8892-1, should be picked via drone or tools so that physical contact is not made.\n\n\n\n\nThe symptoms recorded when entering SCP-8892 or having prolonged contact with SCP-8892-1 instances are as follows.\n\n\n\n\nConfusion\n\n\nDizziness\n\n\nAcute amnesia\n\n\nAnterograde Amnesia\n\n\nRetrograde Amnesia\n\n\nConfabulation\n\n\nLong-term memory loss\n\n\n\n\nShould an individual remain within the bounds of SCP-8892 for between 7 and 10 minutes, they will become unrecognisable perceptively and with scientific instruments. They will functionally cease to exist in any way that matters for the human mind to comprehend.\n\n\nDescription during the 11th of November\n\n\nSCP-8892 is a field in Chollerford, Northumbria, UK. Every November, on the 11th at midnight, all SCP-8892-1 instances demanifest, and in their place are humanoid entities now designated as SCP-8892-2.\n\n\nSCP-8892-2 entities appear as soldiers wearing uniforms indicative of WWI, WW2, and modern military uniforms; some entities have been identified as men and women who have served in the British Army and died during battle or after leaving military service.\n\n\nEvery November, on the 11th day, new SCP-8892-2 instances will manifest in place of SCP-8892-1 instances. SCP-8892 appears to be cycling through all deceased British servicemen and women. SCP-8892 cognitive hazardous properties are neutralised during this time.\n\n\nSCP-8892-2 instances will stand shoulder-to-shoulder until midnight when they all simultaneously salute and demanifest once the new day begins.\n\n\n\n\n \n\n\n\n\nDiscovery Log\n\n\nDiscovery type:\n Incidental\n\n\nResponding Team:\n RRU\n2\n Sloan Wulves: Roberts, Pearse, Taylor and Wilson\n\n\n\n\nRoberts:\n \"We were just on our way back to Site-71 when we came across what seems to be a poppy field. And well, people are just standing in the field, slumped over, staring at the ground; some are out of focus and don't react when spoken to.\"\n\n\nRoberts walks over to Agent Taylor, standing at the edge of the field.\n\n\nTaylor:\n \"Where am I?\"\n\n\nRoberts:\n \"Taylor?\"\n\n\nTaylor:\n \"Who's… Taylor?\"\n\n\nRoberts:\n \"You're Taylor; you are Agent Nathaniel Taylor. You work for the Foundation.\"\n\n\nTaylor:\n \"Can I have some water? My head hurts.\"\n\n\nRoberts picks up a SCP-8892-1 instance and drops it immediately.\n\n\nRoberts:\n \"Fuck… Taylor, come on buddy, move.\"\n\n\nRoberts drags Taylor away from SCP-8892.\n\n\nRoberts:\n \"Pearse, Wilson, come in, do not approach the flowers, I repeat, do not approach the flowers.\"\n\n\nPearse:\n \"What? I don't know. Wh-who?\"\n\n\nWilson:\n \nSilence\n\n\nRoberts:\n \"Pearse, Wilson, get away from the flowers now! This is an order.\"\n\n\nAgents Pearse and Wilson continue to walk in a stumbling motion deeper into the field of SCP-8892-1 instances.\n\n\nRoberts:\n \"Site-71, this is Roberts, captain of RRU Sloan Wulves. We require immediate medical attention and evacuation. I'm sending the coordinates.\n\n\nHelp Desk:\n \"Please describe the nature of your emergency.\"\n\n\nRoberts:\n \"We came across a field of flowers. A group of civilians are standing in the field, unresponsive. One of the flowers touched Agent Taylor's foot, and he didn't know who he was. Now Pearse and Wilson are standing in the field. I can't approach them; we need a helicopter to get them out.\n\n\nHelp Desk:\n \"Confirmed; sit tight, Agent Roberts; help is on the way.\n\n\n\n\nEnd of Log\n\n\n\n\n\n\n \n\n\n\n\nThe following is a list of regiments identified through SCP-8892-2 instances.\n\n\n\n\nWW1:\n\n\n\n\nBorder\n\n\nKing's Own (Royal Lancaster)\n\n\nBuffs (East Kent)\n\n\nNorthumberland Fusiliers\n\n\nCameron Highlanders\n\n\nRoyal Warwickshire\n\n\nCameronians (Scottish Rifles)\n\n\nRoyal Fusiliers (City of London Regiment)\n\n\n\n\nWW2:\n\n\n\n\n3rd (Royal Northumberland Fusiliers) Reconnaissance Regiment.\n\n\n13th Signal Regiment (United Kingdom)\n\n\n43rd (Wessex) Reconnaissance Regiment.\n\n\n50th Reconnaissance Regiment.\n\n\n61st (City of Edinburgh) Signal Regiment.\n\n\n\n\n2000-Now:\n\n\n\n\nRoyal Regiment of Scotland\n\n\nSpecial Reconnaissance Regiment\n\n\nMercian Regiment\n\n\nCayman Islands Regiment\n\n\nYorkshire Regiment\n\n\n\n\n\n\n\n\n \n\n\n\n\nAfter Action Report\n\n\nAll individuals afflicted with SCP-8892-1's memory-altering effects are currently receiving treatment. Some individuals require intensive treatment as they were further inside the effective range of the SCP-8892-1 instances. A handful of individuals were not discovered immediately as their perceptive existence had been erased. Only by the manifestation of SCP-8892-2 instances were they able to be found.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Poppies\n\n\n2\n. Rapid Response Unit\n\n\n\n\n\n\n\n\n« \nSCP-8891\n | SCP-8892 | \nSCP-8893\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8892\n\" by Harriet Farrar, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8892\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\nImage 1\n\n\n\n\nFilename:\n N/A\n\n\nName:\n Poppy Field (Chollerford)\n\n\nAuthor:\n wazimu0\n\n\nLicense:\n CC BY 2.0.\n\n\nSource Link:\n \nhttps://openverse.org/image/b6d8b926-2c40-4db3-aebe-078398f52776?q=poppies&p=26",
    "addendums": [],
    "documents": [],
    "notes": [
        "Special Containment Procedures The perimeter of SCP-8892 is to be patrolled at all times, and civilians are to be turned away. Foundation personnel are not to enter or otherwise come in contact with SCP-8892-1 instances; personnel affected by SCP-8892-1 are to be removed from the area and given immediate cognitive training and reminiscence therapy as non-conventional recovery aids like mnestics have shown no signs of returning memories. Personnel too far inside SCP-8892 will be retrieved without contacting SCP-8892-1 instances and should be airlifted out. Special Containment Procedures during the 11th of November The perimeter of SCP-8892 is to be patrolled at all times, and civilians are to be turned away. Foundation personnel should not approach or engage with SCP-8892-2 during this time.",
        "Description SCP-8892 is a field of Papaver rhoeas 1 located in Northumbria, UK. Samples of the individual flowers, or SCP-8892-1, should be picked via drone or tools so that physical contact is not made. The symptoms recorded when entering SCP-8892 or having prolonged contact with SCP-8892-1 instances are as follows. Confusion Dizziness Acute amnesia Anterograde Amnesia Retrograde Amnesia Confabulation Long-term memory loss Should an individual remain within the bounds of SCP-8892 for between 7 and 10 minutes, they will become unrecognisable perceptively and with scientific instruments. They will functionally cease to exist in any way that matters for the human mind to comprehend. Description during the 11th of November SCP-8892 is a field in Chollerford, Northumbria, UK. Every November, on the 11th at midnight, all SCP-8892-1 instances demanifest, and in their place are humanoid entities now designated as SCP-8892-2. SCP-8892-2 entities appear as soldiers wearing uniforms indicative of WWI, WW2, and modern military uniforms; some entities have been identified as men and women who have served in the British Army and died during battle or after leaving military service. Every November, on the 11th day, new SCP-8892-2 instances will manifest in place of SCP-8892-1 instances. SCP-8892 appears to be cycling through all deceased British servicemen and women. SCP-8892 cognitive hazardous properties are neutralised during this time. SCP-8892-2 instances will stand shoulder-to-shoulder until midnight when they all simultaneously salute and demanifest once the new day begins.",
        "\" SCP-8892 \" by Harriet Farrar, from the SCP Wiki . Source: https://scpwiki.com/scp-8892 . Licensed under CC-BY-SA .",
        "Filename: N/A Name: Poppy Field (Chollerford) Author: wazimu0 License: CC BY 2.0. Source Link: https://openverse.org/image/b6d8b926-2c40-4db3-aebe-078398f52776?q=poppies&p=26"
    ],
    "title": "SCP-8892"
}