{
    "url": "https://scp-wiki.wikidot.com/scp-8897",
    "all_text": "rating: \n+25\n+\n–\nx\n\n\n\n\nby pr0m37h3um, stormbreath, and JDune\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n\n\nDOWN FOR THE COUNT\n\n\nAct Three\n\n\n\n\nWritten for the 2025 Public Domain Contest.\n\n\n\n\nImage Credits\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\nItem Number:\n SCP-8897\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-8897 is housed within a humanoid containment chamber in Foundation Area-09. SCP-8897 requires a diet of donated human blood once weekly during feeding cycles.\n\n\nDescription:\n SCP-8897 is the elder vampire Vladimir Dracul Țepeș, better known as Dracula. SCP-8897's abilities are well documented, and within expectations for an elder vampire of his standing\n1\n. Prior to his containment, SCP-8897 was the patriarch of the Dracula brood, though this position is now unoccupied and has numerous potential successors.\n\n\nHistorical Context:\n SCP-8897 became known to the Foundation in the late 19th century following a period of global conflict between vampire broods parallel to the Sixth Occult War. During this time, the Dracula brood gained significant wealth and influence, emerging as one of the foremost vampiric broods and, in 1897, signing a non-aggression pact with the Foundation, under a number of conditions designed to ensure the quiet and nonviolent integration of vampires into mundane society.\n\n\nIn the aftermath of the Second World War, many members of the brood made the decision to migrate from Europe to the United States of America, including SCP-8897 and his wife, Mircalla Karnstein. The pair relocated to Los Angeles in 1947 and adopted the aliases Vincent and Carmilla Munteanu. Over the following decades, SCP-8897 became involved in local business and later politics. He was elected to the Los Angeles City Council in 1967 and re-elected in both 1971 and 1975.\n\n\nIn 1974, SCP-8897 began a secret partnership with monster slayer \"Beowulf\"\n2\n, which quickly morphed into the hunter extorting SCP-8897. SCP-8897 later selected Beowulf as his campaign manager for the 1977 mayoral election, which SCP-8897 has described as “keeping his enemies close”. In the early summer of 1977, Beowulf slew the vampire Flannus Orlok, a member of the Dracula brood, thus defying the terms of his agreement with SCP-8897. In retaliation, SCP-8897 murdered Beowulf during a party at the former’s home.\n\n\nWhile Beowulf’s true identity was not initially known, it was immediately apparent due to the presence of bite marks on the victim’s neck that a vampire was involved. Due to this fact and the difficulty the case presented, the Foundation was forced to intervene by enlisting the assistance of Lieutenant Columbo, an asset embedded in the Los Angeles Police Department.\n\n\nIncluded below are selected documents outlining information relevant to the investigation of Beowulf’s murder and the detainment of SCP-8897.\n\n\n\n\nSCP FOUNDATION ANOMALOUS CRIMES DEPARTMENT\n\n\nASSET DOSSIER\n\n\n\n\nIdentity:\n Lieutenant Columbo\n\n\nStatus:\n Active\n\n\nPosition:\n Provisional Asset, Anomalous Crimes Department\n\n\nAffiliation:\n Los Angeles Police Department, Homicide\n\n\n\n\nLieutenant Columbo was first identified during Foundation intervention into the LAPD investigation of a string of anomalous murders, in which Columbo displayed a remarkable ability to infer elements of the case and uncover crucial evidence before even Foundation thaumaturges. After a review of his file with the LAPD, it was discovered that Columbo had the most consistent record in the history of the department, successfully extracting a confession in nearly every case.\n\n\nColumbo was later approached and given an offer to work with the Foundation as an embedded asset on cases in which Foundation intervention was required and his skills deemed useful. He agreed on certain conditions, but these were well within the expected limits of negotiation. He has since assisted the Anomalous Crimes Department on seven murder investigations, all of which were quickly solved after he was brought onto the case. Columbo is, however, unaware that his agreement with the Foundation is as much observation as it is cooperation.\n\n\nIt is currently unknown whether the Lieutenant is aware of the true nature of his abilities. While they have been present since his discovery, he has never made note of them, despite apparently growing more powerful over time. Contingencies are in place in order to account for the potentiality that he may be discovered to not have the best interest of the Foundation at heart, but as of yet, he has given the Anomalous Crimes Department no reason to doubt his loyalty or fear betrayal.\n\n\n\n\nThe following is an interview with Lucy Eastenra, conducted prior to SCP-8897's capture. Eastenra had been promoted as Munteanu's new campaign manager following the death of Beowulf, and a letter detailing her awareness of SCP-8897's condition as a vampire had been seized by Foundation assets collecting SCP-8897's mail.\n\n\n\n\n«BEGIN LOG»\n\n\n\n\nCOLUMBO:\n Sorry this was on such short notice, Miss. I hope we didn't pull you away from anything. Election season and all—- boy, you must be busy. Are you busy?\n\n\nEASTENRA:\n Oh, it’s no problem, sir! I just hope I’m not in any trouble… I wouldn’t want Mr. Munteanu to lose two campaign managers in a row!\n\n\nCOLUMBO:\n Oh, no, no, of course not. You’re not in any trouble, we’re just trying to clear up some details, that's all. Anyways, um… first question, let’s see… oh, yes. Name for the record?\n\n\nEASTENRA:\n Lucy Wilhelmina Eastenra.\n\n\nCOLUMBO:\n Right. And, now, I’m just curious—— is that the name you were born with? Heck of a coincidence, that is. Wonder what your parents would have been thinking.\n\n\nEASTENRA:\n Nope! I changed it after I met Mr. Munteanu. My first name was already Lucy, though. He said I just reminded him so much of that other Lucy. You know, from the book. Have you ever read the book, sir? It's really, really——\n\n\nCOLUMBO:\n From the book. Uh, hold on. Taking my own notes. When was that, to be clear?\n\n\nEASTENRA:\n About ten years ago! I met Mr. Munteanu when he was on a business trip up in San Francisco. Oh, I fell in love the moment I saw him. Apparently he did, too!\n\n\nCOLUMBO:\n I see. And, um, what’s the nature of your relationship with Mr. Munteanu?\n\n\nEASTENRA:\n Familiar!\n\n\nCOLUMBO:\n Well, yes, I’m aware that you’re familiar with him, but-\n\n\nEASTENRA:\n \n[giggles]\n No, you silly! I mean I'm his \nfamiliar!\n\n\nCOLUMBO:\n Oh, and, uh… what is that?\n\n\nEASTENRA:\n It means I help Mr. Munteanu with the things a vampire can't do! He can go out in the sunlight, but it's pretty tiring for him, so a lot of the time I help handle his business. Some people call us “thralls” but ugh, that's \nsuch\n an outdated and bigoted word.\n\n\nCOLUMBO:\n Right… I'm curious, and forgive me if this is a little personal, what do you receive as compensation?\n\n\nEASTENRA:\n Blood!\n\n\nCOLUMBO:\n Blood?\n\n\nEASTENRA:\n Oh, well, just a little bit. Mr. Munteanu gives me a little bit of his blood about once a year. Keeps me young! Just not enough to turn me into a vampire, like him. You know, sometimes I'd like to be a vampire, but that would mean he couldn't feed on me anymore…\n\n\nCOLUMBO:\n He feeds on you as well?\n\n\nEASTENRA:\n Yup! Only every once in a while, but he says it's so much more enjoyable than drinking from the bag, and after all, having a familiar means you don't have to go out and get it from some stranger.\n\n\nCOLUMBO:\n Right. And would there happen to be anything, uh… romantic? About your relationship with Mr. Munteanu?\n\n\nEASTENRA:\n \n[laughing]\n Lieutenant! You’re so funny! As far as I know, all familiars love their masters! After all, why else would they stay?\n\n\nCOLUMBO:\n And Mrs. Munteanu, she’s fine with that?\n\n\nEASTENRA:\n Obviously! I mean, Mrs. Munteanu scares me, but she wouldn’t have any reason to disapprove of us! After all, Mr. Munteanu always says their marriage is mostly for protection. \n[whispering]\n She's got familiars of her own, you know. \n[whispering, lower]\n And they're girls.\n\n\n[Eastenra begins giggling.]\n\n\nCOLUMBO:\n Yeah, the others are rounding them up. Uh, would you know where Mr. Munteanu is right now?\n\n\nEASTENRA:\n He’s at his beach house! But he asked me not to tell anyone where it is. You really shouldn’t disturb him, he’s been very stressed lately. Mr. Wolfe’s death and the police and the media, all the commotion, it’s gotten him very worked up. He needs his rest before the election next week!\n\n\nCOLUMBO:\n I'd imagine. Now, uh, when was the last time you and Mr. Munteanu fed?\n\n\nEASTENRA:\n Oh, um… at the beginning of the month, I think. It's been a few weeks.\n\n\nCOLUMBO:\n And not since?\n\n\nEASTENRA:\n No, not since. I think he might be in a defanging cycle, but he doesn't like to talk about that sort of thing. He just calls when he needs me.\n\n\n[COLUMBO stares at EASTENRA. He puts his hand over his face as he smiles. She laughs.]\n\n\nEASTENRA:\n What? Want a familiar of your own?\n\n\nCOLUMBO:\n Oh, no, ma'am. Just thinking.\n\n\nEASTENRA:\n I'm sure you were.\n\n\nCOLUMBO:\n Uh-huh. Well, thank you again Miss Eastenra. I hope it’s not too much trouble, this is all very good. I hope everything goes smoothly for you on election night. I’ll be there, too. Should be very exciting.\n\n\nEASTENRA:\n I’m happy to help, Lieutenant! I’m sure everything will be just superb as long as—- oh, sir, everything's going to be okay, won't it? I guess I still don't know why you're talking to me, really.\n\n\nCOLUMBO:\n It's just routine investigation, ma'am. Tying up some loose ends for the department. I can assure you, there is nothing to be concerned about.\n\n\nEASTENRA:\n Ohhhh, that's wonderful! Tonight's going to be such a big night, with the rally and all. Oh, you'll be there, right Lieutenant? Remember to vote Munteanu!\n\n\nCOLUMBO:\n \n[nods]\n You can count on it.\n\n\n\n\n«END LOG»\n\n\n\n\nAddendum.8897.1:\n Capture\n\n\nOn 1977/7/28, Lieutenant Columbo attended SCP-8897's campaign rally, held at the Grey Stallion Auditorium in Los Angeles, California. A contingent of Foundation operatives were stationed around the perimeter of the event.\n\n\n\n\n«BEGIN LOG»\n\n\n\n\n[Log truncated for brevity. Refer to archival footage 8897-7-28 for the entity's full speech as Vincent Munteanu, which it had been delivering for the past fifteen minutes.]\n\n\nMUNTEANU:\n … Of course, that means delivering budgetary increases to the dedicated men and women serving the community through our emergency services. Speaking of, I believe we have a very, very special guest in attendance tonight. And, really, I don't mean to embarrass him, but sometimes recognition is mandatory. Please, welcome to the stage Lieutenant Columbo of the Los Angeles Police Department!\n\n\n[The audience claps. Columbo hesitantly glances around and gestures to them. He shakes his head, but is forced onto his feet by the guests at his table. The Lieutenant shrugs and makes his way to the center of the room, taking the podium from SCP-8897.]\n\n\nCOLUMBO:\n Oh, jeez. I… well, thank you, Mr. Munteanu.\n\n\n[The crowd laughs.]\n\n\nCOLUMBO:\n I think he's made a lot of great points tonight. And, uh, to be completely honest, there's not much I can add, folks. I'm just happy to be serving the community. I always have.\n\n\n[SCP-8897 begins to sway, and appears fixated on Lucy Eastenra, who is standing to his right.]\n\n\nCOLUMBO:\n We've been getting a lot of concerns lately, particularly about our effectiveness with regards to the Munteanu campaign case. I've been told it's having an effect on the candidate's reputation. And I feel like this is an appropriate place as any to make a statement.\n\n\n[SCP-8897's attention remains unbroken. Eastenra does not notice.]\n\n\nCOLUMBO:\n The individual who murdered Beau Wolf will be caught. In fact, we have an active profile on them right now. It's just a matter of timing. Keep your eyes on the papers, and rest assured, the campaign will sort itself out. That aside, it's been an honor working with——\n\n\n[SCP-8897 collapses. The crowd gasps. Staff crowd the stage, checking on Munteanu and helping him to his feet. Lieutenant Columbo observes.]\n\n\n[Once SCP-8897 has regained consciousness, he gestures to the crowd, and waves his staff behind the curtain.]\n\n\nSTAFFER:\n Stay seated, everyone. Mr. Munteanu will be back as soon as we assess the situation.\n\n\n[SCP-8897, select campaign staff, and Lieutenant Columbo move backstage.]\n\n\n\n\n \n\n\n\n\n«BEGIN LOG»\n\n\n\n\n[COLUMBO pushes through the crowd backstage, attempting to find SCP-8897.]\n\n\nCOLUMBO:\n Where is he?\n\n\nSTAFFER:\n The dressing room. He's with the manager, Mr. Munteanu said it's important and to not bother him, sir.\n\n\nCOLUMBO:\n Oh, of course not. I wouldn't think of it.\n\n\n[Ten minutes pass.]\n\n\n[SCP-8897 frantically moves backstage, pushing through staff and guzzling a bottle of water that was handed to him. LUCY EASTENRA is next to him.]\n\n\nSCP-8897:\n Thank you, Miss Eastenra.\n\n\n[SCP-8897 notices Lieutenant Columbo observing him.]\n\n\nEASTENRA:\n Of course. I'll call her.\n\n\n[SCP-8897 continues moving, and walks back to his makeshift office. He slams the door behind him.]\n\n\n[Lieutenant Columbo knocks.]\n\n\nCOLUMBO:\n Mr. Munteanu? Mr. Munteanu?\n\n\nSCP-8897:\n Not now, Lieutenant, please.\n\n\nCOLUMBO:\n Oh, no, I think you should open up.\n\n\n[Pause.]\n\n\nSCP-8897:\n Come in.\n\n\n[Columbo enters, flanked by several Foundation operatives, disguised as the venue's armed security.]\n\n\nSCP-8897:\n What is this?\n\n\nCOLUMBO:\n Are you alright, Mr. Munteanu? That was a terrible fall, sir.\n\n\nSCP-8897:\n What are you doing, Lieutenant? Who are they?\n\n\nCOLUMBO:\n Sir, we're only looking out for your safety. Given Mr. Wolf, protecting you is our highest priority.\n\n\nSCP-8897:\n Yes, yes, I suppose. Apologies, Lieutenant, I… do not feel myself.\n\n\nCOLUMBO:\n Oh? Why not?\n\n\n[SCP-8897 appears stunned.]\n\n\nSCP-8897:\n T—The stress of the campaign! This murder! Your persistence! It's… it's all too much at once, Lieutenant. Can't you see it's taking a toll on me?\n\n\nCOLUMBO:\n Oh, no, sir. I don't think it is.\n\n\nSCP-8897:\n What?\n\n\nCOLUMBO:\n Where's Miss Eastenra?\n\n\nSCP-8897:\n I sent her for Carmilla.\n\n\nCOLUMBO:\n Why?\n\n\n[SCP-8897 is silent.]\n\n\nSCP-8897:\n I… I thought I saw a face… out in the crowd. An old adversary, come back to kill me. Lieutenant, ever since you told me about Mr. Wolf's true identity I haven't been able to sleep properly. The fear is just… pervasive. I let that man into my life, into my home.\n\n\n[Columbo pauses, and shakes his head.]\n\n\nCOLUMBO:\n Count Dracula is afraid? No, no, I don't think so, sir.\n\n\n[SCP-8897 shoots up in anger.]\n\n\nSCP-8897:\n Lieutenant!\n\n\nCOLUMBO:\n Oh, don't worry, sir. \n[gestures to security.]\n They're not civilians. The Foundation thought it was best to protect a vampire with their own forces.\n\n\nSCP-8897:\n What is the meaning of this?\n\n\nCOLUMBO:\n I was hoping you could tell me that, actually.\n\n\nSCP-8897:\n Tell you what, Lieutenant? I'm fearing for my life! I see faces, faces everywhere! Years of trauma from that… damned Foundation, from the hunters, from other broods, even. Damn it all, I'm tired, Lieutenant!\n\n\nCOLUMBO:\n You know, Count. I figured this was going to happen.\n\n\nSCP-8897:\n How could it not?\n\n\nCOLUMBO:\n No, the fainting. The loss of control. Oh, yes, sir. I figured it was only a matter of time. Vampires having to feed, and all that.\n\n\nSCP-8897:\n What are you talking about, Lieutenant? I'm in a cycle! I don't need to feed!\n\n\nCOLUMBO:\n Oh, no, sir. You do. You definitely do. Because you're not in a cycle, and your body is having an extremely hard time reconciling that with your mind.\n\n\nSCP-8897:\n Look at me! Look at my fangs, you took the prints yourself! I'm defanged, I couldn't feed, even if I wanted to!\n\n\nCOLUMBO:\n Which is interesting, because you never did tell us that you were defanged while we were taking your prints.\n\n\nSCP-8897:\n Forgive me for expecting you to have done your research on my people before you decided to barge into my home. Anyone could have seen that I was defanged, and anyone could have seen that my lack of fangs absolved me of any guilt!\n\n\nCOLUMBO:\n Well, you're right about one thing, sir. You are defanged, but uh, I have done some research. During a defanging cycle, a vampire's body provides all of the nutrients necessary to substitute in place of feeding.\n\n\nSCP-8897:\n Basic biology, Lieutenant. What are you getting at?\n\n\nCOLUMBO:\n What if a vampire is forcibly defanged? You know, if it happens through unnatural means.\n\n\nSCP-8897:\n Conjecture. What is the point of this train of thought? Are you saying I pulled my own teeth out?\n\n\nCOLUMBO:\n After you murdered, Mr. Wolf, yes.\n\n\n[SCP-8897 shoots up, and lunges towards the Lieutenant, hissing. Columbo does not flinch.]\n\n\nSCP-8897:\n Watch yourself, Lieutenant.\n\n\nCOLUMBO:\n Likewise.\n\n\n[SCP-8897 sits down.]\n\n\nSCP-8897:\n You have no proof. You and your Foundation have no proof. Heaven forbid a vampire attempt to change their ways. Have you no dignity with your baseless accusations?\n\n\nCOLUMBO:\n At the moment, sir, we don't have any proof. But—-\n\n\nSCP-8897:\n I will be contacting your superiors in the department and in the Foundation. I will have you reassigned to an evidence locker for the rest of your life, you fat, little, miserable, nuisance of a man. No proof, you admit it yourself. No proof! Yet you come in here, fully flanked by your henchmen attempting to strongarm the confession you want to hear out of me. Well, it's not going to happen, Lieutenant. I'll take you to the Solomonari myself if I have to. The Council can resolve this affair.\n\n\nCOLUMBO:\n I don't think that'd be necessary sir. But I do want you to humor me for a second, you know, just so I can ask you a hypothetical question.\n\n\nSCP-8897:\n I've humored you enough, Columbo.\n\n\nCOLUMBO:\n If a vampire were defanged through unnatural means—- let's say, I don't know, pulling their own teeth out and forcing the underdeveloped ones down. How would the body react?\n\n\nSCP-8897:\n How would I know? When would that have ever happened?\n\n\nCOLUMBO:\n Well, I know vampire teeth are a commodity on the black market. Some hunters collect them, even.\n\n\nSCP-8897:\n Well, it's never happened to me!\n\n\nCOLUMBO:\n That wasn't the question, sir.\n\n\nSCP-8897:\n I don't know, Columbo. The body wouldn't be able to adjust to the change. They would die if they weren't fed.\n\n\nCOLUMBO:\n How would you feed this hypothetical vampire.\n\n\nSCP-8897:\n The same way any vampire feeds, with a blood bag from the blood bank, Lieutenant! You don't need fangs for that. Blood, every few days, and consistently.\n\n\nCOLUMBO:\n Otherwise, you'd start fainting, seeing things, losing control… am I right?\n\n\nSCP-8897:\n Columbo, you and I both know the Foundation has been checking the blood banks, you've said it yourself. I haven't been there, my wife hasn't been there, you've searched my house, there's no blood because we don't need any!\n\n\nCOLUMBO:\n If only that were true, Count. Boys, bring her in.\n\n\n[Two Foundation guards bring in LUCY EASTENRA.]\n\n\nEASTENRA:\n Vlad? What's going on? Are you okay?\n\n\nCOLUMBO:\n He'll be perfectly fine, ma'am. Just experiencing some side-effects.\n\n\nEASTENRA:\n Of what? Vlad, what are they saying?\n\n\nSCP-8897:\n Lucy. Shut… your mouth. Let the Lieutenant talk.\n\n\nCOLUMBO:\n Uh, Miss Eastenra here. I was talking to her yesterday. She's your… thrall, was it?\n\n\nEASTENRA/SCP-8897:\n \n[In unison]\n Familiar.\n\n\nCOLUMBO:\n That's the word. Now, uh, Miss Eastenra's told me you two haven't fed in awhile, since the beginning of the month, isn't it?\n\n\nSCP-8897:\n That's right, she can back me up on this. There's been no need to feed!\n\n\nCOLUMBO:\n I don't believe that's true, sir.\n\n\nSCP-8897:\n Lucy, tell him!\n\n\nEASTENRA:\n I did. It's true, Lieutenant. \n[gesturing to neck]\n Look, nothing! And you know those bite marks, they stay a long time!\n\n\nCOLUMBO:\n We're not looking for bite-marks, ma'am. The count couldn't have made any bite marks, not after he ripped his teeth out after using them to administer the poison that killed Mr. Wolf.\n\n\nEASTENRA:\n Now, why on earth would he have done such a thing? It's not like he knew he was a vampire hunter! Mr. Wolf was a friend!\n\n\nSCP-8897:\n There's no use, Lucy. He's delusional.\n\n\nCOLUMBO:\n Oh, the Count knew. He had to have known, otherwise he wouldn't have killed him and tried to cover it up. Clearly, the Count knew the death would attract some attention, and if fangs were found on the corpse, the wrong type of attention. Example, uh, what's happening right now. So, what do you do to cover yourself? Thankfully, the vampiric body has a very natural alibi.\n\n\nSCP-8897:\n He's saying I tore them out.\n\n\nEASTENRA:\n Well, that's ridiculous. I already told the Lieutenant that we haven't fed all month!\n\n\nCOLUMBO:\n That's right, but, uh, not the whole truth. You see, I noticed something about you yesterday, ma'am. During the interview, you had short sleeves on.\n\n\nEASTENRA:\n So? Offended by a little skin, Lieutenant?\n\n\nCOLUMBO:\n When I saw what I saw, I nearly shot out of my chair and yelled it out on the spot. Because it all clicked, then and there.\n\n\nSCP-8897:\n Lucy, what is he talking about? Lucy?\n\n\nCOLUMBO:\n Boy, I've been waiting all day to do this.\n\n\n[Columbo gestures a Foundation guard over.]\n\n\nCOLUMBO:\n Her arm, please. The right one.\n\n\n[EASTENRA doesn't resist, and the guard extends her arm to COLUMBO.]\n\n\nCOLUMBO:\n You spelled it out yourself, Count. You haven't been to the blood bank, you haven't had blood in the house, but does any of that really matter when you were \njust\n with Lucy?\n\n\n[COLUMBO lifts the sleeve of EASTENRA's arm.]\n\n\n[A fresh needlemark can be seen on the inside of EASTENRA's elbow.]\n\n\n\n\n«END LOG»\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTHE NUISANCE\n\n\n\n\n\n\nPublic Domain Contest\n\n\n\n\n\n\n\n\n\n\n\n\n{$next-title}\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. See supplemental document \"On the Powers and Debilitations of the Vampiric Race\" (van Helsing, 1893).\n\n\n2\n. Further information and documentation pending.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8897\n\" by pr0m37h3um, stormbreath, and JDune, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8897\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8897 \" by pr0m37h3um, stormbreath, and JDune, from the SCP Wiki . Source: https://scpwiki.com/scp-8897 . Licensed under CC-BY-SA ."
    ],
    "object_class": "Keter",
    "containment_procedures": "SCP-8897 is housed within a humanoid containment chamber in Foundation Area-09. SCP-8897 requires a diet of donated human blood once weekly during feeding cycles.",
    "description": "SCP-8897 is the elder vampire Vladimir Dracul Țepeș, better known as Dracula. SCP-8897's abilities are well documented, and within expectations for an elder vampire of his standing1. Prior to his containment, SCP-8897 was the patriarch of the Dracula brood, though this position is now unoccupied and has numerous potential successors.",
    "title": "SCP-8897"
}