{
    "url": "https://scp-wiki.wikidot.com/scp-8898",
    "all_text": "rating: \n+57\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-8898:\n Each Day, I Grow Some More\n\n\nAuthor:\n \ndaveyoufool\n\n\n\n\n\n\n\n\nrating: \n+57\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-8898\n\n\nObject Class:\n \nSafe\n [PENDING]\n\n\nSpecial Containment Procedures:\n Property rights for SCP-8898-1 have been acquired by the Foundation. Listening posts for Eavesdrop Events have been installed in every major room of the house, maintained by a rotating crew of Foundation personnel.\n\n\nAnalysis of recorded Eavesdrop Events are to continue to determine if SCP-8898-A or -B represent a reasonable threat to our world's baseline reality. To this end, attempts to communicate with SCP-8898-A and -B are to continue.\n\n\nWhile Eavesdrop Events have discontinued since 10/1/2009, the listening posts are to remain active in case another occurs, and to determine SCP-8898-2's origin point.\n\n\nDescription:\n SCP-8898 refers to phenomenon surrounding a two-story house in Gatineau, Quebec. Though the property has since been acquired by the Foundation, the previous owner was reportedly Christine L'Heureux, a Canadian author of children's books.\n\n\nThe entire structure of SCP-8898 acts as an auditory cross-planar interstice; that is, sound occasionally carries over from an identical location in parallel reality to our own. These occurrences have been designated \"Eavesdrop Events.\"\n\n\nThe version of the house that exists in our reality is referred to as SCP-8898-1, whereas the parallel iteration is SCP-8898-2. Previous records indicate that residents of SCP-8898-2 had, at one point, been able to hear voices from SCP-8898-1, but neither SCP-8898-A nor -B have reported hearing these sounds since May of 1993.\n\n\nSCP-8898-A and SCP-8898-B refer to two former residents of SCP-8898-2. Ostensibly, both are human males of French Canadian descent.\n\n\nSCP-8898-A is a 39-year-old named ███████ ████████. According to data gathered from Eavesdrop Events, -A is single, unemployed, displays symptoms of extreme anxiety and depression, has congenital alopecia\n1\n, and rarely leaves SCP-8898-2. -A's daily life is dominated by an intense sense of guilt from his childhood behavioral issues and his strained relationship with his father.\n\n\nSCP-8898-B is SCP-8898-A's father and the owner of SCP-8898-2. Significantly less is known about -B than -A. Of note, SCP-8898-B has refused to converse with his son about anything other than -A himself.\n\n\nThere had, at one point, been two female residents of SCP-8898-2, but they had left in 1999 for unclear reasons.\n\n\nOnly -A has displayed knowledge of sounds coming from SCP-8898-1. Even after SCP-8898-2 ceased hearing these sounds in 1998, -A has consistently used Saturday evenings as a time to vent his weekly frustrations to the \"wall ghosts\" in his bedroom.\n\n\nSelections of Eavesdrop Event Logs [Abridged]:\n\n\n\n\n\n\n8/28/1993 - 23:30 EST - A's Room\n\n\n\n\nA:\n Hi, Wall Ghosts! ███████ here. I waited until everyone else was asleep. Maybe I could hear you again.\n\n\n…\n\n\nI'm not sure why you left. But I figured maybe you could still hear me. That way, \nI\n could be the creepy thing that \nyou\n can't explain, hee hee! …Not that I'm tryin' to scare you or anything, of course. That'd just be a jerk move. And it'd also be a jerk move not to keep you posted about what's going on, since you've been following my story and all. So…\n\n\nI had another fit at school yesterday. Threw my trapper keeper at a mean teacher. It took four grown-ups just to get me to stop hitting people… I must be pretty strong, hee-hee!\n\n\nMom and Dad keep acting like it's nothing huge and it's just me \"having enough\" or whatever, but… whenever I get really angry, they're the only two people on the whole planet that don't look at me like I just pooped in their lunchbox.\n\n\nWhy is it okay with them, but not everyone else? Just once, I'd like mom and dad to punish me in a way that matters. I'd probably get mad, but it makes me madder when stuff doesn't any make sense.\n\n\nI don't want there to be a different set of rules for me. Maybe I'd have more friends that way.\n\n\n\n\n\n\n\n\n\n\n1/23/1998 - 18:15 EST - Living Room\n\n\n\n\n(A watches a cartoon on TV. B enters, panting.)\n\n\n(The TV turns off.)\n\n\nA:\n Hey, I was watching that! What gives?\n\n\nB:\n ███████, we need to talk.\n\n\nA:\n Uh, okay. Something wrong? You don't look so good. Like you went out jogging for a whole year.\n\n\n(B laughs nervously.)\n\n\nB:\n Listen, ███████, there's something \nvery\n important that I need you to do for me \nright now.\n\n\nA:\n Ugh, fine. But I wanna get that episode on tape later.\n\n\nB:\n Sure! Anything! \nAfter\n you do me this favor.\n\n\nA:\n Then what is it?\n\n\nB:\n I need you to throw a temper tantrum.\n\n\nA:\n …\nwhat.\n\n\nB:\n I'm serious. I've never been more serious about anything in my life.\n\n\nA:\n Look, if this is about the suspension last month —\n\n\nB:\n ALL IS FORGIVEN. Please. Just… just do it. I \nneed\n you to throw a fit.\n\n\nA:\n You're bein' weird.\n\n\nB:\n PLEASE!\n\n\nA:\n How?! I'm not even mad right now! I can't do it on command. I don't take acting classes. And \nwhy?\n\n\nB:\n ███████, Mommy and █████ have decided to make everything you love against the law. I \nneed\n you to throw a fit about how much you want them to go away. I'll explain everything later, I promise!\n\n\nA:\n Yeah… look, I'm gonna go on AOL real quick and see if there's a way to check what you've been smoking.\n\n\nB:\n \n███████!!\n\n\nA:\n Fine, geez!\n\n\n(Fists pounding on a carpeted floor halfheartedly.)\n\n\nNo, Daddy, I don't want Mommy to do whatever it is you said was going on! Waaah or something! Just say when!\n\n\n(Gunshot. The TV shatters.)\n\n\nWHOA, WHOA, WHAT THE \nFUCK,\n DAD?!\n\n\nB:\n Are you scared?!\n\n\nA:\n \nPut the gun down!\n\n\nB:\n Why? It's upsetting! Acting 101, kiddo — you need to be \nupset\n to throw a \nFIT!\n USE THAT ENERGY! \nUSE IT!\n\n\nA:\n Dude, the neighbors are gonna call the cops!\n\n\n(Three more gunshots.)\n\n\nALL RIGHT! ALL RIGHT! Jesus!\n\n\n(Sobbing, slamming fists on the floor.)\n\n\nGOD FUCKING \nDAMMIT\n DADDY I JUST WANT MOM AND █████ TO GO \nAWAY\n WHY CAN'T THEY GO \nAWAY\n I \nHATE\n THEM \nSO MUCH\n IT'S NOT FAIR IT'S NOT FAAAAIR\n\n\n(B laughs nervously.)\n\n\nB:\n There… ya see? Perfect. I think that should do for…\n\n\nA:\n \n(Incoherent fit-throwing)\n\n\nB:\n Uh, okay, I'm just gonna head to the next room until you get it out of your system. Does that work for you, buddy?\n\n\nA:\n \nEAT SHIT AND DIE!\n\n\nB:\n That's the spirit!\n\n\n\n\n\n\n\n\n\n\n1/31/1998 - 18:15 EST - A's Room\n\n\n\n\n\n\nA:\n Well, Wall Ghosts, I'm sure I can't tell you anything you haven't heard about Dad pulling out the gun. I considered calling the cops myself, but honestly, I don't think the police are gonna trust me anymore after the soup fiasco.\n\nDad's calmed down a bit. He sat me down earlier today and explained the whole thing. The day before Dad flipped out, Mom and █████ took off somewhere. I never picked up on this, but apparently Mom had secretly been really, really mad at Dad for some reason. I'm guessing it has something to do with how he was freaking out. But they're not sick of me, so that's good, I guess. I guess Mom and █████ are gonna keep in touch with me through letters until Dad gets his life together.\n\n\nNow, Dad says he's gonna talk to some \"special doctor to help him out with some feelings he doesn't understand.\"\n\n\n(Oh my God, I'm almost 13, just say you're seeing a therapist.)\n\n\n\n\n\n\n\n\n\n\n10/29/2002 - 19:18 EST - Dining Room\n\n\n\n\n(Clinking of silverware on plates.)\n\n\nB:\n So…?\n\n\nA:\n Hmm?\n\n\nB:\n How'd your little date with ██████ go?\n\n\nA:\n Oh. Right. …I'd rather not talk about it, honestly.\n\n\nB:\n Aw, come on, buddy! You didn't have a little, y'know, lover's quarrel or —\n\n\nA:\n She called me an inbred waste of skin and told me that she'd rather headbutt a circular saw than so much as go near me ever again.\n\n\n(B drops his silverware.)\n\n\nB:\n That's horrible! Did she use those exact words?\n\n\nA:\n Heh. I mean, table manners won't let me do it verbatim.\n\n\nB:\n You don't deserve to have \nanyone\n talk like that to you.\n\n\nA:\n It's fine. Figure I dodged a bullet. Besides, she's seen how selfish I can be. At this point, who hasn't?\n\n\nB:\n Where's the student directory?\n\n\nA:\n …no.\n\n\nB:\n I'm going to call her parents.\n\n\nA:\n Dad, \nno.\n\n\nB:\n It's okay, ███████, just let Daddy take care of it.\n\n\nA:\n Put the phone down. I'm not kidding. \nNo one will ever let me forget about this.\n\n\nB:\n Hello, Mr. █████████████?\n\n\nA:\n Oh my fucking God.\n\n\n(A heads for the stairs.)\n\n\nB:\n Yeah, I'm ███████'s dad. ███████ just told me about the very mean things your daughter said to him. I'll have you know, he's a \nvery sensitive\n boy!\n\n\nA:\n \n(Muffled screaming in a pillow.)\n\n\n(The phone conversation abruptly ends.)\n\n\n(B uses a low voice synonymous with talking into a handheld voice recorder.)\n\n\nB:\n The phone has disappeared. Complete Thelemic erasure. …I doubt they'll need any more proof that he's the one.\n\n\n\n\n\n\n\n\n\n\n2/19/2005 - 23:30 EST - A's room\n\n\n\n\nA:\n Hey, Wall Ghosts, it's me again. So, raise your hand if you know what it feels like to get kicked out of community college? Heh… I guess raising my hand doesn't make that much of a noise. So, uh. \"Zoop.\"\n\n\nIt was for a really weird reason though. I mean, I'm still a pathetic bastard, don't get me wrong. But… remember that English lit class I was having problems with? Dad's been \ncompletely\n on my ass about how to raise my English grades. Dude's been going around like he's the fucking Horse Whisperer of English papers. But the Edwin Hall tutors have been a godsend. I feel like I'm finally looking at my prose style the way I should have been looking at it since freshman year. A bit late of a start, but the paper I turned in last week was something I was actually proud of for a change.\n\n\nThen…\n\n\n(Defeated chuckle.)\n\n\n…I'm still trying to wrap my head around this bullshit.\n\n\nWhen I got back home from turning the paper in, I found what I thought I had just sent the teacher on my bed. \nThemes of Class Division in Pride and Prejudice\n. I could hear my heart hit the floor. Did I forget? No, obviously, I handed the damn thing to Mr. █████. I \nremembered\n doing that. So what did I even turn in in the first place?\n\n\nI got called in for a conference yesterday. Mr. █████ was there, and the Dean — and even some cops.\n\n\nThey showed me the paper I actually turned in. Same number of pages, but different content. The whole thing is in all-caps. Except the title. \n\"Raise my Grade or I'll Fuck Your Cat to Death.\"\n\n\n…\n\n\nI don't know what to say. I \ndo not\n remember writing this. I'm holding it in my hands right now, but I have trouble even looking at it. How could I put something like this on a page? There's even numbered sections. \"PART ONE: REASONS WHY YOU ARE MAKING ME VERY ANGRY.\" \"PART TWO: I HAVE A GUN.\" … \"PART SEVEN: THE SOUNDS OF ME SCREAMING AND CRYING.\" …that last section is literally just seven paragraphs of keysmashing.\n\n\nAt least I remembered the fucking bibliography. Like, this link here goes to the floor plan of Mr. █████'s house and a TXT version of the Anarchist's Cookbook.\n\n\n…\n\n\nAgain, I don't remember making any of this. Not even for a moment. This \nhas\n to be a prank of some kind.\n\n\nBut what defense was there? Would anything I could have said even mattered? Maybe I'd have just gotten suspended if this were \nbefore\n shit like Columbine. But this is 2005. So not only was I expelled, there was a question of whether or not I was gonna go to prison about this.\n\n\nThey called my dad in the middle of the conference. Apparently he was able to smooth things over into just an expulsion. Gave 'em the usual \"he's a very sensitive boy\" bullshit.\n\n\nHe's still trying to console me about this shit. Like it was all a big mistake. My future is ruined and he's acting like I'm just four years old and all tuckered out again. He even said I should show up at the Dean's house and beg him to give me another chance. He even gave me the address.\n\n\nI don't know if he really understands that he's the only person on the planet who thinks that any of this is okay.\n\n\nMaybe he doesn't. Is he… scared of me?\n\n\nAnyway, I confessed to making the paper. I don't think I did, but at this point, calling it a prank would have been more trouble than it's worth to prove.\n\n\nAnd besides, there's still the possibility that I \ndid\n write it. That I'm \nactually\n losing my mind. I don't want to even acknowledge that possibility, but it's there.\n\n\nAnd let's not ignore the obvious: I'm talking to a fucking wall because I think it's full of ghosts.\n\n\n…\n\n\nWall Ghosts, I don't even know if you're listening anymore. But I just wanted to say: thank you for being that special thing that only I get to know about.\n\n\nSome days, I even feel like you're my only friends.\n\n\n\n\n\n\n\n\n\n\n9/20/2009 - 15:29 EST - A's room\n\n\n\n\nB:\n …mind if I come in?\n\n\nA:\n \n(Affirmative grunt.)\n\n\n(12 seconds of awkward silence.)\n\n\nB:\n I noticed you've been keeping this room extra-clean lately. Gotta say, I'm proud of you.\n\n\nA:\n It's the bare minimum. That's nothing to be proud of. But something tells me that's not why you're in here.\n\n\nB:\n Mm. Just wanna check on how your job search is going.\n\n\n(A draws a long sigh.)\n\n\nA:\n I know… I've been mooching off you for too long.\n\n\nB:\n Hey, I didn't say that!\n\n\nA:\n \nI'm\n sayin' it. Anyway, I'm not even getting interviews anymore. Let's be honest, Dad, I might be a lost cause.\n\n\nB:\n What about the Jiffy Lube?\n\n\nA:\n Needed experience.\n\n\nB:\n The 7-11?\n\n\nA:\n Didn't even reply.\n\n\nB:\n Hey, wait a minute, I \nknow\n that you were a shoo-in at the Barnes & Noble.\n\n\nA:\n I was. But the first question they asked in the interview was \"Are you the same ███████ ████████ from that news story about the English teacher?\"\n\n\nB:\n And did you say \"no?\"\n\n\nA:\n What? Of course not. Do you really think \"no, I'm a \ndifferent\n middle-class white Canadian ███████ ████████ with alopecia who has ██████████ College on his resume\" would have worked?\n\n\nB:\n Hmm… did you try going back to them?\n\n\nA:\n They said no.\n\n\nB:\n But did you \ntry?\n\n\nA:\n \n(Sigh)\n No, I did not try to have the cops called on me.\n\n\nB:\n Aw, don't be like that! Just go back and say, \"Hey, you know what? You didn't give me a fair shot.\"\n\n\nA:\n That's not how this works.\n\n\nB:\n No-no-no, let me finish! Then, you gotta throw things. Fall on the floor. Kick and scream. Really let 'em have it!\n\n\nA:\n Dad.\n\n\nB:\n But it \nworks!\n They'll see you're having a tough time, and they'll \nhave\n to let you have that job!\n\n\nA:\n Dad, stop.\n\n\nB:\n It's what you're best at!\n\n\nA:\n \nI KNOW!\n\n\n…\n\n\nB:\n ███████?\n\n\nA:\n \n(Voice cracking)\n …I \nknow,\n okay? I know my outbursts have taken control of my life. They've alienated all my friends. They scared Mom and █████ away. They drove you to shoot the fucking TV in front of me.\n\n\nGod's sake, Dad, I just want to be a good person. And it's too late to start.\n\n\nB:\n Come on, ███████, you're a great guy…\n\n\nA:\n Do great guys pinch their baby sister for no reason?\n\n\nB:\n You were \nfour.\n\n\nA:\n And if my emotional intelligence is anything to go by, I still am.\n\n\nB:\n Quit being so hard on yourself.\n\n\nA:\n Why?! Evidently, it's the one thing keeping me from threatening to fuck people's cats!\n\n\nB:\n You didn't write that essay.\n\n\nA:\n Who the hell else could have written it?!\n\n\nB:\n I did.\n\n\nA:\n Exactly! I was —\n\n\n…\n\n\n…Dad?\n\n\nB:\n I'm sorry, ███████. I switched your essay out with my own.\n\n\nA:\n no, that's… that doesn't make any sense. You'd have no reason to do it. You wouldn't intentionally ruin my…\n\n\n(Deep sigh. A falls on the bed.)\n\n\nYou know what… fuck it. You deserved some kind of catharsis after all I put you through as a kid.\n\n\nB:\n That's not why. I'd \nnever\n hurt you like that.\n\n\nA:\n Bullshit. Nothing else makes sense.\n\n\nB:\n Can I at least tell you the real reason?\n\n\nA:\n I don't promise to care about it.\n\n\nB:\n That's fair.\n\n\n(B gets up to leave.)\n\n\nWhen you were failing English, I knew it was because you weren't utilizing your gift. So, I tried to bring it out \nfor\n you. But it looks like the miracles only happen when they come from the real McCoy.\n\n\nA:\n What \"gift?!\" Screaming to get what I want?! It only works on you!\n\n\nB:\n Well, you hold back with everyone else.\n\n\n\n\n\n\n\n\n\n\n9/26/2009 - 01:10 EST - A's room\n\n\n\n\n(A talks into his father's voice recorder. He speaks quickly, often stammering.)\n\n\nA:\n Okay. Okay. Got all the shit together. Let's do this. …hoo, Jesus, they weren't kidding about this stuff. FOCUS! Focus. Are we focused?\n\n\n(He clears his throat.)\n\n\nFocus.\n\n\n…\n\n\nHeh. Been a while since I did a lab report.\n\n\nQuestion: What is my \"gift\" actually capable of?\n\n\nHypothesis: I can warp reality by throwing a hissy-fit.\n\n\nMaterials: My room. A day when Dad isn't home. This… cheese sandwich. And for that extra emotional push! Some good ol'-fashioned \ncaffeine pills!\n Haha! Yeah! It's normal for your hands to move like this, right? Right?!\n\n\nFocusfocusfocusfocusfocus.\n\n\nProcedure! BEGIN!\n\n\n(He clears his throat ten times.)\n\n\n(He hyperventilates.)\n\n\n…gotta get in the tantrum zone.\n\n\n(Sounds analogous with fists hitting a face at high speed.)\n\n\nOw. Ow. Fuck.\n\n\nOkay…\n\n\n(Deep breath.)\n\n\nBUT I DON'T \nWAAAANT\n THIS CHEESE SANDWICH TO STAY THE WAY IT IS! I JU-HU-HU-HUUUST WANT TO TURN IT INTO A —\n\n\n(Oh shit, I forgot to pick something.)\n\n\n…\n\n\n(Pony? Pony.)\n\n\nWHY THE FUCK ISN'T MY CHEESE SANDWICH A PONY?! I WANT A PONY! NOT A FUCKING CHEESE SANDWICH! I CAN'T RIDE A SANDWICH! I CAN'T PET ITS MANE! I WANT A PONY! IWANTITIWANTITIWANTITIWANTITIWANTITIWANTITI —\n\n\n(His voice is cut off by the sound of several pieces of furniture in the room being destroyed.)\n\n\n…\n\n\n(Frightened neighing.)\n\n\n\n\n\n\n\n\n\n\n10/01/2009 - 23:58 EST - Living Room\n\n\n\n\n(Sound of a small crowd speaking in low, jovial voices. Shushing as B enters the room.)\n\n\nB:\n Brothers and sisters! The promised hour is at hand, and with any luck, the \nVox Thelemi\n hasn't heard us already. Get in your hiding places.\n\n\n(Hushed running and giggling of the crowd.)\n\n\nEveryone ready? …good. Remember: the cue is \"high time.\"\n\n\nHey, ███████!\n You said you wanted to talk about something earlier. Wanna do it now?\n\n\n(A descends the stairs slowly.)\n\n\nThere you are! …you're looking awful glum tonight, buddy. How's Mr. Ponypants?\n\n\nA:\n The pony's dead.\n\n\nB:\n What? …oh, that's awful. What happened?\n\n\nA:\n I couldn't take care of him, so I tried using the \"gift\" to make him go away. It melted into a pile of black sludge. Screaming.\n\n\nB:\n Oof, yeah, that'll usually happen if you just say \"go away\" with no specifics.\n\n\nA:\n \nYeah.\n Like with my mother and sister.\n\n\n…\n\n\nB:\n Well, let's not make assumptions —\n\n\nA:\n \nYou made me kill them.\n …this is the part where you tell me why.\n\n\nB:\n Come on, kiddo, why on Earth would I tell you why I did something \nI didn't do?\n\n\nA:\n Let's try this again.\n\n\n(Pills clatter in a bottle.)\n\n\nB:\n …are you sure that much NoDoz is healthy?\n\n\n(A lamp shatters. Vicious stomping.)\n\n\nA:\n \nCOME ONNNNN DADDY TELL ME WHY YOU MADE ME KILL THEM TELL ME TELL ME TELL MEEEEE! PLEASE?! I'LL EAT MY VEGETABLES! I'LL DO MY HOMEWORK!\n\n\nB:\n ███████, please, tonight \nyour sister was\n is very important \nnot a part of the prophecy\n and I can't \nyour mother was gonna let her live\n tell you why \nand potentially screw everything up for when we\n — DAMMIT!\n\n\nA:\n Great! See? Not so hard. So, how many hissy fits am I gonna have to throw to get some answers, you abject fucking lunatic?\n\n\nB:\n None. In fact, I think it's high time you calmed down.\n\n\n(A dart pistol sounds.)\n\n\nA:\n Ow! What the —\n\n\nB:\n Don't worry, buddy, just some mild sedative.\n\n\nCrowd:\n \nHail, Vox Thelemi. Hail, hairless babe upon the milk-white horse of Will Unconquered. Hail, Vox Thelemi.\n\n\nB:\n As the Vox has willed it.\n\n\nCrowd:\n \nSo shall it be.\n\n\nB:\n The \nVox Thelemi\n is pacified. Bring him into the stimulus box.\n\n\nCrowd:\n \nSo shall it be.\n\n\nA:\n What's… why am I… what's this box? I don't wanna… full of needles… is it gonna…\n\n\nB:\n Oh, the injectors? Some make you feel bad. Some make you feel good. And once we push 'em in the right order, you're gonna throw the right kinds of fits about the right kinds of things!\n\n\n(A heavy iron door slams over a casket.)\n\n\nB:\n The rage of the \nVox Thelemi\n shall excise our enemies from the Great Tapestry of Creation.\n\n\nCrowd:\n \nSo shall it be.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. (A condition in which a human is born without hair, never gaining the ability to regrow it.)\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8898\n\" by daveyoufool, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8898\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8898 \" by daveyoufool, from the SCP Wiki . Source: https://scpwiki.com/scp-8898 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8898",
    "object_class": "Safe [PENDING]",
    "containment_procedures": "Property rights for SCP-8898-1 have been acquired by the Foundation. Listening posts for Eavesdrop Events have been installed in every major room of the house, maintained by a rotating crew of Foundation personnel.",
    "description": "SCP-8898 refers to phenomenon surrounding a two-story house in Gatineau, Quebec. Though the property has since been acquired by the Foundation, the previous owner was reportedly Christine L'Heureux, a Canadian author of children's books.",
    "title": "SCP-8898"
}