{
    "url": "https://scp-wiki.wikidot.com/scp-8900",
    "all_text": "rating: \n+124\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\nITEM #:\n\n\n8900\n\n\n\n\n\n\nCONTAINMENT CLASS:\n\n\n\n\n\n\n\n\n\n\n\n\nError loading image caption (Network Error)\n\n\n\n\nSPECIAL CONTAINMENT PROCEDURES:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nDESCRIPTION:\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nError loading image caption (Network Error)\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nError loading image caption (Network Error)\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nError loading image caption (Network Error)\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nError loading image caption (Network Error)\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n…\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nError Code: 0x800F081F (Network Failure)\n\nService Ticket: ST2024021301\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n!!Warning — Level 5 Critical Emergency!!\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nFire Detected in Research Wing!\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\nSite-wide power failure! Compromised systems in:\n\n\n\n\n \n\n\n\n\nADMINISTRATION BLOCK:\n\n\n\n\n\n\nBlue Hallway\n\n\n\n\n\n\nExecutive\n\n\n\n\n\n\nCommand Lift B\n\n\n\n\n\n\nDirector’s Ward\n\n\n\n\n\n\n[…6 more entries]\n\n\n\n\n \n\n\n\n\nFACILITES:\n\n\n\n\n\n\nPersonnel Bunks\n\n\n\n\n\n\nCafeteria\n\n\n\n\n\n\nMedical\n\n\n\n\n\n\nCRV Cognition\n\n\n\n\n\n\n[…23 more entries]\n\n\n\n\n \n\n\n\n\nCONTAINMENT SECTORS:\n\n\n\n\n\n\nSublevel G\n\n\n\n\n\n\nSublevel F\n\n\n\n\n\n\nEvacuation\n\n\n\n\n\n\nHumanoid\n\n\n\n\n\n\n[…19 more entries]\n\n\n\n\n \n\n\n\n\nRESEARCH WING:\n\n\n\n\n\n\nHume Analysis\n\n\n\n\n\n\nDimensional Studies\n\n\n\n\n\n\nApplied Physics\n\n\n\n\n\n\nThermodynamics\n\n\n\n\n\n\n[…8 more entries]\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\nNetwork technicians have been contacted! Waiting in queue: [1178/1178]\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n…\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nAttempt to restore local files?\n\n\n\n\nFile retrieval successful!\n\n\n\n\n \n\n\n\n\n\n\n\n\nDISPLAYING LOCAL ACTION ITEM ARCHIVE\n\n\n\n\n\n\n\n\n\n\nAction ID:\n #8900-J8XW3K9ZL5\n\n\nSupervisor:\n DPS Lee, J.\n\n\nAttending:\n DPT Kim, J., Log. Park, J., Log. Shin, H.\n\n\nBase of Operation:\n Site-16 (Remote Surveillance)\n\n\nDate:\n 10-16-1996\n\n\nAction Brief:\n Identified possible object of interest.\n\n\n\n\nDescription of Action:\n Data Processing Technician Jiwon Kim notified my office about odd chatter coming from police units near Hama, Syria, forwarded to him by field agents in the region (names redacted, per agent security. Their relevant field IDs are 18867 and 18869, respectively, for the record).\n\n\nPolice in the area had been investigating a string of disappearances and murders in Hama. Victims of no discernable pattern would go missing only to be found days later, severely burned. Burns were seemingly conducted pre-mortem, and identification was only possible via dental records. The high status of some of the victims had warranted extensive police attention, but the potential for mass panic has kept the media in the dark, for now.\n\n\nLogicians Junho Park and Hyemi Shin assisted me in triangulating a potential search area based on the locations of the victims, centered around a rural district of Hama, thirty kilometers from downtown. Further information on the source or cause of the disturbances is unknown. However, models predict anomalous activity in the search area with 95% confidence. Forwarding this item to operatives at the nearest secure facility, Site-88b, for further action.\n\n\nSigned,\n\n\nJiyeon Lee, Data Processing Supervisor\n\n\nSite-16\n\n\n\n\n\n\n\n\nAction ID:\n #8900-H5J9K2L8X7\n\n\nSupervisor:\n FA-18867\n\n\nAttending:\n FA-18869\n\n\nBase of Operation:\n Site-88b\n\n\nDate:\n 10-21-1996\n\n\nAction Brief:\n Identified location of object of interest.\n\n\n\n\nDescription of Action:\n Investigated search area provided by Site-16. Identified suspicious location. Presumed abandoned or lightly inhabited. Photographs and coordinates are provided at dead drop.\n\n\n\n\n\n\n\n\nAction ID:\n #8900-7XZ2VYKU9P\n\n\nSupervisor:\n HMCL Al-Farooq, A.\n\n\nAttending:\n Agt. Hassan, O., CS Mahmoud, R.\n\n\nBase of Operation:\n Site-88b\n\n\nDate:\n 10-23-1996\n\n\nAction Brief:\n Recovery of item from Hama, Syria.\n\n\n\n\nDescription of Action:\n Dispatched from Site-88b via AMT vehicle with Mahmoud and Hassan, whom I selected from available staff at my discretion based on their favorable deployment histories. Preliminary testing was to be conducted by Specialist Mahmoud, authorized by me on account of her field experience with anomalous thermodynamics. See AID: 7665-4JH8RQW5XY under her personal file for the specifics of that deployment. Perimeter guard was to be held by myself and Agent Hassan. We were equipped with light gear, nonlethal arms. Time of deployment was 0700 hours. Expected duration was 0200 hours, with a return window at Site-88b between 0900 and 1100.\n\n\nArrived at the point of interest, 0830 hours. We encountered light foot traffic, farmers from nearby settlements driving livestock to work the nearby fields, which Hassan successfully diverted without incident on the grounds of police business.\n\n\nThe building housing the object was in severe disarray. The briefing’s photos were not adequate at conveying the damage. The structure’s exterior had turned a reddish-orange, which Mahmoud posited could have been caused by extreme temperatures altering the sandstone’s chemical composition. There were large piles of debris surrounding the building’s front, along with the remains of what looked to be campsites.\n\n\nTwo men were sleeping in the shadow of the building. Hassan questioned them briefly before driving them off. They claimed to have been living off of heat that emanated from the building, using it to keep warm at night and even cook food. They told me the temperature comes and goes, and that they were waiting for it to come back so that they could boil water from a nearby river. They also mentioned that they may have seen others living deeper in the structure, but that they haven’t seen anyone come in or out for the duration of their time there.\n\n\nDamage to the building’s supports had collapsed the front and side entrances but we located an entrance point further back into the hills, a small crawlspace carved into the rockface leading into the building. The ceiling was low and we had to move slowly to avoid cutting ourselves on the sharp sandstone. During our approach, Hassan claimed to hear muffled voices from within the structure. We paused and listened but heard nothing. He later admitted that it may have been his imagination.\n\n\nWe found ourselves in a cellar of the building; it was dark and dry. We navigated upward, searching for a way into the building’s central atrium. There were lots of dead animals, mostly skeletons. Hassan identified some as cats but could not say for certain the larger bones.\n\n\nWe found an old ladder and climbed it out of the cellar. The area above was spacious, and based on the briefing photos, could only be the building's central atrium. It was a circular chamber surrounded by pillars with a gradual slope toward a central basin, covered by a domed ceiling. We emerged from the cellar opposite the collapsed entrance. The space was lit by a crescent window cut into the apex of the dome. The air was smoky and very choked. Mahmoud identified more of the sandstone’s discoloration here. Investigating the pillars revealed ornate depictions far too eroded to read.\n\n\nAs with the building’s exterior, we identified signs of habitation surrounding the central basin. Hama rugs, red and turquoise, surrounded the basin, itself a shallow, ashy bronze bowl. The rugs were new compared to the age of the building and depicted brilliant swirls and red spirals. Laid atop them were goblets and vases filled with thick iridescent oil. No people were identified.\n\n\nIn the center of the basin was a fine layer of ash, and atop that, a human skull. It was missing its lower jaw, and its cranium had been cut in such a way as to allow contents be placed within. Mahmoud investigated and proclaimed that something inside was burning. Indeed, a flicker of a flame lived within the hollow skull. Believing this to be the object of interest, Mahmoud demanded we step back and create a perimeter. Hassan conducted a sweep of the atrium and, upon finding no one, posted himself above the cellar entrance.\n\n\nWith me supervising, Mahmoud conducted a series of preliminary tests on the object. It did not react to verbal communication, changes in light, sound, or smell. It gave no response to radio, electromagnetic, or wave disturbances. It did not display gravitational or hume manipulation properties. Tactile tests were disregarded, approved by me.\n\n\nWe secured the skull in a sealed evidence crate and transported it out of the structure. Hassan remarked on the sudden drop in temperature within the structure once the skull was removed from the basin, but Mahmoud’s readings were inconclusive as to its source.\n\n\nObject transported to Site-88b, interim item storage, 0948 hours.\n\n\nSigned,\n\n\nAmina Al-Farooq, HMCL Supervisor\n\n\nSite-88b, -88c, Area-09\n\n\n\n\n\n\n\n\nAction ID:\n #8900-P8B2Y6X4K9\n\n\nSupervisor:\n CT Al-Mansour, L.\n\n\nAttending:\n Item Processing Staff\n\n\nBase of Operation:\n Site-88b\n\n\nDate:\n 10-23-1996\n\n\nAction Brief:\n SCP-8900 successfully processed.\n\n\n\n\nDescription of Action:\n Received a new item, an altered human skull with anomalous internal combustion. Etched above the eye sockets are the words \"\nTHE HECATOMB\n\" in Greek. The source of combustion is unknown, but it appears stable as of writing. Preliminary tests are green. Temperatures are within safe levels for our infrastructure. Authorizing the object to be sent to a cell in low-value item storage prepped with fire suppression systems.\n\n\nAdditionally, as the object’s anomalous properties are well within reason for proper classification, I’m filing it as item number 8900, object class pending, of course. The document is on Scipnet and should be editable by whoever gets assigned to it.\n\n\nSigned,\n\n\nLina Al-Mansour, Containment Technician\n\n\nSite-88b\n\n\n\n\n\n\n\n\nAction ID:\n #8900-A3R6Q9F2Z7\n\n\nSupervisor:\n SR Nasser, T.\n\n\nAttending:\n Thermodynamics Research Staff\n\n\nBase of Operation:\n Site-88b\n\n\nDate:\n 10-30-1996\n\n\nAction Brief:\n Request for transportation of item SCP-8900 for further study.\n\n\n\n\nDescription of Action:\n Attempts to house the item at Site-88b have been met with difficulties. Repeated testing has provoked a response, in that heat outputs from its internal combustion has increased by 3500% from initial readings.\n\n\nIt is unclear what the source of this change is, but it has exceeded our capacity for assured containment. The cell's insulation has caught fire twice and it has caused minor burns to custodial staff. It threatens to melt the pipes of our fire suppression system.\n\n\nRequesting further study at a more secure facility.\n\n\nSigned,\n\n\nTarek Nasser, Senior Researcher, Thermodynamics\n\n\nSite-88b, -918, Area-09\n\n\n\n\n\n\n\n\nAction ID:\n #8900-G9Q3L6R2J8\n\n\nSupervisor:\n Disp. Müller, H.\n\n\nAttending:\n N/A\n\n\nBase of Operation:\n Site-19\n\n\nDate:\n 10-30-1996\n\n\nAction Brief:\n Received request for the transfer of SCP-8900.\n\n\n\n\nDescription of Action:\n Request received and approved by Site-19 administration. We will make the necessary arrangements for transportation if you provide me with its current containment procedures.\n\n\nOur facilities should be more than enough to provide for the object.\n\n\nSigned,\n\n\nHannah Müller, Dispatch\n\n\nSite-19\n\n\n\n\n\n\n\n\nAction ID:\n #8900-T4K8X2L6R9\n\n\nSupervisor:\n Dir. Schmidt, M.\n\n\nAttending:\n Thermodynamics Research Staff\n\n\nBase of Operation:\n Site-19\n\n\nDate:\n 11-11-1996\n\n\nAction Brief:\n Euclid classification of SCP-8900.\n\n\n\n\nDescription of Action:\n SCP-8900 has undergone rigorous testing on several fronts. Thanks to our advanced research labs, we’ve been able to keep a safe distance between our staff and the object without compromising the accuracy of our testing.\n\n\nInvestigation of the skull’s substance has revealed it to be normal human bone, although this does not explain its extreme resistance to heat witnessed thus far. High-powered photography has revealed a slight warping within the fibers of the bone, giving it that distinct “melted” look.\n\n\nThe internal combustion itself has remained largely constant for the duration of its time here, fluctuating now and then in brightness and intensity. The rapid spike in heat observed in Site-88b seemed to have plateaued. It is now producing only 3500% more heat than its initial readings. The cause of this spike is yet unknown and may remain unclear unless we sacrifice our security protocols and revert to the conditions it experienced at Site-88b.\n\n\nI’m classifying the object as Euclid for the somewhat pressing need for maintenance and upkeep of its fire suppression system. Should it fail, or the object increase in heat once again, we may have a security risk for several critical systems. I fear we do not, and indeed will not, feasibly understand the upper limit of its anomalous effects unless funding is drastically increased.\n\n\nAs an aside, I’m wondering if there may be more to find at the location of its discovery. Is anyone at Site-88b willing to do another sweep of the building, perhaps with the aid of a historian?\n\n\nSigned,\n\n\nMax Schmidt, Senior Researcher, Thermodynamics\n\n\nSite-19\n\n\n\n\n\n\n\n\nAction ID:\n #8900-P6Q9R2L8X7\n\n\nSupervisor:\n ST Okonkwo, C.\n\n\nAttending:\n N/A\n\n\nBase of Operation:\n Site-19\n\n\nDate:\n 11-12-1996\n\n\nAction Brief:\n Minor SCP-8900 infosec security breach.\n\n\n\n\nDescription of Action:\n Local servers registered several unauthorized attempts to access SCP-8900’s files from terminals throughout the facility. Two attempts were logged from a computer in Habitation (#UHP-C1H8M-3T9R), one from a computer in Applied Research (#UHP-4GK7N-9Z1P), and a third from a computer in the Service Tunnels (#UHP-L8Q3R-2F5D).\n\n\nSince these terminals were not assigned to any specific individual, and since the user’s credentials were ultimately rejected, we don’t know at the moment who logged them. It’s possible it was a glitch in our cache refreshes or simple user error. We’re going through security footage to see if we can find anything but it seems like a goose-chase since no info was actually leaked.\n\n\nSigned,\n\n\nChijioke Okonkwo, Service Technician\n\n\nSite-19\n\n\n\n\n\n\n\n\nAction ID:\n #8900-U6Z4W8T3V1\n\n\nSupervisor:\n HMCL Al-Farooq, A.\n\n\nAttending:\n Agt. Hassan, O., Agt. Hamidi, K., Agt. Al-Amin, N., Agt. Khoury, F., FRes. Al-Mansouri, Y.\n\n\nBase of Operation:\n Site-88b\n\n\nDate:\n 11-15-1996\n\n\nAction Brief:\n Attempt to requisite supplementary items from location of interest.\n\n\n\n\nDescription of Action:\n I, along with Field Researcher Yasmine Al-Mansouri and Agent Omar Hassan returned to the location of SCP-8900's discovery.\n\n\nEn route, we noticed large plumes of smoke emanating from the approximate location of the building. At 1000 hours, we arrived to find the structure engulfed in flames. Fires erupted from within through fractures in the building’s facade and the collapsed rubble. We attempted to locate the crawlspace we accessed before but found it too was burning. A visual inspection revealed what looked to be kerosene had been poured into the crawlspace and sprayed against surfaces, which was the cause of the inferno.\n\n\nWe decided to wait until the flames subsided before pressing our investigation. I requested Site-88b send several additional agents (Kareem, Noura, Fahad), along with fire protection gear in the meantime. Light arms were also requested in case we encountered resistance from within.\n\n\nAt 1230 hours, the crawlspace was cooled enough to enter. We found the cellar to be wholly destroyed. All forensic evidence had been burned to ash. Using debris, we scaled the cellar wall and entered the central atrium. There appeared to have been an effort to create an enormous fire within the bronze basin. Several barrels of oil had been piled in the basin and lit aflame, leading to a cascading combustion that sent shrapnel in several directions.\n\n\nField Researcher Yasmine identified several bodies, charred, around the basin. Of note is that their heads had experienced the most concentrated heat, often melting the bone itself, as if the flames had been lit from within. Samples were collected for analysis back at 88b.\n\n\nRegretfully, no useful materials pertaining to the history, origin, or purpose of SCP-8900 could be located on-site. The fire had consumed everything.\n\n\nSigned,\n\n\nAmina Al-Farooq, HMCL Supervisor\n\n\nSite-88b, -88c, Area-09\n\n\n\n\n\n\n\n\nAction ID:\n #8900-E7F1D3M9P5\n\n\nSupervisor:\n SC Dubois, E.\n\n\nAttending:\n Agt. Rossi, M., Agt. Kovač, S., Agt. Jensen, L.\n\n\nBase of Operation:\n Site-19\n\n\nDate:\n 11-20-1996\n\n\nAction Brief:\n Major security breach of SCP-8900 containment.\n\n\n\n\nDescription of Action:\n At 0400 hours, Junior Researcher Jura Mitchell (PID-2345XK) was apprehended by Agents Matteo Rossi and Sofia Kovač outside of SCP-8900’s containment chamber. At 0300 hours, long after SCP-8900’s typical research teams had retired for the evening, Mitchell had used his blanket Level-2 clearance to enter SCP-8900’s attached command module and disable the airlock door controls, granting him unauthorized access to the object.\n\n\nSecurity footage shows him donning heat-resistant gear and entering the cell, standing at least three meters from the flame and exposing him to over 1,200 degrees Celcius. He loitered within for at least an hour, at which point he entered the command module, grabbed a stack of paper documents from an open desk, and returned to the containment chamber airlock. Upon entering the cell, the papers immediately combusted from the immense heat, triggering the cell’s fire alarms.\n\n\nSecurity personnel arrived in time to detain Michell, who did not resist arrest. Containment of SCP-8900 was reestablished shortly after and systems returned to nominal.\n\n\nMitchell was then brought to my office for questioning. He explained that he greatly regretted his actions and his reckless behavior, but that he believed he saw “no other logical course of action.”\n\n\nHe told me he had an everpresent sense of the flame, describing it as being able to “feel its warmth” even at great distances. He insisted, though, that it was never a compulsion, and that his actions were strictly his own. He simply wanted to “see it with his own eyes.” I’ve attached a relevant section of the interrogation for any interested parties:\n\n\n\n\n\n\n[BEGIN]\n\n\n\n\nDubois:\n And what about that stack of papers? What did you plan to do with them?\n\n\nMitchell:\n Burn them. I wanted to burn them in the flame but they lit before I could get them all the way there. I don’t think it really mattered, though.\n\n\nDubois:\n And why’s that?\n\n\nMitchell:\n I felt the flames get hotter the second those papers turned to ash, much hotter.\n\n\nDubois:\n Who cares what temperature it is?\n\n\nMitchell:\n It means it must be content, satisfied, somehow. At least, I think so. When they brought it here, it was cold, just an ember of what it once was. It’s lost almost all its warmth, sitting out there all alone, with only a few believers left to keep it going. They were using oil, weren’t they? Poor fuel for that kind of flame. But when they brought it to Eighty-Eight, it stirred to life. Why?\n\n\nI think it's a sign, a response. It likes it here. It likes us, it likes our little tests we give it. Did you know they tried talking to it? It wants to learn from us, and I think it can help us out too, provide us with something in return. But it needs to be hotter. We just have to burn a little more. We need to burn something big. Then maybe we'll know.\n\n\nDubois:\n How did you know about the details of the object’s requisition? Did you ever try to access the object’s files remotely?\n\n\nMitchell:\n Its files? No, no, I got all that from its local computers. My keycard let me in. …It sounds to me like I’m not the only moth drawn to the flame. So many people, here at Nineteen. I’m sure some of them are just as curious as I was.\n\n\nA shame. I saw so much in its brilliant swirls. So much wisdom, if only I could share it with you. But no… I should let you see for yourself.\n\n\n\n\n[END]\n\n\n\n\n\n\nI’m hereby recommending a full cognitive review of not just Michell but the entire SCP-8900 research team.\n\n\nSigned,\n\n\nEmile Dubois, Security Chief\n\n\nSite-19\n\n\n\n\n\n\n\n\nAction ID:\n #8900-N2R8S4J7K6\n\n\nSupervisor:\n Sec. Sokolov, I.\n\n\nAttending:\n N/A\n\n\nBase of Operation:\n Site-19\n\n\nDate:\n 11-21-1996\n\n\nAction Brief:\n Containment update, SCP-8900.\n\n\n\n\nDescription of Action:\n Following the security breach on 11-20-1996, SCP-8900 exhibited a sharp spike in temperature output, now reaching nearly 4000% of initial readings. The containment cell is undergoing appropriate modifications to protect against the heightened risk until the cause can be identified.\n\n\nFurthermore, the paper documents burned by Jura Mitchell in the aforementioned breach contained sensitive information that was not properly backed up on electronic drives, against standard protocol. The information, which junior research staff claim was data on SCP-8900’s hourly energy emissions, is considered lost. Responsible staff have been properly reprimanded, and stricter data management is to be enforced going forward.\n\n\nSigned,\n\n\nIvan Sokolov, Containment Security\n\n\nSite-19\n\n\n\n\n\n\n\n\nAction ID:\n #8900-H5G9Q1L3X2\n\n\nSupervisor:\n Dir. Schmidt, M.\n\n\nAttending:\n Thermodynamics Research Staff\n\n\nBase of Operation:\n Site-19\n\n\nDate:\n 11-25-1996\n\n\nAction Brief:\n Progress on SCP-8900 research.\n\n\n\n\nDescription of Action:\n Good news! As of this morning, we have successfully established some sort of basis for interacting with the object. What we previously thought was random fluctuations in temperature output has been determined to be a response to various stimuli.\n\n\nWhile previous sentience checks have failed to elicit any meaningful answers, the most recent round of testing (in which we placed several objects of various sizes and compositions within the cell for four consecutive hours) has yielded an interesting response.\n\n\nAt the 3-hour mark, one of the objects, a silicon carbide pipe, reached an internal temperature of 2,700 degrees Celcius and melted, at which point SCP-8900 increased in temperature by 200 degrees.\n\n\nRepeated testing has proven flammable objects (polyurethane foam, nylon, polyester) provided higher temperature responses than non-flammable objects. Petroleum products yielded higher temperatures. Organic materials (paper, wood) have yielded higher temperatures still.\n\n\nInterestingly, we cannot seem to replicate the spike in temperature observed during the prior containment breach, despite testing with similar materials. As our facilities are equipped to handle conditions much greater than those exhibited by SCP-8900, I see no reason for concern over the pace of testing.\n\n\nLooking forward to pursuing this new line of research!\n\n\nSigned,\n\n\nMax Schmidt, Senior Researcher, Thermodynamics\n\n\nSite-19\n\n\n\n\n\n\n\n\nAction ID:\n #8900-L2K9R7F4P6\n\n\nSupervisor:\n Res. Ahmed, A.\n\n\nAttending:\n Res. Farid, Y, JRes. El-Masry, K., Cus. Nzabonimpa, I.\n\n\nBase of Operation:\n Site-19\n\n\nDate:\n 12-1-1996\n\n\nAction Brief:\n Urgent update.\n\n\n\n\nDescription of Action:\n Writing on behalf of Max, who is attending a lecture off-site. It has been discovered that vocalizing audibly to SCP-8900 results in minor fluctuations in heat and brightness.\n\n\nDuring a routine check of the containment cell’s fire suppression systems, Junior Researcher Khaled El-Masry used the cell’s intercom system to direct custodial staff member Ishimwe Nzabonimpa, at which point the monitoring systems showed minor deviance from baseline.\n\n\nSpecific phrases do not seem to matter, but our testing capacity is limited at the moment until I can speak with Senior Researchers.\n\n\nI believe our more sensitive equipment here at 65 has allowed us to detect this development, whereas preliminary tests could not.\n\n\nWhether this suggests object sentience or is simply a response to basic stimuli is unclear.\n\n\nFurther testing is strongly advised.\n\n\nSigned,\n\n\nArianne Ahmed, Anomalous Physics\n\n\nSite-19, -99, -65\n\n\n\n\n\n\n\n\nAction ID:\n #8900-Q5R8T2M9J7\n\n\nSupervisor:\n ST Okonkwo, C.\n\n\nAttending:\n N/A\n\n\nBase of Operation:\n Site-19\n\n\nDate:\n 12-05-1996\n\n\nAction Brief:\n Minor SCP-8900 infosec security breach.\n\n\n\n\nDescription of Action:\n Noting that local servers have logged additional attempts to access SCP-8900’s documentation remotely, and that at least one attempt has been made to enter SCP-8900’s command module. Security footage remains too fuzzy to identify the suspect(s).\n\n\nAdditionally, I’ve noticed several hours of footage had been deleted from the CCTV cameras placed within SCP-8900’s chamber. I did some digging and found more missing footage in the early hours of every day this week. Tampering with security footage is a severely punishable offense, but should only be possible by those with administrator access.\n\n\nSenior Researcher Max Schmidt is the only one currently stationed on-site with administrator clearance to SCP-8900’s cell, but he’s been in Argentina all week. I’ll arrange a meeting with him and Chief Dubois once he returns.\n\n\nSigned,\n\n\nChijioke Okonkwo, Service Technician\n\n\nSite-19\n\n\n\n\n\n\n\n\n\n\nError: Action Item failed to deliver (Connection Timeout)\n\n\n\n\nAction ID:\n #8900-H3K7L9R1X5\n\n\nSupervisor:\n Res. Ahmed, A.\n\n\nAttending:\n Res. Farid, Y, JRes. El-Masry, K.\n\n\nBase of Operation:\n Site-19\n\n\nDate:\n 12-08-1996\n\n\nAction Brief:\n Research update on SCP-8900.\n\n\n\n\nDescription of Action:\n Noting that SCP-8900 exhibited a significant heat increase after consuming a handwritten account of a dream by Researcher Yasir Farid. I provided an account of my earliest memory of my first home in Nablus, when I went out for ice cream with my Mom and Uncle. It seemed curious about the dream, and it told me how much it wished it could have tasted it with me. Khaled provided a typed list of randomly generated figures, but SCP-8900 thought that was boring and didn’t like it much.\n\n\nStill waiting to share these findings with Max. He should be back by now, the lecture ended last week.\n\n\nSigned,\n\n\nArianne\n\n\n\n\n\n\n\n\nAction ID:\n #8900-F6Q2L8R7P9\n\n\nSupervisor:\n Agt. Takahashi, H.\n\n\nAttending:\n Investigations Committee\n\n\nBase of Operation:\n Site-03\n\n\nDate:\n 12-12-1996\n\n\nAction Brief:\n Results of malpractice investigation.\n\n\n\n\nDescription of Action:\n An inquiry into the security of SCP-8900 was conducted by the Investigations Committee at Site-03. The situation surrounding item SCP-8900 was brought to our attention by Service Technician Chijioke Okonkwo, who, after repeatedly being turned away by the Site-19 security administration, appealed to us for a full review of security procedure and upkeep of equipment. Okonkwo expressed concern over undocumented access to the item, perhaps by members of senior staff. Agents were dispatched to covertly monitor the object, and report suspicious activity, and a full review of SCP-8900’s infosec was completed.\n\n\nAt the conclusion of the investigation, it was unanimously determined by all attending Committee members that Senior Researcher of Thermodynamics Maximilian Schmidt had engaged in a prolonged string of undocumented, unauthorized, and negligent activity with item SCP-8900.\n\n\nHidden cameras placed by agents within SCP-8900’s containment chamber and attached command module recorded five periods of activity outside of typical staff hours, between the hours of 0300 and 0500, in which Schmidt would engage in unprofessional conduct with the object.\n\n\nThe offender would often ask questions via the intercom system regarding his professional and private life, the lives of his coworkers and superiors, and inquiries into the nature of their work and the SCP Foundation at large. Questions would be followed by prolonged silence as the offender observed changes in SCP-8900's activity.\n\n\nQuestions would often be supplemented by the offender entering the containment chamber and burning a number of documents and objects of personal significance. At one point, Schmidt used his clearance to gather texts from the Department of History for destruction via SCP-8900. An investigation of his quarters revealed handwritten versions of many research documents pertaining to anomalous science and history, as well as the personal files of a number of senior staff.\n\n\nOn the fifth day of observation, after several hours of the aforementioned behavior, Schmidt attempted to enter the containment cell without the proper fire protection and was denied access by the system’s safety locks. Covert operatives were able to intercept the offender before he could use his administrator clearance to override the locks.\n\n\nAgents embedded in the Buenos Aires Convention of Emerging Thermodynamics reported that Schmidt failed to arrive at his scheduled speaking time, but that they had assumed other engagements had kept him from being there.\n\n\nThe investigation also concluded that Chijioke Okonkwo’s repeated efforts to request an investigation by Site-19 security were deliberately ignored by Chief Emile Dubois, who was found negligent of his duties but otherwise uninvolved with item misuse.\n\n\nDubois has been stripped of authority and transferred to a low-priority facility. Schmidt has been transferred to Site-03 for detention and interrogation. Because of the risk of further breaches, I’ve authorized the transfer of item SCP-8900 to permanent containment at Site-19.\n\nSCP-8900 has been transferred to a chamber in High-Value item storage until suitable containment procedures are drafted.\n\n\nSigned,\n\n\nHiroshi Takahashi, Investigations\n\n\nSite-03\n\n\n\n\n\n\n\n\n\n\nError: Action Item failed to deliver (Invalid Credentials)\n\n\n\n\nAction ID:\n\n\nSupervisor:\n\n\nAttending:\n\n\nBase of Operation:\n\n\nDate:\n\n\nAction Brief:\n Some thoughts.\n\n\n\n\nDescription of Action:\n I keep thinking about how much it liked my story of that day, and how sad it sounded when I shut off the intercom for the night. Now that they moved it out of here I feel cold, all the time. Wherever they’ve got it now it must be lonely, nobody to talk to.\n\n\nIt's not so different from us. It loves to learn, loves to think and feel and love and dream. Until we came along and found it it only had whatever knowledge wasn’t burned from the inside of that skull to keep it busy. That must have been someone smart, to keep it fed for this long. I think that was what the oil was for, to keep it fed just a little longer until someone else could be found, someone else wise enough to play the role of host.\n\n\nMax thought he could do it. I guess after five days he heard enough of its proclamations to know what he was getting into, and that it was worth it. What happens if instead of stories you give it full access to the human mind? Would you die? Burn up? Metamorphose?\n\n\nIt told me things I didn’t think I’d ever learn. Truths that seemed like they were beamed down from somewhere, or dredged up from beneath. Anything I asked it would have answered, the future, the past, what it is and if there are others like it. But if, no, when, it was time to give it what it wanted… could I do it? Would I ever be ready? Would it be enough?\n\n\nIt’s given us eons of knowledge and we don’t even know it. Back when we lit the first cave fire, it was there. What could we possibly give in return?\n\n\n\n\n\n\n\n\nAction ID:\n #8900-G2H5J8K4L6\n\n\nSupervisor:\n Dir. Sharma, A.\n\n\nAttending:\n Committee of Research, Board of Containment\n\n\nBase of Operation:\n Site-19\n\n\nDate:\n 12-16-1996\n\n\nAction Brief:\n Memorandum on the current status of SCP-8900.\n\n\n\n\nDescription of Action:\n Some updates following the department meeting on SCP-8900.\n\n\nSCP-8900 is to be contained for the foreseeable future in Site-19’s High-Value storage. Testing is suspended until we can figure out a way to ensure its security. Cognitive tests of those exposed to the object have repeatedly shown no abnormal readings, but we can’t take any unnecessary risks. Access is therefore limited to essential personnel only, with a randomized buddy system required for all interactions with the object.\n\n\nSCP-8900’s temperature output has been steadily decreasing in its isolation, but I’ve been told by containment staff to hold off testing unless it gets critically low.\n\n\nThe proposal discussed tonight about using SCP-8900 as a precognative is under review by my contacts at Site-01, but I wouldn’t be too hopeful about it. The ink on that investigation still isn’t dry.\n\n\nSite-03 is still waiting for Schmidt to wake up from his injuries before they can properly interrogate him. I’ll send an update when I hear more from them.\n\n\nSigned,\n\n\nAditi Sharma, Director of Thermodynamics\n\n\nSite-19\n\n\n\n\n\n\n\n\n\n\nError: Action Item failed to deliver (File Directory Not Found)\n\n\n\n\nAction ID:\n\n\nSupervisor:\n\n\nAttending:\n\n\nBase of Operation:\n\n\nDate:\n\n\nAction Brief:\n The Hecatomb.\n\n\n\n\nDescription of Action:\n The first time I looked into the fire, I saw nothing. Just heat, shimmering within the empty eye sockets of a hollowed skull.\n\n\nWe treated it like any other flame. Inert. Dangerous. Then we woke it up.\n\n\nWhen I fed it for the first time with my memories, the heat took shape, molded itself into a pattern. I began to see things between its folds, the ripples of energy creating not chaos but a strange breed of order. The waves fit together such that I could see an image if I stood back, really looked at it.\n\n\nIt was like a dream, almost. The image is sharp in my mind, but words fail completely at describing it. It was abstract and beautiful. I can only say it was my childhood in a single frame.\n\n\nI learned that if it is spoken to while it consumes, it can be guided to a particular response, not unlike a trained animal. I began asking it things. What the weather will be tomorrow, who’s getting the next departmental promotion, when and where I will die, and the images came back sharp.\n\n\nThe flame’s premonitions turned out to be true every time, and I realized it was no animal.\n\n\nThat is when I abandoned my role as a doctor of the sciences and became something else.\n\n\nI gave it my life’s work and asked it who it was. The fire called itself Ianthou, an agent of the Inferno, Knowledge. It said the Inferno was God, one of several. The Inferno was terrible, feared by Gods and men, but it was necessary. It was ancient and immortal, and it had been born again through a new religion. There are six others, and one day it is said they will converge, and Earth will be ruled under a \nnew pantheon\n. After that, it showed only blackness, and it told me it could not see past the threshold.\n\n\nI gave it every photograph of my daughter and it told me I will not live to see her tenth birthday. It told me I will be accused of terrible crimes against the organization and, within the year, I will be fired and amnesticized. Then it told me that in a hundred generations the waters will rise and Earth will drown under a green sea, and on the peaks of the highest mountains the last remnants of human thought will burn a fiery death by the flames of Ianthou. Only then will the Inferno have what it is owed.\n\n\nI removed my left glove inside the chamber, under its gaze, and let it melt my flesh from the bone. I asked Ianthou what must be done to stave off this future, to delay our destruction just a moment longer. It said we must pay our dues. It is the only way.\n\n\nI will not let our fear prevent us from doing what must be done.\n\n\n\n\n\n\n\n\nAction ID:\n #8900-V5R3K8J2H9\n\n\nSupervisor:\n Dir. Sharma, A.\n\n\nAttending:\n SCP-8900 Research Personnel\n\n\nBase of Operation:\n Site-19\n\n\nDate:\n 12-20-1996\n\n\nAction Brief:\n Testing reopened on SCP-8900.\n\n\n\n\nDescription of Action:\n Noting that SCP-8900 has been authorized for additional rounds of testing by my contacts at Site-01 to determine the extent of its precognition. We will begin with the combustion of frozen tissue samples before moving into live organisms.\n\n\nPlease forward additional proposals to my office for review by senior staff. We currently have on hand several cattle for use in testing and have received at least one request for human subjects, but I’m still waiting for authorization on that.\n\n\nSigned,\n\n\nAditi Sharma, Director of Thermodynamics\n\n\nSite-19\n\n\n\n\n\n\n\n\nAction ID:\n #8900-Q8L4K2R7J6\n\n\nSupervisor:\n Res. Ahmed, A.\n\n\nAttending:\n SCP-8900 Research Personnel\n\n\nBase of Operation:\n Site-19\n\n\nDate:\n 12-21-1996\n\n\nAction Brief:\n Synchronicity.\n\n\n\n\nDescription of Action:\n SCP-8900’s usefulness as a precognitive cannot be understated. When supplied with adequate fuel, it has responded to vocal inquiries with 98% accuracy, projected as an abstract thoughtform into the mind of the viewers.\n\n\nQuestions posited about the future of humanity have been concerning. To move forward with further questioning, we will require additional resources.\n\n\nI am confirming that a human subject has been authorized for combustion via SCP-8900. Following the promising results witnessed thus far, site command has urged us to accelerate our current timetable.\n\n\nWithin the hour, SCP-8900 will be provided with a subject marked for termination and will be asked the following question:\n\n\n\n\n“How shall our debt be paid?”\n\n\n\n\nResults will be forwarded to relevant personnel.\n\n\nSigned,\n\n\nArianne\n\n\n\n\n\n\n\n\nAction ID:\n #8900-P5R9K2J8L6\n\n\nSupervisor:\n Agt. Takahashi, H.\n\n\nAttending:\n Agt. Mitchell, E., Agt. Lopez, S.\n\n\nBase of Operation:\n Site-03\n\n\nDate:\n 12-21-1996\n\n\nAction Brief:\n Interrogation of D-821-4562.\n\n\n\n\nDescription of Action:\n This morning, D-821-4562 (formerly Maximilian Schmidt, Senior Researcher of Thermodynamics at Site-19) awoke in the hospital wing of Site-03 from the injuries he suffered during his detention. Investigators were notified, and, once he was deemed cognizant, he was subjected to a round of interrogations by myself and Agents Ethan Mitchell and Sofia Lopez.\n\n\nRelevant portions of the interrogation have been provided below. Please forward credentials to my office for the full, unredacted version.\n\n\n\n\n\n\nBEGIN\n\n\n\n\nTakahashi:\n You seem nervous. Can I get you something to drink? Water? Coffee?\n\n\nD-821-4562:\n No… no, I’m fine. You really must understand that I didn’t mean for this to get so… out of hand, really.\n\n\nTakanashi:\n That’s okay, Max. What’s done is done. Now, please, if you could explain yourself, maybe I can put in a good word for you with the Board. Maybe you could get off with only a small demotion if you tell me what you planned to do with item number SC—\n\n\nD-821-4562:\n Ianthou. Please, call it Ianthou. I never meant to do anything with it, truly. I know it looked like I was… coveting it. It must appear that way on paper. But please try to believe me. I wanted nothing more to do with it than was absolutely necessary for its containment.\n\n\nLopez:\n The files state containment was steady. Site-65 was more than equipped to handle the effects of… um, Ianthou.\n\n\nD-821-4562:\n For the time being, maybe. But sooner or later things would change. I only thought that if I had some more time with it we could… better understand what it is trying to tell us. There’s a message, here, in between its premonitions. It can tell the future, maybe, but it somehow knows what we want, it guides our thinking in the same way we guide it. I think it knows us better than we know ourselves.\n\n\nMitchell:\n And this justifies your actions how? You could have caused untold damage to the object or your facility. Not to mention feeding it classified documents? You must know that is a serious crime.\n\n\nD-821-4562:\n You see… let me explain. I used my credentials to do some digging — I know, breach of protocol. You can charge me with that too, if you’d like, but what I found was incredible. Ianthou, or rather, the God that it serves, rules a pantheon with at least six others, each God in their own right. If you’ve read the transcripts of my… unauthorized interactions with Ianthou you’d know what I’m talking about.\n\n\nTakahashi:\n I have. Continue.\n\n\nD-821-4562:\n Okay. Good. Yes. Six others, seven total. Well, I discovered that we, in our files, have records of at least three, maybe four of them. Now, we haven’t been able to connect the dots until now, but I think there is a relationship between the discovery of \n[REDACTED]\n and \n[REDACTED]\n, our record of the incident at \n[REDACTED]\n, and our recent expedition into \n[REDACTED]\n.\n\n\nThere could be more, even, than what I’ve been able to find. We need to get others talking about this. If you could get me through to my friend Aditi, Director Aditi Sharma, maybe he can postpone testing until we figure out what’s going on here.\n\n\nTakahashi:\n I’m afraid that’s not possible at the moment.\n\n\nLopez:\n If you were so concerned with the object, why did you not investigate it in an official capacity? Why hide? Why wipe the videotapes? You certainly had the authority to do with it what you saw fit.\n\n\nD-821-4562:\n Once I discovered Ianthou’s true potential, its ability to give as much as it takes, more, even, I was afraid that the beliefs… the convictions of my superiors would see only the object’s usefulness as a tool, rather than its potential for misuse. A baseless fear, maybe, but one I couldn’t let go of.\n\n\nTakahashi:\n You can speak your truth now, Max. There’s no reason for you to hide anymore. How about this: Tell us what you know, and I’ll give you a phone call.\n\n\nD-821-4562:\n You will? You promise?\n\n\nTakahashi:\n I promise.\n\n\nD-821-4562:\n All right. I suppose I’ll start from the beginning.\n\n\nTwo thousand years ago, in a city whose name is lost to time, a human glimpsed the shape of the divine, the Inferno, and Ianthou caught fire in her skull. It burned through her like a flash of lightning, and she was buried deep underground, her remains ever-burning within a great bronze basin.\n\n\nDecades passed and the city became prosperous. It was famed for its knowledge of the sciences and the arts, feared, even, for its seemingly endless wisdom. The people of its time thought the city to be a town of sorcerers, magicians and the like, blessed or cursed with unnatural properties.\n\n\nOf course, this is all old lore, long forgotten by most religions. This city did indeed learn far more than its contemporaries, more than what should have been possible for the time. But there was never any magic. The city’s immense knowledge was produced through the invention of a kind of bottled fire, achieved through the use of a rare plant-based oil which, when lit, burned slowly through the hours of a night. This allowed the scholars of the city to work far later than anyone else, explaining the wealth of their discoveries and their inventions.\n\n\nIronically, the city was said to have been razed by fanatics, who set fire to its buildings and burned its knowledge. With the destruction of this nameless city, the debt was not paid.\n\n\nIn 48 BC, the Library of Alexandria, parts of it anyway, went up in flames, taking hundreds of manuscripts with it. The debt was still not paid.\n\n\nThere was the Library of Carthage, burned with the rest of the city in 146 BC. The Library of Nalanda in the 12th century. The House of Wisdom in Baghdad, 1258. The burning of the Mayan codices in the 16th century. Even the destruction of \n[REDACTED]\n this decade! Don’t you get it? The debt is too high, it cannot ever be paid.\n\n\nMitchell:\n Let's say we trust that you did all of this, this illegal investigation, in good faith. What, then, justifies you spending hours a night, what, just staring at it? Tapping into its power? A lot of you types end up here at Three. Playing God with something you should have wanted nothing to do with. Hiroshi, sir, I don’t buy it. I think he’s lying, all this that he’s saying, it’s fiction to let him off in case he got caught.\n\n\nD-821-4562:\n No, wait! You don’t understand, I wasn’t trying to use it, I was trying to end it!\n\n\nTakahashi:\n Maybe. But Max, tell me, please. What did you think would happen by offering yourself to it?\n\n\nD-821-4562:\n To let it have me, then and there. To let it catch flame in my head like it did to its first host all those years ago so that you all could see what it truly is. Not a light to lead us through the dark, not a fire to keep us warm. We see the sparkle of treasure and we walk like blind idiots into the lion's den.\n\n\nI was going to immolate myself, yes, to show you how much it can take. To show you its appetite. People would have died, maybe it would have eaten the entire department. But it was a loss we could have recovered from. What it has given us, humanity… the debt is too great. The more we use it, the more it will demand in return… it will want more and more until…\n\n\nI don’t know where they’ve got it locked up now. I know they wouldn’t leave it with my team, not with everything that happened. Could they have taken it downstairs? In High-Value? They’re probably running experiments on it now. Are they… oh God, they wouldn’t do that, would they?\n\n\nTakahashi:\n Max? What do you mean?\n\n\nD-821-4562:\n They wouldn’t use a human, would they? No, they can’t do that. They can’t. Agents, please, let me call Aditi. He has to know the risks! He can’t go through with this! It’s been too long since humanity’s last great fire, if they give it a new host, then—\n\n\nTakahashi:\n Thank you, Max. You have given us plenty to think about.\n\n\nD-821-4562:\n The phone call, please. There might still be time to—\n\n\nTakahashi:\n I’m afraid I can’t do that.\n\n\nD-821-4562:\n …What? But you said—\n\n\nTakahashi:\n I did. And I thank you once again. I will notify the Board of your compliance with the investigation.\n\n\nD-821-4562:\n You lied to me…\n\n\nTakahashi:\n I did, yes.\n\n\nD-821-4562:\n I don't understand why you've done this… you’ve damned us all…\n\n\nTakahashi:\n An escort will take you to your permanent residence here at Site-03. There, you will receive the full details of your demotion to Class-D. On behalf of the Board, I thank you for your lifelong dedication to the organization, and your scientific contributions to a safe and secure future.\n\n\n\n\nEND\n\n\n\n\n\n\nSigned,\n\n\nHiroshi Takahashi, Investigations\n\n\nSite-03\n\n\n\n\n\n\n\n\nAction ID:\n #8900-J6R8K2L7P9\n\n\nSupervisor:\n Res. Ahmed, A. (Filed automatically)\n\n\nAttending:\n SCP-8900 Research Staff\n\n\nBase of Operation:\n Site-19\n\n\nDate:\n 12-21-1996\n\n\nAction Brief:\n Automated log of SCP-8900 central terminal inputs.\n\n\n\n\nDescription of Action:\n Printing… See below\n\n\n\n\n\n\nLOG BEGIN\n\n\n\n\n[00:00]\n Main terminal boot sequence…\n\n\n[00:05]\n Booted\n\n\n[00:09]\n Command module unlocked. PIDs of attending staff recognized and confirmed: PID-9852MW, PID-7346LX, PID-6218QR, PID-3095KP, PID-8724BH, PID-1467JN\n\n\n[00:09]\n Supervisor logged as: Res. Ahmed, A. (PID-9852MW)\n\n\n[01:11]\n Data integrity confirmed. Running diagnostics…\n\n\n[02:12]\n System confirmed nominal by attendant: (PID-8724BH)\n\n\n[02:13]\n Checking SCP-8900 thermic output…\n\n\n[03:13]\n 1000 degrees C. Readings confirmed nominal by attendant: (PID-6218QR)\n\n\n[03:15]\n Running fire suppression system diagnostic…\n\n\n[04:16]\n Electricals confirmed nominal by attendant: (PID-6218QR)\n\n\n[05:29]\n Emergency line patching with Site Response…\n\n\n[06:55]\n Line patched. Confirmed by supervisor: (PID-9852MW)\n\n\n[07:35]\n Exterior doors opened. Confirming PID: D-424-6652\n\n\n[08:16]\n Exterior intercom engaged. Running voice pickup…\n\n\n[08:29]\n Identified voice: Supervisor Res. Ahmed, A. (PID-9852MW)\n\n\n \n\n\n\n\n[D-424-6652, please adhere to the following directions. Failure to comply to the best of your ability will result in the consequences outlined in your provided project briefing. Please confirm that you have read it, and that you acknowledge the terms outlined within.]\n\n\n\n\n \n\n\n\n\n[I do.]\n\n\n\n\n \n\n\n\n\n[Thank you. Please acknowledge the inherent risks involved with your participation in the study.]\n\n\n\n\n \n\n\n[09:33]\n No audio detected. Checking…\n\n\n \n\n\n\n\n[Please acknowledge the risks or you will be returned to your cell.]\n\n\n\n\n \n\n\n\n\n[Okay.]\n\n\n\n\n \n\n\n\n\n[Please confirm that you acknowledge the risks.]\n\n\n\n\n \n\n\n\n\n[Alright. I acknowledge the risks.]\n\n\n\n\n \n\n\n\n\n[Thank you. Please proceed to the airlock chamber.]\n\n\n\n\n \n\n\n[10:58]\n Exterior doors closing…\n\n\n[11:19]\n Locked\n\n\n[12:16]\n Airlock doors opening…\n\n\n[13:09]\n Opened\n\n\n[14:52]\n Airlock doors closing…\n\n\n[15:23]\n Closed\n\n\n[16:34]\n Cell intercom engaged. Running voice pickup…\n\n\n \n\n\n\n\n[Ianthou. Ianthou, can you hear me?]\n\n\n\n\n \n\n\n[17:55]\n Caution: SCP-8900 thermic spike! 1500 degrees C. Confirmed by attendant: (PID-6218QR)\n\n\n \n\n\n\n\n[Good. Please accept this offering as recompense for your generosity and answer this. How shall our debt be paid?]\n\n\n\n\n \n\n\n[18:12]\n Caution: SCP-8900 thermic spike! 1800 degrees C. Confirmed by attendant: (PID-6218QR)\n\n\n[19:19]\n Airlock doors opening…\n\n\n[19:30]\n Caution: SCP-8900 thermic spike! 2400 degrees C. Confirmed by attendant: (PID-6218QR)\n\n\n[20:24]\n Alert! D-424-6652 life signs critical. Confirmed by attendant: (PID-7346LX)\n\n\n[21:36]\n Alert! D-424-6652 life signs critical. Immediate action needed. Confirmed by attendant (PID-7346LX)\n\n\n[22:49]\n Alert! D-424-6652 life signs lost. Confirmed by attendant: (PID-7346LX)\n\n\n[23:25]\n Caution: SCP-8900 thermic spike! 2800 degrees C. Confirmed by attendant: (PID-6218QR)\n\n\n[24:45]\n Caution: SCP-8900 thermic spike! 3100 degrees C. Confirmed by attendant: (PID-6218QR)\n\n\n \n\n\n\n\n[Ianthou, please answer. How can we pay?]\n\n\n\n\n \n\n\n[25:31]\n Caution: SCP-8900 thermic spike! 3900 degrees C. Confirmed by attendant: (PID-6218QR)\n\n\n[26:27]\n Caution: SCP-8900 thermic spike! 4200 degrees C. Awaiting confirmation…\n\n\n[27:59]\n Caution: SCP-8900 thermic spike! 4600 degrees C. Awaiting confirmation…\n\n\n \n\n\n\n\n[Please! Stop! Ianthou…]\n\n\n\n\n \n\n\n[28:18]\n Warning: Containment cell reaching critical temperatures. Fire suppression advised. Awaiting confirmation…\n\n\n[29:42]\n Caution: SCP-8900 thermic spike! 5500 degrees C. Awaiting confirmation…\n\n\n \n\n\n\n\n[We can’t give you anything else, we need more time!]\n\n\n\n\n\n\n \n\n\n[30:22]\n Warning: Containment cell at critical temperatures. Urgent fire suppression advised. Awaiting confirmation…\n\n\n[31:34]\n Caution: SCP-8900 thermic spike! 6400 degrees C. Awaiting confirmation…\n\n\n[32:57]\n Warning: Containment cell at critical temperatures. Urgent fire suppression is advised. Confirmed by supervisor: (PID-9852MW)\n\n\n[33:18]\n Deploying fire suppression…\n\n\n[34:27]\n Caution: SCP-8900 thermic spike! 7700 degrees C. Awaiting confirmation…\n\n\n \n\n\n\n\n[Jesus, shut it down!]\n\n\n\n\n \n\n\n[35:46]\n Warning: Containment cell integrity compromised! Critical electrical failure in: fire suppression, life support, circulation, door controls! Awaiting confirmation…\n\n\n[36:47]\n Failed to contact Site Response! Network connection lost…\n\n\n \n\n\n\n\n[Get those doors open! Fuck, I can’t breathe! Help me, please…]\n\n\n\n\n \n\n\n[37:36]\n Caution: SCP-8900 thermic spike! 8500 degrees C. Awaiting confirmation…\n\n\n[37:78]\n Alert! Movement detected in containment cell!\n\n\n[37:59]\n Voice detected within containment cell: Running voice pickup…\n\n\n[38:09]\n Failed to identify voice!\n\n\n \n\n\n\n\n[Cannot recognize speech]\n\n\n\n\n \n\n\n[38:14]\n Caution: SCP-8900 thermic spike! 9400 degrees C. Awaiting confirmation…\n\n\n[39:18]\n Alert! Multiple life sife signs critical: PID-9852MW, PID-7346LX, PID-6218QR, PID-3095KP, PID-8724BH, PID-1467JN, PID-9852MW. Contacting Site Emergency Response…\n\n\n \n\n\n\n\n[Take me, please! I can give you anything you want. Everything! But leave them—]\n\n\n\n\n \n\n\n\n\n[Cannot recognize speech]\n\n\n\n\n \n\n\n\n\n[No!]\n\n\n\n\n \n\n\n[40:06]\n Warning: Containment breach detected via command module observation window!\n\n\n[41:44]\n Alert! Multiple life signs lost: PID-7346LX, PID-9852MW, PID-6218QR, PID-3095KP, PID-1467JN. Evacuate command module immediately!\n\n\n \n\n\n\n\n[Cannot recognize speech]\n\n\n\n\n \n\n\n\n\n[Cannot recognize speech]\n\n\n\n\n \n\n\n\n\n[Cannot recognize speech]\n\n\n\n\n \n\n\n[43:12]\n Alert! Supervisor life sife signs lost: PID-9852MW. Transferring command to automated systems…\n\n\n[44:37]\n Caution: SCP-8900 thermic spike! 10000 degrees C. Awaiting confirmation…\n\n\n[45:25]\n Caution: SCP-8900 thermic spike! 10400 degrees C. Awaiting confirmation…\n\n\n[46:57]\n Warning: Severe damage to critical Site-19 systems! Full site lockdown initiated…\n\n\n[47:48]\n Caution: SCP-8900 thermic spike! 11200 degrees C. Awaiting confirmation…\n\n\n[48:18]\n Caution: SCP-8900 thermic spike! 12400 degrees C. Awaiting confirmation…\n\n\n[49:11]\n System integrity compromised. Aborting…\n\n\n\n\nLOG END\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-8899\n | SCP-8900 | \nSCP-8901\n »\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8900\n\" by Its a Bad Idea, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8900\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\n\n\nFilename:\n Giotto - Scrovegni - -48- - Envy.jpg\n\n\nName:\n the Seven Vices: \"Envy\" (Invidia)\n\n\nAuthor:\n Giotto\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n Brugger Salemer Klosterbrand.jpg\n\n\nName:\n Great fire of Salem, March 9, 1697.\n\n\nAuthor:\n Andreas Brugger\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n St johannis fire goettingen.jpg\n\n\nName:\n North Tower St. Johanniskirche in Goettingen, Germany, on fire\n\n\nAuthor:\n Magnus Mertens\n\n\nLicense:\n Creative Commons Attribution-Share Alike 3.0 Unported\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n Joseph Mallord William Turner, English - The Burning of the Houses of Lords and Commons, October 16, 1834 - Google Art Project.jpg\n\n\nName:\n The Burning of the Houses of Lords and Commons, 16th October, 1834\n\n\nAuthor:\n J. M. W. Turner\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\n\n\nFilename:\n Deerfire high res edit.jpg\n\n\nName:\n Deerfire high res edit\n\n\nAuthor:\n John McColgan – Edited by Fir0002\n\n\nLicense:\n Public Domain\n\n\nSource:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "!!Warning — Level 5 Critical Emergency!!",
        "DISPLAYING LOCAL ACTION ITEM ARCHIVE",
        "Action ID: #8900-J8XW3K9ZL5 Supervisor: DPS Lee, J. Attending: DPT Kim, J., Log. Park, J., Log. Shin, H. Base of Operation: Site-16 (Remote Surveillance) Date: 10-16-1996 Action Brief: Identified possible object of interest. Description of Action: Data Processing Technician Jiwon Kim notified my office about odd chatter coming from police units near Hama, Syria, forwarded to him by field agents in the region (names redacted, per agent security. Their relevant field IDs are 18867 and 18869, respectively, for the record). Police in the area had been investigating a string of disappearances and murders in Hama. Victims of no discernable pattern would go missing only to be found days later, severely burned. Burns were seemingly conducted pre-mortem, and identification was only possible via dental records. The high status of some of the victims had warranted extensive police attention, but the potential for mass panic has kept the media in the dark, for now. Logicians Junho Park and Hyemi Shin assisted me in triangulating a potential search area based on the locations of the victims, centered around a rural district of Hama, thirty kilometers from downtown. Further information on the source or cause of the disturbances is unknown. However, models predict anomalous activity in the search area with 95% confidence. Forwarding this item to operatives at the nearest secure facility, Site-88b, for further action. Signed, Jiyeon Lee, Data Processing Supervisor Site-16",
        "Action ID: #8900-H5J9K2L8X7 Supervisor: FA-18867 Attending: FA-18869 Base of Operation: Site-88b Date: 10-21-1996 Action Brief: Identified location of object of interest. Description of Action: Investigated search area provided by Site-16. Identified suspicious location. Presumed abandoned or lightly inhabited. Photographs and coordinates are provided at dead drop.",
        "Action ID: #8900-7XZ2VYKU9P Supervisor: HMCL Al-Farooq, A. Attending: Agt. Hassan, O., CS Mahmoud, R. Base of Operation: Site-88b Date: 10-23-1996 Action Brief: Recovery of item from Hama, Syria. Description of Action: Dispatched from Site-88b via AMT vehicle with Mahmoud and Hassan, whom I selected from available staff at my discretion based on their favorable deployment histories. Preliminary testing was to be conducted by Specialist Mahmoud, authorized by me on account of her field experience with anomalous thermodynamics. See AID: 7665-4JH8RQW5XY under her personal file for the specifics of that deployment. Perimeter guard was to be held by myself and Agent Hassan. We were equipped with light gear, nonlethal arms. Time of deployment was 0700 hours. Expected duration was 0200 hours, with a return window at Site-88b between 0900 and 1100. Arrived at the point of interest, 0830 hours. We encountered light foot traffic, farmers from nearby settlements driving livestock to work the nearby fields, which Hassan successfully diverted without incident on the grounds of police business. The building housing the object was in severe disarray. The briefing’s photos were not adequate at conveying the damage. The structure’s exterior had turned a reddish-orange, which Mahmoud posited could have been caused by extreme temperatures altering the sandstone’s chemical composition. There were large piles of debris surrounding the building’s front, along with the remains of what looked to be campsites. Two men were sleeping in the shadow of the building. Hassan questioned them briefly before driving them off. They claimed to have been living off of heat that emanated from the building, using it to keep warm at night and even cook food. They told me the temperature comes and goes, and that they were waiting for it to come back so that they could boil water from a nearby river. They also mentioned that they may have seen others living deeper in the structure, but that they haven’t seen anyone come in or out for the duration of their time there. Damage to the building’s supports had collapsed the front and side entrances but we located an entrance point further back into the hills, a small crawlspace carved into the rockface leading into the building. The ceiling was low and we had to move slowly to avoid cutting ourselves on the sharp sandstone. During our approach, Hassan claimed to hear muffled voices from within the structure. We paused and listened but heard nothing. He later admitted that it may have been his imagination. We found ourselves in a cellar of the building; it was dark and dry. We navigated upward, searching for a way into the building’s central atrium. There were lots of dead animals, mostly skeletons. Hassan identified some as cats but could not say for certain the larger bones. We found an old ladder and climbed it out of the cellar. The area above was spacious, and based on the briefing photos, could only be the building's central atrium. It was a circular chamber surrounded by pillars with a gradual slope toward a central basin, covered by a domed ceiling. We emerged from the cellar opposite the collapsed entrance. The space was lit by a crescent window cut into the apex of the dome. The air was smoky and very choked. Mahmoud identified more of the sandstone’s discoloration here. Investigating the pillars revealed ornate depictions far too eroded to read. As with the building’s exterior, we identified signs of habitation surrounding the central basin. Hama rugs, red and turquoise, surrounded the basin, itself a shallow, ashy bronze bowl. The rugs were new compared to the age of the building and depicted brilliant swirls and red spirals. Laid atop them were goblets and vases filled with thick iridescent oil. No people were identified. In the center of the basin was a fine layer of ash, and atop that, a human skull. It was missing its lower jaw, and its cranium had been cut in such a way as to allow contents be placed within. Mahmoud investigated and proclaimed that something inside was burning. Indeed, a flicker of a flame lived within the hollow skull. Believing this to be the object of interest, Mahmoud demanded we step back and create a perimeter. Hassan conducted a sweep of the atrium and, upon finding no one, posted himself above the cellar entrance. With me supervising, Mahmoud conducted a series of preliminary tests on the object. It did not react to verbal communication, changes in light, sound, or smell. It gave no response to radio, electromagnetic, or wave disturbances. It did not display gravitational or hume manipulation properties. Tactile tests were disregarded, approved by me. We secured the skull in a sealed evidence crate and transported it out of the structure. Hassan remarked on the sudden drop in temperature within the structure once the skull was removed from the basin, but Mahmoud’s readings were inconclusive as to its source. Object transported to Site-88b, interim item storage, 0948 hours. Signed, Amina Al-Farooq, HMCL Supervisor Site-88b, -88c, Area-09",
        "Action ID: #8900-P8B2Y6X4K9 Supervisor: CT Al-Mansour, L. Attending: Item Processing Staff Base of Operation: Site-88b Date: 10-23-1996 Action Brief: SCP-8900 successfully processed. Description of Action: Received a new item, an altered human skull with anomalous internal combustion. Etched above the eye sockets are the words \" THE HECATOMB \" in Greek. The source of combustion is unknown, but it appears stable as of writing. Preliminary tests are green. Temperatures are within safe levels for our infrastructure. Authorizing the object to be sent to a cell in low-value item storage prepped with fire suppression systems. Additionally, as the object’s anomalous properties are well within reason for proper classification, I’m filing it as item number 8900, object class pending, of course. The document is on Scipnet and should be editable by whoever gets assigned to it. Signed, Lina Al-Mansour, Containment Technician Site-88b",
        "Action ID: #8900-A3R6Q9F2Z7 Supervisor: SR Nasser, T. Attending: Thermodynamics Research Staff Base of Operation: Site-88b Date: 10-30-1996 Action Brief: Request for transportation of item SCP-8900 for further study. Description of Action: Attempts to house the item at Site-88b have been met with difficulties. Repeated testing has provoked a response, in that heat outputs from its internal combustion has increased by 3500% from initial readings. It is unclear what the source of this change is, but it has exceeded our capacity for assured containment. The cell's insulation has caught fire twice and it has caused minor burns to custodial staff. It threatens to melt the pipes of our fire suppression system. Requesting further study at a more secure facility. Signed, Tarek Nasser, Senior Researcher, Thermodynamics Site-88b, -918, Area-09",
        "Action ID: #8900-G9Q3L6R2J8 Supervisor: Disp. Müller, H. Attending: N/A Base of Operation: Site-19 Date: 10-30-1996 Action Brief: Received request for the transfer of SCP-8900. Description of Action: Request received and approved by Site-19 administration. We will make the necessary arrangements for transportation if you provide me with its current containment procedures. Our facilities should be more than enough to provide for the object. Signed, Hannah Müller, Dispatch Site-19",
        "Action ID: #8900-T4K8X2L6R9 Supervisor: Dir. Schmidt, M. Attending: Thermodynamics Research Staff Base of Operation: Site-19 Date: 11-11-1996 Action Brief: Euclid classification of SCP-8900. Description of Action: SCP-8900 has undergone rigorous testing on several fronts. Thanks to our advanced research labs, we’ve been able to keep a safe distance between our staff and the object without compromising the accuracy of our testing. Investigation of the skull’s substance has revealed it to be normal human bone, although this does not explain its extreme resistance to heat witnessed thus far. High-powered photography has revealed a slight warping within the fibers of the bone, giving it that distinct “melted” look. The internal combustion itself has remained largely constant for the duration of its time here, fluctuating now and then in brightness and intensity. The rapid spike in heat observed in Site-88b seemed to have plateaued. It is now producing only 3500% more heat than its initial readings. The cause of this spike is yet unknown and may remain unclear unless we sacrifice our security protocols and revert to the conditions it experienced at Site-88b. I’m classifying the object as Euclid for the somewhat pressing need for maintenance and upkeep of its fire suppression system. Should it fail, or the object increase in heat once again, we may have a security risk for several critical systems. I fear we do not, and indeed will not, feasibly understand the upper limit of its anomalous effects unless funding is drastically increased. As an aside, I’m wondering if there may be more to find at the location of its discovery. Is anyone at Site-88b willing to do another sweep of the building, perhaps with the aid of a historian? Signed, Max Schmidt, Senior Researcher, Thermodynamics Site-19",
        "Action ID: #8900-P6Q9R2L8X7 Supervisor: ST Okonkwo, C. Attending: N/A Base of Operation: Site-19 Date: 11-12-1996 Action Brief: Minor SCP-8900 infosec security breach. Description of Action: Local servers registered several unauthorized attempts to access SCP-8900’s files from terminals throughout the facility. Two attempts were logged from a computer in Habitation (#UHP-C1H8M-3T9R), one from a computer in Applied Research (#UHP-4GK7N-9Z1P), and a third from a computer in the Service Tunnels (#UHP-L8Q3R-2F5D). Since these terminals were not assigned to any specific individual, and since the user’s credentials were ultimately rejected, we don’t know at the moment who logged them. It’s possible it was a glitch in our cache refreshes or simple user error. We’re going through security footage to see if we can find anything but it seems like a goose-chase since no info was actually leaked. Signed, Chijioke Okonkwo, Service Technician Site-19",
        "Action ID: #8900-U6Z4W8T3V1 Supervisor: HMCL Al-Farooq, A. Attending: Agt. Hassan, O., Agt. Hamidi, K., Agt. Al-Amin, N., Agt. Khoury, F., FRes. Al-Mansouri, Y. Base of Operation: Site-88b Date: 11-15-1996 Action Brief: Attempt to requisite supplementary items from location of interest. Description of Action: I, along with Field Researcher Yasmine Al-Mansouri and Agent Omar Hassan returned to the location of SCP-8900's discovery. En route, we noticed large plumes of smoke emanating from the approximate location of the building. At 1000 hours, we arrived to find the structure engulfed in flames. Fires erupted from within through fractures in the building’s facade and the collapsed rubble. We attempted to locate the crawlspace we accessed before but found it too was burning. A visual inspection revealed what looked to be kerosene had been poured into the crawlspace and sprayed against surfaces, which was the cause of the inferno. We decided to wait until the flames subsided before pressing our investigation. I requested Site-88b send several additional agents (Kareem, Noura, Fahad), along with fire protection gear in the meantime. Light arms were also requested in case we encountered resistance from within. At 1230 hours, the crawlspace was cooled enough to enter. We found the cellar to be wholly destroyed. All forensic evidence had been burned to ash. Using debris, we scaled the cellar wall and entered the central atrium. There appeared to have been an effort to create an enormous fire within the bronze basin. Several barrels of oil had been piled in the basin and lit aflame, leading to a cascading combustion that sent shrapnel in several directions. Field Researcher Yasmine identified several bodies, charred, around the basin. Of note is that their heads had experienced the most concentrated heat, often melting the bone itself, as if the flames had been lit from within. Samples were collected for analysis back at 88b. Regretfully, no useful materials pertaining to the history, origin, or purpose of SCP-8900 could be located on-site. The fire had consumed everything. Signed, Amina Al-Farooq, HMCL Supervisor Site-88b, -88c, Area-09",
        "Action ID: #8900-E7F1D3M9P5 Supervisor: SC Dubois, E. Attending: Agt. Rossi, M., Agt. Kovač, S., Agt. Jensen, L. Base of Operation: Site-19 Date: 11-20-1996 Action Brief: Major security breach of SCP-8900 containment. Description of Action: At 0400 hours, Junior Researcher Jura Mitchell (PID-2345XK) was apprehended by Agents Matteo Rossi and Sofia Kovač outside of SCP-8900’s containment chamber. At 0300 hours, long after SCP-8900’s typical research teams had retired for the evening, Mitchell had used his blanket Level-2 clearance to enter SCP-8900’s attached command module and disable the airlock door controls, granting him unauthorized access to the object. Security footage shows him donning heat-resistant gear and entering the cell, standing at least three meters from the flame and exposing him to over 1,200 degrees Celcius. He loitered within for at least an hour, at which point he entered the command module, grabbed a stack of paper documents from an open desk, and returned to the containment chamber airlock. Upon entering the cell, the papers immediately combusted from the immense heat, triggering the cell’s fire alarms. Security personnel arrived in time to detain Michell, who did not resist arrest. Containment of SCP-8900 was reestablished shortly after and systems returned to nominal. Mitchell was then brought to my office for questioning. He explained that he greatly regretted his actions and his reckless behavior, but that he believed he saw “no other logical course of action.” He told me he had an everpresent sense of the flame, describing it as being able to “feel its warmth” even at great distances. He insisted, though, that it was never a compulsion, and that his actions were strictly his own. He simply wanted to “see it with his own eyes.” I’ve attached a relevant section of the interrogation for any interested parties: [BEGIN] Dubois: And what about that stack of papers? What did you plan to do with them? Mitchell: Burn them. I wanted to burn them in the flame but they lit before I could get them all the way there. I don’t think it really mattered, though. Dubois: And why’s that? Mitchell: I felt the flames get hotter the second those papers turned to ash, much hotter. Dubois: Who cares what temperature it is? Mitchell: It means it must be content, satisfied, somehow. At least, I think so. When they brought it here, it was cold, just an ember of what it once was. It’s lost almost all its warmth, sitting out there all alone, with only a few believers left to keep it going. They were using oil, weren’t they? Poor fuel for that kind of flame. But when they brought it to Eighty-Eight, it stirred to life. Why? I think it's a sign, a response. It likes it here. It likes us, it likes our little tests we give it. Did you know they tried talking to it? It wants to learn from us, and I think it can help us out too, provide us with something in return. But it needs to be hotter. We just have to burn a little more. We need to burn something big. Then maybe we'll know. Dubois: How did you know about the details of the object’s requisition? Did you ever try to access the object’s files remotely? Mitchell: Its files? No, no, I got all that from its local computers. My keycard let me in. …It sounds to me like I’m not the only moth drawn to the flame. So many people, here at Nineteen. I’m sure some of them are just as curious as I was. A shame. I saw so much in its brilliant swirls. So much wisdom, if only I could share it with you. But no… I should let you see for yourself. [END] I’m hereby recommending a full cognitive review of not just Michell but the entire SCP-8900 research team. Signed, Emile Dubois, Security Chief Site-19",
        "[BEGIN] Dubois: And what about that stack of papers? What did you plan to do with them? Mitchell: Burn them. I wanted to burn them in the flame but they lit before I could get them all the way there. I don’t think it really mattered, though. Dubois: And why’s that? Mitchell: I felt the flames get hotter the second those papers turned to ash, much hotter. Dubois: Who cares what temperature it is? Mitchell: It means it must be content, satisfied, somehow. At least, I think so. When they brought it here, it was cold, just an ember of what it once was. It’s lost almost all its warmth, sitting out there all alone, with only a few believers left to keep it going. They were using oil, weren’t they? Poor fuel for that kind of flame. But when they brought it to Eighty-Eight, it stirred to life. Why? I think it's a sign, a response. It likes it here. It likes us, it likes our little tests we give it. Did you know they tried talking to it? It wants to learn from us, and I think it can help us out too, provide us with something in return. But it needs to be hotter. We just have to burn a little more. We need to burn something big. Then maybe we'll know. Dubois: How did you know about the details of the object’s requisition? Did you ever try to access the object’s files remotely? Mitchell: Its files? No, no, I got all that from its local computers. My keycard let me in. …It sounds to me like I’m not the only moth drawn to the flame. So many people, here at Nineteen. I’m sure some of them are just as curious as I was. A shame. I saw so much in its brilliant swirls. So much wisdom, if only I could share it with you. But no… I should let you see for yourself. [END]",
        "Action ID: #8900-N2R8S4J7K6 Supervisor: Sec. Sokolov, I. Attending: N/A Base of Operation: Site-19 Date: 11-21-1996 Action Brief: Containment update, SCP-8900. Description of Action: Following the security breach on 11-20-1996, SCP-8900 exhibited a sharp spike in temperature output, now reaching nearly 4000% of initial readings. The containment cell is undergoing appropriate modifications to protect against the heightened risk until the cause can be identified. Furthermore, the paper documents burned by Jura Mitchell in the aforementioned breach contained sensitive information that was not properly backed up on electronic drives, against standard protocol. The information, which junior research staff claim was data on SCP-8900’s hourly energy emissions, is considered lost. Responsible staff have been properly reprimanded, and stricter data management is to be enforced going forward. Signed, Ivan Sokolov, Containment Security Site-19",
        "Action ID: #8900-H5G9Q1L3X2 Supervisor: Dir. Schmidt, M. Attending: Thermodynamics Research Staff Base of Operation: Site-19 Date: 11-25-1996 Action Brief: Progress on SCP-8900 research. Description of Action: Good news! As of this morning, we have successfully established some sort of basis for interacting with the object. What we previously thought was random fluctuations in temperature output has been determined to be a response to various stimuli. While previous sentience checks have failed to elicit any meaningful answers, the most recent round of testing (in which we placed several objects of various sizes and compositions within the cell for four consecutive hours) has yielded an interesting response. At the 3-hour mark, one of the objects, a silicon carbide pipe, reached an internal temperature of 2,700 degrees Celcius and melted, at which point SCP-8900 increased in temperature by 200 degrees. Repeated testing has proven flammable objects (polyurethane foam, nylon, polyester) provided higher temperature responses than non-flammable objects. Petroleum products yielded higher temperatures. Organic materials (paper, wood) have yielded higher temperatures still. Interestingly, we cannot seem to replicate the spike in temperature observed during the prior containment breach, despite testing with similar materials. As our facilities are equipped to handle conditions much greater than those exhibited by SCP-8900, I see no reason for concern over the pace of testing. Looking forward to pursuing this new line of research! Signed, Max Schmidt, Senior Researcher, Thermodynamics Site-19",
        "Action ID: #8900-L2K9R7F4P6 Supervisor: Res. Ahmed, A. Attending: Res. Farid, Y, JRes. El-Masry, K., Cus. Nzabonimpa, I. Base of Operation: Site-19 Date: 12-1-1996 Action Brief: Urgent update. Description of Action: Writing on behalf of Max, who is attending a lecture off-site. It has been discovered that vocalizing audibly to SCP-8900 results in minor fluctuations in heat and brightness. During a routine check of the containment cell’s fire suppression systems, Junior Researcher Khaled El-Masry used the cell’s intercom system to direct custodial staff member Ishimwe Nzabonimpa, at which point the monitoring systems showed minor deviance from baseline. Specific phrases do not seem to matter, but our testing capacity is limited at the moment until I can speak with Senior Researchers. I believe our more sensitive equipment here at 65 has allowed us to detect this development, whereas preliminary tests could not. Whether this suggests object sentience or is simply a response to basic stimuli is unclear. Further testing is strongly advised. Signed, Arianne Ahmed, Anomalous Physics Site-19, -99, -65",
        "Action ID: #8900-Q5R8T2M9J7 Supervisor: ST Okonkwo, C. Attending: N/A Base of Operation: Site-19 Date: 12-05-1996 Action Brief: Minor SCP-8900 infosec security breach. Description of Action: Noting that local servers have logged additional attempts to access SCP-8900’s documentation remotely, and that at least one attempt has been made to enter SCP-8900’s command module. Security footage remains too fuzzy to identify the suspect(s). Additionally, I’ve noticed several hours of footage had been deleted from the CCTV cameras placed within SCP-8900’s chamber. I did some digging and found more missing footage in the early hours of every day this week. Tampering with security footage is a severely punishable offense, but should only be possible by those with administrator access. Senior Researcher Max Schmidt is the only one currently stationed on-site with administrator clearance to SCP-8900’s cell, but he’s been in Argentina all week. I’ll arrange a meeting with him and Chief Dubois once he returns. Signed, Chijioke Okonkwo, Service Technician Site-19",
        "Error: Action Item failed to deliver (Connection Timeout) Action ID: #8900-H3K7L9R1X5 Supervisor: Res. Ahmed, A. Attending: Res. Farid, Y, JRes. El-Masry, K. Base of Operation: Site-19 Date: 12-08-1996 Action Brief: Research update on SCP-8900. Description of Action: Noting that SCP-8900 exhibited a significant heat increase after consuming a handwritten account of a dream by Researcher Yasir Farid. I provided an account of my earliest memory of my first home in Nablus, when I went out for ice cream with my Mom and Uncle. It seemed curious about the dream, and it told me how much it wished it could have tasted it with me. Khaled provided a typed list of randomly generated figures, but SCP-8900 thought that was boring and didn’t like it much. Still waiting to share these findings with Max. He should be back by now, the lecture ended last week. Signed, Arianne",
        "Error: Action Item failed to deliver (Connection Timeout)",
        "Action ID: #8900-F6Q2L8R7P9 Supervisor: Agt. Takahashi, H. Attending: Investigations Committee Base of Operation: Site-03 Date: 12-12-1996 Action Brief: Results of malpractice investigation. Description of Action: An inquiry into the security of SCP-8900 was conducted by the Investigations Committee at Site-03. The situation surrounding item SCP-8900 was brought to our attention by Service Technician Chijioke Okonkwo, who, after repeatedly being turned away by the Site-19 security administration, appealed to us for a full review of security procedure and upkeep of equipment. Okonkwo expressed concern over undocumented access to the item, perhaps by members of senior staff. Agents were dispatched to covertly monitor the object, and report suspicious activity, and a full review of SCP-8900’s infosec was completed. At the conclusion of the investigation, it was unanimously determined by all attending Committee members that Senior Researcher of Thermodynamics Maximilian Schmidt had engaged in a prolonged string of undocumented, unauthorized, and negligent activity with item SCP-8900. Hidden cameras placed by agents within SCP-8900’s containment chamber and attached command module recorded five periods of activity outside of typical staff hours, between the hours of 0300 and 0500, in which Schmidt would engage in unprofessional conduct with the object. The offender would often ask questions via the intercom system regarding his professional and private life, the lives of his coworkers and superiors, and inquiries into the nature of their work and the SCP Foundation at large. Questions would be followed by prolonged silence as the offender observed changes in SCP-8900's activity. Questions would often be supplemented by the offender entering the containment chamber and burning a number of documents and objects of personal significance. At one point, Schmidt used his clearance to gather texts from the Department of History for destruction via SCP-8900. An investigation of his quarters revealed handwritten versions of many research documents pertaining to anomalous science and history, as well as the personal files of a number of senior staff. On the fifth day of observation, after several hours of the aforementioned behavior, Schmidt attempted to enter the containment cell without the proper fire protection and was denied access by the system’s safety locks. Covert operatives were able to intercept the offender before he could use his administrator clearance to override the locks. Agents embedded in the Buenos Aires Convention of Emerging Thermodynamics reported that Schmidt failed to arrive at his scheduled speaking time, but that they had assumed other engagements had kept him from being there. The investigation also concluded that Chijioke Okonkwo’s repeated efforts to request an investigation by Site-19 security were deliberately ignored by Chief Emile Dubois, who was found negligent of his duties but otherwise uninvolved with item misuse. Dubois has been stripped of authority and transferred to a low-priority facility. Schmidt has been transferred to Site-03 for detention and interrogation. Because of the risk of further breaches, I’ve authorized the transfer of item SCP-8900 to permanent containment at Site-19. SCP-8900 has been transferred to a chamber in High-Value item storage until suitable containment procedures are drafted. Signed, Hiroshi Takahashi, Investigations Site-03",
        "Error: Action Item failed to deliver (Invalid Credentials) Action ID: Supervisor: Attending: Base of Operation: Date: Action Brief: Some thoughts. Description of Action: I keep thinking about how much it liked my story of that day, and how sad it sounded when I shut off the intercom for the night. Now that they moved it out of here I feel cold, all the time. Wherever they’ve got it now it must be lonely, nobody to talk to. It's not so different from us. It loves to learn, loves to think and feel and love and dream. Until we came along and found it it only had whatever knowledge wasn’t burned from the inside of that skull to keep it busy. That must have been someone smart, to keep it fed for this long. I think that was what the oil was for, to keep it fed just a little longer until someone else could be found, someone else wise enough to play the role of host. Max thought he could do it. I guess after five days he heard enough of its proclamations to know what he was getting into, and that it was worth it. What happens if instead of stories you give it full access to the human mind? Would you die? Burn up? Metamorphose? It told me things I didn’t think I’d ever learn. Truths that seemed like they were beamed down from somewhere, or dredged up from beneath. Anything I asked it would have answered, the future, the past, what it is and if there are others like it. But if, no, when, it was time to give it what it wanted… could I do it? Would I ever be ready? Would it be enough? It’s given us eons of knowledge and we don’t even know it. Back when we lit the first cave fire, it was there. What could we possibly give in return?",
        "Error: Action Item failed to deliver (Invalid Credentials)",
        "Action ID: #8900-G2H5J8K4L6 Supervisor: Dir. Sharma, A. Attending: Committee of Research, Board of Containment Base of Operation: Site-19 Date: 12-16-1996 Action Brief: Memorandum on the current status of SCP-8900. Description of Action: Some updates following the department meeting on SCP-8900. SCP-8900 is to be contained for the foreseeable future in Site-19’s High-Value storage. Testing is suspended until we can figure out a way to ensure its security. Cognitive tests of those exposed to the object have repeatedly shown no abnormal readings, but we can’t take any unnecessary risks. Access is therefore limited to essential personnel only, with a randomized buddy system required for all interactions with the object. SCP-8900’s temperature output has been steadily decreasing in its isolation, but I’ve been told by containment staff to hold off testing unless it gets critically low. The proposal discussed tonight about using SCP-8900 as a precognative is under review by my contacts at Site-01, but I wouldn’t be too hopeful about it. The ink on that investigation still isn’t dry. Site-03 is still waiting for Schmidt to wake up from his injuries before they can properly interrogate him. I’ll send an update when I hear more from them. Signed, Aditi Sharma, Director of Thermodynamics Site-19",
        "Error: Action Item failed to deliver (File Directory Not Found) Action ID: Supervisor: Attending: Base of Operation: Date: Action Brief: The Hecatomb. Description of Action: The first time I looked into the fire, I saw nothing. Just heat, shimmering within the empty eye sockets of a hollowed skull. We treated it like any other flame. Inert. Dangerous. Then we woke it up. When I fed it for the first time with my memories, the heat took shape, molded itself into a pattern. I began to see things between its folds, the ripples of energy creating not chaos but a strange breed of order. The waves fit together such that I could see an image if I stood back, really looked at it. It was like a dream, almost. The image is sharp in my mind, but words fail completely at describing it. It was abstract and beautiful. I can only say it was my childhood in a single frame. I learned that if it is spoken to while it consumes, it can be guided to a particular response, not unlike a trained animal. I began asking it things. What the weather will be tomorrow, who’s getting the next departmental promotion, when and where I will die, and the images came back sharp. The flame’s premonitions turned out to be true every time, and I realized it was no animal. That is when I abandoned my role as a doctor of the sciences and became something else. I gave it my life’s work and asked it who it was. The fire called itself Ianthou, an agent of the Inferno, Knowledge. It said the Inferno was God, one of several. The Inferno was terrible, feared by Gods and men, but it was necessary. It was ancient and immortal, and it had been born again through a new religion. There are six others, and one day it is said they will converge, and Earth will be ruled under a new pantheon . After that, it showed only blackness, and it told me it could not see past the threshold. I gave it every photograph of my daughter and it told me I will not live to see her tenth birthday. It told me I will be accused of terrible crimes against the organization and, within the year, I will be fired and amnesticized. Then it told me that in a hundred generations the waters will rise and Earth will drown under a green sea, and on the peaks of the highest mountains the last remnants of human thought will burn a fiery death by the flames of Ianthou. Only then will the Inferno have what it is owed. I removed my left glove inside the chamber, under its gaze, and let it melt my flesh from the bone. I asked Ianthou what must be done to stave off this future, to delay our destruction just a moment longer. It said we must pay our dues. It is the only way. I will not let our fear prevent us from doing what must be done.",
        "Error: Action Item failed to deliver (File Directory Not Found)",
        "Action ID: #8900-V5R3K8J2H9 Supervisor: Dir. Sharma, A. Attending: SCP-8900 Research Personnel Base of Operation: Site-19 Date: 12-20-1996 Action Brief: Testing reopened on SCP-8900. Description of Action: Noting that SCP-8900 has been authorized for additional rounds of testing by my contacts at Site-01 to determine the extent of its precognition. We will begin with the combustion of frozen tissue samples before moving into live organisms. Please forward additional proposals to my office for review by senior staff. We currently have on hand several cattle for use in testing and have received at least one request for human subjects, but I’m still waiting for authorization on that. Signed, Aditi Sharma, Director of Thermodynamics Site-19",
        "Action ID: #8900-Q8L4K2R7J6 Supervisor: Res. Ahmed, A. Attending: SCP-8900 Research Personnel Base of Operation: Site-19 Date: 12-21-1996 Action Brief: Synchronicity. Description of Action: SCP-8900’s usefulness as a precognitive cannot be understated. When supplied with adequate fuel, it has responded to vocal inquiries with 98% accuracy, projected as an abstract thoughtform into the mind of the viewers. Questions posited about the future of humanity have been concerning. To move forward with further questioning, we will require additional resources. I am confirming that a human subject has been authorized for combustion via SCP-8900. Following the promising results witnessed thus far, site command has urged us to accelerate our current timetable. Within the hour, SCP-8900 will be provided with a subject marked for termination and will be asked the following question: “How shall our debt be paid?” Results will be forwarded to relevant personnel. Signed, Arianne",
        "Action ID: #8900-P5R9K2J8L6 Supervisor: Agt. Takahashi, H. Attending: Agt. Mitchell, E., Agt. Lopez, S. Base of Operation: Site-03 Date: 12-21-1996 Action Brief: Interrogation of D-821-4562. Description of Action: This morning, D-821-4562 (formerly Maximilian Schmidt, Senior Researcher of Thermodynamics at Site-19) awoke in the hospital wing of Site-03 from the injuries he suffered during his detention. Investigators were notified, and, once he was deemed cognizant, he was subjected to a round of interrogations by myself and Agents Ethan Mitchell and Sofia Lopez. Relevant portions of the interrogation have been provided below. Please forward credentials to my office for the full, unredacted version. BEGIN Takahashi: You seem nervous. Can I get you something to drink? Water? Coffee? D-821-4562: No… no, I’m fine. You really must understand that I didn’t mean for this to get so… out of hand, really. Takanashi: That’s okay, Max. What’s done is done. Now, please, if you could explain yourself, maybe I can put in a good word for you with the Board. Maybe you could get off with only a small demotion if you tell me what you planned to do with item number SC— D-821-4562: Ianthou. Please, call it Ianthou. I never meant to do anything with it, truly. I know it looked like I was… coveting it. It must appear that way on paper. But please try to believe me. I wanted nothing more to do with it than was absolutely necessary for its containment. Lopez: The files state containment was steady. Site-65 was more than equipped to handle the effects of… um, Ianthou. D-821-4562: For the time being, maybe. But sooner or later things would change. I only thought that if I had some more time with it we could… better understand what it is trying to tell us. There’s a message, here, in between its premonitions. It can tell the future, maybe, but it somehow knows what we want, it guides our thinking in the same way we guide it. I think it knows us better than we know ourselves. Mitchell: And this justifies your actions how? You could have caused untold damage to the object or your facility. Not to mention feeding it classified documents? You must know that is a serious crime. D-821-4562: You see… let me explain. I used my credentials to do some digging — I know, breach of protocol. You can charge me with that too, if you’d like, but what I found was incredible. Ianthou, or rather, the God that it serves, rules a pantheon with at least six others, each God in their own right. If you’ve read the transcripts of my… unauthorized interactions with Ianthou you’d know what I’m talking about. Takahashi: I have. Continue. D-821-4562: Okay. Good. Yes. Six others, seven total. Well, I discovered that we, in our files, have records of at least three, maybe four of them. Now, we haven’t been able to connect the dots until now, but I think there is a relationship between the discovery of [REDACTED] and [REDACTED] , our record of the incident at [REDACTED] , and our recent expedition into [REDACTED] . There could be more, even, than what I’ve been able to find. We need to get others talking about this. If you could get me through to my friend Aditi, Director Aditi Sharma, maybe he can postpone testing until we figure out what’s going on here. Takahashi: I’m afraid that’s not possible at the moment. Lopez: If you were so concerned with the object, why did you not investigate it in an official capacity? Why hide? Why wipe the videotapes? You certainly had the authority to do with it what you saw fit. D-821-4562: Once I discovered Ianthou’s true potential, its ability to give as much as it takes, more, even, I was afraid that the beliefs… the convictions of my superiors would see only the object’s usefulness as a tool, rather than its potential for misuse. A baseless fear, maybe, but one I couldn’t let go of. Takahashi: You can speak your truth now, Max. There’s no reason for you to hide anymore. How about this: Tell us what you know, and I’ll give you a phone call. D-821-4562: You will? You promise? Takahashi: I promise. D-821-4562: All right. I suppose I’ll start from the beginning. Two thousand years ago, in a city whose name is lost to time, a human glimpsed the shape of the divine, the Inferno, and Ianthou caught fire in her skull. It burned through her like a flash of lightning, and she was buried deep underground, her remains ever-burning within a great bronze basin. Decades passed and the city became prosperous. It was famed for its knowledge of the sciences and the arts, feared, even, for its seemingly endless wisdom. The people of its time thought the city to be a town of sorcerers, magicians and the like, blessed or cursed with unnatural properties. Of course, this is all old lore, long forgotten by most religions. This city did indeed learn far more than its contemporaries, more than what should have been possible for the time. But there was never any magic. The city’s immense knowledge was produced through the invention of a kind of bottled fire, achieved through the use of a rare plant-based oil which, when lit, burned slowly through the hours of a night. This allowed the scholars of the city to work far later than anyone else, explaining the wealth of their discoveries and their inventions. Ironically, the city was said to have been razed by fanatics, who set fire to its buildings and burned its knowledge. With the destruction of this nameless city, the debt was not paid. In 48 BC, the Library of Alexandria, parts of it anyway, went up in flames, taking hundreds of manuscripts with it. The debt was still not paid. There was the Library of Carthage, burned with the rest of the city in 146 BC. The Library of Nalanda in the 12th century. The House of Wisdom in Baghdad, 1258. The burning of the Mayan codices in the 16th century. Even the destruction of [REDACTED] this decade! Don’t you get it? The debt is too high, it cannot ever be paid. Mitchell: Let's say we trust that you did all of this, this illegal investigation, in good faith. What, then, justifies you spending hours a night, what, just staring at it? Tapping into its power? A lot of you types end up here at Three. Playing God with something you should have wanted nothing to do with. Hiroshi, sir, I don’t buy it. I think he’s lying, all this that he’s saying, it’s fiction to let him off in case he got caught. D-821-4562: No, wait! You don’t understand, I wasn’t trying to use it, I was trying to end it! Takahashi: Maybe. But Max, tell me, please. What did you think would happen by offering yourself to it? D-821-4562: To let it have me, then and there. To let it catch flame in my head like it did to its first host all those years ago so that you all could see what it truly is. Not a light to lead us through the dark, not a fire to keep us warm. We see the sparkle of treasure and we walk like blind idiots into the lion's den. I was going to immolate myself, yes, to show you how much it can take. To show you its appetite. People would have died, maybe it would have eaten the entire department. But it was a loss we could have recovered from. What it has given us, humanity… the debt is too great. The more we use it, the more it will demand in return… it will want more and more until… I don’t know where they’ve got it locked up now. I know they wouldn’t leave it with my team, not with everything that happened. Could they have taken it downstairs? In High-Value? They’re probably running experiments on it now. Are they… oh God, they wouldn’t do that, would they? Takahashi: Max? What do you mean? D-821-4562: They wouldn’t use a human, would they? No, they can’t do that. They can’t. Agents, please, let me call Aditi. He has to know the risks! He can’t go through with this! It’s been too long since humanity’s last great fire, if they give it a new host, then— Takahashi: Thank you, Max. You have given us plenty to think about. D-821-4562: The phone call, please. There might still be time to— Takahashi: I’m afraid I can’t do that. D-821-4562: …What? But you said— Takahashi: I did. And I thank you once again. I will notify the Board of your compliance with the investigation. D-821-4562: You lied to me… Takahashi: I did, yes. D-821-4562: I don't understand why you've done this… you’ve damned us all… Takahashi: An escort will take you to your permanent residence here at Site-03. There, you will receive the full details of your demotion to Class-D. On behalf of the Board, I thank you for your lifelong dedication to the organization, and your scientific contributions to a safe and secure future. END Signed, Hiroshi Takahashi, Investigations Site-03",
        "BEGIN Takahashi: You seem nervous. Can I get you something to drink? Water? Coffee? D-821-4562: No… no, I’m fine. You really must understand that I didn’t mean for this to get so… out of hand, really. Takanashi: That’s okay, Max. What’s done is done. Now, please, if you could explain yourself, maybe I can put in a good word for you with the Board. Maybe you could get off with only a small demotion if you tell me what you planned to do with item number SC— D-821-4562: Ianthou. Please, call it Ianthou. I never meant to do anything with it, truly. I know it looked like I was… coveting it. It must appear that way on paper. But please try to believe me. I wanted nothing more to do with it than was absolutely necessary for its containment. Lopez: The files state containment was steady. Site-65 was more than equipped to handle the effects of… um, Ianthou. D-821-4562: For the time being, maybe. But sooner or later things would change. I only thought that if I had some more time with it we could… better understand what it is trying to tell us. There’s a message, here, in between its premonitions. It can tell the future, maybe, but it somehow knows what we want, it guides our thinking in the same way we guide it. I think it knows us better than we know ourselves. Mitchell: And this justifies your actions how? You could have caused untold damage to the object or your facility. Not to mention feeding it classified documents? You must know that is a serious crime. D-821-4562: You see… let me explain. I used my credentials to do some digging — I know, breach of protocol. You can charge me with that too, if you’d like, but what I found was incredible. Ianthou, or rather, the God that it serves, rules a pantheon with at least six others, each God in their own right. If you’ve read the transcripts of my… unauthorized interactions with Ianthou you’d know what I’m talking about. Takahashi: I have. Continue. D-821-4562: Okay. Good. Yes. Six others, seven total. Well, I discovered that we, in our files, have records of at least three, maybe four of them. Now, we haven’t been able to connect the dots until now, but I think there is a relationship between the discovery of [REDACTED] and [REDACTED] , our record of the incident at [REDACTED] , and our recent expedition into [REDACTED] . There could be more, even, than what I’ve been able to find. We need to get others talking about this. If you could get me through to my friend Aditi, Director Aditi Sharma, maybe he can postpone testing until we figure out what’s going on here. Takahashi: I’m afraid that’s not possible at the moment. Lopez: If you were so concerned with the object, why did you not investigate it in an official capacity? Why hide? Why wipe the videotapes? You certainly had the authority to do with it what you saw fit. D-821-4562: Once I discovered Ianthou’s true potential, its ability to give as much as it takes, more, even, I was afraid that the beliefs… the convictions of my superiors would see only the object’s usefulness as a tool, rather than its potential for misuse. A baseless fear, maybe, but one I couldn’t let go of. Takahashi: You can speak your truth now, Max. There’s no reason for you to hide anymore. How about this: Tell us what you know, and I’ll give you a phone call. D-821-4562: You will? You promise? Takahashi: I promise. D-821-4562: All right. I suppose I’ll start from the beginning. Two thousand years ago, in a city whose name is lost to time, a human glimpsed the shape of the divine, the Inferno, and Ianthou caught fire in her skull. It burned through her like a flash of lightning, and she was buried deep underground, her remains ever-burning within a great bronze basin. Decades passed and the city became prosperous. It was famed for its knowledge of the sciences and the arts, feared, even, for its seemingly endless wisdom. The people of its time thought the city to be a town of sorcerers, magicians and the like, blessed or cursed with unnatural properties. Of course, this is all old lore, long forgotten by most religions. This city did indeed learn far more than its contemporaries, more than what should have been possible for the time. But there was never any magic. The city’s immense knowledge was produced through the invention of a kind of bottled fire, achieved through the use of a rare plant-based oil which, when lit, burned slowly through the hours of a night. This allowed the scholars of the city to work far later than anyone else, explaining the wealth of their discoveries and their inventions. Ironically, the city was said to have been razed by fanatics, who set fire to its buildings and burned its knowledge. With the destruction of this nameless city, the debt was not paid. In 48 BC, the Library of Alexandria, parts of it anyway, went up in flames, taking hundreds of manuscripts with it. The debt was still not paid. There was the Library of Carthage, burned with the rest of the city in 146 BC. The Library of Nalanda in the 12th century. The House of Wisdom in Baghdad, 1258. The burning of the Mayan codices in the 16th century. Even the destruction of [REDACTED] this decade! Don’t you get it? The debt is too high, it cannot ever be paid. Mitchell: Let's say we trust that you did all of this, this illegal investigation, in good faith. What, then, justifies you spending hours a night, what, just staring at it? Tapping into its power? A lot of you types end up here at Three. Playing God with something you should have wanted nothing to do with. Hiroshi, sir, I don’t buy it. I think he’s lying, all this that he’s saying, it’s fiction to let him off in case he got caught. D-821-4562: No, wait! You don’t understand, I wasn’t trying to use it, I was trying to end it! Takahashi: Maybe. But Max, tell me, please. What did you think would happen by offering yourself to it? D-821-4562: To let it have me, then and there. To let it catch flame in my head like it did to its first host all those years ago so that you all could see what it truly is. Not a light to lead us through the dark, not a fire to keep us warm. We see the sparkle of treasure and we walk like blind idiots into the lion's den. I was going to immolate myself, yes, to show you how much it can take. To show you its appetite. People would have died, maybe it would have eaten the entire department. But it was a loss we could have recovered from. What it has given us, humanity… the debt is too great. The more we use it, the more it will demand in return… it will want more and more until… I don’t know where they’ve got it locked up now. I know they wouldn’t leave it with my team, not with everything that happened. Could they have taken it downstairs? In High-Value? They’re probably running experiments on it now. Are they… oh God, they wouldn’t do that, would they? Takahashi: Max? What do you mean? D-821-4562: They wouldn’t use a human, would they? No, they can’t do that. They can’t. Agents, please, let me call Aditi. He has to know the risks! He can’t go through with this! It’s been too long since humanity’s last great fire, if they give it a new host, then— Takahashi: Thank you, Max. You have given us plenty to think about. D-821-4562: The phone call, please. There might still be time to— Takahashi: I’m afraid I can’t do that. D-821-4562: …What? But you said— Takahashi: I did. And I thank you once again. I will notify the Board of your compliance with the investigation. D-821-4562: You lied to me… Takahashi: I did, yes. D-821-4562: I don't understand why you've done this… you’ve damned us all… Takahashi: An escort will take you to your permanent residence here at Site-03. There, you will receive the full details of your demotion to Class-D. On behalf of the Board, I thank you for your lifelong dedication to the organization, and your scientific contributions to a safe and secure future. END",
        "Action ID: #8900-J6R8K2L7P9 Supervisor: Res. Ahmed, A. (Filed automatically) Attending: SCP-8900 Research Staff Base of Operation: Site-19 Date: 12-21-1996 Action Brief: Automated log of SCP-8900 central terminal inputs. Description of Action: Printing… See below LOG BEGIN [00:00] Main terminal boot sequence… [00:05] Booted [00:09] Command module unlocked. PIDs of attending staff recognized and confirmed: PID-9852MW, PID-7346LX, PID-6218QR, PID-3095KP, PID-8724BH, PID-1467JN [00:09] Supervisor logged as: Res. Ahmed, A. (PID-9852MW) [01:11] Data integrity confirmed. Running diagnostics… [02:12] System confirmed nominal by attendant: (PID-8724BH) [02:13] Checking SCP-8900 thermic output… [03:13] 1000 degrees C. Readings confirmed nominal by attendant: (PID-6218QR) [03:15] Running fire suppression system diagnostic… [04:16] Electricals confirmed nominal by attendant: (PID-6218QR) [05:29] Emergency line patching with Site Response… [06:55] Line patched. Confirmed by supervisor: (PID-9852MW) [07:35] Exterior doors opened. Confirming PID: D-424-6652 [08:16] Exterior intercom engaged. Running voice pickup… [08:29] Identified voice: Supervisor Res. Ahmed, A. (PID-9852MW) [D-424-6652, please adhere to the following directions. Failure to comply to the best of your ability will result in the consequences outlined in your provided project briefing. Please confirm that you have read it, and that you acknowledge the terms outlined within.] [I do.] [Thank you. Please acknowledge the inherent risks involved with your participation in the study.] [09:33] No audio detected. Checking… [Please acknowledge the risks or you will be returned to your cell.] [Okay.] [Please confirm that you acknowledge the risks.] [Alright. I acknowledge the risks.] [Thank you. Please proceed to the airlock chamber.] [10:58] Exterior doors closing… [11:19] Locked [12:16] Airlock doors opening… [13:09] Opened [14:52] Airlock doors closing… [15:23] Closed [16:34] Cell intercom engaged. Running voice pickup… [Ianthou. Ianthou, can you hear me?] [17:55] Caution: SCP-8900 thermic spike! 1500 degrees C. Confirmed by attendant: (PID-6218QR) [Good. Please accept this offering as recompense for your generosity and answer this. How shall our debt be paid?] [18:12] Caution: SCP-8900 thermic spike! 1800 degrees C. Confirmed by attendant: (PID-6218QR) [19:19] Airlock doors opening… [19:30] Caution: SCP-8900 thermic spike! 2400 degrees C. Confirmed by attendant: (PID-6218QR) [20:24] Alert! D-424-6652 life signs critical. Confirmed by attendant: (PID-7346LX) [21:36] Alert! D-424-6652 life signs critical. Immediate action needed. Confirmed by attendant (PID-7346LX) [22:49] Alert! D-424-6652 life signs lost. Confirmed by attendant: (PID-7346LX) [23:25] Caution: SCP-8900 thermic spike! 2800 degrees C. Confirmed by attendant: (PID-6218QR) [24:45] Caution: SCP-8900 thermic spike! 3100 degrees C. Confirmed by attendant: (PID-6218QR) [Ianthou, please answer. How can we pay?] [25:31] Caution: SCP-8900 thermic spike! 3900 degrees C. Confirmed by attendant: (PID-6218QR) [26:27] Caution: SCP-8900 thermic spike! 4200 degrees C. Awaiting confirmation… [27:59] Caution: SCP-8900 thermic spike! 4600 degrees C. Awaiting confirmation… [Please! Stop! Ianthou…] [28:18] Warning: Containment cell reaching critical temperatures. Fire suppression advised. Awaiting confirmation… [29:42] Caution: SCP-8900 thermic spike! 5500 degrees C. Awaiting confirmation… [We can’t give you anything else, we need more time!] [30:22] Warning: Containment cell at critical temperatures. Urgent fire suppression advised. Awaiting confirmation… [31:34] Caution: SCP-8900 thermic spike! 6400 degrees C. Awaiting confirmation… [32:57] Warning: Containment cell at critical temperatures. Urgent fire suppression is advised. Confirmed by supervisor: (PID-9852MW) [33:18] Deploying fire suppression… [34:27] Caution: SCP-8900 thermic spike! 7700 degrees C. Awaiting confirmation… [Jesus, shut it down!] [35:46] Warning: Containment cell integrity compromised! Critical electrical failure in: fire suppression, life support, circulation, door controls! Awaiting confirmation… [36:47] Failed to contact Site Response! Network connection lost… [Get those doors open! Fuck, I can’t breathe! Help me, please…] [37:36] Caution: SCP-8900 thermic spike! 8500 degrees C. Awaiting confirmation… [37:78] Alert! Movement detected in containment cell! [37:59] Voice detected within containment cell: Running voice pickup… [38:09] Failed to identify voice! [Cannot recognize speech] [38:14] Caution: SCP-8900 thermic spike! 9400 degrees C. Awaiting confirmation… [39:18] Alert! Multiple life sife signs critical: PID-9852MW, PID-7346LX, PID-6218QR, PID-3095KP, PID-8724BH, PID-1467JN, PID-9852MW. Contacting Site Emergency Response… [Take me, please! I can give you anything you want. Everything! But leave them—] [Cannot recognize speech] [No!] [40:06] Warning: Containment breach detected via command module observation window! [41:44] Alert! Multiple life signs lost: PID-7346LX, PID-9852MW, PID-6218QR, PID-3095KP, PID-1467JN. Evacuate command module immediately! [Cannot recognize speech] [Cannot recognize speech] [Cannot recognize speech] [43:12] Alert! Supervisor life sife signs lost: PID-9852MW. Transferring command to automated systems… [44:37] Caution: SCP-8900 thermic spike! 10000 degrees C. Awaiting confirmation… [45:25] Caution: SCP-8900 thermic spike! 10400 degrees C. Awaiting confirmation… [46:57] Warning: Severe damage to critical Site-19 systems! Full site lockdown initiated… [47:48] Caution: SCP-8900 thermic spike! 11200 degrees C. Awaiting confirmation… [48:18] Caution: SCP-8900 thermic spike! 12400 degrees C. Awaiting confirmation… [49:11] System integrity compromised. Aborting… LOG END",
        "LOG BEGIN [00:00] Main terminal boot sequence… [00:05] Booted [00:09] Command module unlocked. PIDs of attending staff recognized and confirmed: PID-9852MW, PID-7346LX, PID-6218QR, PID-3095KP, PID-8724BH, PID-1467JN [00:09] Supervisor logged as: Res. Ahmed, A. (PID-9852MW) [01:11] Data integrity confirmed. Running diagnostics… [02:12] System confirmed nominal by attendant: (PID-8724BH) [02:13] Checking SCP-8900 thermic output… [03:13] 1000 degrees C. Readings confirmed nominal by attendant: (PID-6218QR) [03:15] Running fire suppression system diagnostic… [04:16] Electricals confirmed nominal by attendant: (PID-6218QR) [05:29] Emergency line patching with Site Response… [06:55] Line patched. Confirmed by supervisor: (PID-9852MW) [07:35] Exterior doors opened. Confirming PID: D-424-6652 [08:16] Exterior intercom engaged. Running voice pickup… [08:29] Identified voice: Supervisor Res. Ahmed, A. (PID-9852MW) [D-424-6652, please adhere to the following directions. Failure to comply to the best of your ability will result in the consequences outlined in your provided project briefing. Please confirm that you have read it, and that you acknowledge the terms outlined within.] [I do.] [Thank you. Please acknowledge the inherent risks involved with your participation in the study.] [09:33] No audio detected. Checking… [Please acknowledge the risks or you will be returned to your cell.] [Okay.] [Please confirm that you acknowledge the risks.] [Alright. I acknowledge the risks.] [Thank you. Please proceed to the airlock chamber.] [10:58] Exterior doors closing… [11:19] Locked [12:16] Airlock doors opening… [13:09] Opened [14:52] Airlock doors closing… [15:23] Closed [16:34] Cell intercom engaged. Running voice pickup… [Ianthou. Ianthou, can you hear me?] [17:55] Caution: SCP-8900 thermic spike! 1500 degrees C. Confirmed by attendant: (PID-6218QR) [Good. Please accept this offering as recompense for your generosity and answer this. How shall our debt be paid?] [18:12] Caution: SCP-8900 thermic spike! 1800 degrees C. Confirmed by attendant: (PID-6218QR) [19:19] Airlock doors opening… [19:30] Caution: SCP-8900 thermic spike! 2400 degrees C. Confirmed by attendant: (PID-6218QR) [20:24] Alert! D-424-6652 life signs critical. Confirmed by attendant: (PID-7346LX) [21:36] Alert! D-424-6652 life signs critical. Immediate action needed. Confirmed by attendant (PID-7346LX) [22:49] Alert! D-424-6652 life signs lost. Confirmed by attendant: (PID-7346LX) [23:25] Caution: SCP-8900 thermic spike! 2800 degrees C. Confirmed by attendant: (PID-6218QR) [24:45] Caution: SCP-8900 thermic spike! 3100 degrees C. Confirmed by attendant: (PID-6218QR) [Ianthou, please answer. How can we pay?] [25:31] Caution: SCP-8900 thermic spike! 3900 degrees C. Confirmed by attendant: (PID-6218QR) [26:27] Caution: SCP-8900 thermic spike! 4200 degrees C. Awaiting confirmation… [27:59] Caution: SCP-8900 thermic spike! 4600 degrees C. Awaiting confirmation… [Please! Stop! Ianthou…] [28:18] Warning: Containment cell reaching critical temperatures. Fire suppression advised. Awaiting confirmation… [29:42] Caution: SCP-8900 thermic spike! 5500 degrees C. Awaiting confirmation… [We can’t give you anything else, we need more time!] [30:22] Warning: Containment cell at critical temperatures. Urgent fire suppression advised. Awaiting confirmation… [31:34] Caution: SCP-8900 thermic spike! 6400 degrees C. Awaiting confirmation… [32:57] Warning: Containment cell at critical temperatures. Urgent fire suppression is advised. Confirmed by supervisor: (PID-9852MW) [33:18] Deploying fire suppression… [34:27] Caution: SCP-8900 thermic spike! 7700 degrees C. Awaiting confirmation… [Jesus, shut it down!] [35:46] Warning: Containment cell integrity compromised! Critical electrical failure in: fire suppression, life support, circulation, door controls! Awaiting confirmation… [36:47] Failed to contact Site Response! Network connection lost… [Get those doors open! Fuck, I can’t breathe! Help me, please…] [37:36] Caution: SCP-8900 thermic spike! 8500 degrees C. Awaiting confirmation… [37:78] Alert! Movement detected in containment cell! [37:59] Voice detected within containment cell: Running voice pickup… [38:09] Failed to identify voice! [Cannot recognize speech] [38:14] Caution: SCP-8900 thermic spike! 9400 degrees C. Awaiting confirmation… [39:18] Alert! Multiple life sife signs critical: PID-9852MW, PID-7346LX, PID-6218QR, PID-3095KP, PID-8724BH, PID-1467JN, PID-9852MW. Contacting Site Emergency Response… [Take me, please! I can give you anything you want. Everything! But leave them—] [Cannot recognize speech] [No!] [40:06] Warning: Containment breach detected via command module observation window! [41:44] Alert! Multiple life signs lost: PID-7346LX, PID-9852MW, PID-6218QR, PID-3095KP, PID-1467JN. Evacuate command module immediately! [Cannot recognize speech] [Cannot recognize speech] [Cannot recognize speech] [43:12] Alert! Supervisor life sife signs lost: PID-9852MW. Transferring command to automated systems… [44:37] Caution: SCP-8900 thermic spike! 10000 degrees C. Awaiting confirmation… [45:25] Caution: SCP-8900 thermic spike! 10400 degrees C. Awaiting confirmation… [46:57] Warning: Severe damage to critical Site-19 systems! Full site lockdown initiated… [47:48] Caution: SCP-8900 thermic spike! 11200 degrees C. Awaiting confirmation… [48:18] Caution: SCP-8900 thermic spike! 12400 degrees C. Awaiting confirmation… [49:11] System integrity compromised. Aborting… LOG END",
        "\" SCP-8900 \" by Its a Bad Idea, from the SCP Wiki . Source: https://scpwiki.com/scp-8900 . Licensed under CC-BY-SA .",
        "Filename: Giotto - Scrovegni - -48- - Envy.jpg Name: the Seven Vices: \"Envy\" (Invidia) Author: Giotto License: Public Domain Source: Wikimedia Commons",
        "Filename: Brugger Salemer Klosterbrand.jpg Name: Great fire of Salem, March 9, 1697. Author: Andreas Brugger License: Public Domain Source: Wikimedia Commons",
        "Filename: St johannis fire goettingen.jpg Name: North Tower St. Johanniskirche in Goettingen, Germany, on fire Author: Magnus Mertens License: Creative Commons Attribution-Share Alike 3.0 Unported Source: Wikimedia Commons",
        "Filename: Joseph Mallord William Turner, English - The Burning of the Houses of Lords and Commons, October 16, 1834 - Google Art Project.jpg Name: The Burning of the Houses of Lords and Commons, 16th October, 1834 Author: J. M. W. Turner License: Public Domain Source: Wikimedia Commons",
        "Filename: Deerfire high res edit.jpg Name: Deerfire high res edit Author: John McColgan – Edited by Fir0002 License: Public Domain Source: Wikimedia Commons"
    ],
    "title": "SCP-8900"
}