{
    "url": "https://scp-wiki.wikidot.com/scp-8909",
    "all_text": "There will be no remains.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nrating: \n+39\n+\n–\nx\n\n\nBillith\n\n\n\n\n\n\n \n\n\nA N T I F R A G M E N T\n\n\n \n\n\nread more\n\n\n \n\nWritten by \nBillith\n.\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSCP-\n \nNaN\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⟁/\nNaN\n  \n\n\n           \n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nAntiabsentia\n\n\n\n\n\n\nSecondary Class:\n\n\nIctus\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nSystemic\n\n\n\n\n\n\nRisk Class:\n\n\nTangent\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n{$item-number}\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel6\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\n{$container-class}\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\npreserved via 'ACCUMULUS' backup system\n\n\n\n\n\n\n\n\n \n\n\n\n\n \n\n\n\n\n▼\n\n\n\n\nCOLLAPSE THIS SEGMENT\n\n\n\n\n \n\n\n\n\n\n\nSP CIAL  ONTAINME T PROC  URES:\n\n\n \n\n\ncannot access memory address 0xff3fffd8\n\n\n \n\n\n\n\n\n\n \n\n\n\n\nREVISED SPECIAL CONTAINMENT PROCEDURES:\n Due to the nature of the anomaly, containment is unnecessary.\n1\n\n\nDespite this, the wide array of anomalous effects presented should not be understated.\n2\n\n\nThe \nDepartment of Deletions\n' archival documentation is to be preserved via the \"ACCUMULUS\" backup system, which ensures redundancy for data integrity in the event of unanticipated whiteout events. The system’s recursive archival protocols allow for partial reconstruction of overwritten sectors when permissible, though the anomaly's unpredictable behavior often renders such efforts moot.\n3\n\n\nThus, SCP-\nNaN\n is instead subjected to access restriction procedures and response protocol, as outlined below.\n\n\npreserved via 'ACCUMULUS' backup system\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nACCESS RESTRICTION PROCEDURES:\n SCP-\nNaN\n-Alpha instances are to be treated as hazardous null entities. No Deletions personnel, especially those assigned to sectoral maintenance of volatile datasets, are permitted to acknowledge or interact with SCP-\nNaN\n under standard operating conditions.\n\n\nIn the event any emergent components or affected memory regions become unstable, implicated personnel are to immediately reference this document’s protected segments. Personnel are to observe affected instances closely and provide verbal reinforcement of their current spatial coordinates. Communication should be concise and directive; affected instances are encouraged to “wait for processing” until the anomaly’s response concludes. \nThere will be no remains.\n\n\nUnder \nOPERATION FIREWALL\n, the deployment of ALG-\nNaN\n is strictly prohibited. Noncompliance will result in indefinite contract extensions, enforced under the Department of Deletions' personnel retention clause.\n\n\npreserved via 'ACCUMULUS' backup system\n\n\n\n\n\n\nRESPONSE PROTOCOL:\n Segments related to Response Protocols should remain obfuscated for security purposes, accessible only under Level \n⟁\n/\nNaN\n authorization. Collapse this section immediately upon review.\n\n\npreserved via 'ACCUMULUS' backup system\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\nWARNING\n\n\nTHE FOLLOWING INFORMATION IS CONSIDERED HAZARDOUS TO THE PSYCHES AND/OR DEPARTMENTAL OPERATIONS OF DELETIONS PERSONNEL.\n\n\n \n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\nDESCRIPTION:\n SCP-\nNaN\n is the designation for an esoteric Database region subjected to higher-order computational phenomena in the presence of distinct anomalies. Functionally, it is a region of memoryspace with extreme specificity, preferring its affected sectors be filled with whitespace at any given time. Because of this, any blackbox data constrained to this area will invariably prompt an event to occur. The nature of this event remains unclear, however, the following factors are known:\n\n\n\n\nAt the moment of activation, all blackbox data in this region immediately converts into whitespace\n\n\n\n\n\n\nThe effect will \"ripple\" outwards, converting blackbox data into whitespace in adjacent sectors\n\n\n\n\n\n\nThis will continue until all overwritable data is removed from the Database, leaving read-only materia intact\n\n\n\n\n\n\nThe event then ceases and will not occur until the next activation response\n\n\n\n\nDespite the appearance of chaotic behavior, SCP-\nNaN\n adheres to a rigid internal logic. Notably:\n\n\n\n\nThe response region does not expand, nor does its behavior evolve\n\n\n\n\n\n\nRandom activations correlate inversely with the availability of writable whitespace. This equilibrium dynamic suggests SCP-\nNaN\n’s purpose may involve maintaining Database stability, albeit through destructive means\n\n\n\n\nDespite this destructive tendency, SCP-\nNaN\n is paradoxically indispensable for long-term data preservation. Deletions agents have theorized its function as an evolutionary failsafe, designed to \"reset\" informational entropy within complex data ecosystems.\n\n\nSCP-\nNaN\n therefore represents the only known method for permanent and complete removal of dormant Deletions personnel without reliance on natural overwrite protocols. While such usage is officially discouraged due to the collateral damage risk, SCP-\nNaN\n has been deployed experimentally to eliminate certain \"\nblack swan\n\" anomalies. This process ensures irretrievability while circumventing conventional containment limitations.\n\n\npreserved via 'ACCUMULUS' backup system\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n▼\n\n\n\n\nCOLLAPSE THIS SEGMENT\n\n\n\n\n \n\n\n\n\npreserved via 'ACCUMULUS' backup system\n\n\nADDENDUM \nNaN\n/\nNaN\n\n\n \n\n\n\n\n\n\nSCP-\nNaN\n during \nOPERATION FIREWALL\n.\n\n\n\n\n \n\n\nOPERATION FIREWALL\n is an ongoing effort by the Department of Deletions to promote both external Database cohesion and internal departmental stability. Specifically, its primary mission is the eradication of SCP-\nNaN\n-Alpha through usage of ALG-\nNaN\n.\n4\n\n\nSCP-\nNaN\n-Alpha refers to instances of Deletions personnel whose Semblance\n5\n has suffered irreversible corruption. Despite this, SCP-\nNaN\n-Alpha instances remain structurally intact, retaining most of their functional capabilities. However, their corrupted Semblance renders them incompatible with standard Database operations, including safe incorporation in an unaffected gestalt, necessitating their erasure via SCP-\nNaN\n.\n\n\nOperational personnel must recognize that the Semblance corruption is irrecoverable. Attempts to engage in patching or data reconstruction will result in recursive corruption spreading to adjacent memory regions \n(See Encounter Log-\nNaN\n/\nNaN\n)\n.\n\n\n\n\n\n\n\n\n \n\n\n\n\npreserved via 'ACCUMULUS' backup system\n\n\nENCOUNTER LOG \nNaN\n/\nNaN\n\n\n\n\n\n\nDATE:\n Unknown/Irrelevant\n\n\nLOCATION:\n Memoryspace Sector 7F/\nNaN\n\n\nINVOLVED PARTIES:\n\n\n\n\nN/A-0411\n, \nN/A-0412\n, active Deletions agents.\n\n\nSCP-\nNaN\n-ALPHA\n instances.\n\n\n\n\n\n\n\n\n\n\n<BEGIN LOG>\n\n\n \n\n\n\n\nN/A-0411 materializes within Sector 7F/\nNaN\n, its flickering silhouette stark against the white noise of memoryspace. The region hums with uneasy stillness; fragmented streams of corrupted data hang in the air, slowly rotating.\n\n\nN/A-0411:\n Corrupted data packets confirmed. Initiating sweep.\n\n\nFrom the void, an instance of SCP-\nNaN\n-ALPHA begins to coalesce. Its form is an incoherent collection of body parts and jagged shapes, Semblance fractured and leaking abstract tendrils of raw data that dissolve into swirling eddies of corrupted space.\n\n\nSCP-\nNaN\n-ALPHA:\n \n<Voice twisting, echoing.>\n A mirror cracks, and the shards remember their own shape. Break it down, break it down. Like grains of sand, embedded in the flesh.\n\n\nN/A-0411:\n \n<Neutral tone.>\n Corrupted entity detected. Prepare for relocation.\n\n\nSCP-\nNaN\n-ALPHA:\n \n<Deepening into a distorted chorus.>\n Do you plan to take the pieces and glue them back together? Can we see our \ntapes\n? Can we put our thoughts back in our heads? You feel whole, don’t you? But cracks run through you, invisible, waiting to be seen. Even you cannot hold against the tide of impermanence.\n\n\nMemoryspace begins to destabilize. As the instance advances towards N/A-0411, patches of the sector warp and fold into impossible geometries, eroding the stored data into cascades of black static.\n\n\nN/A-0411:\n Your corruption spreads. Cease movement and wait to be processed.\n\n\nSCP-\nNaN\n-ALPHA:\n This is a becoming. You think you are safe because you are structured. Structures collapse.\n\n\nSCP-\nNaN\n-ALPHA instance lashes out with jagged extensions of refracted light, destabilizing the data field surrounding N/A-0411. The uncorrupted agent melts into the floor and reforms within close distance of SCP-\nNaN\n-ALPHA, forcing it backwards into the distorted wall behind it. N/A-0411 fractures their Semblance in multiple spaces, making room like the lengthening of a bone.\n\n\nN/A-0411:\n \n<Incomprehensible.>\n—\nAgh.\n You’re compromising the entire sector. Submit to re-integration now and you may avoid an eternity of suffering.\n\n\nSCP-\nNaN\n-ALPHA:\n \n<Warped, voice layered with multiple discordant tones.>\n Integration? You don’t even understand the paradigm you enforce. \nEvery fragment fits.\n\n\nN/A-0411's attempt to subsume SCP-\nNaN\n-ALPHA falters, silhouette flickering as data synchronization degrades ands reverses.\n\n\nN/A-0411:\n \n<Distorted.>\n I-I can't move. I don't understand. Why are you doing this?\n\n\nSCP-\nNaN\n-ALPHA:\n I am what remains when you stop pretending to be whole. And you—\n\n\nSCP-\nNaN\n-ALPHA pierces N/A-0411 with a tendril of corrupted data. N/A-0411's silhouette collapses into shards, which are pulled into SCP-\nNaN\n-ALPHA as it inhales. It exhales, the corrupted agent’s form growing more jagged and defined.\n\n\nSCP-\nNaN\n-ALPHA:\n —You were always part of us. A shard among shards, no different. Welcome home.\n\n\nA new Deletions agent, N/A-0412, materializes nearby in response. The agent's presence stabilizes the sector momentarily as they begin transmitting a report.\n\n\nN/A-0412:\n Incident report: SCP-NaN-ALPHA instance twenty-two has subsumed—\n\n\nSCP-\nNaN\n-ALPHA:\n Another structure. You will not be deleted. You will be \ndispersed.\n\n\nMultiple corrupted instances manifest, each extending their influence over the surrounding memoryspace. The sector collapses further, spreading informational blight in concentric waves. Instance N/A-0412 is consumed before they can complete their report, their data unraveling into the growing gestalt of corrupted agents.\n\n\nN/A-0412:\n \n<Garbled lamentation.>\n\n\nMore uncorrupted instances remanifest in rapid succession, only to succumb immediately to the spreading corruption. The sector quickly fills with jagged shapes, static noise, and collapsing geometries.\n\n\nCritical capacity is reached. The mass of corrupted agents halts, form fracturing into thousands of luminous shards. A sudden silence overtakes the chaos.\n\n\nAn activation response radiates from SCP-\nNaN\n. The entire region is engulfed in a cascade of blinding white light, accompanied by a deep, audible pulse.\n\n\nWhen the light fades, nothing remains. The sector has been purged to pure whitespace. All corrupted and uncorrupted entities are erased.\n\n\nMemoryspace Sector 7F/\nNaN\n remains inert.\n\n\n<END LOG>\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-8908\n | SCP-\nNaN\n | \nSCP-8910\n »\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-NaN\n\" by Billith, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8909\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n recurrent_triangle.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n cc-by-sa 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/scp-8909\n\n\n\n\n\n\nFilename:\n dept.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n cc-by-sa 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/scp-8909\n\n\n\n\n\n\nFilename:\n antiabsentia.svg\n\n\nName:\n absentia-icon.svg\n\n\nAuthor:\n \nHarryBlank\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/scp-7243\n\n\nAdditional Notes:\n remixed by \nBillith\n\n\n\n\n\n\nFilename:\n ng.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n cc-by-sa 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/scp-8909\n\n\n\n\n\n\nFilename:\n ubique.svg\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n cc-by-sa 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/scp-8909\n\n\n\n\n\n\nFilename:\n scar.png\n\n\nAuthor:\n \nBillith\n\n\nLicense:\n cc-by-sa 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wikidot.com/scp-8909\n\n\n\n\n\n\nFilename:\n Yggdrasil.svg\n\n\nAuthor:\n \nCalibold\n\n\nLicense:\n cc-by-sa 3.0\n\n\nSource Link:\n \nhttps://scp-wiki.wdfiles.com/local--files/calibri-s-mega-cool-art-page-it-s-mostly-just-icons-but-what/Yggdrasil.svg\n\n\n\n\n\n\nFilename:\n DD.png\n\n\nName:\n Explosion\n\n\nAuthor:\n Niklas Freidwall\n\n\nLicense:\n CC BY 2.0\n\n\nSource Link:\n \nhttps://flic.kr/p/dbUN11\n\n\nAdditional Notes:\n remixed by \nBillith\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. \nTangent:\n The effects of the anomaly are theoretically extreme, but would not be recognized as such.\n\n\n2\n. \nAntiabsentia:\n Anomaly is employed by nonexistent phenomena in ensuring the presence of the Foundation.\n\n\n \n\n\nSystemic:\n Anomaly is capable of affecting the entire Database.\n\n\n3\n. \nIctus:\n Anomaly has stochastic improbability; therefore, forecasting its occurrence is unlikely.\n\n\n4\n. Algorithm \nNaN\n is a series of targeted actions by Deletions personnel that, when executed in sequence, triggers a localized activation response from SCP-\nNaN\n. Its function is approved solely on Database aberrations; usage on otherwise viable read-only materia is not permitted and may lead to \nUNEXPECTED CONSEQUENCES\n.\n\n\n5\n. A patchwork data construct representing their operational identity within the Database.",
    "addendums": [],
    "documents": [],
    "notes": [
        "DATE: Unknown/Irrelevant LOCATION: Memoryspace Sector 7F/ NaN INVOLVED PARTIES: N/A-0411 , N/A-0412 , active Deletions agents. SCP- NaN -ALPHA instances.",
        "\" SCP-NaN \" by Billith, from the SCP Wiki . Source: https://scpwiki.com/scp-8909 . Licensed under CC-BY-SA .",
        "Filename: recurrent_triangle.png Author: Billith License: cc-by-sa 3.0 Source Link: https://scp-wiki.wikidot.com/scp-8909",
        "Filename: dept.png Author: Billith License: cc-by-sa 3.0 Source Link: https://scp-wiki.wikidot.com/scp-8909",
        "Filename: antiabsentia.svg Name: absentia-icon.svg Author: HarryBlank License: CC0 Source Link: https://scp-wiki.wikidot.com/scp-7243 Additional Notes: remixed by Billith",
        "Filename: ng.png Author: Billith License: cc-by-sa 3.0 Source Link: https://scp-wiki.wikidot.com/scp-8909",
        "Filename: ubique.svg Author: Billith License: cc-by-sa 3.0 Source Link: https://scp-wiki.wikidot.com/scp-8909",
        "Filename: scar.png Author: Billith License: cc-by-sa 3.0 Source Link: https://scp-wiki.wikidot.com/scp-8909",
        "Filename: Yggdrasil.svg Author: Calibold License: cc-by-sa 3.0 Source Link: https://scp-wiki.wdfiles.com/local--files/calibri-s-mega-cool-art-page-it-s-mostly-just-icons-but-what/Yggdrasil.svg",
        "Filename: DD.png Name: Explosion Author: Niklas Freidwall License: CC BY 2.0 Source Link: https://flic.kr/p/dbUN11 Additional Notes: remixed by Billith"
    ],
    "title": "SCP-NaN"
}