{
    "url": "https://scp-wiki.wikidot.com/scp-8911",
    "all_text": "In which Bohart is laughed out of a Site.\n\n\n\n\n \n\n\nrating: \n+80\n+\n–\nx\n\n\n\n\n\n\nSite-333, c. 1989, prior to burning down in 1992.\n\n\n\n\n\n\nItem #:\n SCP-8911\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n As SCP-8911 only affects Site-333's interior, no direct containment procedures are necessary. All personnel stationed at Site-333 are to be briefed on SCP-8911 and must report any instances of the anomaly taking place in their presence.\n\n\nDescription:\n SCP-8911 is an auditory anomaly manifesting at Site-333. Affected personnel report hearing a sound, similar to that of a pre-recorded laugh track used in various popular sitcoms, at seemingly random moments and locations. The source of the anomaly is yet to be traced.\n\n\nAddendum 8911.1:\n The following is an abridged log of recorded SCP-8911 instances and attempts to intentionally manifest the anomaly.\n\n\n\n\n23/01/1991:\n Dr. Rutherford cuts his finger while examining documents; SCP-8911 is heard in his office for approximately five seconds. The anomaly was reported shortly afterward, and SCP-8911 was classified.\n\n\n\n\n\n\n24/01/1991:\n D-1221 is instructed to cut his right index finger with a sheet of paper in a controlled environment. D-1221 complies, however, SCP-8911 fails to manifest.\n\n\n24/01/1991:\n D-1221 is instructed to cut his left index finger with a sheet of paper in a controlled environment. D-1221 complies, however, SCP-8911 fails to manifest.\n\n\n24/01/1991:\n D-1221 expels flatulence. SCP-8911 is heard for approximately 5 seconds within the testing chamber.\n\n\n24/01/1991:\n D-1221 is ordered to slip on a banana peel in a controlled environment. D-1221 complies, however, SCP-8911 fails to manifest.\n\n\n24/01/1991:\n D-1221 is ordered to slip on a banana peel in a controlled environment. D-1221 refuses to comply and is subdued by Guard Newby. After issuing a beating to D-1221, Newby backs away from him and slips on the banana peel. SCP-8911 is heard for approximately 7 seconds within the testing chamber.\n\n\n\n\n\n\n25/02/1991.\n Dr. Haaland is informed that his residence has been destroyed by a kitchen fire. SCP-8911 is heard throughout the personnel offices for 15 seconds, alongside loud clapping.\n\n\n\n\n\n\n01/03/1991.\n Researcher Quinn is informed of his termination due to unrelated protocol violations. SCP-8911 is heard in the entirety of Site-333, alongside loud clapping and cheering for 20 seconds.\n\n\n\n\n\n\n \n\n\n \n\n\nAddendum 8911.2:\n Following various noise and disruption complaints caused by SCP-8911, Site-333 administration voted on attempting to decommission the anomaly. The ensuing vote resulted in a 5-2-2 score in favor of decommissioning SCP-8911. Attached below is an abridged log of attempted measures taken.\n\n\n\nPlan:\n Site-333 open mic comedy night.\n\n\nReasoning Conspectus:\n SCP-8911 reacts to humorous events, perhaps giving it more of what it wants will sate it and it will go away.\n\n\nStatus:\n \nAPPROVED\n\n\nResults:\n SCP-8911 failed to manifest once throughout the 4 hours of the event. Decommissioning attempt failed.\n\n\n\n\n\n\nPlan:\n Kill the entire D-class population of Site-333.\n\n\nReasoning Conspectus:\n SCP-8911 is known to enjoy the suffering of others. By inflicting suffering, we may appease it and cause it to demanifest.\n\n\nStatus:\n \nDENIED\n\n\nResults:\n Researcher Carlos was admonished for this suggestion. SCP-8911 was heard throughout the Site when Carlos was informed he would be docked a month of pay for his behavior.\n\n\n\n\nAddendum 8911.3:\n On 30/06/1991, Vincent Bohart was scheduled to visit Site-333 and take over from Director Nolan Goode. As he arrived, it was noted that SCP-8911 began to be audible throughout the Site. Attached below is an interview carried out with Bohart following his arrival and discovery of interaction with SCP-8911.\n\n\n\n\nInterviewed:\n V. Bohart\n\n\nInterviewee:\n N. Goode, Site-333 Director\n\n\nNote:\n The interview began outside of Site-333 approximately 15 minutes after Bohart's arrival and discovery of interaction with SCP-8911.\n\n\n<BEGIN LOG>\n\n\nGoode:\n Hello, Vince.\n\n\nBohart:\n Hey, Nolan. Your Site is laughing at me.\n\n\nGoode:\n Yup. I see you discovered our Site's little, uh, problem.\n\n\nBohart:\n Problem? Here I was thinking that it was just some cruel prank on me.\n\n\nGoode:\n No, we wouldn't do that to you.\n\n\nBohart:\n That's good to hear at least. So what is this, some sort of anomaly? And what's with the recorder? Don't tell me you're going to interview me.\n\n\nGoode:\n I just want to record everything we do for posterity. As for it being an anomaly, yes. Here, let me show you the documentation.\n\n\n[There is a brief silence as Bohart reviews SCP-8911's documentation.]\n\n\nBohart:\n Well I'll be damned. Okay. So you have a canned laugh anomaly affecting your Site. But why does it go off when I enter the building?\n\n\nGoode:\n Maybe you're just naturally funny.\n\n\nBohart:\n \n[Bohart laughs.]\n You think so?\n\n\nGoode:\n Maybe. Or maybe the things that happen to you are funny too.\n\n\nBohart:\n Well, funny things do happen to me. And I think I'm pretty funny too.\n\n\nGoode:\n Fair enough. Why don't we go talk inside? It's almost lunchtime.\n\n\nBohart:\n I don't want the mean laughter SCP to laugh at me just for existing though.\n\n\nGoode:\n Oh, stop it. We've dealt with it for months, surely a few hours of it won't hurt you.\n\n\nBohart:\n Fine. Does the cafeteria have saltwater taffy?\n\n\nGoode:\n It does, yes.\n\n\n[Bohart and Goode approach the Site. The slight creaking sound of the doors opening is audible after Goode inputs his security code. SCP-8911 is heard as Bohart enters, with loud clapping, cheering, and whooping.]\n\n\nBohart:\n \n[Yelling over SCP-8911]\n Yes, yes, very funny. I love an audience! How are we tonight, Atlantic City?\n\n\nGoode:\n \n[Yelling over SCP-8911]\n Come on, this way.\n\n\nBohart:\n Wow, this place is nice. You have a whole cafeteria here?\n\n\nGoode:\n Uh, I think that's pretty standard. What do you normally do for lunch?\n\n\nBohart:\n I just grab stuff from the breakroom fridge \n[chuckles].\n It's a great thing about working with the anomalous, plenty of reasons an employee's lunch could go missing.\n\n\n[Bohart begins walking backwards, looking at the opposite direction.]\n\n\nGoode:\n Vince, look out behind y—\n\n\nBohart:\n Whoa!\n\n\n[Bohart slips and falls on the recently cleaned floor, landing on top of the wet floor sign.]\n\n\nGoode:\n You okay there?\n\n\n[SCP-8911 becomes uproarious in volume, reaching 180 dB throughout the site.]\n\n\nBohart:\n About as good as someone who just fell could be…\n\n\n[Bohart attempts to stand but slips on the wet ground again. His left shoe slips off and hits him in the groin.]\n\n\nGoode:\n Let me help you up.\n\n\n[SCP-8911's laughter appears to become labored, with various previously laughing voices beginning to cough.]\n\n\nBohart:\n \n[Gasping]\n I uh, I don't want to get up and fall again.\n\n\nGoode:\n Come on now. Don't be like that.\n\n\n[Goode helps Bohart to his feet, but his glasses fall from his face and hit the ground. One of the lenses is cracked.]\n\n\nBohart:\n Great. Just fucking fantastic.\n\n\n[Bohart bends over to pick up his glasses and puts them back on.]\n\n\nGoode:\n There you are. Alright, let's go get you an icepack from the cafeteria.\n\n\n[SCP-8911's laughter has been largely reduced to coughing and wheezing and lowering in volume.]\n\n\nBohart:\n Let me just get my shoe. Fucking laughing Site.\n\n\n[Bohart's glasses drop from his face again, and he accidentally steps on them. The glasses are broken beyond repair.]\n\n\n[SCP-8911's volume has become minimal, with very few voices still wheezing.]\n\n\nGoode:\n I uh… I'm sorry Vince. At least the Foundation has good optometrists, right?\n\n\nBohart:\n I guess. Especially now that I'm getting a promotion, right?\n\n\n[Bohart bends over to pick up his glasses and shoe. As he fully leans over, he expels flatulence.]\n\n\n[SCP-8911 produces a final, hacking cough, then ceases.]\n\n\nBohart:\n Oops. Excuse me.\n\n\n[There is a ten-second silence.]\n\n\nGoode:\n Vincent, I think we just successfully decommissioned 8911.\n\n\nBohart:\n We?! What do you mean we?!\n\n\nGoode:\n Okay, don't get mad at me, but…\n\n\n[Goode turns off his recording device.]\n\n\n<END LOG>\n\n\nNote:\n SCP-8911 has failed to manifest in Site-333 following this event. Director Goode was commended for utilizing Bohart's accident-prone nature to the benefit of the Site and Dir. Bohart was awarded a free meal voucher redeemable in the Site's cafeteria. The anomaly's documentation is currently pending reclassification to Decommissioned.\n\n\n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\n« \nSCP-8910\n | SCP-8911 | \nSCP-8912\n »\n\n\n\n\n\n\n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\nUncle Nicolini's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-7337\n \n•\n\n\n\n\n\n\nSCP-5057\n \n•\n\n\n\n\n\n\nSCP-4206\n \n•\n\n\n\n\n\n\nSCP-4432\n \n•\n\n\n\n\n\n\nSCP-ES-115\n \n•\n\n\n\n\n\n\nSCP-4056\n \n•\n\n\n\n\n\n\nSCP-1542\n \n•\n\n\n\n\n\n\nSCP-7725\n \n•\n\n\n\n\n\n\nSCP-3863\n \n•\n\n\n\n\n\n\nSCP-8956\n \n•\n\n\n\n\n\n\nSCP-654\n \n•\n\n\n\n\n\n\nSCP-7573\n \n•\n\n\n\n\n\n\nSCP-4026\n \n•\n\n\n\n\n\n\nSCP-1046\n \n•\n\n\n\n\n\n\nSCP-7112\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nDaeva Cooking And You\n \n•\n\n\n\n\n\n\n魂-S-2049 \"Anima Back-Ups\"\n \n•\n\n\n\n\n\n\nSC-99/734/01/506\n \n•\n\n\n\n\n\n\nHOGSLICE vs bones\n \n•\n\n\n\n\n\n\nChasing The Union\n \n•\n\n\n\n\n\n\nZetetic Bulletin: The Myth of the Wu Xing Iris\n \n•\n\n\n\n\n\n\nFrenzied Overture\n \n•\n\n\n\n\n\n\nAn Epitaph For SCP-173\n \n•\n\n\n\n\n\n\nAdoption Poster: Darius!\n \n•\n\n\n\n\n\n\nProject Proposal 2018-145: \"Drinking With the Jocks\"\n \n•\n\n\n\n\n\n\nSurprise! Happy Birthday! Just as the clock strikes midnight...\n \n•\n\n\n\n\n\n\nPediatric Para-Psychology\n \n•\n\n\n\n\n\n\nRobin\n \n•\n\n\n\n\n\n\nCritter Profile: Sandra And George!\n \n•\n\n\n\n\n\n\nDanger: Medellin Hippos!\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\nSciptember 2022 Art Highlights\n \n•\n\n\n\n\n\n\nuncle nicolini author page\n \n•\n\n\n\n\n\n\nOde To The Unknown Author\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8911\n\" by Uncle Nicolini, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8911\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n site333.png\n\n\nName:\n View of house between two casinos - Town of Atlantic City, North end of Absecon Island, South of Absecon Channel, Atlantic City, Atlantic County, NJ HABS NJ,1-ATCI,19-3 (CT).tif\n\n\nAuthor:\n Jack Boucher\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 8911.1: The following is an abridged log of recorded SCP-8911 instances and attempts to intentionally manifest the anomaly.\n\n\n",
        "Addendum 8911.3: On 30/06/1991, Vincent Bohart was scheduled to visit Site-333 and take over from Director Nolan Goode. As he arrived, it was noted that SCP-8911 began to be audible throughout the Site. Attached below is an interview carried out with Bohart following his arrival and discovery of interaction with SCP-8911.\n\n\n\n\n\n\n\n"
    ],
    "documents": [],
    "notes": [
        "\" SCP-8911 \" by Uncle Nicolini, from the SCP Wiki . Source: https://scpwiki.com/scp-8911 . Licensed under CC-BY-SA .",
        "Filename: site333.png Name: View of house between two casinos - Town of Atlantic City, North end of Absecon Island, South of Absecon Channel, Atlantic City, Atlantic County, NJ HABS NJ,1-ATCI,19-3 (CT).tif Author: Jack Boucher License: Public Domain Source Link: Wikimedia Commons"
    ],
    "item": "SCP-8911",
    "object_class": "Euclid",
    "containment_procedures": "As SCP-8911 only affects Site-333's interior, no direct containment procedures are necessary. All personnel stationed at Site-333 are to be briefed on SCP-8911 and must report any instances of the anomaly taking place in their presence.",
    "description": "SCP-8911 is an auditory anomaly manifesting at Site-333. Affected personnel report hearing a sound, similar to that of a pre-recorded laugh track used in various popular sitcoms, at seemingly random moments and locations. The source of the anomaly is yet to be traced.",
    "title": "SCP-8911"
}