{
    "url": "https://scp-wiki.wikidot.com/scp-8916",
    "all_text": "{$comments}\n\n\n\n\n\n\n\n\n▸ More by this Author ◂\n\n\n\n\n\n\n\n\n{$comments2}\n\n\n\n\n\n\n \n\n\nF.A.Q.\n\n\n\n\n\n\n{$doesthisfixthebug}\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+289\n+\n–\nx\n\n\n \n\n\n\n\nRecords, Archival, and Information Security Administration\n\n\nThis file has been partially redacted by the Ethics Committee Office of Sensitivity. For an unredacted copy of the file, please contact your site's RAISA case officer.\n\n\n\n\n\n\n\n\nSCP-8916, photo sources from Henterville Public Library.\n\n\n\n\n\n\nItem #:\n SCP-8916\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n It has been determined that due to SCP-8916’s prominent place in local history, culture, and heritage; removing it is both impractical and risks destroying the anomaly. As such, SCP-8916 is to be left as-is, with residents of Henterville permitted to continue the Harvest as per usual. Every year on May 15th, a number of the SCP-8916-A instances produced that year are to be collected for testing and analysis.\n\n\nDescription:\n SCP-8916 is an anomalous sycamore tree located at the top of Hatchett’s Hill in Henterville, Georgia, United States of America. While its exact age cannot be determined without cutting down and thereby killing the tree, estimation by trunk diameter and general appearance suggest the tree is quite youthful, only forty to fifty years old\n1\n. However, local historians in Henterville have texts referencing the tree dating back to at least 1866, and hundreds of pieces of photo evidence of its presence on Hatchet Hill in the early part of the 20th century. These photos are not publicly displayed at the Henterville library\n2\n, but descriptions are attached in Addendum 8916.2.\n\n\nSycamore trees in North America typically bear fruit in the late autumn, producing achenes — small, spiked brown bodies that have a dense and tough interior with large seeds. However, SCP-8916 bears fruit on the same day every year: May 15th.\n3\n On the morning of May 15th, every year, SCP-8916 begins to grow anomalous fruit hereby designed SCP-8916-A.\n\n\nSCP-8916-A instances are roughly-spherical fruit ranging from four to six inches in diameter, though they often exhibit large growths and bumps under the surface. Their skin is dark, tough, and leathery. Tests have confirmed this is biologically identical to human skin. Peeling it off reveals the interior of the fruit. The flesh is reddish-pink human muscle tissue, though instances have been found that are comprised of heart, brain, and digestive tissue. This tissue is living while the fruit is hanging from the tree, and will continue to tense and flex until death, typically 6-10 hours after it has been cut down from SCP-8916. The flesh of the fruit is not consistent, and will contain imperfections, knots of muscle, and occasionally foreign objects, the most common of which are teeth embedded in the muscle. Hematological analysis of the blood cells within SCP-8916-A instances indicate they are universally positive for sickle-cell disorder.\n\n\nAddendum 8916.1:\n Results of Genetic Testing on SCP-8916-A Instances\n\n\n\n\n[REDACTED BY ETHICS COMMITTEE OFFICE OF SENSITIVITY]\n\n\n\n\nAddendum 8916.2:\n Photographs from Henterville Public Library, dated 1899-1920\n\n\n\n\n[REDACTED BY ETHICS COMMITTEE OFFICE OF SENSITIVITY]\n\n\n\n\nAddendum 8916.3:\n Historical Background: Henterville, GA, USA\n\n\n\n\n[REDACTED BY ETHICS COMMITTEE OFFICE OF SENSITIVITY]\n\n\n\n\nAddendum 8916.4:\n Harvest Cultural Analysis, 2018, Researcher Henry Washington\n\n\nThe presence of SCP-8916 and its fruiting pattern have inspired an annual celebration in Henterville, referred to be residents simply as the Harvest. In April of 2018, Researcher Washington was sent to Henterville to report on the upcoming Harvest and its place in local culture.\n\n\n\n\nEmma Goodman, 44, housewife\n\n\nThe Harvest is a cornerstone of our local culture. It’s what makes us special, you know? Every town likes to say they have something special about them, and I’m sure they do, but I can say for certain that nobody else has the tree, and nobody else has the Harvest. It’s — well, I guess I’d call it part of our heritage! I mean, one of my first memories is Daddy taking me and my sisters to the Harvest. When we were kids, I mean. I couldn’t have been more than five or six at the time, and I remember it was such a fun time. Mr. Jenkins ran the candy shop on Main Street, and he’d come out with a big cart and give out saltwater taffy for five cents. And back then the town used to pay a rodeo clown to come out and do face painting and balloon animals until about noontime when we went up to the tree. These kinds of events, the local culture and history, that’s what makes small towns special.\n\n\n\n\n\n\nLisa Stewartson, 29, schoolteacher\n\n\nOh, the Harvest is such a blast! It’s a wonderful experience for the kids. I mean, my mom and pops took me when I was a little girl, and they told me that their parents took them, and so on and so forth. I don’t think anyone knows how it got started, honestly. I certainly don’t. But every year, May 15th, we look forward to it. Kids get the day off school and we all go to the town square where all the food and games and such are set up. Plenty of fried dough stands, sometimes the county farmers set up a farmers market with just the best honey you’ve ever tasted. And then when noon comes around we all start making our way up Hatchett’s Hill. \n(Smiling, she touches her belly.)\n I’m expecting in April. We already have names picked out. It feels good knowing that she’s gonna grow up in a town that’s not ashamed of our heritage.\n\n\n\n\n\n\nTodd Lamb, 51, butcher\n\n\nThe Harvest technically starts at eight in the morning. I come around every year to help set up — no one’s out doing the grocery shopping on that day so keeping the store open is pretty pointless anyway. I just bring a few tubs of jerky and sell those off for a dollar a stick. Anyway, all the vendors and live acts start setting up at eight, but the main show is at noon. We all go up Hatchett’s Hill — I’m not a history guy but apparently it’s been a sort of meeting spot for Henterville folk for forever now. Not hard to see why — you stand under the tree and you can more or less see the whole damn town. Anyway. We go up the hill and by then the fruit have matured, baked in the sun for a couple hours. We get a couple ladders set up, and we start picking them! My back’s bad, so I don’t do much myself, but it’s nice just to see families spending time together. Kids giggling and playing tag or catch with the fruit, squealing when they step on one or it splatters over their Sunday best. This kinda thing only happens in small towns. You wouldn’t know.\n\n\n\n\n\n\nAdam Jefferson, 19, university student\n\n\nI don’t want to talk about it.\n\n\n\n\n\n\nTroy Hodges, 78, retiree\n\n\nThere’s always some people who don’t celebrate. I don’t bother wasting time pretending to understand them. It’s a day off work, school, why not make the most of it, spend some time with your fellow man? Even when I was a kid, we’d walk clear across town — we lived on a farm on the edge of the county, you know — and pass all the houses in the southwest quarter\n4\n where people were wasting a damn fine Harvest day locked in their houses. When we were safely out of earshot my pappy would tell me that some people just can’t be helped. Who gives a damn how it started? Nowadays it’s just us celebrating our heritage. Though of course, people tend to have a problem with that whole idea in general, like with that statue downtown. Those people wanna destroy and rewrite history. Just can’t be helped.\n\n\n\n\n\n\nAngeline Monroe, 41, librarian\n\n\nWe keep extensive records of the Harvest every year after World War One! Photographs, records of the vendors and events. They’re all compiled in a book we keep at the library. It’s a way of keeping this sort of culture alive. Kids love to look at it — sometimes parents come, show their kids themselves as youngsters in the old photos. It’s nice. Oh, we have ones before that, too. It’s just, not the kind of thing we want to display publicly, you know? Especially not in front of the little ones. They don’t need to see that kind of thing. But sometimes a history student comes down from Athens asking to see it and well, we don’t want to be rude, so we’ll open it up for them. If you ask me, I think it’s better left in that alcove in the back. What’s the point? Got nothing to do with the Harvest now, obviously.\n\n\n\n\n\n\nPaige Combs, 7, second-grader\n\n\nThe fruit are my favorite part! Mommy and Daddy let me climb the ladder this year and pick out a fruit, and I picked the biggest one I could reach but I couldn’t get it because my brother kept shaking the ladder so Daddy helped me and I got it! And then after we pick fruit everybody sat down at their blankets and the picnic tables and Mommy brought lemonade and we all sat down and ate the fruit we picked! And it was hot but the tree is so big that it didn’t even feel that hot. And everyone does it together so when I was done I threw the pit at my second-best-friend Annie Monroe whose mommy is Ms. Monroe. But you can’t tell her I called her my second-best-friend because my best-best-friend is Lila Freeman but she never comes to the Harvest.\n\n\n\n\n\n\nClarissa Freeman, 45, remote worker\n\n\nOf course she wants to go. She’s a kid. She sees her friends having fun and she wants to go and she gets upset and sulks in her room and says she hates me because I won’t let her. She’ll understand when she’s older. I don’t care how many food trucks they invite and how many bands they get to play. It’s wrong. It’s just plain wrong.\n\n\n\n\n\n\nJack Green, 38, business owner and city councilman\n\n\nThere’s always the petitions. Cancel the Harvest, cut the tree down. Stop celebrating it. We don’t pay them any mind. It’s just agitators. The Harvest is our history. It’s the kind of thing that only happens in small towns. I don’t care what urbanites say. We’re not going to stop doing it. If they don’t like it, well, Henterville doesn’t need them. I’m still gonna take my son to the tree. My family has been living here since the War of Northern Aggression. I have a photo of my great-great-grandpa next to the tree on Hatchet’s Hill holding a rope, 1899. He’s part of why we have a Harvest today, God rest his soul. I look at that photo and frankly we have the Harvest today for the same reason he did what he did on that May 15th so many years ago. It’s about protecting a heritage, a way of life from those who want to ruin it.\n\n\nMe, I’m looking forward to May 15th, just like every year. This year’s Harvest is already shaping up to be a great one. \n(He looks Researcher Washington up and down.)\n You might not want to stick around, though.\n\n\n\n\nThe Ethics Committee Office of Sensitivity has thus far rejected the suggestion to intervene and take SCP-8916 into Foundation custody. Due to the past significance of the tree, its continued presence is within parameters for normalcy.\n\n\n\n\n\n\n« \nSCP-8915\n | SCP-8916 | \nSCP-8917\n »\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Sycamore trees are quite long-lived and live for up to four hundred years.\n\n\n2\n. These photos were seized by Foundation agents in the initial investigation, but released back to the community following an Ethics Committee inquest.\n\n\n3\n. The local library and historians’ archives keep meticulous records of May 15th every year due to the Fall Festival, with the significant absence of May 15th, 1899.\n\n\n4\n. Henterville’s southwestern quarter is heavily redlined.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8916\n\" by Rounderhouse, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8916\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nName:\n New Madrid County, Missouri. The \"Hanging Tree.\" Several Negroes have been hanged on this tree\n\n\nAuthor:\n New York Public Library\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nPicryl",
    "addendums": [
        "Addendum 8916.1: Results of Genetic Testing on SCP-8916-A Instances",
        "Addendum 8916.2: Photographs from Henterville Public Library, dated 1899-1920",
        "Addendum 8916.3: Historical Background: Henterville, GA, USA",
        "Addendum 8916.4: Harvest Cultural Analysis, 2018, Researcher Henry Washington\nThe presence of SCP-8916 and its fruiting pattern have inspired an annual celebration in Henterville, referred to be residents simply as the Harvest. In April of 2018, Researcher Washington was sent to Henterville to report on the upcoming Harvest and its place in local culture.\nThe Ethics Committee Office of Sensitivity has thus far rejected the suggestion to intervene and take SCP-8916 into Foundation custody. Due to the past significance of the tree, its continued presence is within parameters for normalcy."
    ],
    "documents": [],
    "notes": [
        "Emma Goodman, 44, housewife The Harvest is a cornerstone of our local culture. It’s what makes us special, you know? Every town likes to say they have something special about them, and I’m sure they do, but I can say for certain that nobody else has the tree, and nobody else has the Harvest. It’s — well, I guess I’d call it part of our heritage! I mean, one of my first memories is Daddy taking me and my sisters to the Harvest. When we were kids, I mean. I couldn’t have been more than five or six at the time, and I remember it was such a fun time. Mr. Jenkins ran the candy shop on Main Street, and he’d come out with a big cart and give out saltwater taffy for five cents. And back then the town used to pay a rodeo clown to come out and do face painting and balloon animals until about noontime when we went up to the tree. These kinds of events, the local culture and history, that’s what makes small towns special.",
        "Lisa Stewartson, 29, schoolteacher Oh, the Harvest is such a blast! It’s a wonderful experience for the kids. I mean, my mom and pops took me when I was a little girl, and they told me that their parents took them, and so on and so forth. I don’t think anyone knows how it got started, honestly. I certainly don’t. But every year, May 15th, we look forward to it. Kids get the day off school and we all go to the town square where all the food and games and such are set up. Plenty of fried dough stands, sometimes the county farmers set up a farmers market with just the best honey you’ve ever tasted. And then when noon comes around we all start making our way up Hatchett’s Hill. (Smiling, she touches her belly.) I’m expecting in April. We already have names picked out. It feels good knowing that she’s gonna grow up in a town that’s not ashamed of our heritage.",
        "Todd Lamb, 51, butcher The Harvest technically starts at eight in the morning. I come around every year to help set up — no one’s out doing the grocery shopping on that day so keeping the store open is pretty pointless anyway. I just bring a few tubs of jerky and sell those off for a dollar a stick. Anyway, all the vendors and live acts start setting up at eight, but the main show is at noon. We all go up Hatchett’s Hill — I’m not a history guy but apparently it’s been a sort of meeting spot for Henterville folk for forever now. Not hard to see why — you stand under the tree and you can more or less see the whole damn town. Anyway. We go up the hill and by then the fruit have matured, baked in the sun for a couple hours. We get a couple ladders set up, and we start picking them! My back’s bad, so I don’t do much myself, but it’s nice just to see families spending time together. Kids giggling and playing tag or catch with the fruit, squealing when they step on one or it splatters over their Sunday best. This kinda thing only happens in small towns. You wouldn’t know.",
        "Adam Jefferson, 19, university student I don’t want to talk about it.",
        "Troy Hodges, 78, retiree There’s always some people who don’t celebrate. I don’t bother wasting time pretending to understand them. It’s a day off work, school, why not make the most of it, spend some time with your fellow man? Even when I was a kid, we’d walk clear across town — we lived on a farm on the edge of the county, you know — and pass all the houses in the southwest quarter 4 where people were wasting a damn fine Harvest day locked in their houses. When we were safely out of earshot my pappy would tell me that some people just can’t be helped. Who gives a damn how it started? Nowadays it’s just us celebrating our heritage. Though of course, people tend to have a problem with that whole idea in general, like with that statue downtown. Those people wanna destroy and rewrite history. Just can’t be helped.",
        "Angeline Monroe, 41, librarian We keep extensive records of the Harvest every year after World War One! Photographs, records of the vendors and events. They’re all compiled in a book we keep at the library. It’s a way of keeping this sort of culture alive. Kids love to look at it — sometimes parents come, show their kids themselves as youngsters in the old photos. It’s nice. Oh, we have ones before that, too. It’s just, not the kind of thing we want to display publicly, you know? Especially not in front of the little ones. They don’t need to see that kind of thing. But sometimes a history student comes down from Athens asking to see it and well, we don’t want to be rude, so we’ll open it up for them. If you ask me, I think it’s better left in that alcove in the back. What’s the point? Got nothing to do with the Harvest now, obviously.",
        "Paige Combs, 7, second-grader The fruit are my favorite part! Mommy and Daddy let me climb the ladder this year and pick out a fruit, and I picked the biggest one I could reach but I couldn’t get it because my brother kept shaking the ladder so Daddy helped me and I got it! And then after we pick fruit everybody sat down at their blankets and the picnic tables and Mommy brought lemonade and we all sat down and ate the fruit we picked! And it was hot but the tree is so big that it didn’t even feel that hot. And everyone does it together so when I was done I threw the pit at my second-best-friend Annie Monroe whose mommy is Ms. Monroe. But you can’t tell her I called her my second-best-friend because my best-best-friend is Lila Freeman but she never comes to the Harvest.",
        "Clarissa Freeman, 45, remote worker Of course she wants to go. She’s a kid. She sees her friends having fun and she wants to go and she gets upset and sulks in her room and says she hates me because I won’t let her. She’ll understand when she’s older. I don’t care how many food trucks they invite and how many bands they get to play. It’s wrong. It’s just plain wrong.",
        "Jack Green, 38, business owner and city councilman There’s always the petitions. Cancel the Harvest, cut the tree down. Stop celebrating it. We don’t pay them any mind. It’s just agitators. The Harvest is our history. It’s the kind of thing that only happens in small towns. I don’t care what urbanites say. We’re not going to stop doing it. If they don’t like it, well, Henterville doesn’t need them. I’m still gonna take my son to the tree. My family has been living here since the War of Northern Aggression. I have a photo of my great-great-grandpa next to the tree on Hatchet’s Hill holding a rope, 1899. He’s part of why we have a Harvest today, God rest his soul. I look at that photo and frankly we have the Harvest today for the same reason he did what he did on that May 15th so many years ago. It’s about protecting a heritage, a way of life from those who want to ruin it. Me, I’m looking forward to May 15th, just like every year. This year’s Harvest is already shaping up to be a great one. (He looks Researcher Washington up and down.) You might not want to stick around, though.",
        "\" SCP-8916 \" by Rounderhouse, from the SCP Wiki . Source: https://scpwiki.com/scp-8916 . Licensed under CC-BY-SA .",
        "Name: New Madrid County, Missouri. The \"Hanging Tree.\" Several Negroes have been hanged on this tree Author: New York Public Library License: Public Domain Source Link: Picryl"
    ],
    "item": "SCP-8916",
    "object_class": "Safe",
    "containment_procedures": "It has been determined that due to SCP-8916’s prominent place in local history, culture, and heritage; removing it is both impractical and risks destroying the anomaly. As such, SCP-8916 is to be left as-is, with residents of Henterville permitted to continue the Harvest as per usual. Every year on May 15th, a number of the SCP-8916-A instances produced that year are to be collected for testing and analysis.",
    "description": "SCP-8916 is an anomalous sycamore tree located at the top of Hatchett’s Hill in Henterville, Georgia, United States of America. While its exact age cannot be determined without cutting down and thereby killing the tree, estimation by trunk diameter and general appearance suggest the tree is quite youthful, only forty to fifty years old1. However, local historians in Henterville have texts referencing the tree dating back to at least 1866, and hundreds of pieces of photo evidence of its presence on Hatchet Hill in the early part of the 20th century. These photos are not publicly displayed at the Henterville library2, but descriptions are attached in Addendum 8916.2.",
    "title": "SCP-8916"
}