{
    "url": "https://scp-wiki.wikidot.com/scp-8919",
    "all_text": "rating: \n+6\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \n8919\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n SCP-8919 is to be contained in a standard aquatic containment unit at Site-17's Para-Zoological Sector. Foundation personnel are not permitted to communicate with the entity without the Site Director's permission.\n\n\nDescription:\n SCP-8919 is a male goldfish (\nCarassius auratus\n) capable of speech in fluent English. It is able to grant wishes to any subject upon request. SCP-8919 confirmed to be a Type-IV reality-bending entity.\n\n\nInterview Log:\n\n\n\n\nInterviewed:\n SCP-8919\n\n\nInterviewer:\n Dr. Thomas Rigel\n\n\n\n\n[BEGIN LOG]\n\n\nDr. Rigel:\n Good afternoon, SCP-8919.\n\n\nSCP-8919:\n Afternoon, Doc! What brings you to my humble fishbowl? What is your heart's desire? Fame? Fortune? Women?… Men?\n\n\nDr. Rigel:\n Let's cut to the chase. I've read the experiment logs regarding your anomalous properties. Can you actually grant wishes?\n\n\nSCP-8919:\n Of course! One hundred percent legit. No gimmicks, no catches. Go on, ask for something small.\n\n\nDr. Rigel:\n Hmmm… alright. How about a pizza?\n\n\n[SCP-8919 bobs in the water, then a slice of pepperoni pizza manifests on the table.]\n\n\nDr. Rigel:\n Not bad. But what about something bigger? Something that really matters?\n\n\nSCP-8919:\n Oh, I like where this is going. What'll it be? A raise? A new car? Maybe a little boost in the downstairs department? [SCP-8919 winks]\n\n\nDr. Rigel:\n No, my wish is something much greater. [Glances around nervously] I doubt I have much time before someone checks in on me, so let’s do this. I wish to be the sole ruler of the entire SCP Foundation. The Council can handle the administrative work, but I want to be above them. Absolute authority. Just me.\n\n\n[Suddenly, the door bursts open. Several armed agents storm the room, restraining Dr. Rigel.]\n\n\nAgent Booth:\n Dr. Rigel, you are under arrest for treason against the Foundation.\n\n\nDr. Rigel:\n What? No! That's a mistake! The fish…\n\n\n[Dr. Rigel is forcibly removed from the room.]\n\n\nAgent Booth:\n How many does that make now?\n\n\nSCP-8919:\n That was the third one this month. I thought he'd last a little longer. I can't believe they keep falling for this trick.\n\n\nAgent Booth:\n Good work. Keep playing your part, Agent Bubbles.\n\n\nSCP-8919:\n What can I say? Some people just can't resist the bait. I'm not just a simple bait fish with minor magic powers, you know; I'm a master baiter.\n\n\nAgent Booth:\n [Sighs] Just… keep up the good work.\n\n\n[SCP-8919 twitches its fins, manifesting a pair of sunglasses on its face.]\n\n\nSCP-8919:\n That’s a fishy business.\n\n\n[END LOG]\n\n\n\n\n\n\n\n\n« \nSCP-8918\n | SCP-8919 | \nSCP-8920\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interviewed: SCP-8919 Interviewer: Dr. Thomas Rigel [BEGIN LOG] Dr. Rigel: Good afternoon, SCP-8919. SCP-8919: Afternoon, Doc! What brings you to my humble fishbowl? What is your heart's desire? Fame? Fortune? Women?… Men? Dr. Rigel: Let's cut to the chase. I've read the experiment logs regarding your anomalous properties. Can you actually grant wishes? SCP-8919: Of course! One hundred percent legit. No gimmicks, no catches. Go on, ask for something small. Dr. Rigel: Hmmm… alright. How about a pizza? [SCP-8919 bobs in the water, then a slice of pepperoni pizza manifests on the table.] Dr. Rigel: Not bad. But what about something bigger? Something that really matters? SCP-8919: Oh, I like where this is going. What'll it be? A raise? A new car? Maybe a little boost in the downstairs department? [SCP-8919 winks] Dr. Rigel: No, my wish is something much greater. [Glances around nervously] I doubt I have much time before someone checks in on me, so let’s do this. I wish to be the sole ruler of the entire SCP Foundation. The Council can handle the administrative work, but I want to be above them. Absolute authority. Just me. [Suddenly, the door bursts open. Several armed agents storm the room, restraining Dr. Rigel.] Agent Booth: Dr. Rigel, you are under arrest for treason against the Foundation. Dr. Rigel: What? No! That's a mistake! The fish… [Dr. Rigel is forcibly removed from the room.] Agent Booth: How many does that make now? SCP-8919: That was the third one this month. I thought he'd last a little longer. I can't believe they keep falling for this trick. Agent Booth: Good work. Keep playing your part, Agent Bubbles. SCP-8919: What can I say? Some people just can't resist the bait. I'm not just a simple bait fish with minor magic powers, you know; I'm a master baiter. Agent Booth: [Sighs] Just… keep up the good work. [SCP-8919 twitches its fins, manifesting a pair of sunglasses on its face.] SCP-8919: That’s a fishy business. [END LOG]"
    ],
    "containment_procedures": "SCP-8919 is to be contained in a standard aquatic containment unit at Site-17's Para-Zoological Sector. Foundation personnel are not permitted to communicate with the entity without the Site Director's permission.",
    "description": "SCP-8919 is a male goldfish (Carassius auratus) capable of speech in fluent English. It is able to grant wishes to any subject upon request. SCP-8919 confirmed to be a Type-IV reality-bending entity.",
    "title": "SCP-8919"
}