{
    "url": "https://scp-wiki.wikidot.com/scp-8922",
    "all_text": "rating: \n+53\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-8922:\n The Curse of Site-BELUGA\n\n\nAuthor:\n \ndaveyoufool\n\n⚠️ \nContent warning:\n Hoo, boy… depictions of physical and emotional abuse, sexual content (nothing TOO explicit), second offset ends with what could be called a bombing incident at a middle school, gratuitous violence, body horror, vomit, torture. Do not read on a full stomach.\n\n\n\n\n\n\n\n\nrating: \n+53\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n \n\n\nItem #:\n SCP-8922\n\n\nObject Class:\n [PENDING]\n\n\nSpecial Containment Procedures:\n Further analysis of the danger presented by SCP-8922 is needed before containment procedures can be finalized. Until then, SCP-8922 is kept in Site-59's ROB\n1\n and monitored constantly.\n\n\nNo further attempts are to be made to extract SCP-8922-B from SCP-8922's left arm.\n\n\nDescription:\n SCP-8922 is a steel and plastic android, 2m in height and 205.102 kg in mass\n2\n. It is feminine and humanoid in shape, and its internal workings follow a human-analogous design philosophy\n3\n.\n\n\nUpon discovery, SCP-8922 was clothed in a charred Chicago Bulls jersey with Michael Jordan's name and number. There was also a baseball cap, fitted backwards, with a picture of the comic strip character Garfield surfing.\n\n\nDue to heavy damage sustained from an unknown incident, SCP-8922's legs have ceased functioning. Its primary means of locomotion involves using SCP-8922-A to pull itself forward.\n\n\nBehavior:\n While not actively hostile, SCP-8922 is fiercely protective of SCP-8922-B, and violently resists any attempts to touch it or take it away - most often by pointing and activating SCP-8922-A. Other than this, SCP-8922 is generally unresponsive with Foundation personnel, save for a shortlist of 7 staff members that it trusts.\n\n\nIt answers to the name \"Konse,\" gleaned from a corrupted vocalization.\n\n\nWhen alone, SCP-8922 generally remains motionless, making garbled, sad purring noises to SCP-8922-B.\n\n\nSCP-8922-A:\n SCP-8922's right forearm has been permanently fused with SCP-8922-A, a large, spear-shaped firearm that accounts for 23% of its total mass.\n\n\nBased on current labels, SCP-8922-A was, at one point, called \"BELUGA-58 KOLOKO WAVE PROJECTOR\", but was renamed \"SUNFUKKUR 9000\" sometime thereafter.\n\n\nThe capabilities of SCP-8922-A are not understood, as there is no record of it ever being fired.\n\n\nSCP-8922-B:\n SCP-8922-B refers to a jagged, spherical mass of electronics that SCP-8922 holds in its left arm, approximately 0.5 m in width. SCP-8922's behavior has consistently hindered further analysis of SCP-8922-B.\n\n\nWhile SCP-8922 had been capable of speech at one point, its vocal processor has been heavily damaged. The majority of vocalizations are too distorted by static to decipher. It only speaks clearly when expressing an intense emotion.\n\n\n\n\nInterview Log 8922-14\n\n\nInterviewer:\n Junior Researcher Jacob Field\n\n\nInterviewed:\n SCP-8922\n\n\nDate:\n 12/20/2024\n\n\n<Begin Log>\n\n\n[Field enters SCP-8922's ROB Chamber.]\n\n\nField:\n Good afternoon, Konse, how are we doing to—\n\n\n[SCP-8922-A starts humming and emitting smoke. Its tip starts spinning. SCP-8922 points the weapon at Field. He points his hands up.]\n\n\nSCP-8922:\n \nNOT YOURS!\n\n\nField:\n Easy there! No need for the fireworks, buddy. It's me, remember? …Jake?\n\n\nSCP-8922:\n \nPROMISE!\n\n\nField:\n I already pro—\n\n\nSCP-8922:\n \nAGAIN!\n\n\nField:\n \n[Sigh.]\n Come on, man, I think you're —\n\n\nSCP-8922:\n \nYOU! \nASHES!\n\n\nField:\n FINE! Fine. I promise you — in fact, I swear that I will never touch your electric basketball.\n\n\n[SCP-8922-A powers down.]\n\n\nSCP-8922:\n \n[Regretful static.]\n\n\n[Field stands back up.]\n\n\nField:\n …okay, great! Glad we could patch that up. Anyway, might as well get today's round of questioning out of the way.\n\n\n[He examines his papers.]\n\n\nField:\n The first item on the list is… uh…\n\n\n[He notices that the first question involves disclosing more details about SCP-8922-B.]\n\n\nSCP-8922:\n \n[Inquisitive static.]\n\n\nField:\n …well, since that's a that's a bit of a sore subject today, let's move on to —\n\n\nSCP-8922:\n \n[Growling, questioning static. Indicates SCP-8922-B.]\n\n\nField:\n And \nthat's\n why we're skipping it over!\n\n\nSCP-8922:\n \n[Annoyed static.]\n \n…stions.\n\n\nField:\n What was that?\n\n\nSCP-8922:\n \nQuestions… too many… always more questions… why? What have..\n [Static.] \n…from this what…\n [Static.] \n..to gain?\n\n\nField:\n Well, uh, if we knew more about your history, we could do more to keep you safe. And besides, if we knew more about your ball —\n\n\n[SCP-8922-A starts moving again.]\n\n\nField:\n \n— we could find a better way for you to keep it safe!\n\n\n[SCP-8922-A stops suddenly.]\n\n\n[SCP-8922 hangs its head. It's silent for about 27 seconds.]\n\n\nField:\n Um…\n\n\n[A small hatch opens on SCP-8922's upper chest. A 2TB USB thumb drive launches out of it on a spring, hitting Field in the face.]\n\n\nField:\n Ow! What was that for?\n\n\nSCP-8922:\n [Sad static.]\n\n\nField:\n …didn't quite catch that.\n\n\nSCP-8922:\n \nTake.\n [Static.] \n…compromise.\n\n\n<End log.>\n\n\n\n\n\n\nTo:\n \npcs.noitadnuof|sdleifj#pcs.noitadnuof|sdleifj\n\n\nFrom:\n \npcs.noitadnuof|htimsianl#pcs.noitadnuof|htimsianl\n\n\nSubject:\n Re: USB data from SCP-8922\n\n\nJacob,\n\n\nBefore I begin, decorum tells me I should tell you to conduct yourself with more professionalism around Konse. But experience is the greatest teacher, and I get the feeling that being on the receiving end of the Sunfukkur 9000 was a more effective reprimand than any form letter could provide. Anyway, do better.\n\n\nWith that out of the way…\n\n\nNow that you have to go over the data provided by Konse, you'd do well to have some context. The O5s don't want me to let a junior researcher handle this information, but despite all your faults in the field, your work behind a desk is unparalleled. But more than this, there are aspects to SCP-8922 that I would never trust some the higher-ups not to misuse. Because SCP-8922 and its ridiculous weapon are dangerous enough in themselves, but the meat of the matter lies in where they came from.\n\n\nI probably don't need to remind you, but this never leaves your workstation.\n\n\nSCP-8922 came from \nSite-BELUGA\n, and it may know another entrance to Site-BELUGA.\n\n\nWith your clearance level, the absolute most I can tell you about Site-BELUGA is the following:\n\n\n\n\nSite-BELUGA is a pocket dimension containing an unfathomable amount of anomalous weapons.\n\n\nThese weapons were built to destroy SCP-UBU, an entity that no longer exists. (Someone else did it the easy way.)\n\n\nThe only known way to enter Site-BELUGA is through a portal in an indestructible shipping container in what's left of Soundproofed Warehouse 10.\n\n\nThe door to the shipping container opens only from the inside.\n\n\nSCP-8922 closed the door on its way out.\n\n\nThe collateral damage from Site-BELUGA turned a former member of the O5 Council into the most prolific mass murderer in human history.\n\n\n\n\nIf I believed that the Council's interest in Site-BELUGA was purely scientific, I'd send them this information without any problem. But in conference calls, the O5s speak of Site-BELUGA in the same tone of Spanish sailors talking about El Dorado. Their intentions are far from wholesome.\n\n\nIn short, I need you to look at these files and tell me why they're conclusive proof that Site-BELUGA is inaccessible. (And if they're not, get creative.)\n\n\n\n\n\n\n[\nOPENING D:/PACKET/TESTIMONIAL...\n]\n\n\n\n\n\n\nFootnotes\n\n\n1\n. (Reinforced Observation Bunker, used for the pre-containment study of dangerous entities such as reality benders and extradimensional beings)\n\n\n2\n. (Mass includes SCP-8922-A and -B)\n\n\n3\n. (For example, the A/V sensors and motherboard are located in the head and the central drive engine is located in the chest — similar to the location and function of human organs)\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8921\n | SCP-8922 | \nSCP-8923\n »",
    "addendums": [],
    "documents": [],
    "notes": [
        "Interview Log 8922-14 Interviewer: Junior Researcher Jacob Field Interviewed: SCP-8922 Date: 12/20/2024 <Begin Log> [Field enters SCP-8922's ROB Chamber.] Field: Good afternoon, Konse, how are we doing to— [SCP-8922-A starts humming and emitting smoke. Its tip starts spinning. SCP-8922 points the weapon at Field. He points his hands up.] SCP-8922: NOT YOURS! Field: Easy there! No need for the fireworks, buddy. It's me, remember? …Jake? SCP-8922: PROMISE! Field: I already pro— SCP-8922: AGAIN! Field: [Sigh.] Come on, man, I think you're — SCP-8922: YOU! ASHES! Field: FINE! Fine. I promise you — in fact, I swear that I will never touch your electric basketball. [SCP-8922-A powers down.] SCP-8922: [Regretful static.] [Field stands back up.] Field: …okay, great! Glad we could patch that up. Anyway, might as well get today's round of questioning out of the way. [He examines his papers.] Field: The first item on the list is… uh… [He notices that the first question involves disclosing more details about SCP-8922-B.] SCP-8922: [Inquisitive static.] Field: …well, since that's a that's a bit of a sore subject today, let's move on to — SCP-8922: [Growling, questioning static. Indicates SCP-8922-B.] Field: And that's why we're skipping it over! SCP-8922: [Annoyed static.] …stions. Field: What was that? SCP-8922: Questions… too many… always more questions… why? What have.. [Static.] …from this what… [Static.] ..to gain? Field: Well, uh, if we knew more about your history, we could do more to keep you safe. And besides, if we knew more about your ball — [SCP-8922-A starts moving again.] Field: — we could find a better way for you to keep it safe! [SCP-8922-A stops suddenly.] [SCP-8922 hangs its head. It's silent for about 27 seconds.] Field: Um… [A small hatch opens on SCP-8922's upper chest. A 2TB USB thumb drive launches out of it on a spring, hitting Field in the face.] Field: Ow! What was that for? SCP-8922: [Sad static.] Field: …didn't quite catch that. SCP-8922: Take. [Static.] …compromise. <End log.>",
        "To: pcs.noitadnuof|sdleifj#pcs.noitadnuof|sdleifj From: pcs.noitadnuof|htimsianl#pcs.noitadnuof|htimsianl Subject: Re: USB data from SCP-8922 Jacob, Before I begin, decorum tells me I should tell you to conduct yourself with more professionalism around Konse. But experience is the greatest teacher, and I get the feeling that being on the receiving end of the Sunfukkur 9000 was a more effective reprimand than any form letter could provide. Anyway, do better. With that out of the way… Now that you have to go over the data provided by Konse, you'd do well to have some context. The O5s don't want me to let a junior researcher handle this information, but despite all your faults in the field, your work behind a desk is unparalleled. But more than this, there are aspects to SCP-8922 that I would never trust some the higher-ups not to misuse. Because SCP-8922 and its ridiculous weapon are dangerous enough in themselves, but the meat of the matter lies in where they came from. I probably don't need to remind you, but this never leaves your workstation. SCP-8922 came from Site-BELUGA , and it may know another entrance to Site-BELUGA. With your clearance level, the absolute most I can tell you about Site-BELUGA is the following: Site-BELUGA is a pocket dimension containing an unfathomable amount of anomalous weapons. These weapons were built to destroy SCP-UBU, an entity that no longer exists. (Someone else did it the easy way.) The only known way to enter Site-BELUGA is through a portal in an indestructible shipping container in what's left of Soundproofed Warehouse 10. The door to the shipping container opens only from the inside. SCP-8922 closed the door on its way out. The collateral damage from Site-BELUGA turned a former member of the O5 Council into the most prolific mass murderer in human history. If I believed that the Council's interest in Site-BELUGA was purely scientific, I'd send them this information without any problem. But in conference calls, the O5s speak of Site-BELUGA in the same tone of Spanish sailors talking about El Dorado. Their intentions are far from wholesome. In short, I need you to look at these files and tell me why they're conclusive proof that Site-BELUGA is inaccessible. (And if they're not, get creative.)"
    ],
    "item": "SCP-8922",
    "object_class": "[PENDING]",
    "containment_procedures": "Further analysis of the danger presented by SCP-8922 is needed before containment procedures can be finalized. Until then, SCP-8922 is kept in Site-59's ROB1 and monitored constantly.",
    "description": "SCP-8922 is a steel and plastic android, 2m in height and 205.102 kg in mass2. It is feminine and humanoid in shape, and its internal workings follow a human-analogous design philosophy3.",
    "title": "SCP-8922"
}