{
    "url": "https://scp-wiki.wikidot.com/scp-8928",
    "all_text": "rating: \n+4\n+\n–\nx\n\n\nMy car broke down at the worst time. He is following me. I know it. The road was surrounded by hiemal\n1\n stillnesses and he is making it worse. I walked down the road petrified. At first, I thought I was alone; but as I walked, I could feel him; closer.\n\n\nI did make it home; but as soon as I got on my uncomfortable bed, I could see him. He was in front of my bed; watching. I did manage to sleep, but I could always feel him stalking me. Although I knew he was only there to give me a good scare, this has traumatized me. This was an incident that I could never forget. It was him; De Ogen\n2\n.\n\n\n\n\n\n\n\n\n\n\nItem#:\n \n8928\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nticonderoga\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nkeneq\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n MTF Mu-13 (\"Ghostbusters\") are to monitor SCP-8928 daily by utilizing the KSB-12 Spirit Box. SCP-8928 is possible to contain; however, MTF Mu-13 (\"Ghostbusters\") will be forced to recontain the anomaly repeatedly every time it has returned to the astral realm.\n\n\nDue to the lack of signs of threat against humanity, containment of SCP-8928 is not necessary.\n\n\nDescription:\n SCP-8928 resembles a humanoid entity roughly 2.7 meters (8.8 feet) in height. SCP-8928 possesses an undefined body structure; SCP-8928 does not seem to exhibit facial features or skin. The surroundings of SCP-8928 are enveloped by thick fog at all times.\n\n\nSCP-8928 emerges in the center of the Sonian Forest, Belgium at 6:00 pm. SCP-8928 is proven to be nocturnal and thrives in areas exceeding no more than 30 lux (lx). SCP-8928 does not exist between 6:00 am and 5:59 pm.\n\n\n\n\nThe Sonian Forest\n\n\n\n\n\n\nAddendum 8928-a1:\n\n\nSCP-8928 travels at a significant speed; it has been recorded to travel speeds exceeding 3 m/s. Upon its emergence, SCP-8928 typically manifests throughout neighborhoods adjacent to the Sonian Forest. SCP-8928 does not pose a threat to humanity; its sole purpose is to induce fear against the living.\n\n\nAddendum 8928-a2:\n\n\nSCP-8928 is capable of speech with the utilization of \nSpirit Boxes\n; however, its voice will cut off indiscriminately due to insufficient manipulative radio waves. SCP-8928 often does not respond to individuals when agitated; however, SCP-8928 displays gentle manners when calm.\n\n\nSCP-8928 cannot interact with its environment.\n\n\nAddendum 8928-a3:\n\n\nSCP-8928 utilizes debilitated incorporeal entities to locate individuals, designated SCP-8928-2. SCP-8928-2 instances constantly sense the living; therefore aiding in locating individuals (even exceptionally well-hidden subjects). SCP-8928-2 instances were observed by the utilization of Thermal Imaging Cameras\n3\n.\n\n\n \n\n\n\n\n\"One night, a… a man was just driving to his grandma. But as he was driving, he was met by… mesmerizing fog. He thought it was a vibe but then-\"\n\n\n\"I'm sorry. What exactly is this story you're telling? You didn't even give a title.\"\n\n\n\"Right. This story is titled The \nDe Ogen\n. Anyways. So it was a man-\"\n\n\n\"Yo, you play too much. What was that game? Wasn't it Fastmophobia\n4\n? Isn't the De Ogen a monster in that game?\"\n\n\n\"Yo, shut up. I'm trying my best. So, as the man was driving, he was greeted by fog. There was no one on the road. He thought it was a vibe until he had the feeling that something or someone was watching him.\"\n\n\nhe eats his marshmallow on a stick\n\n\n\"And then, he ignored this feeling. But as he drove even more, a shadow figure greeted him. This scared him and caused him to crash the car into a tree. He ran deep into the woods until he saw a cabin. You likin' where this is going?\"\n\n\npause\n\n\n\"No! It doesn't make any sense. So like, this De Ogen is a shadow figure that scared the dude you mentioned in the story. Now what? He is gonna go and kill him?\"\n\n\n\"No, here's how it goes.\"\n\n\nclears throat\n\n\n\"The man entered the cabin but there was no one there. luckily, the cabin had supplies necessary for living. As the fog was fading, he heard a faint child laughing. The end. Did that scare you?\"\n\n\nboth silent\n\n\n\"No, not gonna lie, that didn't even scare me. What even was that story? Could've done better, y'know.\"\n\n\n\n\n\n\n \n\n\n\n\n\n\n« \nSCP-8927\n | SCP-8928 | \nSCP-8929\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8928\n\" by GarryCorona, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8928\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n SonianForest.jpg\n\n\nName:\n Sunset in the Foret de Soignes, Belgium.\n\n\nAuthor:\n David Edgar\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n [\nhttps://commons.wikimedia.org/wiki/File:ForetDeSoignesSunset.jpg\n]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. wintry\n\n\n2\n. Dutch for \"The Eyes\"\n\n\n3\n. The temperature of SCP-8928-2 instances are lower than of SCP-8928, which may have been the primary cause of the fog constantly lingering around SCP-8928's surroundings.\n\n\n4\n. Phasmophobia",
    "addendums": [],
    "documents": [],
    "notes": [
        "The Sonian Forest",
        "\" SCP-8928 \" by GarryCorona, from the SCP Wiki . Source: https://scpwiki.com/scp-8928 . Licensed under CC-BY-SA .",
        "Filename: SonianForest.jpg Name: Sunset in the Foret de Soignes, Belgium. Author: David Edgar License: CC BY-SA 3.0 Source Link: [ https://commons.wikimedia.org/wiki/File:ForetDeSoignesSunset.jpg ]"
    ],
    "containment_procedures": "MTF Mu-13 (\"Ghostbusters\") are to monitor SCP-8928 daily by utilizing the KSB-12 Spirit Box. SCP-8928 is possible to contain; however, MTF Mu-13 (\"Ghostbusters\") will be forced to recontain the anomaly repeatedly every time it has returned to the astral realm.",
    "description": "SCP-8928 resembles a humanoid entity roughly 2.7 meters (8.8 feet) in height. SCP-8928 possesses an undefined body structure; SCP-8928 does not seem to exhibit facial features or skin. The surroundings of SCP-8928 are enveloped by thick fog at all times.",
    "title": "SCP-8928"
}