{
    "url": "https://scp-wiki.wikidot.com/scp-8930",
    "all_text": "She saw my mutilated body. I'm scared to think about how she’ll be by seeing my face.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+24\n+\n–\nx\n\n\nStrange Matter\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-8930\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n Dr. Amber Roue's neighborhood is to be drilled in evacuation procedures under the pretense of a possible gas leak. In addition, the building containing the residence of Dr. Roue should be cleared of all other inhabitants, who should be warned against entering the property.\n\n\nThese measures are in place solely to ensure Dr. Amber Roue's cohabitation with SCP-8930 is protected by a standard SEP field. No further security measures are authorized, as increased tension may result in distress to SCP-8930\n\n\nSCP-8930 must be allowed to remain in Dr. Amber Roue's home at all times. Dr. Roue is to be supplied with any items conducive to SCP-8930's continued containment\n1\n.\n\n\nDescription:\n SCP-8930 is a Class-VII Reality Bender\n2\n who was once Saul Roue. SCP-8930 does not require sustenance or rest and is typically unresponsive to all stimuli. SCP-8930 is avoidant to communication unless it is from Dr. Amber Roue herself.\n\n\nSCP-8930 wears a yellow cloak and a crudely made obsidian mask with no facial features. SCP-8930 does not remove said mask unless it is in distress (See Video Transcript-5), and reacts negatively to any attempts to remove the mask otherwise, even if attempted by Dr. Amber Roue.\n\n\n\n\nAddendum-1-Overview:\n Dr. Roue reported her son missing on April 8th, 2013. For four days, local authorities and volunteers searched for his whereabouts until a boy in a mask and a yellow cloak was spotted standing on Dr. Roue’s porch, hereafter is designated as SCP-8930.\n\n\nThere were attempts to bring SCP-8930 to either a hospital or a police station but SCP-8930 refused to move from its spot. Further attempts to move SCP-8930 were futile as locals were either ignored or could not physically move SCP-8930, some commenting that it was like trying to move a 2-ton statue.\n\n\nDr. Roue was called about the mysterious child on her porch and by the time she arrived, SCP-8930 headed in her direction and embraced her. The authorities wanted to identify and question SCP-8930 but Dr. Roue refused. Since that night, neither the police, news outlets nor anyone else followed up with Dr. Roue and it is theorized that they were all influenced by SCP-8930.\n\n\n\n\nAddendum-2-Video Transcripts:\n After Dr. Roue notified the Foundation of intruders attempting a kidnapping of SCP-8930 (See Video Transcript-5), they confiscated her indoor security cameras for viewing.\n\n\n\n\nVIDEO TRANSCRIPT-1\n\n\n\n\n[Begin Transcript]\n\n\n[Dr. Roue is preparing breakfast for SCP-8930. She places the eggs, bacon, and waffles onto the plate and serves it. She does the same for herself and sits next to SCP-8930.]\n\n\nDr: Roue:\n You like the yolk, yeah?\n\n\n[Dr. Roue rubs SCP-8930’s head.]\n\n\nDr. Roue:\n Yeah, you do. Eat up, my love.\n\n\n[SCP-8930 looks down at the food and stares.]\n\n\nDr. Roue:\n Here, let’s get that off.\n\n\n[Dr. Roue wraps her fingers on the mask, SCP-8930 flinches from her, holding the mask to his face.]\n\n\nDr. Roue:\n I’m sorry! I’m sorry.\n\n\n[SCP-8930 remains still, staring at her. Dr. Roue moves away from it which eases SCP-8930. He goes back to staring at the plate for an extended period until Dr. Roue speaks.]\n\n\nDr. Roue:\n You’re not hungry?\n\n\n[SCP-8930 does not respond.]\n\n\nDr. Roue:\n It’s okay. I’m not hungry either.\n\n\n[Dr. Roue takes the two plates and throws the food out. She reaches her hand to rub its head but it moves away from the hand. She pulls back and regresses back. She leans onto the counter staring at SCP-8930.]\n\n\nDr. Roue:\n You must be sleepy. Lemme take you to bed. Come.\n\n\n[Dr. Roue walks past SCP-8930. When she gets a few feet from him, she turns, expecting SCP-8930 to follow her. He remains sitting at the table while he watches her.]\n\n\nDr. Roue:\n Saul? Come here.\n\n\n[SCP-8930 stares at her for a few seconds then turns away.]\n\n\nDr. Roue:\n Okay. Goodnight.\n\n\n[Dr. Roue goes upstairs to her room, turning off the lights along the way. SCP-8930 remains seated for an hour and thirty minutes before moving from its chair and to grab several items in the kitchen: a container of Nesquik chocolate powder, a carton of milk, a cup, and a spoon. SCP-8930 proceeds to make itself a cup of chocolate milk, but once complete, it only stares at it.]\n\n\n[SCP-8930 places its hands on its mask. The hands remain in place before they start quivering, together with the rest of SCP-8930’s body. It slowly lifts its mask bust stops, still shaking. It quickly moves its hands away from its face, accidentally spilling the chocolate milk in the process.]\n\n\n[Sounds of footsteps rushing from the second floor to the stairway. SCP-8930 stands, looks at its surroundings, and decides to curl in the corner. Dr. Roue turns on the light with heavy breathes as she scans the kitchen. She moves close to the table, notices the spilled cup and SCP-8930, who is still quivering. She takes a roll of paper towels and cleans the table, sometimes glancing at SCP-8930. Once she finishes, she approaches SCP-8930 and squats down.]\n\n\nDr. Roue:\n Is that what you want?\n\n\n[SCP-8930 still trembles.]\n\n\nDr. Roue:\n I’m not mad. But I would have liked it if you told me.\n\n\n[SCP-8930 looks up at Dr. Roue.]\n\n\nDr. Roue:\n Do you have something to say?\n\n\n[SCP-8930 lunges forward and hugs her. She hugs it back, and it stops shaking.]\n\n\nDr. Roue:\n It’s okay. You’re okay, baby.\n\n\n[End Transcript]\n\n\n\n\n\n\nVIDEO TRANSCRIPT-2\n\n\n\n\n[Begin Transcript]\n\n\n[Dr. Roue is preparing dinner for SCP-8930, who is sitting in its usual spot. While she’s cutting, the knife cut her index finger. She yelps and curses while holding onto it as it bleeds. SCP-8930 looks at Dr. Roue, gets off from its seat, and runs to her. She wraps her finger in paper towels, soaking up the blood.]\n\n\nDr. Roue:\n Oh my god! Fuck!\n\n\n[She groans and winces.]\n\n\nDr. Roue:\n It’s okay baby, I’m okay. Mommy just made a stupid mistake.\n\n\n[SCP-8930 holds out its hands and its eyes emit a yellow glow from the mask. Dr. Roue unwraps the paper towel and washes her hand to find no wound on her fingers. She chuckles, picks up SCP-8930, and hugs it.]\n\n\nDr. Roue:\n What else can you do?\n\n\n[SCP-8930 puts its hands together and from its palms floats an illuminating yellow sphere that dims the lights in the house. He pushes the sphere up and it scatters into little sparks bouncing on the surfaces. Dr. Roue is mesmerized as she gazes at them. The sparks burst and the indoor lights brighten up again. Dr. Roue claps her hands to SCP-8930.]\n\n\nDr. Roue:\n That was beautiful! But let's keep all this between us.\n\n\n[Dr. Roue sticks out her pinky finger and SCP-8930 does the same. They both lock their fingers.]\n\n\n[End Transcript]\n\n\n\n\n\n\nVIDEO TRANSCRIPT-3\n\n\n\n\n[Begin Transcript]\n\n\n[Dr. Roue takes her keys off the hook and kneels down to SCP-8930.]\n\n\nDr. Roue:\n Mommy’s going to work now. You stay here in this house. I have the keys so if anyone knocks, do not open the door. Not for anybody, even if they say they know me. If there’s an emergency, my number is written on the fridge and you call me with the house phone. You don’t have to say anything. You call and I’ll come back as soon as I can. Okay?\n\n\n[SCP-8930 does not respond. Dr. Roue kisses SCP-8930 on the forehead.]\n\n\nDr. Roue:\n I love you.\n\n\n[After Dr. Roue leaves, SCP-8930 stands at the door for a prolonged period of time. It levitates from its spot and goes up the stairs to Dr. Roue’s bedroom, where a mirror is hung on the wall. SCP-8930 stares at its reflection, before repeatedly smashing its head onto the glass. SCP-8930 stops to look at the shards, then waves his hands at them, making them float and piecing back together the shattered mirror.]\n\n\n[SCP-8930 floats out of Dr. Roue’s room to its own. It observes it. The room has dark blue walls with a bed that has a Superman design on it. The walls are plastered with various Marvel and DC superheroes, along with hand-drawn characters. One drawing, in particular is SCP-8930 prior to their initial disappearance. They are wearing a yellow cape in a hero's stance. SCP-8930 is standing on top of the world with writing on top that reads \"I SAVE THE WORLD!\" There is another drawing of a man with angel wings flying above another character of SCP-8930 and seemingly Dr. Roue. The writing reads, \"Daddy watches over us.\"]\n\n\n[SCP-8930 throws its arms out and the room combusts. Video footage is lost.]\n3\n\n\nUnknown Male:\n Now why would you go and do that, bud? Mommy would be very upset if she sees your room like this.\n\n\n[Video is obscured with static. An unidentified adult male is standing in front of SCP-8930.]\n\n\nUnknown Male:\n There you go. Good as new. \n(He kneels)\n. I know it’s hard, and nothing makes sense to you. But that’s okay. It doesn’t have to right now. But know that mommy still loves you. And even though I’m not here anymore, I still love you. Just promise me that you’ll take care of your mom for me, yeah?\n\n\n[SCP-8930 hugs the figure, who returns the gesture. The static dissipates and the figure is no longer visible. SCP-8930 exits the room and waits at the door for Dr. Roue.]\n\n\n[End Transcript]\n\n\n\n\n\n\nVIDEO TRANSCRIPT-4\n\n\n\n\n[Begin Transcript]\n\n\n[SCP-8930 and Dr. Roue are sitting on the couch watching Spongebob Squarepants. The doorbell rings and Dr. Roue goes to the door and opens it.]\n\n\nDr. Roue:\n Mikey, hi.\n\n\nMikey:\n Hey Amber.\n\n\n[They both hug.]\n\n\nMikey:\n How are you holding up?\n\n\nRoue:\n I’m good, I’m good. Come in.\n\n\n[They both enter the house. Mikey stops to look at SCP-8930.]\n\n\nMikey:\n Hey bud! How you been?\n\n\n[SCP-8930 turns its head to face Mikey and stares. Mikey clears his throat and goes to the fridge to grab a beverage. He notices a camera and looks up at it.]\n\n\nMikey:\n You still got these up?\n\n\nDr. Roue:\n You should try getting robbed.\n\n\nMikey:\n Or maybe try being less paranoid.\n\n\n[Pause.]\n\n\nMikey:\n Has he seen a doctor?\n\n\nDr. Roue:\n I’ve tried, but he doesn’t budge.\n\n\nMikey:\n Come on, it can’t be that hard to pick him up.\n\n\n[Mikey attempts to grab SCP-8930 but it smacks his hands and runs away to its room.]\n\n\nDr. Roue:\n Oh my god! I’m sorry, that’s never happened before.\n\n\nMikey:\n No, it’s fine. You said he’s been through stuff. I get it.\n\n\nDr. Roue:\n But he’s never aggressive.\n\n\nMikey:\n I mean… I can assume where he got it.\n\n\nDr. Roue:\n What do you mean by- oh, right. Listen, I’m sorry about-\n\n\nMikey:\n Blowing up at my face?\n\n\nDr. Roue:\n Yeah… You were trying to help and I was still, still am… Fuck.\n\n\nMikey:\n I get that too. We got different ways of grieving.\n\n\n[They both stand in silence, the clockhands ticking in the background.]\n\n\nMikey:\n Your son is strong. He also gets that from you. That’s what makes him special.\n\n\nDr. Roue:\n Yeah.\n\n\nMikey:\n Well, I’ll get out of your hair. Take care now, Amber.\n\n\nDr. Roue:\n Thanks for stopping by.\n\n\nMikey:\n Anytime.\n\n\n\n\n[Later in the evening, Dr. Roue fills the tub with water, occasionally putting her hand in it to check the temperature. SCP-8930 is sitting on the toilet wagging its legs, watching her. Once the tub is filled, she attempts to remove the yellow cloak of SCP-8930, but it flinches.]\n\n\nDr. Roue:\n Saul, listen to me. I will never hurt you.\n\n\n[SCP-8930 does not respond.]\n\n\nDr. Roue:\n And I want to help you too. But I can’t do that if you don’t let me… Please.\n\n\n[SCP-8930 shakes its head.]\n\n\nDr. Roue:\n Why not?\n\n\n[SCP-8930 shakes its head faster and holds onto its cloak tighter.]\n\n\nDr. Roue:\n Did someone hurt you?\n\n\n[SCP-8930 freezes.]\n\n\nDr. Roue:\n (Shouts) They did, didn’t they!? What did they do to you!?\n\n\n[SCP-8930 shrinks.]\n\n\nDr. Roue:\n No- no, baby. I didn’t mean to shout at you. Okay, look, look at me.\n\n\n[Dr. Roue backs up to the door.]\n\n\nDr. Roue:\n I won’t do anything to you. But please, you have to show me what happened to you. For me.\n\n\n[SCP-8930 slowly stands upright. It hesitates but unravels the cloak and lifts it. The body lost all its coloration and there is a large, gaping hole at the center. Dr. Roue covers her mouth and goes to the toilet to throw up. SCP-8930 covers itself again but Dr. Roue stops it.]\n\n\nDr. Roue:\n No! I need to see it. I need to…\n\n\n[Dr. Roue opens the cloak and is visibly shaking. She puts her fingers within the hole and moves her whole hand.]\n\n\nDr. Roue:\n There’s nothing in there.\n\n\n[Dr. Roue wraps the cloak around SCP-8930 and hugs it, caressing its head.]\n\n\nDr. Roue:\n (Sobs) My baby. My poor baby.\n\n\n[End Transcript]\n\n\n\n\n\n\nVIDEO TRANSCRIPT-5\n\n\n\n\n[Begin Transcript]\n\n\n[At four-thirty in the morning, all the footage cuts out for six minutes. When the footage returns, there is a group of three intruders that stand before SCP-8930 in its bedroom.]\n\n\nIntruder 1:\n We did it… We actually did it.\n\n\nIntruder 2:\n Let’s hurry and get the young king out of here.\n\n\n[One of the intrudes grabs SCP-8930 and struggles to lift it from its bed.]\n\n\nIntruder 3:\n Holy crap, he’s heavy!\n\n\nIntruder 1:\n Quiet! Here.\n\n\n[The other two help him. They pull, push, pry and lift but SCP-8930 remains still as it watches them. One of them trips and knocks over a Superman piggy bank, breaking it. The others freeze and glare at their partner.]\n\n\nIntruder 2:\n You fucking idiot!\n\n\n[The sound of footsteps quickly apprach SCP-8930’s room and Dr. Roue swings the door open. She attacks one of the intruders but the other two grab and assault her. SCP-8930 tries to pull one of the attackers off but he is shoved aside, hitting a dresser. Dr. Roue scratches the eye of one of them and gets punched in the face. SCP-8930 gets on its feet and removes the mask off its face.]\n\n\n[VIDEO TRANSCRIPT SIGNALS HAVE BEEN CORRUPTED. PENDING RECOVERY]\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n[RECOVERY FAILED. PENDING RECOVERY.]\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n[RECOVERY FAILED. PENDING RECOVERY.]\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n[I SEE YOU.]\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n[LET ME SHOW YOU WHAT HAPPENED.]\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\nMommy told me she was busy with work again and that my uncle Mikey was going to pick me up from school. I liked uncle Mikey. He said that one day that I was going to do great things. That I was special, like my heroes. Like my daddy.\n\n\nWhile he drove me back, I told him that I was scared to be at the house alone, especially when it got dark. He assured me that he called mommy and that he’ll be looking out for me until she gets back.\n\n\nOn that day, Uncle showed me his magic tricks. Waving little yellow stars around the house. He told me that daddy was a natural. That he could talk to nice ghosts and sometimes fly out from his body. Uncle told me not to cry at his funeral because he became a nice ghost too. I missed him. Mommy missed him. He missed him too.\n\n\nThen mommy called him that weekend and said that she’s going to be staying at work for a few more days. After daddy became a nice ghost, mommy never looked at me since. There were times when I asked her if daddy being a nice ghost was true but she didn’t answer. Other times I heard her and Uncle yelling, mommy shouting at him to stop lying to me and never speak about daddy again.\n\n\nI wanted to see daddy again. And I wanted mommy to be happy too. Uncle Mikey said he was glad to hear that from me. He told me he can show me how to do both.\n\n\nHe brought me to my grandma and grandpa’s house. It was packed with so many faces that were familiar to me, and others that were not. They all knelt to me, telling me they were proud of me and that I was making the right choice. I didn't know what they meant, but if it was going to make daddy come back and mommy smile, I would do it.\n\n\nThey rolled a large metallic canister with a plastic mask attached to it. Grandpa told me to take in deep breaths as he slipped the mask on me. Then everything went pitch black and silent. I couldn’t feel anything either. I was floating within a black abyss.\n\n\nThen I saw a star twinkle. Then another one. Then three and nine. Every new star glowed a yellow hue. Soon enough, it was like seeing a galaxy with fields of yellow dots of light. Suddenly, they all exploded, washing away the darkness into a white space. A black lake faded in, and black tendrils slithered out of the water, digging themselves into the nonexistent ground. Emerging from the lake is a man in yellow robes with a face of obsidian. His tendrils pulled him from the depths as he approached me. He hunched his back down to me, and I saw my reflection.\n\n\nHe sliced open my chest with his appendage and removed muscles, my organs, my bones. Everything until there was nothing left. He slithered into the cavity and closed the wound once he became me.\n\n\nI awoke from the dream. I touched my face but realized it was no longer mine. It felt like a stone, heavy and cold. And my body was cloaked in yellow garbs. I saw everyone bowing to me, chanting in a tongue that was unfamiliar, even though I knew the words. I knew what was in their greedy black hearts.\n\n\nFrom the sides of me laid bloody surgical tools and jars that contained my organs. There was another container that was empty. It was a substance that has now become one with me. I got up from the table and walked out of the basement. The family pleaded that I stayed, that I show them the way. One of them grabbed me, and I made him pop. There was screaming behind me, and I popped that one too.\n\n\nPop. Pop. Pop.\n\n\nI popped them until they chose to stop screaming.\n\n\nI walked all the way back to my house and I saw flashing red and blue lights. It didn’t bother me because I thought mommy would be inside. But she wasn’t when I tried to open it. So I waited, waited, waited, until she ran to me.\n\n\nI wanted us to be left alone. I felt their minds, so I reached out and touched their memories of this event, then blacked it out.\n\n\nEverything should have gone back to normal. But even then, there was nothing I could do to make that so. I have no urge to eat or drink. My body is numb and cold. But mommy tried making it work. I saw her smile \nonce\n, but she’s more sad now than ever. She wants to see my face, but I know whatever is beneath the stone mask is not me.\n\n\nShe saw my mutilated body. I'm scared to think about how she’ll be by seeing my face. I'm scared it will break her. But as long as that mask stays on, then maybe mommy and I would be happy again.\n\n\nSo when Uncle Mikey and his friends found me, when they hurt mommy… I wanted to show them what they were looking for.\n\n\nThe room flooded with black as the yellow stars shined and exploded again, bringing all of us into the white nothing. My uncle and his friends froze in awe as they observed this realm. Their admiration was short-lived, though. My tendrils grabbed and dragged them into the black lake as they screamed and begged. I aligned the three of them as they faced me. I see them now as what they truly are. Three little specs of powder.\n\n\nFirst, I drowned them. When I brought them back, I burned them.\n\n\nWhen I brought them back, I skinned them.\n\n\nWhen I brought them back, I froze them.\n\n\nWhen I brought them back, I crushed them.\n\n\nWhen I brought them back, I sliced them.\n\n\nWhen I brought them back, I starved them.\n\n\nWhen I brought them back, I bloated them.\n\n\nWhen I brought them back, I flung them.\n\n\nWhen I brought them back, I dropped them.\n\n\nWhen I brought them back, I ripped their bones and organs.\n\n\nI brought them back for a thousand years to live through another death.\n\n\nThen I saw mommy swimming to me. Her heart told me that she jumped in when I dragged them. That she saw what I had been doing to these three men. She swam… for a thousand years. She was in front of me and spoke in a tongue that was beneath me. But then she kissed my face and I shrunk, I crumbled, and the nothingness that surrounded us shattered and dissolved. And all I want to do now is disappear. Mommy held me in her arms again and whispered to me that we should go home.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n[TO THOSE IT MAY CONCERN.]\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n[PLEASE, LEAVE US IN PEACE.]\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n[RECOVERY SUCCESSFULL.]\n\n\n[End Transcript]\n\n\n\n\n\n\nMikey Roue and his associates were taken into Foundation custody for questioning, though were unresponsive. As per Foundation protocol, \"Closed Casket\", they were given identity-reassignment amnesticization. Extended members of Roue's family have been placed under Foundation surveillance. After viewing the message of SCP-8930 in the fifth transcript, no further actions have been currently authorized.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Examples of standard requests include milk, eggs, bacon, Eggo's Cinnamon Toast Waffles, Nesquik chocolate powder, and various action figures from SCP-8930's favorite television programs, which are to be kept on rotation in select public access channels.\n\n\n2\n. Class-Ⅶ reality benders possess the quality of having unlimited power and potential. Such entities can create and have been the source of countless realities.\n\n\n3\n. There was no sign of any blast damage that occurred in Dr. Roue’s home.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8930\n\" by Strange Matter, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8930\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8930 \" by Strange Matter, from the SCP Wiki . Source: https://scpwiki.com/scp-8930 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8930",
    "object_class": "Euclid",
    "containment_procedures": "Dr. Amber Roue's neighborhood is to be drilled in evacuation procedures under the pretense of a possible gas leak. In addition, the building containing the residence of Dr. Roue should be cleared of all other inhabitants, who should be warned against entering the property.",
    "description": "SCP-8930 is a Class-VII Reality Bender2 who was once Saul Roue. SCP-8930 does not require sustenance or rest and is typically unresponsive to all stimuli. SCP-8930 is avoidant to communication unless it is from Dr. Amber Roue herself.",
    "title": "SCP-8930"
}