{
    "url": "https://scp-wiki.wikidot.com/scp-8963",
    "all_text": "In which the Foundation attempts to prevent 9/11.\n\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n\nInside Job\n\n\n\n\n\n\n\n\n\n\nSCiPnet\n » \nS9\n » AK085301\n \nSCP-8963.ftml\n\n\nrating: \n+118\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-8963\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nneutralized\n\n\n\n\n\n\nSecondary Class:\n\n\nnone\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\n{$disruption-class}\n\n\n\n\n\n\nRisk Class:\n\n\n{$risk-class}\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\nSCP-8963 no longer exhibits anomalous phenomena, and is currently stored within an archival locker at Site-119 for future study. Researchers may request archived copies of SCP-8963 containment protocols from former SCP-8963 Head Researcher Dr. Monroe.\n\n\nDescription\n\n\nSCP-8963 is a small tabletop architectural model of the World Trade Center in New York City as it existed prior to September 11th, 2001. The model is composed of tungsten, and resembles non-anomalous die-cast models of landmarks commonly sold as souvenirs. A plaque near the base of the object reads: \"FIX THIS\".\n\n\nEvery 24 hours, SCP-8963 will initiate a temporal displacement event, dislocating a random individual from any period prior to September 11th, 2001 to the current location of the object in the present. The vast majority of dislocated individuals have been human beings from the past 6,000 years, although exceptions have been noted in the form of non-human sapient organisms.\n\n\nDespite constituting direct violations of multiple paradoxes, it is safe to interact and communicate with displaced individuals. SCP-8963 seems to support such interactions, as all languages, spoken and written, are automatically translated into the first language of any individuals within a 3 meter radius of the object.\n\n\nInformation regarding the September 11 attacks, when conveyed to individuals, may reverse the temporal displacement and return them to their time and place of origin with no resulting temporal alterations. The conciseness, specificity, and detail of information conveyed that triggers this reversal is dependent on the displaced individual. See SCP-8963 testing logs for more information.\n\n\nAddendum 8963.01 — Recovery and Reassignment to Site-119\n\n\nSCP-8963 was initially recovered and held for study by RCT-Δt as an anomalous item exhibiting extremely minor acasuality, but was ultimately transferred to Dr. Monroe's jurisdiction with explicit directives to follow the instructions provided by the object. Shortly after the item was transported to Site-119, SCP-8963 abruptly induced a temporal isolation field that encompassed the entirety of the facility, holding consensus reality in temporal stasis relative to observers within Site-119.\n\n\n\n\nIn Attendance:\n\n\n\n\nDir. N. Devereaux, Site Director of Site-119\n\n\nDr. O. Soetoro, Acting Liaison for RCT-Δt\n\n\nDr. O. Monroe, recently appointed Head Researcher for SCP-8963\n\n\n\n\n\n\n\n\n«BEGIN LOG»\n\n\n\n\nMONROE:\n Let me just make sure I understand what's happening correctly. For some godforsaken reason, Delta-T thought it was a good idea to dump a temporal anomaly onto my desk, and then ask me to prevent 9/11. Am I interpreting this correctly?\n\n\nDEVEREAUX:\n Technically, they just told you to follow the instructions on the plaque.\n\n\nMONROE:\n And unless I do this, Site-119 is trapped in a time bubble indefinitely?\n\n\nSOETORO:\n That's the gist of it, yeah. I'm not sure how this isn't clicking for you.\n\n\nMONROE:\n Okay so— is no one concerned by the fact that Delta-T is asking us to purposefully alter a major historical event?\n\n\nDEVEREAUX:\n The paperwork checks out. This is a legitimate and formal request issued by Delta-T. Sure, three quarters of the document is blackboxed, even to me, but this is just part and parcel of working with time travellers. They must have a good reason to keep us in the dark.\n\n\nSOETORO:\n We know the object messes with casuality, but this thing has a paradox proliferation factor on the magnitude of -12. Delta-T has guaranteed that whatever we do with this thing, it won't butterfly the past 20-something years away, and that's without the temporal isolation field around it.\n\n\nMONROE:\n Is this some kind of joke?\n\n\nDEVEREAUX:\n I understand how all this may seem to you, but when Delta-T hands over a project to you with little to no elaboration on what you should be doing, it means you've already successfully completed it at some point in the future. My advice? Don't think about it too much.\n\n\nMONROE:\n Fine. I'll do it. Who else is being assigned to SCP-8963?\n\n\nSOETORO:\n Delta-T asked for you specifically, and only you. Sorry.\n\n\nMONROE:\n \n[Sigh.]\n God, I hate time travellers.\n\n\n\n\n«END LOG»\n\n\n\n\n\n\nAddendum 8963.02 — Selected Excerpts from Testing Logs\n\n\nInformation regarding subject name, date of origin, and location of origin are recorded as provided by the subject. Full testing log record available upon request.\n\n\n\n\nName:\n Charles Novak\n\n\nDate of Origin:\n 14th June, 2001\n\n\nLocation of Origin:\n New York City, United States\n\n\n\n\nBackground:\n Civilian (Accountant)\n\n\nInformation Conveyed:\n Subject was instructed to send an anonymous tip to the Central Intelligence Agency regarding the attacks in September.\n\n\nResults:\n Displacement occurred when it was specified that the tip was regarding a hijacking attempt. No change to consensus history.\n\n\n\n\n\n\nName:\n Lorena Rivera Gutiérrez\n\n\nDate of Origin:\n 29th January, 1996\n\n\nLocation of Origin:\n Oaxaca, Mexico\n\n\n\n\nBackground:\n Civilian (Retired)\n\n\nInformation Conveyed:\n Subject was instructed to send an anonymous tip to the Central Intelligence Agency regarding the attacks in September.\n\n\nResults:\n Displacement occurred when subject was told the World Trade Center would be targeted in the attack. No change to consensus history.\n\n\nNotes:\n This approach isn't working. We hardly get anyone from the 1990s, and even then we can never quite tell them enough information about the attacks. Perhaps we should try dealing with this the long way around. — Dr. Monroe\n\n\n\n\n\n\nName:\n Ronald Wilson Reagan\n\n\nDate of Origin:\n 3rd April, 1983\n\n\nLocation of Origin:\n Washington D.C., United States\n\n\n\n\nBackground:\n Incumbent President of the United States\n\n\nInformation Conveyed:\n Subject was instructed to end support for the Afghan Mujahideen resistance and the \nMaktab al-Khidamat\n, a precursor entity to Al-Qaeda, in hopes of altering the circumstances that led to the formation of the terrorist organization.\n\n\nResults:\n Subject attempted to intimidate and interrogate Dr. Monroe, believing him and SCP-8963 to be part of an elaborate Soviet ploy to destabilize the United States. Displacement occurred before Dr. Monroe could finish saying the word \"Afghan\". No change to consensus history.\n\n\n\n\n\n\nName:\n Yeshua, son of Yosef\n\n\nDate of Origin:\n Year 5 of the reign of Tiberius\n\n\nLocation of Origin:\n Jericho, Roman Empire\n\n\n\n\nBackground:\n Civilian, Person of Interest\n\n\nInformation Conveyed:\n N/A. See below.\n\n\nResults:\n No action taken. Subject seemed calm upon their appearance, looked at SCP-8963, and told Dr. Monroe: \"Sorry, I'm not supposed to help you with this one.\" Displacement occurred immediately after. No change to consensus history.\n\n\n\n\n\n\nName:\n Michel de Nostredame\n\n\nDate of Origin:\n 17th March, 1557\n\n\nLocation of Origin:\n Paris, France\n\n\n\n\nBackground:\n Civilian, Person of Interest (Astrologer, physician, mage)\n\n\nInformation Conveyed:\n Subject was instructed to include specific details in a future quatrain publication, in which information regarding the September 11 attacks would be more apparent to contemporary individuals with knowledge of specific and relevant terminologies, while avoiding a full information breach in the interim.\n\n\nResults:\n Information successfully conveyed to subject in full, after which they produced a draft identical to quatrain VI.97,\n1\n which was widely claimed to have been a prediction for the September 11 attacks in consensus history. Subject began arguing with Dr. Monroe when the latter attempted to suggest corrections to the wording of the draft, citing it as too vague to be effective. Displacement occurred when Dr. Monroe offered suggestions for alternative sentences.\n\n\nNote:\n An additional unpublished quatrain was discovered in offsite Foundation archives after the neutralization of SCP-8963, prophesizing in great detail the abrupt and unexplainable disappearance of Dr. Monroe's \n2019 Nissan Sentra\n. No further changes to consensus history.\n\n\n\n\n\n\nName:\n Hazrat Muhammad Khan\n\n\nDate of Origin:\n 12th October, 1926\n\n\nLocation of Origin:\n Kabul, Afghanistan\n\n\n\n\nBackground:\n Military staff member of Kingdom of Afghanistan (Senior officer)\n\n\nInformation Conveyed:\n Subject was provided with information of the upcoming 1928 Afghan Civil War, as well as long term plans to ensure the Kingdom of Afghanistan was politically and economically stable enough to prevent the conditions that gave rise to the numerous armed conflicts that followed its collapse in recorded history.\n\n\nAction Taken:\n Displacement occurred before subject could be briefed on the future threat of the Soviet Union. No change to consensus history.\n\n\n\n\n\n\nName:\n Unknown, presumed Alto Clef\n\n\nDate of Origin:\n Unknown, presumed sometime between 198█ to 199█\n\n\nLocation of Origin:\n Unknown\n\n\n\n\nBackground:\n Person of Interest, contemporary employment status unclear (Foundation/Global Occult Coalition personnel)\n\n\nInformation Conveyed:\n N/A. See below.\n\n\nResults:\n Visually identified by their third eye. Subject appeared in full diving gear wielding a harpoon, which they aimed at Dr. Monroe while yelling incoherent orders muffled by their rebreather. Displacement occurred before Dr. Monroe could finish addressing the subject by their full name. No change to consensus history.\n\n\nNotes:\n Must've been that one time I went ningyo hunting, and I sure as hell don't recall being fished out into some dingy interrogation room. — Dr. Clef\n\n\nAny thoughts on what triggered the displacement? — Dr. Monroe\n\n\nFuck if I know. Might've been because I wasn't Clef yet. — Dr. Clef\n\n\n\n\n\n\nName:\n Michi\n\n\nDate of Origin:\n 14th May, 41 (presumed Meiji 41, 1908 CE)\n\n\nLocation of Origin:\n Tokyo, Japan\n\n\n\n\nBackground:\n Crown prince of the Empire of Japan\n\n\nInformation Conveyed:\n Subject was given instructions to divert the focus of Japanese imperialist ambitions away from competition with the United States, with the goal of avoiding American involvement in World War II, if not sooner. The desired outcome of the preservation of American isolationism would ensure the absence of the political and economic conditions that would ultimately lead to the September 11 attacks, if not the construction of the World Trade Center itself.\n\n\nResults:\n Subject ignored most of the instructions provided by Dr. Monroe, instead demanding that he play shogi with them.\n2\n Following 20 minutes of the subject refusing to pay attention to Dr. Monroe, displacement was manually initiated by informing the subject of their regnal name.\n\n\n\n\n\n\nName:\n Howard Phillips Lovecraft\n\n\nDate of Origin:\n 20th April 1924\n\n\nLocation of Origin:\n New York City, United States\n\n\n\n\nBackground:\n Civilian (Author, occultist)\n\n\nInformation Conveyed:\n N/A. See below.\n\n\nResults:\n Upon Dr. Monroe introducing himself, subject appeared anxious and began sweating. After learning that Dr. Monroe was half-Irish and half-Korean, subject attempted to break out of the room while shouting ethnic slurs. Displacement manually initiated by Dr. Monroe reciting the Wikipedia article for the September 11 attacks.\n\n\n\n\n\n\nName:\n Usama al-Qahtani, son of Muhammad al-Qahtani\n\n\nDate of Origin:\n 6th February, 1404\n\n\nLocation of Origin:\n Aden, Yemen\n\n\n\n\nBackground:\n Civilian (Emir)\n\n\nInformation Conveyed:\n Subject was given detailed information on historical events that built up to the September 11 attacks from their provided date of origin, and possible avenues for altering formative historical events that would be feasible for their background as a 15th century merchant.\n\n\nResults:\n Most successful interaction recorded. Subject did not undergo displacement following initial test parameters, with Dr. Monroe following up with a concise presentation of the timeline of the September 11 attacks. Notably, subject did not appear to be shocked or otherwise moved by the presentation of events in their relative future at any point, remaining silent but attentive throughout. Subject thanked Dr. Monroe for their help, and promised to dutifully carry out their tasks when they returned to their own time. Displacement occurred shortly after with no discernible trigger.\n\n\nNote:\n SCP-8963 ceased all anomalous activity following this test, and has since been reclassified as Neutralized. See Addendum 8963.03 for more information.\n\n\n\n\nAddendum 8963.03 — Object Neutralization Post-Mortem\n\n\nFollowing the final SCP-8963 test, the temporal stasis field encompassing Site-119 dissipated, restoring the facility to consensus reality. Cross-references with the wider Foundation database indicated that no changes to consensus reality had occurred, with particular emphasis on the September 11 attacks, which proceeded without alteration. An investigation was subsequently opened to determine the cause of neutralization, as well as the identity of the last subject and their relation to the September 11 attacks.\n\n\nUpon closer inspection of the last subject, it was determined that the date of origin provided was not expressed in terms of Common Era/Anno Domini notation, but rather Hijra/Anno Hegirae\n3\n notation. This places the reported date of origin to 1984 CE. A relevant attachment has been appended to this page at the request of Dr. Monroe.\n\n\n\n\n\n\nTo:\n \nten.pics|xuaereved.n#ten.pics|xuaereved.n\n, \nten.pics|oroteos.o#ten.pics|oroteos.o\n\n\nFrom:\n \nten.pics|eornom.o#ten.pics|eornom.o\n\n\nSubject:\n Re: Re: Re: Re: Identity of final SCP-8963 subject\n\n\n\n\n\n\nDear all,\n\n\n\n\nI believe I have determined who the last subject was.\n\n\nYes, he was in Aden. Yes, he was technically an emir at the time. Yes, the name he went by is technically correct. The timeline matches up, the details fit in nicely, etc.\n\n\nHe didn't lie about anything. The problem is, he simply wasn't recognizable at this point in time, especially given the lack of photographs. He was no different than the previous tens of thousands of unassuming civilians dragged into something greater than himself.\n\n\nAnd sure enough, over the course of the final test we had come to know him as a humble, soft-spoken, down-to-earth fellow.\n\n\n\n\n\n\nOpen attachment?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nPhoto of subject taken about 13 years after original displacement.\n\n\n\n\n\n\n\n\n\n\n\n\nBut he was better known for his other work.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Not yet published as of 17th March, 1557.\n\n\n2\n. Subject was 7 years old, per date of origin.\n\n\n3\n. Calendar era used in the Islamic lunar calendar.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8963\n\" by Aftokrator, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8963\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nName:\n Twin Towers janvier 2001.jpg\n\n\nAuthor:\n \nGeorgio\n\n\nLicense:\n CC-BY-SA-2.5\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nName:\n 1995 New York World Trade Center - Karl Döringer.jpg\n\n\nAuthor:\n Karl Döringer\n\n\nLicense:\n CC-BY-SA-3.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nName:\n Osama bin Laden portrait.jpg\n\n\nAuthor:\n Hamid Mir\n\n\nLicense:\n CC-BY-SA-3.0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8963 \" by Aftokrator, from the SCP Wiki . Source: https://scpwiki.com/scp-8963 . Licensed under CC-BY-SA .",
        "Name: Twin Towers janvier 2001.jpg Author: Georgio License: CC-BY-SA-2.5 Source Link: Wikimedia Commons",
        "Name: 1995 New York World Trade Center - Karl Döringer.jpg Author: Karl Döringer License: CC-BY-SA-3.0 Source Link: Wikimedia Commons",
        "Name: Osama bin Laden portrait.jpg Author: Hamid Mir License: CC-BY-SA-3.0 Source Link: Wikimedia Commons"
    ],
    "title": "SCP-8963"
}