{
    "url": "https://scp-wiki.wikidot.com/scp-8966",
    "all_text": "SCP-8966 was a period of time spanning from January 1st, 1960, to December 31st, 1969.\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+77\n+\n–\nx\n\n\n\n\n| \nBy accessing this file, a memetic paralysis agent will be activated if you lack the proper credentials to view the following documentation.\n\n| \nDOES THE BLACK MOON HOWL?\n\n\nWhen There Are None Left To Hear It.\n\n\n| \nWELCOME, O5-10.\n\n\n\n\n \n\n\n \n\n\n\n\n\n\n\n\nItem#:\n \n8966\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel6\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nDraugr\n\n\n\n\n\n\nSecondary Class:\n\n\n{$secondary-class}\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nObscurum\n\n\n\n\n\n\nRisk Class:\n\n\ncaution\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Information containment of SCP-8966 is of the utmost importance. Under no circumstances are the events of SCP-8966 to be mentioned to a person who was alive during the event. For this reason, access is limited to Temporal Anomalies Department personnel of Level 5 clearance, and Sir John Paul McCartney. Under no circumstances are members of the O5 Council to access this file.\n1\n\n\nDescription:\n SCP-8966 was a period of time spanning from January 1st, 1960, to December 31st, 1969. The anomaly has been determined to be completely neutralized, excluding extant phenomena.\n2\n SCP-8966 was a temporal loop, estimated to have repeated around 340 times before the death of the cause, SCP-8966-α. Due to the destabilizing effects of SCP-8966, the period of time it covers is unsuitable for temporal travel.\n3\n For this reason, SCP-8966 has been designated as Disruption Class Obscurum, due to the amount of disruption caused by the anomaly being unknown and potentially infinite.\n\n\nSCP-8966 is known to have held memory-affecting properties, allowing the veil to remain intact despite the repetition of the loop. This also directly correlates to the current timeline, with those who lived through the anomaly often recalling memories of what happened inside of various cycles of SCP-8966 with some sense of cognitive dissonance between it and the events of the final iteration of SCP-8966, what is currently considered baseline reality. If someone who lived through the years of 1960 to 1969 is told of SCP-8966, they will experience an influx of memories from their time in SCP-8966. This will lead to mental degradation and frequent dissociative episodes.\n\n\nSCP-8966-α is a corpse currently contained in a high security item storage locker at Containment Area-111. The anomaly was likely murdered or died in a struggle; there is a knife wound through the back of its skull, as well as several similar wounds in its chest area. It is to be contained under the cover story of a visual infohazard that has been deemed too dangerous to study. All requests to view or test SCP-8966-α are to be summarily denied. SCP-8966-α does not hold resemblance to anyone known to be alive through or before the timespan of SCP-8966.\n\n\nSCP-8966-β is Sir James Paul McCartney.\n4\n Though SCP-8966-β himself is \nlargely non-anomalous\n, he was found to be completely immune to the memory-affecting properties of SCP-8966. After psychological testing to ensure that the mental degradation caused by SCP-8966 did not affect him, and knowledge of heavily classified anomalies being given by SCP-8966-β, debate followed in the Temporal Anomalies Division. It was decided by O5-7\n5\n that SCP-8966-β was to be integrated into the Foundation to better research the anomaly.\n\n\n\n\n| \nEND OF FILE.\n\n\nView Addendums.\n\n\n| \nIDENTITY VERIFIED. ADDENDUMS BELOW.\n\n\n\n\nAddendum 8966-1:\n Discovery Log\n\n\nDue to prior anomalous phenomena associated with the Beatles, it was deemed appropriate to study beliefs around them. Hume\n6\n levels in believers of the conspiracy \"Paul is Dead\"\n7\n are slightly lower than in the average person. SCP-8966 was first discovered around Detroit, Michigan, when looking into possible anomalous causes of the conspiracy theory. It was deemed appropriate to interview Sir James Paul McCartney and test for any anomalous abilities.\n\n\n\n\nInterviewer:\n Doctor ██████\n\n\nInterviewed:\n Sir James Paul McCartney\n\n\nNotes:\n Doctor ██████ is currently a patient in Foundation mental care, with a regiment of amnestics given daily to allow him to function properly and contain an SCP-8966 information breach.\n\n\n\n\n<Begin Log>\n\n\nInterviewer:\n Alright Mr. McCartney, we're going to ask you a few questions about the conspiracy surrounding you. We're curious if you have any information on it.\n\n\nMcCartney:\n Well, this took longer than I thought it would. Come on then, fire away.\n\n\nInterviewer:\n Mr. McCartney, I'm going to need you to elaborate.\n\n\nMcCartney:\n Right then, well, I know about your organization. The Foundation.\n\n\nInterviewer:\n And how do you know about us?\n\n\nMcCartney:\n I spent time with the Hand in one of the loops. You know about the loops now, don't you?\n\n\nInterviewer:\n Loops?\n\n\nMcCartney:\n Well, that's a disappointment. I was hopin' that you would know and I wouldn't have to explain. The 1960's, they were a loop.\n\n\nInterviewer:\n A \ntime loop\n?\n\n\nMcCartney:\n You got it. It repeated God knows how many times, and nobody seems to know about it. Thought I was going crazy for the first few runs.\n\n\n(\nInterviewer begins retching.\n)\n\n\nMcCartney:\n Shit. Are you alright?\n\n\nInterviewer:\n Fuck— I remember.\n\n\n(\nInterviewer throws up.\n)\n\n\nInterviewer:\n It hurts. It's so much. I remember it all.\n\n\nMcCartney:\n Oh, oh— Medics! Medics! He needs help!\n\n\n(\nMcCartney gets up, trying to soothe the Interviewer until aid arrives.\n)\n\n\n<End Log>\n\n\n\n\nAfter the above interview, the Department of Temporal Anomalies was informed of the situation. All medical personnel who aided the Interviewer were given a false story. It was decided among high-ranking members of the Department that Sir James Paul McCartney was to be inducted into the Foundation. He was made a consultant and researcher on SCP-8966, as he was seen as a valuable source of information, including leading to the discovery of SCP-8966-α.\n\n\nAddendum 8966-2:\n Temporal Anomalies Department Testing\n\n\nThe Department of Temporal Anomalies began testing on SCP-8966, utilizing personnel sent into SCP-8966's timespan, and various information-gathering anomalies, to find out how SCP-8966 was created and maintained.\n\n\n\n\nLoop Number:\n 0, the time span before the creation of SCP-8966.\n\n\nDeviations:\n Occurred similarly to the \"true\", or final, iteration of SCP-8966. Notable differences include John F. Kennedy fully serving his term as president and being reinstated for a second. Lee Harvey Oswald failed in his assassination attempt, allowing this to occur. The NASA program failed to bring Neil Armstrong and Edwin Aldrin home from the moon, resulting in the program losing funding on the order of President Nixon.\n\n\nThe most important deviation, and likely the triggering event for SCP-8966's creation, was the death of Paul McCartney in a car crash on November 6th, 1966. The Beatles and the British Occult Service then conspired to cover up his death, with a man known as Bill Shepard being thaumaturgically transformed to be near identical to Paul McCartney. Nothing of note happens until September 1969, when the truth begins leaking to local newspapers. Hume levels in Bill Shepard begin skyrocketing at this point, reaching a high on December 31st, 1969, with John Lennon and Ringo Starr trying to disband the band, and the creation of SCP-8966.\n\n\nNotes:\n Bill Shepard, pre-transformation, has been noted to be identical to SCP-8966-α.\n\n\n\n\nLoop Number:\n 1\n\n\nDeviations:\n Paul McCartney immediately starts displaying distress at the beginning of the loop, running into the bathroom and having a breakdown. The next day, he packs some things and leaves his home, beginning to hitchhike through England.\n8\n Bill Shepard, still resembling McCartney, took his place and began to live his life. All major events, bar the death of Paul and subsequent fallout, occurs in this loop exactly how it did in the last.\n\n\nNotes:\n McCartney, upon notes of these discoveries, commented that he figured out something was wrong when he saw himself on TV. This is when he became aware of Bill Shepard, and realized his memory of the prior loop was not a convoluted mental breakdown.\n\n\n\n\nLoop Number:\n 2\n\n\nDeviations:\n Paul McCartney attempted to live the same life as the original. His death in 1960 was assumed to be due to the subconscious reality warping of Bill Shepard, as McCartney reported things becoming more dangerous even in mundane situations, such as the sidewalk being slippery when he was going to play with the Beatles. His cause of death was found to be intense head trauma due to a sidewalk reportedly \"grabbing him\". This led to the British Occult Service and the Beatles looking for a replacement, which they found in Bill Shepard, who was almost identical to Paul.\n\n\nHistorical events were vaguely affected, with Lee Harvey Oswald's assassination attempt injuring Kennedy and leaving him unable to work for the remainder of his term. Lyndon B. Johnson ran for, and won, the Presidency in his absence.\n\n\nNotes:\n McCartney has reported that he remembers dying to be a \"Groundhog's Day thing\". He has declined to elaborate further.\n\n\n\n\nAddendum 8966-3:\n Further Interview\n\n\n\n\nInterviewer:\n Dr. Theobold Ryans\n9\n\n\nInterviewed:\n Rsr. Sir James Paul McCartney\n\n\n\n\nDr. Ryans:\n Right, are you comfortable, Mr. McCartney?\n\n\nRsr. McCartney:\n Yep. Thanks for asking.\n\n\nDr. Ryans:\n Right, I'm no stranger to time loops myself, so do you want to tell me about it?\n\n\nRsr. McCartney:\n 'Course. Every time it was going to be New Years Eve of '69, I felt like my chest got tighter. Nothing ever came of this, but I'd blink and it'd be 1960 again. I'd be back in my little, shitty home.\n\n\nDr. Ryans:\n And nobody else noticed a thing?\n\n\nRsr. McCartney:\n Everyone else was blissfully ignorant. I didn't get the luxury of forgetting, like they did.\n\n\nDr. Ryans:\n Did you ever speak to Bill Shepard?\n\n\nRsr. McCartney:\n Yeah. A few times. He'd usually talk to me before he killed me to take my place. You know what, Ryans? He was a fan. He liked my work. That's why he wanted to be me. I went to just walking away from the band and letting him take me.\n\n\nDr. Ryans:\n Well, do you know what stopped SCP-8966's effects?\n\n\nRsr. McCartney:\n I killed him. You have his corpse, because I killed him. I assume you're gonna ask \nwhy\n?\n\n\nDr. Ryans:\n You're correct.\n\n\nRsr. McCartney:\n Well, before I killed him, I talked to an old man. I was hitchhiking across America. I didn't know what else to do at that point. He said that I looked famished and offered to buy me dinner. I obviously took him up, I've died of starvation in one of those and I wasn't looking to go through that again.\n\n\nDr. Ryans:\n What did he \ntell\n you—\n\n\nRsr. McCartney:\n I'm getting there, I'm getting there. He told me about how I looked exhausted, tired of everything. He said it was a shame that a young man like me was going through something like that. He knew I could fix whatever was troubling me, and he gave me some money for the journey—\n\n\nDr. Ryans:\n And this was inspiring to you?\n\n\nRsr. McCartney:\n Well, if you'd stop cutting me off, I'd have an easier time telling my story. He gave me a slip of paper, hidden between the bills. It was a map, with a date. An \"X\" over London. November 9th, 1966. If you'd look back at your notes, that's when I died for the first time. Before you ask, here it is.\n\n\n(\nMcCartney hands a slip of folded paper to Dr. Ryans.\n)\n\n\nDr. Ryans:\n Well, what did this map lead to?\n\n\n(\nRyans unfolds the paper, examining the map.\n)\n\n\nRsr. McCartney:\n I think that's a story for another day. I'll be in my office. I have a lot of things to do.\n\n\nDr. Ryans:\n Alright. It was a pleasure, Mr. McCartney.\n\n\n\n\nAddendum 8966-4:\n Extended Testing Logs\n\n\n\n\nLoop Number:\n 34\n\n\nDeviations:\n The first recorded instance of events from a prior loop being remembered was noted. Despite SCP-8966-α and SCP-8966-β remaining alive in this iteration, the \"Paul Is Dead\" conspiracy theory was noted to have appeared. All other non-anomalous historical events are concurrent with the original iteration of SCP-8966. In the anomalous world, increased activity in the Serpent's Hand was noted, due to the fact that SCP-8966-β joined the organization for this span of SCP-8966.\n\n\nNotes:\n Researcher McCartney and Doctor Ryans have proposed a theoretical explanation for prior iterations being able to be remembered, known as the Restructuring Slip. The longer that a Reality Bender attempts to maintain a hold on consensus reality, regardless of their strength, the more likely it is that reality will begin to fall out of their control, slowly, and be more prone to anomalous phenomena. They have provided the metaphor of sand slipping through a hand as a visual representation.\n\n\n\n\nLoop Number:\n 51\n\n\nDeviations:\n The assassination of John F. Kennedy was perpetrated by the CIA after a botched handling of the Cuban Missile Crisis. Though roughly fifty nuclear missiles were fired between the United States and USSR, none detonated. This is believed to be due to the passive influence of SCP-8966-α, keeping SCP-8966 from needing to reset unnecessarily. SCP-8966-β died due to blunt force trauma.\n\n\nNotes:\n There are notable rises in Restructuring Slip events, such as the influence of Paul is Dead being much more prevalent than any previous iterations of SCP-8966.\n\n\n\n\nLoop Number:\n 132\n\n\nDeviations:\n Consistent with the original timeline up until the assassination of John F. Kennedy, which is consistent to current consensus history. In the 1964 election, Richard Nixon defeated Barry Goldwater in the Republican primaries, which led to a victory against Lyndon B. Johnson for the presidency. An equivalent of the Watergate Scandal occurred in this iteration, where employees of the Nixon Administration broke into the Democratic Party's offices to try and find blackmail. This was not discovered until November of 1969. The fallout of this event is unknown.\n\n\nNotes:\n Consensus reality is beginning to show signs of harsh degradation, with anomalies and anomalous events becoming 34% more common since the first iteration of the loop.\n\n\n\n\nAddendum 8966-5:\n Interview with Rsr. McCartney\n\n\n\n\nInterviewer:\n Dr. Theobold Ryans\n\n\nInterviewed:\n Rsr. Sir James Paul McCartney\n\n\n\n\nDr. Ryans:\n So, Mr. McCartney, I'd quite like to know what your time with the Serpent's Hand taught you.\n\n\nRsr. McCartney:\n Oh, yes. They were an interesting bunch, and I didn't really mean to bump into them. I was wandering, like I did in many of the iterations, and I came upon a group in an alleyway. They recognized me, actually. We went to a cheap little diner, had a meal, then they asked if I wanted to see something that could help.\n\n\nDr. Ryans:\n So, were they aware of SCP-8966?\n\n\nRsr. McCartney:\n I don't think they knew about it specifically, but they knew what it was doing.\n\n\nDr. Ryans:\n Why is that?\n\n\nRsr. McCartney:\n I stepped into the library, and— How do I phrase this?\n\n\nDr. Ryans:\n Take all the time you need.\n\n\nRsr. McCartney:\n The library, have you gone in it yet? In any iteration?\n\n\nDr. Ryans:\n No. We're not usually welcome there.\n\n\nRsr. McCartney:\n Well, you must've done something wrong there. Alright then, they took me into the library, showed me a way that had us singing a hymn to a wall. When we entered, I saw the beautiful, beautiful shelves upon shelves of books. It was… amazing. I still get a sense of awe when I think about it. They told me I could find any book I wanted there, on anything, so I hesitantly went to a librarian and asked about what was happening. It just kind of stared at me for a moment, its featureless face contemplating what it was going to do.\n\n\nDr. Ryans:\n I've heard the librarians know exactly where everything is, isn't that true?\n\n\nRsr. McCartney:\n It is. After a few long, awkward minutes, it led me to a shelf, secluded from others and cracking at the world around it. It was being attacked. The very foundation of knowledge was breaking apart, and this was the epicenter. I couldn't even get close to the books. They looked like they would be destroyed with a single touch. I asked for books on the Beatles, and guess what I got? They were wrong. \nHe\n was the one in the pictures. I asked for something on 1970.\n\n\nDr. Ryans:\n And?\n\n\nRsr. McCartney:\n It didn't exist. I knew I had to act. I had to find a way to kill him. Then, I started looking for something that could help. That led to the old man, and—\n\n\nDr. Ryans:\n Mr. McCartney? Are you alright?\n\n\nRsr. McCartney:\n … Yeah. Yeah, I just thought of something. I've gotta go work on something.\n\n\nDr. Ryans:\n Well, we're not done with the interview yet—\n\n\nRsr. McCartney:\n Later. We'll finish later.\n\n\n\n\nIncident Log 8966:\n Following his second interview with Dr. Ryans, Researcher McCartney was noted to have entered a room containing stockpiles of Temporal Anomalies and standard Foundation equipment. He began taking things without any notice before or after, including a 442\ni\n Perfect Time Watch\n10\n and a MKII XACTS device,\n11\n a body camera that was equipped onto his person, and the smallest spy camera available. After stealing equipment, he entered the office of Dr. Theobold Ryans to take what was later confirmed to be the map that had been given prior.\n\n\nAt this point, Researcher McCartney entered a storage room and initiated the body camera and MKII XACTS device, which sent back data to indicate he had traveled to the 339th iteration of SCP-8966. Video footage was recovered upon his return, which can be viewed below. An investigation on whether this is an unauthorized alteration to the timeline has been authorized.\n\n\n\n\nVideo Log Transcript\n\n\nPersonnel On-Duty:\n Rsr. Sir James Paul McCartney\n\n\nSubject:\n PoI-8966\n\n\n\n\n[BEGIN LOG]\n\n\n(\nMcCartney stumbles after being transported, holding his head.\n)\n\n\nRsr. McCartney:\n My God, it worked.\n\n\n(\nHe turns, putting his arms up in triumph, and beginning to walk through the small town he appeared in.\n)\n\n\n(\nPoI-8966 is seen, an unkempt beard and longer brown hair flowing in the slight breeze. He is exiting a car, giving an inaudible thanks to the driver and walking with a stick.\n)\n\n\nRsr. McCartney:\n Hey! Sir! Sir!\n\n\n(\nPoI-8966 turns, looking at McCartney with confusion.\n)\n\n\nPoI-8966:\n Hello?\n\n\nRsr. McCartney:\n You look tired, kid. You wanna get something to eat? I'll pay.\n\n\n(\nPoI-8966 looks McCartney up and down, before nodding.\n)\n\n\nPoI-8966:\n Yeah. That sounds good. What's your name?\n\n\nRsr. McCartney:\n Uh— Mike.\n\n\n(\nPoI-8966 chuckles.\n)\n\n\nPoI-8966:\n Funny, that's my brothers' name. I'm James.\n\n\nRsr. McCartney:\n Nice to meet you. Let's get something to eat.\n\n\n(\nThe footage seems to have some sign of disruption, before coming back while McCartney and PoI-8966 begin eating their meal.\n)\n\n\nRsr. McCartney:\n I've got something for you.\n\n\n(\nPoI-8966 leans on the counter of the bar and looks at McCartney.\n)\n\n\nPoI-8966:\n All right then, what is it?\n\n\n(\nMcCartney takes out a small, folded piece of paper, sliding it across the table to PoI-8966.\n)\n\n\nPoI-8966:\n What is—\n\n\nRsr. McCartney:\n Don't open it yet. Wait until I leave. You look tired. I can see in your eyes that you're exhausted, James. I'd bet you're even tired of everything, it just feels like it'll never end. But I know you're a strong man. You can make it through whatever's happening, I know it.\n\n\n(\nMcCartney slides forty pounds across the table, patting PoI-8966 on the shoulder, which activates the spy camera, causing it to stick to his clothes.\n)\n\n\nRsr. McCartney:\n Happy New Year.\n\n\n[END LOG]\n\n\n\n\nUpdate 6/30/24: Footage has been found on the spy camera planted by Researcher McCartney, following a period of inactivity. The event therein has been dubbed Incident 8966/2.\n\n\n\n\nPreface:\n The video, after review by personnel of the Temporal Anomalies Department, has been found to contain two individuals. The spy camera footage is from the perspective of PoI-8966, and the other is assumed to be Bill Shepard, otherwise known as SCP-8966-α.\n\n\n\n\n[BEGIN LOG]\n\n\n(\nPoI-8966 seems to be on the edge of Abbey Road, early in the morning. Camera footage labels the time as 5AM, Wednesday, November 9th, 1966. Bill Shepard can be seen walking along the sidewalk, where his eyes meet with PoI-8966.\n)\n\n\nPoI-8966:\n Morning, sir.\n\n\n(\nPoI-8966 approaches Shepard. He frowns, before closer examining PoI-8966 and gaining an expression of proper shock.\n)\n\n\nShepard:\n Paul? It—It's you? I thought you died.\n\n\nPoI-8966:\n No. No I didn't. Not this time, anyways.\n\n\n(\nHe reaches into his pocket.\n)\n\n\nPoI-8966:\n Why did you do this? I need to know.\n\n\nShepard:\n Well— Well, this is a great opportunity. You know you're my hero, right? Paul, I've been nothing but living in your shadow this whole time. You died the first time, and— And John, Ringo, they tried to ruin what we had going. I was going to keep doing music with them. We could've kept going, but right as the ball dropped, I got angry. I was in \ndespair\n, Paul. So, I sent everything back again. I don't know what happened to me, but I wanted to do it again.\n\n\n(\nShepard pants, out of breath.\n)\n\n\nShepard:\n These were the best years of my life, Paul. I love you— Well, being you. I appreciate you paving the way each time. I— I think it could be the sixties forever, Paul. Wouldn't that be great? You can live whatever hermit life you want, and I can—\n\n\nPoI-8966:\n Do you think I want that?\n\n\n(\nHis eyes fill with terror, as he looks at PoI-8966.\n)\n\n\nShepard:\n Paul. I don't want to lose this. Please. This was the best thing to ever happen to me. Don't take this away from me. I was happy, you were happy— Everyone! Everyone was happy, Paul, don't ruin—\n\n\n(\nPoI-8966 gets close to Shepard, stabbing him repeatedly in the chest. The camera is covered by a dark red color, but the sound of birds gets louder as PoI-8966 begins panting.\n)\n\n\nPoI-8966:\n I did it. Lord forgive me, I did it.\n\n\n(\nPoI-8966 begins sobbing.\n)\n\n\nPoI-8966:\n He's gone. I— I did it.\n\n\n(\nPoI-8966 continues to weep.\n)\n\n\n[END LOG]\n\n\n\n\nFollowing the discovery of Incident Log 8966/2, Researcher McCartney has been formally found to be in no violation of unauthorized equipment use.\n\n\n\n\nAccess Level 6/8966 files.\n\n\n| \nONE DOCUMENT FOUND.\n\n\n\n\n\n\n\n\nMEMO: Promotion of Researcher Sir James Paul McCartney.\n\n\n\n\n\n\nFollowing the resignation of O5-10, we have been searching for a suitable replacement to fill the rather large shoes he has left in his future service of the Council. He had left a formal request for his successor to be the man that he once was. What this meant to him was unknown, until, of course, we found Paul.\n\n\nSir James Paul McCartney has worked with the Temporal Anomalies Department for nigh three years now, helping to understand not just SCP-8966, but countless other temporal anomalies. He also possesses the extraordinary ability to remain largely unaffected mentally by Reality Restructuring events, which will prove rather useful on our Council.\n\n\nThat is not to mention his ability to act on what he is given with his incredible intelligence, successfully finding and completing a vital closed loop to ensure reality remains intact in his work on SCP-8966.\n\n\nGiving my formal congratulations,\n\nO5-7\n\n\n\n\n\n\nFootnotes\n\n\n1\n. With the exception of O5-7 and any members who did not live through the span of SCP-8966.\n\n\n2\n. Draugr class anomalies are considered neutralized, despite the anomalous effects that continue despite their death or inactivity.\n\n\n3\n. Attempts to study the anomaly by traveling back in time have resulted in loss of personnel.\n\n\n4\n. Singer and instrumentalist in 1960's band \"The Beatles\".\n\n\n5\n. An advanced AIC used to settle tie votes in the Overseer Council.\n\n\n6\n. Measure of reality's local strength, used to measure power of reality benders.\n\n\n7\n. This conspiracy centered around the idea that Paul McCartney died on November 9th of 1966 due to a car accident.\n\n\n8\n. McCartney specified that he thought he had an intense mental breakdown.\n\n\n9\n. Level 5 Personnel for the Department of Temporal Anomalies.\n\n\n10\n. Used to track temporal displacement.\n\n\n11\n. Used to aid in containment of temporal anomalies.\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8966\n\" by DoctorLilithSophia, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8966\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nName:\n Entangled-typhoon - Lorc - white - game-icons.svg\n\n\nAuthor:\n Lorc\n\n\nLicense:\n Creative Commons Attribution 3.0 Unported\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 8966-1: Discovery Log\nDue to prior anomalous phenomena associated with the Beatles, it was deemed appropriate to study beliefs around them. Hume 6 levels in believers of the conspiracy \"Paul is Dead\" 7 are slightly lower than in the average person. SCP-8966 was first discovered around Detroit, Michigan, when looking into possible anomalous causes of the conspiracy theory. It was deemed appropriate to interview Sir James Paul McCartney and test for any anomalous abilities.\nAfter the above interview, the Department of Temporal Anomalies was informed of the situation. All medical personnel who aided the Interviewer were given a false story. It was decided among high-ranking members of the Department that Sir James Paul McCartney was to be inducted into the Foundation. He was made a consultant and researcher on SCP-8966, as he was seen as a valuable source of information, including leading to the discovery of SCP-8966-α.",
        "Addendum 8966-2: Temporal Anomalies Department Testing\nThe Department of Temporal Anomalies began testing on SCP-8966, utilizing personnel sent into SCP-8966's timespan, and various information-gathering anomalies, to find out how SCP-8966 was created and maintained.",
        "Addendum 8966-3: Further Interview",
        "Addendum 8966-4: Extended Testing Logs",
        "Addendum 8966-5: Interview with Rsr. McCartney"
    ],
    "documents": [],
    "notes": [
        "\" SCP-8966 \" by DoctorLilithSophia, from the SCP Wiki . Source: https://scpwiki.com/scp-8966 . Licensed under CC-BY-SA .",
        "Name: Entangled-typhoon - Lorc - white - game-icons.svg Author: Lorc License: Creative Commons Attribution 3.0 Unported Source Link: Wikimedia Commons"
    ],
    "containment_procedures": "Information containment of SCP-8966 is of the utmost importance. Under no circumstances are the events of SCP-8966 to be mentioned to a person who was alive during the event. For this reason, access is limited to Temporal Anomalies Department personnel of Level 5 clearance, and Sir John Paul McCartney. Under no circumstances are members of the O5 Council to access this file.1",
    "description": "SCP-8966 was a period of time spanning from January 1st, 1960, to December 31st, 1969. The anomaly has been determined to be completely neutralized, excluding extant phenomena.2 SCP-8966 was a temporal loop, estimated to have repeated around 340 times before the death of the cause, SCP-8966-α. Due to the destabilizing effects of SCP-8966, the period of time it covers is unsuitable for temporal travel.3 For this reason, SCP-8966 has been designated as Disruption Class Obscurum, due to the amount of disruption caused by the anomaly being unknown and potentially infinite.",
    "title": "SCP-8966"
}