{
    "url": "https://scp-wiki.wikidot.com/scp-8971",
    "all_text": "To have that obsession and then be confronted with its reality and its mundanity. The weakness of it before you.\n\n\n\n\n\n\nrating: \n+12\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\nNOTICE FROM THE FOUNDATION RECORDS AND INFORMATION SECURITY ADMINISTRATION\n\n\nThe documents in this record were recovered in the ruins of a temple in Exeter, Massachusetts, and are presented here as they were recovered.\n\n\nThe included SCP documents do not appear to correspond to any known anomalous events or phenomena currently documented within the SCP database. The original SCP designations of the documents have been edited to comply with the naming conventions of our own database.\n\n\nInvestigation into the names of supposed personnel has revealed no direct connections to any existing SCP-related personnel, anomalous incidents, or classified Foundation operations.\n\n\nDespite the lack of any immediate association with legitimate anomalous activity, the authenticity of the documents has been verified. All evidence points to them being genuine, with no indication of forgery or manipulation.\n\n\n\n\n\n\n\n\nToday, we embark on what promises to be the most extraordinary mission of my career. The SCP Foundation has always been a place where I’ve encountered the strange, the dangerous, and the unfathomable, but this… it feels different. What would be called magic or impossible by the layman; it’s all commonplace for us. But this is a creature from childhood imagination. From literal story and myth. For the first time in a long while, I feel a spark of something resembling excitement.\n\n\nDirector Davis and Q are both on the team for this expedition. My respect for Director Davis is unmatched. No one knows more about marine life and the anomalous ecosystems that exist in our oceans than him. His mind is immense, if a bit hard to read. And Q. Well there’s no one else I’d rather have by my side on such a long voyage.\n\n\nWe’re tracking something undeniably wondrous - a giant white whale, the same whale of Melville fame if our historical research is correct. Sightings of it were high at the time - likely a feeding period such as the one we’re currently in. This is the monster of legend and childhood fears of the ocean. It’s Moby Dick itself. I’ve always been drawn to the ocean’s mysteries, but to be on the cusp of encountering something this extraordinary, this mythical… it’s overwhelming.\n\n\nWe’re heading for the coast of Iceland, where the most recent sightings have been reported. Sightings aren’t enough to rely on alone with this beast; it seems to move across the world at will, but there’ve been statistical studies on its movements that suggest it gravitates to this area. And archaeological records that suggest some relation with a certain Whaler’s Church in Grindavík. Every cluster of sightings has been roughly around an equivalent temple. But does one cause the other?\n\n\nThe weather is calm, and the water is as still as glass. I can feel the anticipation in the air. I’m hoping we find the creature, not just for the data, but for the experience. Some of the greatest discoveries in history were made on sea expeditions, and I’m beginning to feel that same thrill.\n\n\nIt’s a good day.\n\n\n- \nResearcher Isaac Maile\n\n\n\n\n\n\nItem #:\n SCP-8971\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-8971 is not currently contained due to the resource-intensive nature of such an operation. Monitoring and tracking of SCP-8971 is instead conducted via a combination of satellite imagery, SONAR, and tracking of Akiva radiation emissions when it is at depths higher than 5,000 meters.\n\n\nPersonnel involved in research regarding SCP-8971 or its byproducts must undergo regular psychological evaluations (including but not limited to administration of the Centrality of Religiosity Scale examination) and spatial orientation training.\n\n\nDescription:\n SCP-8971 is an albino individual of \nPhyseter macrocephalus\n (sperm whale), exhibiting the general characteristics of the species but with notable deviations in size and anomalous properties. SCP-8971 measures approximately 800 meters in length and possesses a mass of approximately 12,000 tons.\n\n\nWhile SCP-8971 has been observed feeding on physical matter, measurements indicate that it does not consume enough calories to sustain the basal metabolic rate for an animal of its size. It is currently theorized that its primary source of energy comes from the consumption of Akiva radiation. The source of this radiation is unclear, but SCP-8971 feeding locations experience statistically significant spikes in Akiva radiation prior to feeding periods.\n\n\nGeological and astrophysical data indicate a correlation between SCP-8971's feeding periods and measurable decreases in local Akiva radiation levels in the geological and cosmic records. These reductions in radiation are consistent with SCP-8971's feeding behavior and suggest that the entity's feeding may influence the broader cosmic environment. During feeding periods SCP-8971 secretes SCP-8971-A via an as-yet not understood process.\n\n\nSCP-8971-A:\n\nThe primary byproduct of SCP-8971’s feeding process is a bioluminescent, viscous fluid designated SCP-8971-A. SCP-8971-A appears to be capable of manipulating waveforms across multiple physical fields. SCP-8971-A has been observed to induce localized alterations in space-time - including changes to the flow of time and distortion of physical laws, absorb and store various forms of energy with long-term stability, and generate destructive interference in Hume fields.\n\n\nSCP-8971-B:\n\nSCP-8971-B are architectural sites of unknown provenance constructed primarily from anomalously large cetacean bones. Radiocarbon dating and strata analysis have indicated that these sites were most likely constructed during the feeding periods of SCP-8971.\n\n\nThe high Hume fields emanating from the cetacean bones remain largely confined to the interior of the structures, indicating a highly advanced form of reality containment. This containment suggests the builders were capable of manipulating reality-altering properties in a controlled manner, using the bones as both a structural and energy-stabilizing component.\n\n\nA contemporary example of a cetacean bone structure is the Whaler’s Church in Grindavík, Iceland (SCP-8971-B-37). Built from the bones of cetaceans in the 19th century, this church continues to exhibit many of the same anomalous properties found in the ancient iterations of the same.\n\n\nPotential applications for use in anomaly containment are under investigation.\n\n\n\n\n\n\nWe’ve spotted the whale. Q and I were having a quiet lunch in the cabin when the shout came down.\n\n\nDirector Davis hasn’t shown much excitement about the find. To be honest, he’s been… distant. I can’t really place it, but something about him doesn’t seem right. He’s been watching the whale from the bridge, his expression unreadable. I tried to speak with him, but I was rebuffed. Not actively, but it was like my words couldn’t plunge into the depths he’s residing in.\n\n\nAs for me? I’m in awe. The documentation said it was large, but the whale is massive - larger than anything I could have imagined. The scale of it boggles the mind. We’re miles away from it, but the mind wants to believe that it’s so much nearer until a wave breaks like mist against skin so white it almost glows in the early morning sun. We’ve been following it for a while now, keeping our distance, but it’s clear to me that the creature is aware of us. There’s an intelligence in its movements.\n\n\nQ has been very quiet, just as he always is. I don’t think he’s as enamored with the situation as I am. He’s here to ensure our safety, of course, but I get the feeling that he’s more concerned with keeping us alive than with any kind of discovery. I’m sure he’s seen things in his time with the Foundation that have stripped him of any idealism. Those are things we can’t talk about. Even here amongst the secrets, we must each keep our own council.\n\n\nWe’re getting closer. This could be the moment we’ve all been waiting for.\n\n\n- \nResearcher Isaac Maile\n\n\n\n\n\n\nThe situation has changed. The whale is no longer just an object of study; it’s a living, breathing entity we’re trying to understand, and we’re chasing it down with an almost frightening intensity.\n\nAs the whale struggles, I feel a twinge of guilt, like we’re intruding on its world, forcing it to confront us. But Director Davis is resolute. He’s ordered Q and the capture team to secure the whale. I can’t help but feel a growing unease; our primary mission wasn’t to capture it. This was supposed to be about studying the whale.\n\n\nWe were going to return with readings and measurements. I knew we had the capabilities to subdue and contain it, but that’s standard contingency. I didn’t think we’d actually use the nets and the drones. Davis is saying we have to contain it because it’s heading to shore, but we’re the ones pursuing. He insists it’s for the greater good, but there’s something I can’t shake - his lack of excitement, his detachment. He doesn’t seem to want even this.\n\n\nI’m reading these charts and its historical movements. I don’t think it wants to be near land. I think it just wants to be away from us.\n\n\n- \nResearcher Isaac Maile\n\n\n\n\n\n\nWe’ve been driving it toward shore for hours now. It doesn’t resist - not the way a normal animal would. No frantic dives, no sudden turns. It just moves forward, slow and steady, as if it already knows how this will end. The drones are hemming it in, but they seem so useless now.\n\n\nBut its body is failing.\n\n\nUp close, I can see it unraveling. The sheer weight of it straining against itself as it’s forced into waters too shallow for its size, skin sagging unnaturally over bones that shouldn’t exist. With every sluggish movement, I hear something - deep, internal - shifting in ways that make my stomach turn. It sounds like stone grinding against stone. Like something coming apart.\n\nIt’s wrong. It’s all wrong.\n\n\nThe closer we get to shore, the worse it becomes. The shallows aren’t meant to hold something like this. The water around it darkens, not just from the oil seeping from its body, but from something deeper - something unseen being disturbed. The tide itself recoils from the creature as if the ocean is trying to spit it back out.\n\n\nThe others on board are silent now. No more radio chatter, no more theories about what it is or where it came from. Just the sound of the waves, the creaking of the ship, and that awful, wet groaning as the whale moves.\n\n\nI don’t know if it’s suffering. I don’t even know if it can. But as we close in on the shoreline, watching it inch closer to the inevitable, I realize something: It’s not fighting because it doesn’t have to.\n\n\nWe think we’ve forced it here, that we’re in control. But the way it moves, slow and deliberate, makes me wonder if this was always the only outcome.\n\n\n- \nResearcher Isaac Maile\n\n\n\n\n\n\nMarine biological research, in conjunction with other ongoing Foundation sponsored investigations, has revealed that oil derived from the fats of specific cetacean species exhibits anomalous properties that can induce significant disturbances in reality. While the use of whale oil for lighting, lubrication, and various industrial purposes is well-documented in human history, its anomalous effects were only recently discovered through a series of investigations into unexplained phenomena surrounding whale hunting practices and the use of whale-derived products in anomalous rituals.\n\n\nBiological analysis of whale oil, particularly from species such as the \nBalaenoptera musculus\n (blue whale) and \nPhyseter macrocephalus\n (sperm whale), has identified unusual molecular and biochemical compounds within the oil that are not present in other marine fats.\n\n\nIn controlled tests, small quantities of whale oil were introduced into isolated chambers, resulting in a measurable increase in the local Hume fields. This phenomenon is not fully understood, but it is hypothesized that the oil acts as a catalyst for Hume field stabilization or distortion, depending on the configuration of the environment. In certain cases, it has led to significant increases in temporal anomalies, such as localized time dilation and unpredictable shifts in spatial coherence.\n\n\nSeveral instances of the whales from which the oil is extracted display signs of anomalous biological traits, such as heightened intelligence, extended lifespans, and even behaviors that suggest the ability to manipulate local reality. In certain cases, these whales have been observed migrating through regions where Akiva fluctuations are known to occur, leading researchers to speculate that there may be a direct connection between migratory patterns and the anomalous properties of the oil that they produce.\n\n\n\n\n\n\nWe were standing in the cold, black sand, staring up at it, and all I feel is… nothing. No triumph. No relief. Just a hollow, leaden weight in my chest. This was supposed to be a discovery, a moment of revelation. But there’s nothing profound about this. The whale is dying, and we are only here to watch.\n\n\nIts massive body rises and falls with each labored breath, shuddering under its impossible weight. The skin has already begun to split, deep fissures leaking that iridescent oil into the earth beneath it. And then there are its eyes - vast, black voids that reflect nothing, give away nothing. I thought I would see anger in them. Or fear. But there’s only emptiness. Acceptance, maybe.\n\n\nNo one speaks. The radios are silent. There are no orders to collect samples, no urgent voices calling for instruments or analysis. We aren’t here to study it. We never were.\n\nDirector Davis knew this from the start. He stands apart from us, hands behind his back, watching the whale’s slow decline with an expression I can’t read. I wonder if he ever had any intention of letting us learn from it. Or if this was always the goal - herding it to shore like an animal for slaughter.\n\n\nI don’t know how much longer it has. The oil pools around it, seeping into the sand, the air thick with that sharp, electric scent. The tide is starting to pull back as if the ocean itself wants to be rid of it.\n\n\nQ is already preparing to carry out the order. I don’t know why. It’s dying on its own.\n\n\nBut I think that’s the point.\n\n\nWe didn’t come here to understand this creature.\n\n\nWe came here to erase it.\n\n\n- \nResearcher Isaac Maile\n\n\n\n\n\n\nIt’s done.\n\n\nThe whale is dead.\n\n\nThe moment it happened, I felt something inside me shift. Like the world itself had taken a quiet, irreversible turn. I don’t know how to put it into words, but there’s this sense of finality like something has been broken beyond repair. The air feels… thicker now. Heavier, somehow. It’s like there’s no turning back from whatever just happened.\n\n\nI’ve spent my whole life hearing stories about it - about the creature, the myth, the thing that lurked beyond understanding. I never imagined I’d see it, let alone witness its end. But now, watching its lifeless body, I feel something deeper than awe. It’s like seeing the world shatter - this thing that was larger than life, that I thought would never be touched, is gone. The weight of it hits me all at once, this deep, gnawing emptiness. All the wonder I’d once felt, all the stories I’d told myself, they suddenly feel hollow. What does it mean when the thing you’ve mythologized, the thing you’ve believed in since childhood, is just… dead?\n\n\nDirector Davis, though, he seems almost… relieved. His face is blank, but there’s a glint in his eyes - something almost pleased. I don’t know if I can understand that. I want to believe it’s right, that we’ve done something good. But deep down, there’s this gnawing, creeping sensation that we’ve crossed a line. A line that shouldn’t have been crossed. And I don’t know what happens next.\n\n\nWhat happens now?\n\n\n- \nResearcher Isaac Maile\n\n\n\n\n\n\nItem #:\n SCP-8971\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n The remains of SCP-8971 are currently housed at Provisional Containment Site-███, established along the Icelandic shoreline. Due to the sheer mass of the corpse and the continued anomalous oil leakage, full relocation has been deemed unfeasible. Containment efforts are focused on localizing its effects and harvesting viable materials for Foundation use.\n\n\nThe skeletal remains of SCP-8971 have proven to be a highly effective medium for stabilizing local reality. Select bones have been carefully extracted under Site Director approval and integrated into Foundation Scranton Reality Anchor (SRA) systems and various high-risk containment chambers.\n\n\nThe largest remaining portions of the skeleton - primarily the skull and vertebral column - are to remain on-site due to their excessive mass and continued anomalous emissions. These sections are monitored for unexpected fluctuations in Hume levels, as SCP-8971’s remains have shown intermittent reactivation of minor anomalous properties despite biological death.\n\n\nSCP-8971s decomposition has slowed significantly beyond expected biological parameters. As of ██/██/████, its oil secretion rate remains stable, and extracted bones continue to exhibit long-term anomalous properties. Containment procedures will be reevaluated every six months for potential adjustments based on material viability and site integrity.\n\n\nDescription:\n SCP-8971 is the corpse and component elements of an albino individual of \nPhyseter macrocephalus\n (sperm whale), exhibiting the general characteristics of the species but with notable deviations in size and anomalous properties. SCP-8971 measured approximately 800 meters in length and possessed a mass of approximately 12,000 tons during life.\n\n\nSCP-8971’s most prominent anomalous properties are its interaction with Akiva radiation and stabilization of Hume fields. The bones of SCP-8971, upon being exposed to Akiva radiation, begin to absorb it at an extraordinary rate. These radiation-depleted zones persist indefinitely around SCP-8971’s remains, even after prolonged exposure to other forms of radiation. In regions where the bones are concentrated, all forms of Akiva radiation are eliminated, creating a zone of null radiation that may extend for hundreds of kilometers. These zones have been shown to have long-term effects on local space-time, most notably in the increase and stabilization of Hume levels.\n\n\n\n\n\n\nI’ve been sitting here for a while, reflecting on the strange turn of events that brought me to this point. Assistant Director. It feels surreal, honestly. I’ve always known that my work on the bone-powered reality anchors was something special, but to have it recognized - well, it’s both a validation and a responsibility I never quite expected.\n\n\nThe changes have been nothing short of remarkable. The new anchors are performing better than anticipated, and we’re finally seeing a noticeable drop in containment breaches. There’s this weird sense of stability in the air. Like for once, the Foundation isn’t constantly teetering on the edge of disaster. For once, we’re ahead of the game. Every day that passes without another breach feels like a small victory. I can’t help but feel proud of the work we’ve done.\n\n\nAnd then there’s Q. Having more access to him has been… strange, in the best possible way. I never thought I’d get the chance to see him this often, let alone have the kind of conversations we’ve been having. There’s something about his presence that shifts the atmosphere in the room. He’s calm, almost… serene, in a way that makes me forget about the weight of everything else. Sometimes I think he’s the only one who understands what it’s like to live in the spaces between certainty and chaos. We’ve talked about the future, about the direction the Foundation is heading. Maybe it’s naïve, but I actually feel optimistic. For the first time in a long while, I can see a path forward - one that isn’t shrouded in constant crisis and uncertainty.\n\n\nBut Director Davis…\n\n\nI don’t know what’s going on with him. He’s checked out, distant - like a shell of the person he used to be. He’s not the same man I worked with when I first joined the Foundation. Every conversation with him feels like I’m speaking to someone on autopilot. His gaze is empty, his thoughts scattered. It’s almost like he’s already somewhere else, mentally, even if his body is still in the office. I’ve heard rumors that he’s dealing with things, but honestly, I’m not sure if it’s just exhaustion or something deeper.\n\n\nThe truth is, it feels like the Foundation has changed, and I’m not just talking about the work. It’s like the whole place is shifting in subtle ways. With fewer breaches, fewer emergencies, I almost feel like we’re in a lull. I can’t decide if it’s a relief or a warning. I keep thinking that something’s coming, something we’re not prepared for. But for now, I’ll hold onto this peace.\n\n\nThe future feels uncertain, but I think we’re closer to something good. Something lasting. I just need to stay focused. Keep pushing forward. And maybe, just maybe, we’ll make this place into something we can all be proud of.\n\n\nI’m going to try to keep my optimism in check. But for once, it feels like a good thing to have.\n\n\n- \nAssistant Director Isaac Maile\n\n\n\n\n\n\nI’m not sure how to process what happened today. I’ve been wrestling with it all evening, and the more I think about it, the more I realize how deeply this is shaking me.\n\n\nIt started innocuously enough: an encrypted message that just slipped so neatly into my inbox. They knew about the bones. Of course they did. They knew about the remains we’ve been working with, the ones used in the reality anchors. They claimed they needed them, that the bones were a vital part of something far larger, something ancient. They want the bones to build a temple.\n\n\nI don't know what they want to achieve by constructing this temple, but I do know this: The bones of the whale are part of an active SCP. They’re being used in the reality anchors, integral to the containment of several high-priority anomalies. If we give them up, we risk destabilizing everything. The Foundation - hell, the world - could suffer for it.\n\n\nI refused, of course. I told them as much. I made it clear that these bones were not just artifacts; they’re vital. The risks are incalculable. I don’t know who they are, but I know they can’t be allowed to take these bones. Not now, not ever.\n\n\nThen, as I was leaving the office, I ran into Q. I hadn’t even realized I was pacing, my mind racing with all the possibilities and the consequences.\n\n\nI must have looked more shaken than I realized because he didn’t wait for me to explain. He just asked, \"What’s going on, Maile?\"\n\n\nI told him. About the message, the request, the danger, the stakes. And that’s when he surprised me.\n\n\nQ - Q suggested that I consider it. He didn’t exactly tell me to give them the bones, but his words were close enough. He said that sometimes we need to step outside the constraints of what we think is \"right\" for the greater good. That the bones, their power, could be used for something more. Something that might benefit us all.\n\n\nI didn’t understand him at first. I thought maybe he was playing devil’s advocate, trying to push me into some philosophical quandary. But the more he spoke, the more I felt this sinking feeling in my chest. He wasn’t questioning the morality of it - he was questioning whether we’re truly doing the right thing by holding on to them. Maybe the world doesn’t need to be stabilized the way we think it does. Maybe the anomalies, all of them, are part of a larger design, something we don’t even comprehend.\n\n\nHis reasoning makes my head spin, but there’s this tug inside me like a part of me wants to believe him. What if we’re just trying to preserve a fragile, outdated order? What if these bones - this temple - could unlock something greater? Something that might actually be the solution to the problems we’ve been working around, instead of the problems themselves?\n\nBut I can’t. I can’t let them take the bones. They’re essential to keeping other anomalies contained. The Foundation relies on them. This isn’t a decision I can make lightly, even if Q suggests I loosen my grip. If I hand over those bones, who knows what kind of chaos we could unleash? I’m not ready to play with those odds.\n\n\nQ’s face when I refused to even entertain the idea - he seemed disappointed like I wasn’t seeing something that he was. I don’t know what’s happening between us. Maybe I’ve just been so focused on the work, so consumed by the weight of my new role, that I’m losing sight of everything else.\n\n\nI’ve got to stick to my decision. I have to. The bones are part of something much larger than I understand, and I can't risk everything for something I can’t control.\n\n\nBut God, I can’t stop thinking about what Q said. The nagging feeling is there, like a shadow that won’t leave.\n\n\nI don’t know what to do.\n\n\n- \nDirector Isaac Maile\n\n\n\n\n\n\nThe world is changing.\n\n\nThe anomalies are disappearing. The things that once made the Foundation so essential - its purpose, its mission - are vanishing. The phenomena that once defied explanation are becoming mere memories. There is almost no more darkness to dwell in, but is that because the light has washed over it all or because there’s no more contrast to allow us to see it?\n\n\nI sit in this office, and all I can see is the empty rheumy eye of the whale staring out at me. The higher-ups believe I can “restore order,” but I feel lost. I don’t know what the Foundation is supposed to be anymore. Without the anomalies, without the danger, what are we?\n\n\nDirector Davis - he’s gone. He ended it all. I don’t know if it was guilt or the slow unraveling of his mind, but he’s no longer with us. And Q - he’s disappeared, vanished without a trace. I should have listened to him when I still had the chance. Why would he stick around?\n\n\nThe Foundation is collapsing. We’re all just holding on, pretending like it isn’t happening, but I can see it. Everything is unraveling.\n\n\nWe made a mistake. When we killed the whale, I think we killed god.\n\n\n- \nDirector Isaac Maile\n\n\n\n\n\n\nMemorandum from Director Maile\n\n\n\n\nTo all staff,\n\n\nI never thought I’d have to write this.\n\n\nFor as long as we have existed, the anomalous has been our purpose. We were the watchers in the dark, the ones who secured, contained, and protected when no one else could. We stood at the edges of understanding, staring into the abyss, and we held the line.\n\n\nYou have seen the reports. The infrastructure that should have never worked, now failing catastrophically. The institutions that unknowingly relied on forces beyond comprehension, now crumbling under pressures they were never meant to endure. Cities that should have been wiped from the map decades ago by natural disasters that never came - now facing catastrophe as probability reasserts itself.\n\n\nThe Foundation itself is not immune. We have sustained ourselves on knowledge not meant for mankind, on technologies whose origins we never fully grasped. Now, our failsafes falter. The sites once hidden between the cracks of reality are slipping into the light, no longer unplaceable, no longer untouchable. The world is beginning to notice, but they’ll never know the real cause. How could they ever even begin to guess?\n\n\nSome of you have already seen it firsthand - the subjects that have lost their properties, the objects that have gone inert, and the beings who were once beyond comprehension now becoming… normal. At first, we thought it was containment success. But as the trend continued, as anomalies great and small simply ceased to be, we were left with a truth we are still struggling to grasp: the world is changing. The rules we thought immutable are shifting to be replaced by rules so much more base and real. And I must admit that I have been lying to you.\n\n\nI know why it’s happening.\n\n\nThere is no one else remaining to accept the blame.\n\n\nIt was a whale, if you could call it that. A thing vast beyond measure, older than history, a being whose song wove the impossible into the world. It did not threaten us. It did not even really know us. And yet, when the opportunity arose, we killed it. There were reasons, I’m sure, but reasons and excuses do not unkill. We carved its bones from its flesh and fashioned them into reality anchors, believing we had finally found the key to perfect containment.\n\n\nWe thought we were securing the world. Instead, we severed it from wonder.\n\n\nThe anomalous is not fading by chance. It is bleeding out, piece by piece, because we silenced that great whale’s song. Every containment breach we sought to prevent, every paradox we hoped to suppress - it was all held in balance by something we did not understand. And now, it is unraveling.\n\n\nI will not pretend this is easy. For many of us, the Foundation has been more than just a career. It has been our life, our calling, our burden. We have lost friends and sacrificed much in the name of protecting humanity from forces it was never meant to encounter. What does it mean, then, when those forces disappear? When our purpose is no longer needed?\n\n\nI do not ask for forgiveness. There is none to be had. I ask only that you know the truth. That you understand why, in the coming days, the last remnants of our purpose will slip through our fingers.\n\n\nAnd when they are gone, when the final embers of the impossible fade, I ask that you remember what we have done. What I have done.\n\n\nI will bear this weight until my last breath. I expect no one to carry it with me.\n\n\nI am sorry.\n\n\n- Director Maile\n\n\n\n\n\n\nThe bones are arranged now, meticulously, like a bizarre and grotesque puzzle laid across the foundation stone of a temple that should never have existed. I’ve spent months, years - the days blur together in this madness. At the time, it felt necessary. The process, the ritual, the construction, all of it meant to reverse the unraveling of everything. All anomalies collapsing into chaos. A gradual erosion of the world we knew, its foundation crumbling as these aberrations slowly consume our reality. I thought this - this mad idea - could be the cure. It has to be.\n\n\nWhat madness, what arrogance. Did I think it would work? Did I really think building a hut of bone would stop this? That it was so simple? Or did I just want to believe it would, to convince myself I could still save something? I had to drain the coffers, every last reserve the Foundation had stashed away. People begged me to stop. They didn't understand. They still don’t.\n\n\nThe Foundation had so many resources, but it was never enough. I took everything - every last bit we could afford to lose - and I built. I constructed the bones into a towering temple. It stretched into the sky like some monument to failure, a twisted imitation of divine purpose. Every joint of that fucking whale’s skeleton groaned as I fixed it into place. How foolish I was. How blind.\n\n\nIt should have been a sacred space, but it was all too hollow. I thought the bones would grant us some divine intervention, but they are merely that: bones. Cold. Inert. Dead. The body of something that never wanted to be saved. It was supposed to restore the balance. Instead, it just made everything worse. The temple stands as a monument to my obsession, but the degradation of the anomalies - everything continues unabated. There is no stopping it now.\n\n\nIn the end, I was too late. The things that I had thought would hold the world together are, at best, a futile display of hubris. The rituals did nothing. The bones sit there, unchanged. The void still grows. Anomalies continue to tear at the seams of reality, and I, we, are powerless to do anything to stop it.\n\n\nI sit here now, alone in the shadow of this broken temple, the last priest of a tradition that is dead. The coffers are empty. The Foundation is bankrupt, in every sense of the word. Every last resource I drained to make this absurdity a reality is gone. There is no magic here, no divine truth to glean. Just the broken bones of a whale, scattered and wasted.\n\n\nIt was always a lie. A cruel trick. I see it now.\n\n\nI cannot undo what’s been started. If anything, I’ve only made it worse. But I see nothing else.\n\n\nWe are all just waiting now.\n\n\n- \nFailure Isaac Maile\n\n\n\n\n\n\nThe collapse is complete.\n\n\nThe Foundation has ceased to exist. Its files, its personnel, its secrets are gone. The world is ordinary now. The danger is eliminated and the world is safe from anomalies. I guess the Foundation has won.\n\n\nThere’s no more searching for the unknown. No more chasing after the impossible. The great mysteries of the world have been reduced to mere curiosities, and the world has become… mundane.\n\n\nThe world is so dull now. I look around, and all I see are lifeless machines of human creation, ticking away in their little cycles. There’s no more magic, no more anomalies. The supernatural has been excised from existence, and all that remains is this empty shell. The world is what I always thought it was - explainable, quantifiable, understandable. I think I might understand what Davis felt when he looked at that beached whale. To have that obsession and then be confronted with its reality and its mundanity. The weakness of it before you.\n\n\nI should’ve known better. I should’ve stopped it. If only I had understood then what I understand now.\n\n\nBut what’s done is done. I pray for forgiveness to a God that I know isn’t there.\n\n\n- \nIsaac Maile\n\n\n\n\n\n\nItem #:\n SCP-8971\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-8971 does not require containment. SCP-8971 is currently here around me. It’s a church now. This arrangement is not necessary for containment.\n\nAccess to SCP-8971 is not restricted.\n\nI’ll keep an eye on it.\n\n\n\n\n\n\n\n\n« \nSCP-8970\n | SCP-8971 | \nSCP-8972\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8971\n\" by torcsandantlers, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8971\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8971 \" by torcsandantlers, from the SCP Wiki . Source: https://scpwiki.com/scp-8971 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-8971\nObject Class: Safe\nSpecial Containment Procedures: SCP-8971 does not require containment. SCP-8971 is currently here around me. It’s a church now. This arrangement is not necessary for containment.\nAccess to SCP-8971 is not restricted.\nI’ll keep an eye on it.",
    "description": "SCP-8971 is the corpse and component elements of an albino individual of Physeter macrocephalus (sperm whale), exhibiting the general characteristics of the species but with notable deviations in size and anomalous properties. SCP-8971 measured approximately 800 meters in length and possessed a mass of approximately 12,000 tons during life.",
    "object_class": "Euclid",
    "containment_procedures": "The remains of SCP-8971 are currently housed at Provisional Containment Site-███, established along the Icelandic shoreline. Due to the sheer mass of the corpse and the continued anomalous oil leakage, full relocation has been deemed unfeasible. Containment efforts are focused on localizing its effects and harvesting viable materials for Foundation use.",
    "title": "SCP-8971"
}