{
    "url": "https://scp-wiki.wikidot.com/scp-8977",
    "all_text": "rating: \n+4\n+\n–\nx\n\n\nItem #:\n SCP-8977\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n A naval exclusion zone has been set up around the Island of Thūlē\n1\n in the Barents Sea under the pretense of the year-long ice cover rendering navigation impossible. All satellite images of the island are redacted from public records, and it is labeled as an uninhabited landmass.\n\n\nWhile most instances of SCP-8977-1 are content with staying on Thūlē, the Foundation's presence inadvertently caused renewed interest in the outside world — especially among the younger population. To remedy this, resources are to be forwarded to community leaders who promote isolationist traditions.\n\n\nDescription:\n SCP-8977 is the phenomenon affecting the native inhabitants of the Island of Thūlē, hereby referred to as SCP-8977-1, which induces morphological changes apparent at birth. Affected subjects may display any or all of the following characteristics:\n\n\n\n\nTrifurcation of C7 vertebrae, with two of these segments diverging laterally. While palpable, there is typically very little need for surgical intervention.\n\n\nPale, off-white skin and hair. This phenotype is not caused by the absence of melanin, but rather by the production of a new, ivory pigment. Said pigment exhibits anomalous resistance to combustion, remaining stable when exposed to temperatures exceeding 1500°C, and effectively rendering the tissues of SCP-8977-1 fire-resistant.\n\n\nVertical-slit pupils, resulting in enhanced depth perception and reduced glare at the expense of deficiency in horizontal vision.\n\n\nPatches of black, reflective scales. Their distribution varies among SCP-8977-1 instances but is typically concentrated on the extremities and the back. Despite possessing the physical properties of iron, the scales are largely biochemically inert.\n\n\nIncreased tolerance to cold, with an average internal body temperature of 22°C. Isoenzymes capable of performing all standard metabolic functions under those conditions are present.\n\n\n\n\nWhile oral traditions imply that the effect of SCP-8977 used to be more volatile in the past, as of the present day these mutations appear to have stabilized, displaying gene-linked inheritance. Fertility rates among the island's inhabitants are within the expected range, although they do not seem to suffer the adverse effects of a limited gene pool.\n2\n\n\nEthnically, the instances of SCP-8977-1 are of Baltic, Uralic, and East-European ancestry mixed with trace amounts of unidentified DNA. Lacking a written language, information regarding the inhabitants of Thūlē and the origin of SCP-8977 is passed through word of mouth, putting its validity into question. The island allegedly served as a refuge for the pagan faiths during the Christianization of the Baltic States, Finland, and the Russian territories during the 12th-13th century.\n\n\nAddendum SCP-8977/1:\n Exploration Log\n\n\n\n\nDate:\n 08/19/1998\n\n\nPrelude:\n The following is the first extensive exploration of Thūlē. Researcher Biryukov was selected for the assignment due to his familiarity with a dialect similar to the one spoken by SCP-8977-1 instances. Agent Erokhin is acting as a personal protection detail.\n\n\n\n\nAgent Erokhin switches on his body camera. He turns towards Researcher Biryukov, giving him a thumbs-up. In the distance, the unnamed village carved from black stone stands out against the choppy white-grey expanse.\n\n\nResearcher Biryukov:\n Can you put that away?\n\n\nErokhin looks down at the PP-19 submachine gun strapped to his chest.\n\n\nAgent Erokhin:\n They told me to come armed.\n\n\nResearcher Biryukov:\n I thought you were going to bring a taser.\n\n\nThe Agent shifts the weapon’s strap to his right, turning back towards Biryukov.\n\n\nAgent Erokhin:\n No electricity. No roads. Our ship was nearly capsized just getting here since this place doesn’t have a proper port.\n\n\nExtending his hand, he traces a line from the village to the coast.\n\n\nAgent Erokhin:\n I mean, do these people even know what a gun is?\n\n\nResearcher Biryukov:\n We don’t want them to feel threatened.\n\n\nAgent Erokhin:\n God protects the cautious. As far as we know, we take a step onto their turf and one of them is going to chant something before plucking our tendons like guitar strings.\n\n\nResearcher Biryukov:\n They haven't done anything to the first-contact team, so I am cautiously optimistic.\n\n\nAgent Erokhin:\n What I am saying is: we just don’t know what these people are capable of.\n\n\nResearcher Biryukov:\n Then let them explain. At least one of the instances speaks some Russian. I should be able to fill in the blanks with what I know of their language.\n\n\nAgent Erokhin:\n Lead the way.\n\n\nThe village's houses are low and squat, with narrow paths between them. Their design is vaguely cylindrical, and each appears to be carved from one continuous boulder. Unlike the unbearable glare from the snow, whatever material they're made from seems to reflect very little light. There are thin strips of tightly wrapped pale flesh hanging out to dry by the entrances.\n\n\nAside from an occasional sight of somebody sitting on the doorstep or a glint of eyes from between the houses, the village looks empty. Walking up to one of the buildings, Agent Erokhin takes off his right glove to feel its surface. The material is smooth and slightly porous.\n\n\nAgent Erokhin:\n What is this, obsidian?\n\n\nResearcher Biryukov:\n Doesn't look like any type of glass. That being said, the architectural style is very interesting. Make sure to get footage of the whole building, okay?\n\n\nAgent Erokhin:\n Should we get a sample?\n\n\nResearcher Biryukov:\n Do you really want to start going at it with a chisel? Somebody lives here.\n\n\nClicking his tongue, Agent Erokhin follows Researcher Biryukov towards the village center. Sharp spikes made from the same material converge above them like pillars. They're draped with animal leather, creating a tent-like dome.\n\n\nAt the dome's focal point, concentric circles are dug in the tightly packed soil, with a black slab resting at the bottom. On its surface, golden tools are laid out: knives, sickles, needles, etc. A good portion of them are foreign and with no apparent purpose.\n\n\nAgent Erokhin:\n Looks like a theater. The Greek one, you know?\n\n\nResearcher Biryukov:\n (quietly) An amphitheater?\n\n\nAgent Erokhin:\n Amphitheaters — that's what they're called!\n\n\nResearcher Biryukov:\n Could be some kind of shrine.\n\n\nAgent Erokhin:\n Are these people religious?\n\n\nResearcher Biryukov:\n Hard to say. They do engage in ancestor worship, but it doesn't seem like any of their pagan (pause) old faiths survived.\n\n\nAgent Erokhin:\n If it was a shrine, I would have expected some flowers, herbs — offerings like that.\n\n\nAgent Erokhin walks around the circumference of the outer circle. There are many more instances of SCP-8977-1 here. They look upon the exploration team as if expecting them to pounce. Some leave, others stand their ground. A group of children hides behind one of the spikes, prompting each other to approach the strangers. Ultimately, none of them do.\n\n\nAgent Erokhin:\n We don't want to overstay our welcome, right?\n\n\nResearcher Biryukov:\n Right. Come on, we're close.\n\n\n\n\n\n\nThe house is much like the others, with the only notable difference being an icon of St. Mary by the entrance. Its metal displays signs of heavy attrition.\n\n\nAgent Erokhin:\n This is different. The geometric halo. The way the face is sculpted. Hallmarks of Art Nouveau.\n\n\nResearcher Biryukov:\n I don't know what that is.\n\n\nAgent Erokhin:\n An art movement — listen, it doesn't really matter. Do you think someone brought it here from the outside? If so, that means that there were visitors before us. Either that or your contact is taking trips to the mainland.\n\n\nResearcher Biryukov:\n I highly doubt that. You remember how you said that our ship was nearly capsized getting here?\n\n\nAgent Erokhin:\n Yeah?\n\n\nResearcher Biryukov:\n Well, these people don't have any fishing traditions. We've flow drones over this entire island, and there wasn't a single kayak — let alone anything capable of making it all the way to Russia.\n\n\nAgent Erokhin:\n And it's not like the waters are dead. I mean, we have to keep fishermen away from this place. Weird.\n\n\nResearcher Biryukov:\n Not really. It is not uncommon for isolated cultures to lose things along the way.\n\n\nThe interior is dimly lit, with a single oil lamp resting on a stone shelf. The Foundation's contact — an older SCP-8977-1 instance going by Äituli — stands up to greet the pair.\n\n\nResearcher Biryukov:\n [Hello. My name is Grigori.]\n\n\nBiryukov rubs his hands together. Lacking a word for a co-worker, he calls Agent Erokhin a friend.\n\n\nResearcher Biryukov:\n [This is Matvei. He is my friend.]\n\n\nÄituli:\n [Welcome.]\n\n\nAgent Erokhin leans against an empty wall, flashing his gun. Äituli looks up at the Agent for a while, expecting him to sit down. He does not.\n\n\nAgent Erokhin:\n Ask him about the thing.\n\n\nResearcher Biryukov:\n Why?\n\n\nAgent Erokhin:\n Just do it. If there is an information leak about this place, we need to deal with it ASAP.\n\n\nResearcher Biryukov opens his mouth to speak, but stops, looking back at Äituli.\n\n\nResearcher Biryukov:\n [I have a question about the icon — the picture of the lady.]\n\n\nÄituli:\n [It's beautiful.]\n\n\nResearcher Biryukov:\n [It is very nice, yes. Where did you get it from?]\n\n\nÄituli:\n [Soldiers. Their metal ship — like yours, but much, much larger — was crippled by the storms. The waves carried them onto our shores.]\n\n\nResearcher Biryukov:\n [Do you remember what they looked like — what they wore?]\n\n\nÄituli:\n [Dark coats. Caps with two-headed bird — its wings spread wide.]\n\n\nÄituli looks up at the ceiling, smiling to himself while scratching his chin.\n\n\nÄituli:\n [As a kid, I always wanted to dress like them.]\n\n\nResearcher Biryukov:\n [Did they leave anything else behind? Anything we should know about?]\n\n\nÄituli:\n [No. The soldiers didn't approach the village, so the village sent me to them. They took the meat and gave me the icon as some kind of payment. We didn't talk much, but I could understand them — the important parts, at least. Even now, when you’re speaking with your friend, I can follow some of it.]\n\n\nResearcher Biryukov:\n [Oh, that's great.]\n\n\nÄituli:\n [It’s like listening to somebody slurring their speech and using the weirdest synonyms.]\n\n\nResearcher Biryukov:\n Oh.\n\n\nAgent Erokhin:\n What did he say?\n\n\nResearcher Biryukov:\n I am guessing our \"visitors\" were from the Imperial Navy. That's pre-revolution.\n\n\nAgent Erokhin:\n So how old is this guy, exactly?\n\n\nResearcher Biryukov:\n Around 100, if I were to guess.\n\n\nAgent Erokhin:\n Ah. One of those.\n\n\nResearcher Biryukov:\n [One more question, if I may. It’s about your people. The way you are — the scales, the eyes. I mean no offense, but it is different.]\n\n\nÄituli:\n [Different.]\n\n\nResearcher Biryukov:\n [For lack of better words.]\n\n\nÄituli:\n [I am very much aware of that. I think we all are.]\n\n\nResearcher Biryukov:\n [Right. I know that your people first came to the island in the 12th century.]\n\n\nResearcher Biryukov looks away, tapping his fingers together.\n\n\nResearcher Biryukov:\n [That would be 800 years ago if you're using a different calendar.]\n\n\nÄituli:\n [I see.]\n\n\nResearcher Biryukov:\n [Were these features already present back then?]\n\n\nÄituli:\n [Thūlē didn't always belong to us. Before we came, the island burned. There was a grand serpent here — a dragon. The gods told us to kill it. I don't know if it was a trial or an obstacle, but we did as we were told. Our warriors tore its heads from its body.]\n\n\nResearcher Biryukov:\n A dragon?\n\n\nResearcher Biryukov rubs the nape of his neck, turning towards Agent Erokhin. The Agent just shrugs.\n\n\nResearcher Biryukov:\n [Did your gods do this to you, then? Was it to help you settle the island?]\n\n\nÄituli:\n [We did it to ourselves. Hunger is a powerful force — stronger than faith in some. I think that's why your god fed his people.]\n\n\nResearcher Biryukov:\n [I don't think I understand.]\n\n\nÄituli:\n [Against the gods' warnings, we devoured the serpent during a long winter. Over time, its blood seeped into ours until there was no blood left.]\n\n\nÄituli looks down at his palms.\n\n\nÄituli:\n [People used to see it as a curse, but it helped us, didn't it?]\n\n\nResearcher Biryukov:\n [We haven't done a proper physical examination, but your people seem healthy.]\n\n\nÄituli:\n [That's right. You are here to take notes.]\n\n\nResearcher Biryukov:\n [For a good cause.]\n\n\nÄituli:\n [Would you like to see it yourself, then?]\n\n\nResearcher Biryukov:\n [Meaning?]\n\n\nÄituli:\n [The serpent. Evidence is all that matters, right? And your people introduced themselves as protectors.]\n\n\nResearcher Biryukov:\n [The Foundation is a humanitarian organization, yes.]\n\n\nÄituli:\n [And I don't have any reason to doubt that.]\n\n\nÄituli turns towards Agent Erokhin, staring at his weapon.\n\n\nÄituli:\n [I've seen a rifle before. What you have with you is clearly much more impressive.]\n\n\nResearcher Biryukov:\n [It's just for security.]\n\n\nÄituli:\n [I know. I just want to assure you that we are capable of taking care of ourselves.]\n\n\nStanding up, Äituli violently taps his chest — his eyes widening. Agent Erokhin's hand twitches, but he steadies himself, looking at Biryukov for instructions.\n\n\nÄituli:\n [Our survival is our responsibility.]\n\n\n\n\n\n\nAgent Erokhin and Researcher Biryukov descend a narrow trail. The distant crash of waves echoes through the black cliffs, and the wind whistles into the camera's microphone.\n\n\nAgent Erokhin:\n You've ever seen a video of one of those mountain goats going up and down a vertical wall? I think it was from Switzerland.\n\n\nResearcher Biryukov:\n The locals walk this path barefoot.\n\n\nAgent Erokhin:\n (grunting) Good for them.\n\n\nAgent Erokhin's boot slides on the wet cliffside. The rope catches him, and he soon regains his footing.\n\n\nAgent Erokhin:\n They come down here often?\n\n\nResearcher Biryukov:\n Weekly at the least.\n\n\nAs they continue descending, an archway of dark stone marks the entrance to the cliffside cave, opening into a vast underground chamber. Researcher Biryukov runs his hand along the wall.\n\n\nResearcher Biryukov:\n It’s warm down here. Humid.\n\n\nAgent Erokhin secures the climbing gear to the side of the cliff. He looks over his shoulder at Researcher Biryukov, tugging on the carabiners.\n\n\nAgent Erokhin:\n Wasn't this whole thing made by a volcano?\n\n\nResearcher Biryukov:\n Thūlē is a volcanic island, yes. But I am not sure if it should be warm like this. Not a geologist.\n\n\nThey enter the cave. Agent Erokhin takes out a flashlight much more powerful than the one attached to his vest and switches it on. He glides the white light across the cave's smooth walls. There is a glint of something golden. Moving closer, various tools — similar to the ones seen on the surface — are dangling by ropes from one of the outcroppings.\n\n\nAgent Erokhin:\n More of these.\n\n\nAgent Erokhin grabs something resembling a sickle by the handle.\n\n\nAgent Erokhin:\n There is a lot of gold on Thūlē, isn't there?\n\n\nResearcher Biryukov:\n Gold and not much else.\n\n\nThe camera pans across a massive blackened skeleton partially embedded in the stone. Golden flakes are stuck in the ridges of its scratched bones, catching the light. Its three colossal spines are knotted together, with thick, fibrous white ligaments holding the cadaver's shape.\n\n\nAgent Erokhin:\n Must be our dragon.\n\n\nAgent Erokhin takes a step back, but the sheer scale prevents him from getting a better angle. Some of the vertebrae, ribs, and all three skulls are missing.\n\n\nAgent Erokhin:\n So this is the thing they killed? With, what, sticks?\n\n\nResearcher Biryukov:\n We need samples.\n\n\nAgent Erokhin:\n You sure?\n\n\nResearcher Biryukov:\n Just do it.\n\n\nThere is a subtle movement along the skeletal structure. Tendons connecting the ribs and vertebrae begin to contract and shift, producing a deafening creaking sound. Thin strands of pale, reflective tissue start to coalesce, forming shapes resembling deep spinal muscles. Scalding steam rushes out of them, fogging up the lens.\n\n\nResearcher Biryukov:\n Get the camera on that!\n\n\nIgnoring the order, Agent Erokhin pulls Biryukov’s arm, leading him towards the exit.\n\n\n\n\n\n\nFrom:\n Researcher Biryukov\n\n\nSubject:\n Post-Exploration Report\n\n\n\n\nWhile the practices of SCP-8977-1 instances appear archaic, they fulfill the dietary needs of the island's population. Interference beyond our existing measures would be unnecessary. It is my recommendation that we allow the inhabitants of Thūlē to continue undisturbed.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. First mentioned in ancient Roman cartography, Thūlē is a small island off the coast of Northern Russia. Although considered a part of the Zapolyarny District, the Russian government has no active presence there.\n\n\n2\n. At the time of writing, the island has reached a stable population of roughly 3,000.\n\n\n\n\n\n\n\n\n« \nSCP-8976\n | SCP-8977 | \nSCP-8978\n »",
    "addendums": [
        "Addendum SCP-8977/1: Exploration Log\n"
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-8977",
    "object_class": "Euclid",
    "containment_procedures": "A naval exclusion zone has been set up around the Island of Thūlē1 in the Barents Sea under the pretense of the year-long ice cover rendering navigation impossible. All satellite images of the island are redacted from public records, and it is labeled as an uninhabited landmass.",
    "description": "SCP-8977 is the phenomenon affecting the native inhabitants of the Island of Thūlē, hereby referred to as SCP-8977-1, which induces morphological changes apparent at birth. Affected subjects may display any or all of the following characteristics:",
    "title": "SCP-8977"
}