{
    "url": "https://scp-wiki.wikidot.com/scp-8982",
    "all_text": "rating: \n-5\n+\n–\nx\n\n\n\n\nImage error\n\n\nItem #:\n Scp-8982\n\n\nObject Class:\n \nEuclid\n Keter\n\n\nSpecial Containment Procedures:\n Most part hard to contain or control as anomaly has the strength to destroy most materials. \nScp-8982 may wonder the facility if it pleases but must go back to containment at twenty hundred o'clock.\n \nMAY NOT LEAVE CONTAINMENT\n Scp-8982 must be held in a 20 foot by 20 foot containment cell made of titanium with titanium blast doors laced with lead.\n\n\nDescription:\n A anomaly with a young humanoid build, it stands at 8 foot 6 inches tall. Anomaly has a IQ of a young child but possesses no Brain. Has no sexual/Reproductive organs whatsoever but goes by “It\". Scp-8982's arms are grossly out of proportion. It's fingers sharp like knives. Scp-8982 hasn’t been known to bleed unless it harms itself. Wears a red trench coat has white hair that goes to its waist and has pink eyes. The hair covers it 's mutilated face. Scp-8982's mouth is sown shut same with it's left eye. Scp-8982's nose is chopped clean off its face scarred. Scp-8982 understands some English. Is normally docile but attacks brutally if threatened or if someone views its face. When someone views it's face the stitches in it's mouth come undone and it screams in a fit of rage. After killing its viewer it will sew its mouth back shut with parts of the victim. Photos of its face are safe to view. It doesn't speak at all. It was found by Dr. [Restricted] were Scp-8982 Ripped her to ribbons for viewing it's face Scp-8982’s body seems to absorb bullets and projectiles, although has been shown to express extreme pain to a simple swing of a bat. Scp-8982 may cry over a female child unknown to be the Scp’s or not. When it weeps over this child it is best to stay away from the Scp.\n\n\nScp-8982 is known to explore the facility with curiosity and awe. It is known to interact with facility personnel and D-class with the same motions as a young child.\n \nMAY NOT LEAVE CONTAINMENT:\n Scp-10956 spends it's day pacing it's containment cell.\n\n\n\n\nIf Scp-8982 is to leave The Heavy Containment Zone it should be \nneutralized immediately\n attempted to be recontained immediately.\n\n\n\n\nScp-8982 may not leave containment due to murdering\n [Restricted] \nor more personnel due to a Class-D viewing it's face.\n\n\nScp-8982 will make \nthree\n four figures that represent humanoid figures, \nScp-8982-A, Scp-8982-B, and Scp-8982-C.\n Scp-8982-A, Scp-8982-B, Scp-8982-C, Scp-8982-D.\n\n\nScp-8982-A: A humanoid that is composed of human fingers. They stand at 6 inches tall. Scp-8982-A usually falls apart right after it is assembled.\n\n\nScp-8982-B: \nA humanoid simpler than Scp-8982-A, but stands at 2 feet tall. Scp-8982-B is made out of mutilated flesh of the thigh and shin. Scp-8982-B also falls apart fast.\n Scp-8982 has made a way to keep it together. Scp-8982 now removes the bone out of the mutilated flesh and uses the muscles of the leg.\n\n\nScp-8982-C: Scp-8982-C takes a disfigured human form. Scp-8982-C is made of all of a human's flesh. Scp-8982 shoves the bones together. Scp-8982-C move but after awhile Scp-8982 will dismantle it, leaving as a heap of body parts. Scp-8982-C will make gurgling sounds of distress as the victims voice box seems to still function but can't speak fluent words anymore.\n\n\nScp-8982-D: Is a humanoid figure made of the flesh of multiple humans, Scp-8982-D has full cognitive functions and partial speech. Scp-8982-D has not been contained or terminated. Scp-8982-D is considered its own entity. Scp-8982-D is currently considered a \nKeter\n Class Scp. Scp-8982-D was mostly made of female victims and Scp-8982 treats Scp-8982-D as a mother figure.\n\n\nScp-8982 is also unable to get modern diseases. Scp-8982’s limbs have lizard like properties as they are known to grow back if severed.\n\n\nScp-8982’s clothing seen to come from the 1930's but Scp-8982’s DNA comes from 1920's maybe older. Scp-8982 is theorized used to be a human during the 1900's but changed during the 1960's. Scp-8982 is said to be a Cold War veteran known as Lieutenant Commander [Restricted]. Scp-8982 also recalls things so far back as the Civil War.\n\n\nScp-8982 has breached containment once but was captured 64 hours after the breach. No personal were harmed in the process. It took 6 NTF units to contain Scp-8982. Scp-8982 has not breached since.\n\n\n\n\nOnly Level 4 Clearance Personnel Are Allowed Access to Scp-8982.\n\n\n\n\n\n\nIf you are reading this you will be terminated by order of the Overseer of Council. YOU HAVE BEEN WARNED\n\n\n\n\n<\nSCP-8981\n | SCP-8982 | \nSCP-8983\n>",
    "addendums": [],
    "documents": [],
    "notes": [
        "If Scp-8982 is to leave The Heavy Containment Zone it should be neutralized immediately attempted to be recontained immediately.",
        "Only Level 4 Clearance Personnel Are Allowed Access to Scp-8982.",
        "If you are reading this you will be terminated by order of the Overseer of Council. YOU HAVE BEEN WARNED"
    ],
    "item": "Scp-8982",
    "object_class": "Euclid Keter",
    "containment_procedures": "Most part hard to contain or control as anomaly has the strength to destroy most materials. Scp-8982 may wonder the facility if it pleases but must go back to containment at twenty hundred o'clock. MAY NOT LEAVE CONTAINMENT Scp-8982 must be held in a 20 foot by 20 foot containment cell made of titanium with titanium blast doors laced with lead.",
    "description": "A anomaly with a young humanoid build, it stands at 8 foot 6 inches tall. Anomaly has a IQ of a young child but possesses no Brain. Has no sexual/Reproductive organs whatsoever but goes by “It\". Scp-8982's arms are grossly out of proportion. It's fingers sharp like knives. Scp-8982 hasn’t been known to bleed unless it harms itself. Wears a red trench coat has white hair that goes to its waist and has pink eyes. The hair covers it 's mutilated face. Scp-8982's mouth is sown shut same with it's left eye. Scp-8982's nose is chopped clean off its face scarred. Scp-8982 understands some English. Is normally docile but attacks brutally if threatened or if someone views its face. When someone views it's face the stitches in it's mouth come undone and it screams in a fit of rage. After killing its viewer it will sew its mouth back shut with parts of the victim. Photos of its face are safe to view. It doesn't speak at all. It was found by Dr. [Restricted] were Scp-8982 Ripped her to ribbons for viewing it's face Scp-8982’s body seems to absorb bullets and projectiles, although has been shown to express extreme pain to a simple swing of a bat. Scp-8982 may cry over a female child unknown to be the Scp’s or not. When it weeps over this child it is best to stay away from the Scp.",
    "title": "SCP-8982"
}