{
    "url": "https://scp-wiki.wikidot.com/scp-8986",
    "all_text": "Out of all 100 subjects, only one mannequin generated a false-positive reading.\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+183\n+\n–\nx\n\n\nPeppersGhost\n\n\n\n\n\n\n\n\nSCP-8986:\n Automotonophobia by \nPeppersGhost\n\n\n\n\nMore by this author\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n3/8986\n LEVEL \n3/8986\n\n\nCLASSIFIED\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #: SCP-8986\n\n\n\n\n\n\nEuclid-Skotos\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Study of the SCP-8986 phenomenon is to be undertaken by Research Group Theta 225 (RG-Θ225), a dedicated team of specialists in the field of paraconsciousness under the leadership of Dr. Hanneke Minst.\n\n\nIn the event that further action to contain SCP-8986 is deemed necessary, new containment procedures are to be implemented as recommended by RG-Θ225.\n\n\n\n\n\n\n\n\nExperiment 8986-0052. Left to right: DFPO-B011, DFPO-B012.\n\n\n\n\n\n\n\n\nDescription:\n SCP-8986 refers to an aberrant behavior shared across all extant mensemic\n1\n measurement devices, characterized by the occurrence of false-positive results which erroneously indicate consciousness in inanimate objects that resemble human beings.\n\n\nThe subject of a given menseme measurement must meet all of the following criteria to be considered a discrete false-positive object (DFPO\n2\n) affected by SCP-8986 :\n\n\n\n\nThe object is not self-animated.\n3\n\n\nThe object has never been biologically alive.\n4\n\n\nThe object is not host to a spirothaumic transfer from a conscious being.\n\n\nThe object is recorded as having a menseme score above zero.\n\n\n\n\nExperiments indicate that the likelihood of a given object being affected by SCP-8986 positively correlates to the object's resemblance to a living human person; however, occurrences of SCP-8986 are not necessarily contingent upon a realistic likeness. A verified DFPO will return consistent menseme scores across multiple consecutive tests;\n5\n however, measurements generally differ between DFPO subjects regardless of outward similarity.\n\n\n\n\n\n\n\n\n\n\nExperiment Log\n\n\n\n\n\n\nThe following is a truncated review of experiments conducted by RG-Θ225, summarized in plain language for the purpose of conveying the SCP-8986 phenomenon and its research to personnel outside RG-Θ225. Standard practices unrelated to the specific purpose of a given experiment, such as sterilization/recalibration of instruments between tests to prevent cross-contamination, are omitted from the described processes for the sake of brevity.\n\n\n\n\n\n\nDFPO-A201 in situ, far left.\n\n\n\n\n\n\n\n\n\n\nExperiment 8986-0018\n\n\n\n\n\n\nPurpose\n\n\n\n\n\n\nEstablish approximate frequency of SCP-8986 occurrence among objects in the immediate area.\n\n\n\n\n\n\nSubjects\n\n\n\n\n\n\n100 mannequins were gathered from 10 different stores publicly operating within a 6km radius, with 10 mannequins collected per store. Every mannequin selected was visually identical to every other mannequin in its set of 10, with minor deviations expected of mass production.\n\n\n\n\n\n\nProcess\n\n\n\n\n\n\nMannequins individually scanned at off-site collection point by use of Turner Counters.\n6\n\n\n\n\n\n\nResult\n\n\n\n\n\n\nOut of all 100 subjects, only one mannequin generated a false-positive reading. This mannequin was designated DFPO-A201 and delivered to Site-Θ225 for further testing.\n\n\n\n\n\n\n\n\n\n\n\n\nExperiment 8986-0019\n\n\n\n\n\n\nPurpose\n\n\n\n\n\n\nComparison of SCP-8986 to familiar anomalous phenomena.\n\n\n\n\n\n\nSubjects\n\n\n\n\n\n\nDFPO-A201, a physically unremarkable display mannequin constructed of plastic, fiberglass, and steel. Generated false-positive reading in the preceding test.\n\n\n\n\nSCP-1486\n, an animate doll possessing sapient intellect.\n7\n\n\n\n\nSCP-1176\n, a clinically dead human adult which nonetheless displays a low level of neurological activity and produces a substance chemically identical to honey.\n\n\n\n\n\n\nProcess\n\n\n\n\n\n\nEach subject individually underwent descarteography via Cognitive Resonance Imaging\n8\n at Site-Θ225.\n\n\n\n\n\n\nResult\n\n\n\n\n\n\nDFPO-A201 returned consistent menseme scores of exactly 18.\n\n\n\nSCP-1486 returned an average menseme score of 30 with minor deviations.\n\n\n\nSCP-1176 returned consistent menseme scores of exactly 8.\n\n\n\nAccording to the Rhine-Fort Psionic Resonance Scale, a menseme score of 30 is considered average for a living human adult with normative capacity for thought and emotion. A score below 20 typically indicates an underdeveloped or hindered consciousness. A score below 10 may indicate that a consciousness is severely debilitated, in early development, or merely residual.\n\n\n\nAlmost all non-anomalous humans return consistent mensemic readings across multiple tests. By contrast, it is typical for intelligent anomalous objects such as SCP-1486 to exhibit greater variation in menseme scores, necessitating a greater number of tests. The exact reason for this disparity is unknown, though the variations are believed to be indicative of material fluctuations in mensemic activity rather than a margin of error.\n\n\n\nIt may be observed that the consistency of DFPO-A201's results display a greater similarity to normative human intelligence than the results of the tests conducted with SCP-1486. However, at this time there is no evidence to suggest such a resemblance to the human baseline is anything more than superficial.\n\n\n\nDespite its physical appearance and unusual personality, SCP-1486 possesses all the characteristics necessary to be considered a non-living animate person, and following the Sapient Objects Act of 2015, has been afforded many of the same rights granted to living human SCP objects of a comparable hazard level.\n\n\n\nBy contrast, DFPO-A201 is wholly inanimate and displays no connection to anomalous phenomena apart from triggering SCP-8986. As per the previous experiment, DFPO-A201 was chosen at random from a publicly operating department store, along with 9 other mannequins which displayed no mensemic activity. Following this experiment, DFPO-A201 was placed in an on-site storage locker for archival purposes.\n\n\n\n\n\n\n\n\n\n\n\n\nDFPO-A874.\n\n\n\n\n\n\n\n\n\n\nExperiment 8986-0031\n\n\n\n\n\n\nPurpose\n\n\n\n\n\n\nDetermine if a mensemically-sensitive person can identify a DFPO.\n\n\n\n\n\n\nSubjects\n\n\n\n\n\n\nDFPO-A874, a moderately damaged crash test dummy composed of plastic and aluminum with a documented menseme score of 33.\n9\n\n\n\nIrene Scarmer, a high-menseme individual employed by the Foundation to assist in researching conscious energy due to her history of correctly detecting non-living animate objects during field operations.\n\n\n\nThe Rhine-Fort Psionic Resonance Scale defines a \"high-menseme\" rating as any score above 35 and below 50. Subjects who fall in this range usually possess a heightened sensitivity to the mensemic emanations of other beings, most commonly in the form of low-level telepathy or psychometric paraperception.\n\n\n\nSubjects who display Rhine-Fort scores in the 50 to 75 range may possess the ability to exert influence over the consciousnesses of other beings. Under the Rhine Act, subjects who score in this range must be placed under compulsory evaluation for SCP designation as soon as they are discovered. Rhine-Fort scores in excess of 80 have only ever been recorded in anomalies with obvious ontokinetic qualities.\n\n\n\n\n\n\nProcess\n\n\n\n\n\n\nDFPO-A874 was placed in a room with 9 other crash test dummies of similar make and condition that were previously found to possess no mensemic properties. Scarmer was instructed to enter the room on three separate occasions and determine which dummy, if any, displayed unusual properties. On one occasion, DFPO-A874 was substituted with a tenth control dummy.\n\n\n\n\n\n\nResult\n\n\n\n\n\n\nScarmer reported an extreme sense of unease during all three tests, but did not single out a particular dummy as unusual, correctly or otherwise. As her reaction did not change during the control test, it was determined that Scarmer was unaffected by SCP-8986, and her emotional reaction was attributed to the unusual nature of the experiment, which had not been explained to her prior to her participation.\n\n\n\n\n\n\n\n\n\n\n\n\nExperiment 8986-0052\n\n\n\n\n\n\nPurpose\n\n\n\n\n\n\nDetermine if physical alteration of a DFPO affects its menseme output.\n\n\n\n\n\n\nSubjects\n\n\n\n\n\n\nDFPO-B011 and DFPO-B012, two plastic display mannequins of identical make, with documented menseme scores of 25 and 19, respectively.\n\n\n\n\n\n\nProcess\n\n\n\n\n\n\nDFPO-B012 underwent a series of progressive alterations. DFPO-B011 remained unaltered, serving as a control subject. Mensemes were recorded in both subjects between each alteration to DFPO-B012 .\n\n\n\n\n\n\nResult\n\n\n\n\n\n\nAction:\n DFPO-B011 and DFPO-B012 dressed in identical formal clothes.\n\n\nOutcome:\n No change in mensemic activity in either subject.\n\n\n\n\nAction:\n Hat removed from DFPO-B012.\n\n\nOutcome:\n No change in mensemic activity in either subject.\n\n\n\n\nAction:\n Necktie removed from DFPO-B012.\n\n\nOutcome:\n No change in mensemic activity in either subject.\n\n\n\n\nAction:\n Suit jacket removed from DFPO-B012.\n\n\nOutcome:\n No change in mensemic activity in either subject.\n\n\n\n\nAction:\n Latex mask resembling a realistic human face placed over the head of DFPO-B012.\n\n\nOutcome:\n DFPO-B012 returned reading of 22 mensemes, three above baseline. No change in mensemic activity in DFPO-B011.\n\n\n\n\nAction:\n Latex mask removed from DFPO-B012.\n\n\nOutcome:\n DFPO-B012 dropped back to 19 mensemes, same as baseline. No change in mensemic activity in DFPO-B011.\n\n\n\n\nAction:\n DFPO-B012 fully stripped of clothing.\n\n\nOutcome:\n DFPO-B011 returned reading of 26 mensemes, one above baseline. No change in mensemic activity in DFPO-B012.\n\n\n\n\nAction:\n DFPO-B012 struck on its torso with enough impact to leave a visible mark.\n\n\nOutcome:\n DFPO-B012 returned reading of 18 mensemes, one below baseline. DFPO-B011 returned reading of 27 mensemes, two above baseline.\n\n\n\n\nNOTE:\n At this stage, Dr. Minst ordered that DFPO-B011 be placed in a separate room for the remainder of the experiment.\n\n\n\n\nAction:\n DFPO-B012 struck on its head with enough impact to cause a portion of its face to break off.\n\n\nOutcome:\n Menseme level in DFPO-B012 was found to have dropped to 14, five below baseline. DFPO-B011 returned reading of 29 mensemes, four above baseline.\n\n\n\n\nAction:\n DFPO-B012's face mended with glue.\n\n\nOutcome:\n DFPO-B012 returned a reading of 15, a one menseme increase from the previous stage, but still four below baseline. DFPO-B011 remained at 29 mensemes.\n\n\n\n\nAction:\n Head removed from DFPO-B012.\n\n\nOutcome:\n DFPO-B012 returned reading of 1 menseme, eighteen below baseline. DFPO-B011 returned reading of 35 mensemes, ten above baseline. Mensemic activity in both subjects was measured a second time before proceeding to the next test, confirming these readings to be correct.\n\n\n\n\nAction:\n Head returned to DFPO-B012.\n\n\nOutcome:\n DFPO-B012 returned reading of 15 mensemes. DFPO-B011 maintained reading of 35 mensemes.\n\n\n\n\n\n\n\n\n\n\n\n\nExperiment 8986-0085\n\n\n\n\n\n\nPurpose\n\n\n\n\n\n\nMass testing with large groups of identical subjects.\n\n\n\n\n\n\nSubjects\n\n\n\n\n\n\nA total of 73,000 mass produced copies total from four separate action figure production runs by a multinational toy manufacturer:\n\n\n\n20,000 copies of \nUltimate Baxter: 4th of July Edition\n. Figures are five inches tall, made of hard plastic with basic articulation, and feature highly stylized anatomy and voice boxes that play three prerecorded lines.\n\n\n\n24,000 copies of \nAstrono Mimi\n. Figures are four inches tall with hard plastic heads on posable rubber bodies fit over a wire armature.\n\n\n\n5,000 copies of \nMiyoshi Fuki\n. Figures are eight inches tall, hand painted, and elaborately articulated.\n\n\n\n24,000 copies of \nFlinker Fizzle\n. Figures are three inches tall, have no articulation, and depict a bipedal dog-like\n10\n character with an expressive face.\n\n\n\n\n\n\nProcess\n\n\n\n\n\n\nFoundation assets embedded in the manufacturer ensured every copy assembled during each toy's production run would pass under a Turner Counter prior to packaging. Copies that returned false-positive results were removed from the production line and returned to Site-Θ225 for further testing and archival.\n\n\n\n\n\n\nResult\n\n\n\n\n\n\nUltimate Baxter: 4th of July Edition\n: 161 of the 20,000 toys returned false-positive results, making frequency of SCP-8986 occurrence approximately 1 false-positive for every 124 copies tested. Of the DFPOs discovered during the production run, 104 returned menseme scores of 10 or below, 48 scored between 11 and 20, and 9 scored 21 or above.\n\n\n\n\nAstrono Mimi\n: 96 of the 24,000 toys returned false-positive results, making frequency of SCP-8986 occurrence exactly 1 false-positive for every 250 copies tested. Of the DFPOs discovered during the production run, 87 returned menseme scores of 10 or below, 2 scored between 11 and 20, and 7 scored 21 or above.\n\n\n\n\nMiyoshi Fuki\n: 83 of the 5,000 toys returned false-positive results, making frequency of SCP-8986 occurrence approximately 1 false-positive for every 60 copies tested. Of the DFPOs discovered during the production run, 20 returned menseme scores of 10 or below, 44 scored between 11 and 20, and 19 scored 21 or above.\n\n\n\n\nFlinker Fizzle\n: 13 of the 24,000 toys returned false-positive results, making frequency of SCP-8986 occurrence approximately 1 false-positive for every 1,846 copies tested. Of the DFPOs discovered during the production run, 8 returned menseme scores of 10 or below, 5 scored between 11 and 20, and none scored 21 or above.\n\n\n\n\n\n\n\n\n\n\n\n\nExperiment 8986-0133\n\n\n\n\n\n\nPurpose\n\n\n\n\n\n\nRetest archived DFPO for mensemic accretion exactly 1 year from previous test.\n\n\n\n\n\n\nSubjects\n\n\n\n\n\n\nDFPO-A201, a physically unremarkable display mannequin constructed of plastic, fiberglass, and steel.\n\n\n\nPrevious Experiment: 8986-0018.\n\n\n\nDocumented menseme score: 19\n\n\n\n\n\n\nProcess\n\n\n\n\n\n\nSubject reexamined via descarteography.\n\n\n\n\n\n\nResult\n\n\n\n\n\n\nReturned menseme score of 20, one menseme higher than the baseline established a year prior.\n\n\n\n\n\n\n\n\n\n\n\n\nExperiment 8986-0138\n\n\n\n\n\n\nPurpose\n\n\n\n\n\n\nRepeat Experiment 8986-0018 with a larger sample size and with greater focus on level of detail in mannequin design.\n\n\n\n\n\n\nSubjects\n\n\n\n\n\n\n10,000 mannequins were gathered from 1,000 publicly operating stores globally, with 10 mannequins collected per store. Every mannequin selected was visually identical to every other mannequin in its set of 10, with minor deviations expected of mass production.\n\n\n\n\n\n\nProcess\n\n\n\n\n\n\nEvery set of 10 mannequins was scored on a scale of 1 to 10 based on level of detail in several categories including size, color, and detail. Each mannequin was then individually measured for mensemic activity via Turner Counter, with a follow-up CRI scan if a false-positive was encountered during initial examination.\n\n\n\n\n\n\nResult\n\n\n\n\n\n\nThe overall average frequency of SCP-8986 occurrence was approximately 1 false-positive for every 90 objects tested. SCP-8986 occurrence compared to detail score indicated a strong positive correlation; moreover, the data gathered suggests that a theoretical sample of subjects all displaying maximum detail ratings in all categories could present a false-positive frequency as high as 1 in 10.\n\n\n\nOf the categories of detail measured, occurrences of SCP-8986 correlated most strongly to realism of facial detail, followed by completeness of body, and then accuracy of proportion. Color and painting of the mannequin showed the weakest relation to frequency of SCP-8986 occurrence.\n\n\n\nDue to the time, manpower, and electricity required to conduct recent experiments, RG-Θ225's grant request to further repeat testing with an even larger sample size was rejected by the O2 Congress.\n\n\n\n\n\n\n\n\n\n\n\n\nExperiment 8986-0151\n\n\n\n\n\n\nPurpose\n\n\n\n\n\n\nEstablish approximate frequency of SCP-8986 occurrence in objects with highly realistic human features.\n\n\n\n\n\n\nSubjects\n\n\n\n\n\n\n268 realistic wax statues on display at a popular waxwork museum in London.\n\n\n\n\n\n\nProcess\n\n\n\n\n\n\nThe figures were discreetly scanned in situ by use of Turner Counters after regular operating hours at the museum had concluded.\n\n\n\nDue to the limited capabilities of Turner Counters compared to descarteography, researchers anticipated that the menseme scores recorded would be much lower than reality, and planned to adjust to the data before presenting it to account for this, with full transparency of the adjustment. These adjustments were designed using known discrepancies in human menseme scores between devices as a baseline.\n\n\n\n\n\n\nResult\n\n\n\n\n\n\n155 figures returned a Turner Counter reading of BLACK, indicating that no mensemic activity was detected.\n\n\n\n43 figures returned a Turner Counter reading of GREEN, indicating a menseme score between 1 and 10.\n\n\n\n39 figures returned a Turner Counter reading of YELLOW, indicating a menseme score between 11 and 20.\n\n\n\n23 figures returned a Turner Counter reading of ORANGE, indicating a menseme score between 21 and 30.\n\n\n\n8 figures returned a Turner Counter reading of RED, indicating a menseme score of 31 or higher.\n\n\n\nUpon examining this data at the conclusion of the experiment, it was decided that the results did not require adjustment and have been presented as they were found.\n\n\n\n\n\n\n\n\n\n\n\n\nDFPO-D0230 in situ.\n\n\n\n\n\n\n\n\n\n\nExperiment 8986-0152\n\n\n\n\n\n\nPurpose\n\n\n\n\n\n\nDetermine if a high menseme score in a DFPO is dependent on likeness to a known celebrity, and if a DFPO of a high baseline is affected more drastically by changes in its appearance.\n\n\n\n\n\n\nSubjects\n\n\n\n\n\n\nDFPO-D0230, a waxwork likeness of late American actor and comedian Robin Williams, discovered during the preceding test. When examined via descarteography at Site-Θ225, DFPO-D0230 was found to have a consistent menseme score of 78,\n11\n the highest recorded false-positive menseme score ever observed.\n12\n\n\n\nAs testing would necessarily damage the figure's celebrity likeness, it was legally purchased through a Foundation front company.\n\n\n\n\n\n\nProcess\n\n\n\n\n\n\nDFPO-D0230 underwent a series of progressive alterations, first to reduce its resemblance to a real life figure, and then to reduce its resemblance to a living human.\n\n\n\n\n\n\nResult\n\n\n\n\n\n\nAction:\n Hair bleached and dyed to a bright shade of lime green.\n13\n\n\nOutcome:\n No change in mensemic activity.\n\n\n\n\nAction:\n Cheekbones, brow, and jawline subtly resculpted through application of heat and pressure to reduce celebrity likeness while retaining human realism.\n\n\nOutcome:\n No change in mensemic activity.\n\n\n\n\nAction:\n Further resculpture of facial features to more drastically reduce celebrity likeness while retaining human realism.\n\n\nOutcome:\n No change in mensemic activity.\n\n\n\n\nAction:\n Birthmark painted across face.\n\n\nOutcome:\n No change in mensemic activity.\n\n\n\n\nAction:\n 2x4cm area of surface wax removed from left shoulder blade.\n14\n\n\nOutcome:\n No change in mensemic activity.\n\n\n\n\nAction:\n 4x6cm area of surface wax removed from lower back.\n\n\nOutcome:\n No change in mensemic activity.\n\n\n\n\nAction:\n Hair shaved from left arm.\n15\n\n\nOutcome:\n No change in mensemic activity.\n\n\n\n\nAction:\n Hair shaved from head.\n\n\nOutcome:\n No change in mensemic activity.\n\n\n\n\nAction:\n 2x4cm area of surface wax removed from left forearm.\n\n\nOutcome:\n No change in mensemic activity.\n\n\n\n\nAction:\n Surface wax fully removed from subject's back, starting from the lower neck and ending at the pelvis.\n\n\nOutcome:\n Menseme reading dropped to 77, a deviation of 1 point below baseline.\n\n\n\n\nAction:\n Partial amputation of the small finger of the left hand, starting at the distal phalanx.\n\n\nOutcome:\n No change in mensemic activity.\n\n\n\n\nAction:\n Full amputation of the small finger of the left hand.\n\n\nOutcome:\n No change in mensemic activity.\n\n\n\n\nAction:\n Full amputation of the left hand.\n\n\nOutcome:\n Menseme reading dropped to 76.\n\n\n\n\nAction:\n Amputation of lower left arm, terminating at the elbow.\n\n\nOutcome:\n No change in mensemic activity.\n\n\n\n\nAction:\n Surface wax removed from the entirety of right arm, from shoulder to wrist.\n\n\nOutcome:\n Menseme reading dropped to 75.\n\n\n\n\nAction:\n Face further resculpted to an extreme extent, resulting in severe deformity.\n\n\nOutcome:\n Menseme reading dropped to 72.\n\n\n\n\nAction:\n Glass eye removed from right socket.\n\n\nOutcome:\n Menseme reading dropped to 71.\n\n\n\n\nAction:\n Eye removed from left socket and placed in mouth.\n\n\nOutcome:\n Menseme reading dropped to 70.\n\n\n\n\nAction:\n 2x4cm area of surface wax removed from right cheek.\n\n\nOutcome:\n Menseme reading dropped to 68.\n\n\n\n\nAction:\n Blowtorch taken to face, resulting in greater deformity and substantial loss of mass.\n\n\nOutcome:\n Menseme reading dropped to 59.\n\n\n\n\nAction:\n Right arm melted down to skeletal frame by use of blowtorch.\n\n\nOutcome:\n Menseme reading dropped to 57.\n\n\n\n\nAction:\n Removed wax from the head area analogous to left frontal lobe.\n\n\nOutcome:\n Menseme reading dropped to 46.\n\n\n\n\nAction:\n Removed upper region of the head, terminating at the bridge of the nose.\n\n\nOutcome:\n Menseme reading dropped to 40.\n\n\n\n\nAction:\n Full lateral bisection at the waist.\n\n\nOutcome:\n No change in mensemic activity.\n\n\n\n\nAction:\n Extreme contortion of remaining right arm.\n\n\nOutcome:\n No change in mensemic activity.\n\n\n\n\nAction:\n Amputation of the right arm.\n\n\nOutcome:\n No change in mensemic activity.\n\n\n\n\nAction:\n Vertical bisection of the upper body.\n\n\nOutcome:\n No change in mensemic activity.\n\n\n\n\nAction:\n Remaining upper body cut laterally into three pieces.\n\n\nOutcome:\n No change in mensemic activity.\n\n\n\n\nAction:\n Entirety of remaining upper and lower body stripped of wax from metal substructure.\n\n\nOutcome:\n No change in mensemic activity in removed wax. Metal substructure was scanned separately, and as no false-positive result was found, subsequently removed from the testing chamber and archived.\n\n\n\n\nAction:\n Remaining wax cut into cubes, roughly 2cm\n3\n in size.\n\n\nOutcome:\n No change in mensemic activity.\n\n\n\n\nAction:\n Wax cubes melted into a formless pile.\n\n\nOutcome:\n No change in mensemic activity. Final recorded menseme score held at 40, a deviation of 38 points below baseline. Remaining wax archived.\n\n\n\n\n\n\n\n\n\n\n\n\nExperiment 8986-0153\n\n\n\n\n\n\nPurpose\n\n\n\n\n\n\nMeasure menseme accretion in high-detail subjects by repeating Experiment 8986-0151 three times over the course of a year.\n\n\n\n\n\n\nSubjects\n\n\n\n\n\n\n267 realistic wax statues on display at the same location as Experiment 8986-0151.\n16\n\n\n\n\n\n\nProcess\n\n\n\n\n\n\nWaxworks were discreetly measured in situ by use of Turner Counters on three separate occasions over the course of a full year, with six months between each round of testing.\n\n\n\n\n\n\nResult\n\n\n\n\n\n\nOn the first round of testing, 37 subjects\n17\n returned a Turner Counter reading of RED, indicating a menseme score of 31 or higher.\n\n\n\nOn the second round of testing, 60 subjects returned a Turner Counter reading of RED.\n\n\n\nOn the third round of testing, all 267 subjects returned a Turner Counter reading of RED.\n\n\n\n\n\n\n\n\n\n\n\n\nExperiment 8986-0154\n\n\n\n\n\n\nPurpose\n\n\n\n\n\n\nRetest archived DFPO subjects for mensemic accretion.\n\n\n\n\n\n\nSubjects\n\n\n\n\n\n\nDFPO-A201, a physically unremarkable display mannequin constructed of plastic, fiberglass, and steel.\n\nPrevious Experiment: 8986-0018.\n\nDocumented menseme score: 20\n\n\n\nDFPO-A874, a moderately damaged crash test dummy composed of plastic and aluminum.\n\nPrevious Experiment: 8986-0031.\n\nDocumented menseme score: 33\n\n\n\nDFPO-B011, plastic display mannequin.\n\nPrevious Experiment: 8986-0052.\n\nDocumented menseme score: 35\n\n\n\nDFPO-B012, damaged plastic display mannequin.\n\nPrevious Experiment: 8986-0052.\n\nDocumented menseme score: 15\n\n\n\nDFPO-B500 through DFPO-B5160, 161 copies of the action figure \nUltimate Baxter: 4th of July Edition.\n\nPrevious Experiment: 8986-0135.\n\nDocumented menseme score: Range of 1 to 31.\n\n\n\nDFPO-D0230, shapeless mass of wax.\n\nPrevious Experiment: 8986-0152.\n\nDocumented menseme score: 40.\n\n\n\n100 control mannequins previously recorded as having no false-positive response.\n\n\n\n\nNOTE:\n Subjects from experiments not included in this document's truncated selection have been excluded from this summary.\n\n\n\n\n\n\nProcess\n\n\n\n\n\n\nAll subjects reexamined individually via descarteography.\n\n\n\n\n\n\nResult\n\n\n\n\n\n\nDFPO-A201 returned an updated menseme score of 40.\n\n\n\nDFPO-A874 returned an updated menseme score of 40.\n\n\n\nDFPO-B011 returned an updated menseme score of 40.\n\n\n\nDFPO-B012 returned an updated menseme score of 40.\n\n\n\nDFPO-B500 through DFPO-B5160 returned an updated menseme score of 40, consistent across all copies.\n\n\n\nAll 100 control mannequins returned a false-positive score of 40.\n\n\n\nDFPO-D0230 was unable to be retested due to misplacement during the archival process.\n\n\n\n\n\n\n\n\n\n\n\n\nAfterword\n\n\n\n\n\n\nIn light of expenses incurred from SCP-8986 testing, particularly the labor and power required to undertake Experiment 8986-0154, a hold was issued by the O2 Congress barring additional experimentation-based grants to RG-Θ225.\n\n\nFurthermore, the increased proliferation of false-positive responses across all mensemic measurement devices was deemed to be a critical operational liability, and an initiative was put in place to devise and issue new sensitivity calibration standards for all equipment affected by SCP-8986.\n\n\nFollowing the implementation of these changes, occurrences of SCP-8986 ceased to be reported. A movement was passed to redesignate SCP-8986 as Neutralized; however, implementation of this change has been suspended pending the O3 Court verdict on a RAISA injunction co-filed by RG-Θ225.\n\n\nThe basis of the complaint, drafted by former RG-Θ225 lead Dr. Hanneke Minst, puts forward that the SCP-8986 designation should instead be adapted to refer to a newly discovered anomalous error in mensemic measurement devices characterized by the frequent occurrence of false-negative responses when scanning living human subjects, including the entirety of RG-Θ225 personnel.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSelenophobia\n\n\n\n\n\n\nAnthology 2024\n\n\n\n\n\n\n\n\n\n\n\n\nOnuxophobia\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. A menseme is a Foundation-standard unit used in the measurement of extraphysical energy radiated by conscious beings. Mensemes are spirothaumic and unrelated to the electrochemical processes of normative thought, therefore providing a means by which the Foundation may measure the conscious energy of entities which do not possess brains.\n\n\n2\n. As SCP-8986 is an anomaly originating from devices which measure mensemes, the subjects of the measurements are not technically considered anomalous by the Foundation and are therefore ineligible for SCP subdesignation. The DFPO designation was created as an alternative means of cataloging objects associated with SCP-8986.\n\n\n3\n. Automata animated by normative mechanisms are not considered self-animated under this criteria.\n\n\n4\n. This criteria exists primarily to exclude corpses and objects constructed from corpses, which may naturally retain residual mensemic energy. Objects constructed using materiels derived from traditionally unintelligent organisms generally qualify for DFPO designation, but may be excluded at the discretion of RG-Θ225.\n\n\n5\n. Any inconsistencies in the menseme scores of verified DFPOs (excluding those that have been damaged or otherwise altered) have only been observed as being characterized by a gradual accretion over an extended period of time.\n\n\n6\n. Handheld device for detecting mensemic activity in a subject. Limited to field use due to its inability to provide exact measurements.\n\n\n7\n. Psychologically aberrant.\n\n\n8\n. Standard process believed to be the most accurate method of measuring mensemes in a given subject. The CRI chamber is roughly analogous in shape and construction to the Magnetic Resonance Imaging machine upon which it is based, though substantially larger in size, both to accommodate a wide range of subjects as well as to house the organic thaumaturgic components vital to the machine's operation.\n\n\n9\n. All electronic hardware removed prior to testing.\n\n\n10\n. Based on researcher evaluation. The creator of the Flinker Fizzle character has avoided making any statements that would assign a particular species to its design.\n\n\n11\n. Under the Rhine Act, any entity recorded as having a menseme score above 50 must necessarily be contained and entered into candidacy for SCP status, and any score above 70 would trigger an immediate emergency lockdown. However, false-positive responses triggered by SCP-8986 are technically not covered under the Rhine Act, as the official stance of the O5 Council is that the anomaly lies with the method of measurement, and that DFPOs are not themselves anomalous. Nevertheless, a Priority 2 Memo was submitted to the O5 Council by Dr. Minst alerting them to the existence of DFPO-D0230 as a matter of diligence. The memo was recorded as having been received by the O5 offices; as the offices did not deem it necessary to issue a response, Dr. Minst proceeded with testing.\n\n\n12\n. The previous highest menseme score from a DFPO was 36, recorded in a retired theme park animatronic.\n\n\n13\n. This color was selected as the original Robin Williams is not known to have made any filmed appearances with this hair color.\n\n\n14\n. Subject's back was unpainted, as is typical for areas of a waxwork's body that will not be visible when the figure is displayed with costuming.\n\n\n15\n. Action performed due to the strong visual association between the original Robin Williams and his body hair in the public consciousness.\n\n\n16\n. Six additional figures were incorporated into the museum's collection over the course of the experiment. As these figures were not present for one or more rounds of testing, they have been excluded from this study.\n\n\n17\n. An increase of 29 from the previous test two weeks prior.",
    "addendums": [],
    "documents": [],
    "notes": [],
    "containment_procedures": "Study of the SCP-8986 phenomenon is to be undertaken by Research Group Theta 225 (RG-Θ225), a dedicated team of specialists in the field of paraconsciousness under the leadership of Dr. Hanneke Minst.",
    "description": "SCP-8986 refers to an aberrant behavior shared across all extant mensemic1 measurement devices, characterized by the occurrence of false-positive results which erroneously indicate consciousness in inanimate objects that resemble human beings.",
    "title": "SCP-8986"
}