{
    "url": "https://scp-wiki.wikidot.com/scp-8987",
    "all_text": "Item#:\n \n8987\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel3\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\neuclid\n\n\n\n\n\n\nSecondary Class:\n\n\nesoteric\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\nvlam\n\n\n\n\n\n\nRisk Class:\n\n\ndanger\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n-11\n+\n–\nx\n\n\n\n\n\n\nSCP-8987 in its container.\n\n\n\n\n\n\nSpecial Containment Procedures:\n\n\nSCP-8987 is to be housed in a reinforced vacuum-sealed glass box at Site-██ inside a 10x10 meter chamber. The chamber must be lined with a ferrous alloy to ensure SCP-8987 prioritizes siphoning from the containment structure before any living entities. Any personnel interacting with SCP-8987 must wear insulated, metal-lined protective suits to ensure the same effect. All testing requires authorization from at least two Level 3 researchers. Subjects involved in experiments must undergo comprehensive medical screening both before and after exposure.\n\n\nIf SCP-8987 exhibits signs of self-repair without external stimulus, immediate lockdown procedures must be initiated, and no personnel are to enter the containment chamber until full containment protocols are revised.\n\n\nDescription:\n\n\nSCP-8987 is a longsword of unknown origin, composed of an anomalous iron alloy that exhibits self-regenerative properties. The blade measures approximately 110 cm in length, with intricate engravings resembling ancient runes, though their exact origin and meaning remain unidentified. Analysis of the metal composition reveals properties that surpass any known manmade steel alloys.\n\n\nSCP-8987's primary anomalous property manifests when it sustains damage. Any structural compromise, such as cracks, chips, or breaks, triggers an autonomous repair process. This process functions by extracting iron from nearby biological sources, primarily human subjects within a 5-meter radius. The sword exhibits a strong preference for virgin blood, selecting such individuals over others when available. If no virgin is within range, it defaults to the closest human source. The siphoning of iron occurs instantly and manifests as rapid and severe Iron Deficiency Anemia, often leading to dizziness, pallor, extreme fatigue, and, in cases of prolonged exposure, fatal exsanguination.\n\n\nThe symptoms of exposure are rapid in onset. Affected individuals report sudden weakness, difficulty breathing, and a profound sense of physical depletion. Within minutes, victims begin to collapse due to the near-total depletion of iron in their circulatory system. Post-mortem examinations reveal a complete lack of iron in the bloodstream, bone marrow, and vital organs, with no apparent means of biological replenishment. SCP-8987 does not exhibit its regenerative properties as enthusiastically when exposed solely to inanimate ferrous materials, unless completely necessary due to catastrophic damage.\n\n\nIf SCP-8987 is deprived of iron sources, it will become increasingly aggressive, exhibiting anomalous movement inconsistent with its status as an inanimate object. Recorded behaviors include minor vibrations, sudden changes in position when unobserved, and, in extreme cases, levitation. It has been observed attempting to seek out new iron sources, with containment breaches occurring in instances where prolonged deprivation has been enforced. Research into this behavior suggests that the blade possesses some level of intent or awareness, though this remains unconfirmed.\n\n\nSCP-8987 was recovered from the ruins of an abandoned monastery in ██████, Romania, following multiple reports of unexplained mass fatalities in the region. Several desiccated corpses were discovered surrounding SCP-8987, all exhibiting signs of extreme iron deficiency, internal hemorrhaging, and necrotic tissue. The sword itself was embedded in a stone altar, partially fractured. Upon removal by an investigative team member, SCP-8987 began its repair process, resulting in the near-instantaneous collapse of Agent ██████. Emergency containment procedures were enacted, and SCP-8987 was transported to Site-██ under strict biohazard protocols. A local history analysis suggests that the monastery had been abandoned for several centuries, though ancient records indicate that the monks who once resided there may have fallen victim to \"a great and unspeakable curse.\"\n\n\nAn ancient manuscript written in ancient Latin was recovered alongside SCP-8987, found sealed within a reliquary near the altar where it was embedded. This is a partial translation, with some words having been undetermined.\n\n\n\nThe rest of the translation is either unreadable or untranslated. Attempts to translate remaining words have proven to be inconclusive.\n\n\nAddendum:\n\n\n\n\n+ Open\n\n\n\n\n- Close\n\n\n\n\nAddendum 8987-1:\n\n\n\n\n\n\nTest 8987-04\n\n\n\n\n\n\n\n\nSubject\n\n\nD-1023\n\n\n\n\n\n\nProtocol\n\n\nSubject instructed to inflict a minor dent on SCP-8987 using a hammer.\n\n\n\n\n\n\nResults\n\n\nSCP-8987's engravings emitted a faint red glow. Within seconds, D-1023 reported dizziness, nausea, and a significant decrease in iron levels, confirmed by medical scans. The dent in SCP-8987 visibly diminished over the course of 15 seconds. Testing was immediately terminated when D-1023 collapsed, experiencing severe exhaustion and near-fatal blood loss. Medical intervention was required to stabilize the subject.\n\n\n\n\n\n\nAddendum 8987-2: Interview Log\n\n\nInterviewed\n: D-10879\n\n\nInterviewer\n: Dr. ██████\n\n\nForeword:\n Interview conducted to document the effects of SCP-8987 on human subjects. D-10879 was exposed to SCP-8987 for a controlled period and removed before critical symptoms manifested.\n\n\n\n\n<Begin Log, 13:42>\n\n\nInterviewer\n: Please state your name for the record.\n\n\nD-10879\n: You already know my name. Why the hell do I gotta say it again?\n\n\nInterviewer\n: Procedure, D-10879.\n\n\nD-10879\n: Fine. D-10879.\n\n\nInterviewer\n: Good. Now, describe what you experienced after being instructed to make contact with SCP-8987.\n\n\nD-10879\n: Uh… it felt weird. I just barely tapped it, but right after, my head got all light, like I was gonna fall over. My chest got tight too. Like something was pulling something outta me.\n\n\nInterviewer\n: Did you notice any physical changes in SCP-8987 during this time?\n\n\nD-10879\n: Yeah. The little scratches on it, they started closing up, like they were never there. And the weird marks on it? They lit up all red. Creepy as hell.\n\n\nInterviewer\n: How long did this sensation last?\n\n\nD-10879\n: I dunno, a few seconds? But it stuck with me. I still feel kinda… empty, y'know? Like something’s missing. You sure that thing didn’t take more than just iron?\n\n\nInterviewer\n: That will be assessed. Final question—would you describe the sensation as painful?\n\n\nD-10879\n: Not really pain. More like… draining. Like it was drinking me. I felt myself becoming lighter.\n\n\nInterviewer\n: Understood. That will be all.\n\n\n<End Log, 13:47>\n\n\n\n\nClosing Statement\n: Following the interview, D-10879 was administered an iron supplement and scheduled for further medical evaluation. Symptoms of fatigue persisted for several hours but showed no permanent effects. Testing parameters for SCP-8987 interactions have been adjusted accordingly.\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8986\n | SCP-8987 | \nSCP-8988\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8987\n\" by Jarble, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8987\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n 640px-San_Galgano_Spada_nella_roccia.JPG\n\n\nName:\n San_Galgano_Spada_nella_roccia.JPG\n\n\nAuthor:\n Alexmar983\n\n\nLicense:\n CC BY-SA 3.0\n\n\nSource Link:\n \nhttps://en.wikipedia.org/wiki/Galgano_Guidotti#/media/File:San_Galgano_Spada_nella_roccia.JPG",
    "addendums": [],
    "documents": [],
    "notes": [
        "<Begin Log, 13:42> Interviewer : Please state your name for the record. D-10879 : You already know my name. Why the hell do I gotta say it again? Interviewer : Procedure, D-10879. D-10879 : Fine. D-10879. Interviewer : Good. Now, describe what you experienced after being instructed to make contact with SCP-8987. D-10879 : Uh… it felt weird. I just barely tapped it, but right after, my head got all light, like I was gonna fall over. My chest got tight too. Like something was pulling something outta me. Interviewer : Did you notice any physical changes in SCP-8987 during this time? D-10879 : Yeah. The little scratches on it, they started closing up, like they were never there. And the weird marks on it? They lit up all red. Creepy as hell. Interviewer : How long did this sensation last? D-10879 : I dunno, a few seconds? But it stuck with me. I still feel kinda… empty, y'know? Like something’s missing. You sure that thing didn’t take more than just iron? Interviewer : That will be assessed. Final question—would you describe the sensation as painful? D-10879 : Not really pain. More like… draining. Like it was drinking me. I felt myself becoming lighter. Interviewer : Understood. That will be all. <End Log, 13:47>",
        "\" SCP-8987 \" by Jarble, from the SCP Wiki . Source: https://scpwiki.com/scp-8987 . Licensed under CC-BY-SA .",
        "Filename: 640px-San_Galgano_Spada_nella_roccia.JPG Name: San_Galgano_Spada_nella_roccia.JPG Author: Alexmar983 License: CC BY-SA 3.0 Source Link: https://en.wikipedia.org/wiki/Galgano_Guidotti#/media/File:San_Galgano_Spada_nella_roccia.JPG"
    ],
    "title": "SCP-8987"
}