{
    "url": "https://scp-wiki.wikidot.com/scp-8988",
    "all_text": "SCP-8988\n\n\n\n\n\n\nByㅤ\n \nDino--Draws\n\n\n\n\n\n\nPublished on \n19 May 2024 15:37\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nOrogeny: noun, a process in which a section of the earth's crust is folded and deformed by lateral compression to form a mountain range.\n\n\n\n\n\n\nrating: \n+152\n+\n–\nx\n\n\n\n\n\n\n\n\nItem#:\n \nSCP-8988\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLevel5\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nesoteric\n\n\n\n\n\n\nSecondary Class:\n\n\nSköll\n\n\n\n\n\n\n\n\nDisruption Class:\n\n\namida\n\n\n\n\n\n\nRisk Class:\n\n\ncritical\n\n\n\n\n\n\n\n\nlink to memo\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFrom Geological Research Site-898, chief holding facility of OROGENESIS.\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n All available geophysical analysis technology is to be utilized for the monitoring of SCP-8988 for any signs of activity. The globe is to be regularly scanned for any and all subsurface density variations within the gravitational field.\n\n\nIn joint agreement with the Global Occult Coalition, all data from the seismological and geophysical sensors of the Global Seismographic Network (GSN) are to be regularly pooled within the database of Site-898. These readings, active recordings and predictions are to be monitored for possible Emergent Patterns. A portion of Foundation funding is to be routed to the GSN to facilitate further expansion to the scope of its analysis.\n\n\n\n\n\n\n\n\nGenerated model of Earth's magnetic field as of 2007.\n\n\n\n\n\n\n\n\nRift zones, divergent boundaries, and seafloor spreading across the Earth are to be monthly analyzed for any unusual variation in speed, process and composition. All aulacogen rift zones are to be mapped as part of Emergence Event Pattern Prediction.\n1\n\n\nEarth's geodynamo\n2\n is to be observed for possible onsets of magnetic reversal. It has been noted that, in the past 200 years of analysis, Earth's magnetic field has globally weakened by roughly 9%. While this trend is not explicitly out of the ordinary in paleomagnetic studies, it has been noted due to the nature of SCP-8988.\n\n\nGlobal temperature recordings are to be monitored for potential hotspot emergence.\n3\n\n\n \n\n\n\n\n\n\n\n\nLive calculation results from OROGENESIS.\n\n\n\n\n\n\n\n\nThe on-going project below is to be followed in order to ensure the continued containment of SCP-8988 for as long as possible.\n\n\n\n\n\n\nPROJECT OROGENESIS\n\n\n\n\n\n\n\n\nAll harvested information in regards to SCP-8988 within the database of Site-898 is to be fed to the OROGENESIS E.E.\n4\n Predictive Model in order to calculate and predict possible movement locations. If a predicted likelihood of movement exceeds dedicated safe zone percentages, OROGENESIS is to undergo the Hibernation Procedure.\n\n\nUpon activation of OROGENESIS' Hibernation Procedure, the following will occur:\n\n\n\n\nExact location is triangulated by OROGENESIS, and MTF Gamma-89 “Rock and a Hard Place” is dispatched.\n\n\nIf any veiled civilians are present, they are evacuated under pretense of gas leaks.\n\n\nA drill rig\n5\n is established at the epicenter of OROGENESIS’ prediction.\n\n\nThe drill rig is utilized to dig as deep as possible within the strata below without compromising the structural integrity of the surroundings.\n\n\nResonance nodes are primed to the composition of the area’s strata via drill core samples and inserted into the drill hole.\n6\n\n\nAll implanted nodes will activate, and the resonance frequency will begin.\n\n\nResonance frequency is to continue for approximately 26 hours.\n\n\nAt the end of the 26th hour, the resonance frequency is deactivated. MTF Gamma-89 is to wait until OROGENESIS responds.\n\n\nUpon response from OROGENESIS, resonance nodes and drill rig are removed and civilians are allowed to return to the area.\n\n\nAmnesticization is to be utilized to normalize and incorporate any resulting orogeny.\n7\n\n\n\n\nAfter the successful administration of the Hibernation Procedure, and a return of likelihood percentages to safe values, OROGENESIS is to resume usual operation.\n\n\n\n\n\n\nIn the event that OROGENESIS fails and SCP-8988 is shown to be exhibiting signs of movement or life, the Veil is to be lifted, and humanity is to be evacuated off world as soon as possible.\n\n\nDescription:\n SCP-8988 is the core of the Earth.\n\n\n[FURTHER INFORMATION RESTRICTED TO LEVEL 5/OROGENESIS-CORE]\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8988\n\" by Dino—Draws, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8988\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nName:\n Dana-Energy-Geophysical-Services.jpg\n\n\nAuthor:\n Dana Energy\n\n\nLicense:\n CC BY-SA 4.0\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nName:\n Geodynamo Between Reversals.gif\n\n\nAuthor:\n NASA\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nName:\n 太平洋上で発生する「大気の川」と線状降水帯＠NOAA GFS.gif\n\n\nAuthor:\n Original: \"NOAA アメリカ海洋大気庁\", Add animation: Baba 496\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\n\n\n\n\nName:\n Scientific results obtained under the direction of William J. Peters (1907) (14783096425).jpg\n\n\nAuthor:\n Internet Archive Book Images\n\n\nLicense:\n Public Domain\n\n\nSource Link:\n \nWikimedia Commons\n\n\nAdditional Notes:\n Edited by \nDino--Draws\n (\nimgur\n)\n\n\n\n\n\n\nThis article contains an excerpt from the \nWiktionary\n and \nOxford Languages\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. As per operation of OROGENESIS.\n\n\n2\n. The mechanism responsible for the generation of the Earth's magnetic field caused by convection and conduction currents in the fluid core.\n\n\n3\n. Known locations such as Hawaii, Yellowstone and Iceland are under observation.\n\n\n4\n. Emergence Event\n\n\n5\n. Foundation Model ThaumaGeoprobe, \nSee Document:\n \nSite-898 Hangar B Contents\n for further detail\n\n\n6\n. For operational attunement guidelines, \nSee Document:\n \nHibernation-8988 Technical Operation Module\n\n\n7\n. \nSee Documents:\n \nTaconic.8988\n, \nAcadian.8988\n, \nAppalachian.8988",
    "addendums": [],
    "documents": [],
    "notes": [
        "\" SCP-8988 \" by Dino—Draws, from the SCP Wiki . Source: https://scpwiki.com/scp-8988 . Licensed under CC-BY-SA .",
        "Name: Dana-Energy-Geophysical-Services.jpg Author: Dana Energy License: CC BY-SA 4.0 Source Link: Wikimedia Commons",
        "Name: Geodynamo Between Reversals.gif Author: NASA License: Public Domain Source Link: Wikimedia Commons",
        "Name: 太平洋上で発生する「大気の川」と線状降水帯＠NOAA GFS.gif Author: Original: \"NOAA アメリカ海洋大気庁\", Add animation: Baba 496 License: Public Domain Source Link: Wikimedia Commons",
        "Name: Scientific results obtained under the direction of William J. Peters (1907) (14783096425).jpg Author: Internet Archive Book Images License: Public Domain Source Link: Wikimedia Commons Additional Notes: Edited by Dino--Draws ( imgur )",
        "This article contains an excerpt from the Wiktionary and Oxford Languages ."
    ],
    "containment_procedures": "All available geophysical analysis technology is to be utilized for the monitoring of SCP-8988 for any signs of activity. The globe is to be regularly scanned for any and all subsurface density variations within the gravitational field.",
    "description": "SCP-8988 is the core of the Earth.",
    "title": "SCP-8988"
}