{
    "url": "https://scp-wiki.wikidot.com/scp-8991",
    "all_text": "rating: \n+81\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\n⚠️ \nContent warning:\n Depictions of suicide.\n\n\n\n\n\n\n\n\nrating: \n+81\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n⚠️ content warning \n \n\n\n\n\n[One of the still screens used in SCP-8991 to announce commercial breaks.]\n\n\n\n\nLink To Guide\n\n\nItem#:\n8991\n\n\nClearance Level 2:\n \nClearance\n\n\n\n\n\n\nContainment Class:\n \nneutralized\n\n\n\n\n\n\n\n\nSecondary Class:\n \n{$secondary-class}\n\n\n\n\n\n\n\n\n\n\nDisruption Class:\n \n#\n/keneq\n\n\n\n\n\n\n\n\nRisk Class:\n \n#\n/notice\n\n\n\n\n\n\n\n\nItem #:\n SCP-8991\n\n\nObject Class:\n Neutralized\n\n\nSpecial Containment Procedures:\n Non-anomalous recordings of SCP-8991 broadcasts are kept in the media wing of Site-59 for analysis.\n\n\nWhile Foundation response efforts at the time managed to suppress the majority of SCP-8991's effects, some public knowledge remains of SCP-8991 — particularly in \"lost media\" communities on the Internet. As such, a Foundation agent has assumed the identity of PoI-8991-A and publicly acknowledged the following cover stories:\n\n\n\n\nSCP-8991 was an entirely fictional work of transgressive art.\n\n\nThe legal ramifications of SCP-8991's unauthorized interruptions of regular broadcasts were handled with multiple out-of-court settlements.\n\n\n\n\nDescription:\n SCP-8991 was a series of eight analog television broadcasts between 1/22/1994 and 3/12/1994. Broadcasts occurred exclusively within the Pittsburgh metropolitan area. The signal's origin point was triangulated to an empty parking lot. Cable and digital television were not affected.\n\n\nDuring SCP-8991 transmissions, several\n1\n channels at random were overridden. The first seven broadcasts occurred on Fridays from 7:00-7:30 AM CST. The final broadcast on 3/12/1994 took place from 11:07-11:42 PM CST.\n\n\nEach transmission contained an episode of \"Make It Count!\", a live-action show aimed toward preschoolers. According to the credits, the human cast is composed of unnamed \"Members of the Double Bacon Pittsburger Improv Collective.\" The only named person in the credits is Simon Goldy, the showrunner, director, composer, chief animator, puppetteer, and voice actor for \"Busy Bobby Busybody\" — a fast-talking beaver puppet with a stopwatch who acts as the host and central character.\n\n\nEpisodes were interspersed with updates from the Emergency Alert System, commercials for survival shelters and suicide pills, and public service announcements relating to religion, grief, and acceptance.\n\n\n\n\n\n\n+ Excerpt from the transcript of SCP-8991-1\n\n\n\n\n- Encryption key accepted.\n\n\n\n\n\n\n(Brief animated intro featuring Busy Bobby playing the banjo in a bluegrass band. Several other beaver characters — his bandmates — never make any other appearances outside of the intro. Busy Bobby's lyrics do not match his lip movements. Despite other characters singing, only Busy Bobby's voice is heard. The theme song is set to the tune of\n Yellow Rose of Texas.\n)\n\n\nBusy Bobby:\n \nWellllll…\n\n\nGetcher busy britches on and join us for a spell!\n\n\nGotta play and sing and dance and learn, before we go to -\n [SFX: Squeaky toy.]\n\n\nIt's a big ol' dang ol' cryin' shame that we're on borrowed time,\n\n\nbut that's no excuse for killin' time, 'cause killin' is a crime!\n\n\nSo let Busy Bobby Busybody help you make the most,\n\n\n'cause you don't want no regrets when you're a plain ol' dead ol' ghost!\n\n\nAll my minutes, all your seconds, there's a limited amount,\n\n\nSo I gotta finish singin' now, so we can Make! It! COOOOUNT!\n\n\n(We open to a live-action studio [w/o an audience] made to look like the exterior of a log cabin in the woods. Busy Bobby hops up from his perch on a tree stump, from which he rarely moves.)\n\n\nBusy Bobby:\n Hey there, y'all, and welcome to Busybody Gulch. Lovely, ain't it?! Nicest place in the big ol' Beaver Woods! Yep! See my nice li'l house over there?! See that nice li'l crick over there with all the minnows and bluegills?! Aww, I ain't gonna miss it after the Second Wailing! I'm just gonna appreciate it while I'm still here.\n\n\nWe don't got a lotta time to get to know each other, so we need to make every second count! And remember: if you miss EVEN A SECOND of this show — sorry buddy, but unless that there record button's on, that was yer only chance.\n\n\nY'know why? Because this is the last show you'll ever watch before the Second Wailing hits on March 12th. But don't fret none - public television saved the best for last!\n\n\nJoinin' me today are the Makey County Posse! Quick, introduce yerselves, do-it-do-it-do-it!\n\n\nMindy:\n I'm Mindy!\n\n\nBusy Bobby:\n Cool! Next!\n\n\nJerry:\n I'm Jerry!\n\n\nBusy Bobby:\n Cool next!\n\n\nAngie:\n I'm Angie!\n\n\nBusy Bobby:\n Coolnext!\n\n\nWendy:\n Wendy!\n\n\nBusy Bobby:\n \nCoolnext!\n\n\nSoup:\n My name is —\n\n\n[SFX: Buzzer.]\n\n\nBusy Bobby:\n Whoops, sorry there bud, took too long. You're Soup now.\n\n\n[Caption: IT'S SOUP!]\n\n\nBusy Bobby:\n All-right-all-right, before we get situated, I should probably mention: this show is 100% \nlive!\n That means if we slip up every now and then, yer just gonna have to deal with it. Good thing that the posse's from an improv troupe. What's improv? Somethin' that don't matter no more!\n\n\nJerry:\n \n(Sotto voice)\n Okay, \nthat\n was uncalled for.\n\n\nBusy Bobby:\n Thanks for the opinion! Now, let's give the ol' posse a trial run. Tell the kiddies what you're here to do, quickly!\n\n\nAngie:\n Sure thing, Bobby.\n\n\n(She faces the camera with hands clasped.)\n\n\nHi, guys. I know this is a very scary time for all of you. I'll be honest, we grown-ups are scared too. But I'm here to tell you: it's okay to be scared. That's a natural part of —\n\n\n[SFX: Klaxon. Caption: TIME'S A-WASTIN'!]\n\n\nBusy Bobby:\n Hooo-wee! Yeah! Great! We're \nnot\n gonna do that.\n\n\nAngie:\n I was just -\n\n\n[SFX: Sad Trombone. Caption: PUNISHMENT TIME!]\n\n\n\n\n(The puppeteer throws several bricks toward Angie.)\n\n\nAngie:\n \nGah!\n\n\nWendy:\n Whoa.\n\n\nSoup:\n Not cool.\n\n\nJerry:\n Do that again and we're out of here.\n\n\n[SFX: Klaxon. Caption: TIME'S A-WASTIN'!]\n\n\nAngie:\n …just keep going. I don't care.\n\n\nBusy Bobby:\n Correct answer. Now, let's move on to the main event: you're gonna learn addition and subtraction! That way, during the Second Wailing, yer gonna have a leg up on all yer friends! That's busybody promise, y'all — you ain't gonna die dumb.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Excerpt from the transcript of SCP-8991-2\n\n\n\n\n- Encryption key accepted.\n\n\n\n\n\n\nBusy Bobby:\n This section of the show is a li'l somethin'-somethin' I like to call: The GRAND TOUR!\n\n\n[SFX: Fanfare. Caption: PACK YOUR BAGS!]\n\n\nThat's right, buddies! Since the First Wailing grounded all flights, it's too late to ever get the chance to see the world firsthand. So I'm gonna \ndescribe\n some beee-yeautiful foreign countries to ya! OH BOY! That way, you can close your eyes and spend exactly ten seconds pretendin' you were there! Then MOVE ON and never do it again! It's like a zillion vacations in one, for free!\n\n\nNow, stop lettin' how sad you are distract you from scenic… JAPAN!\n\n\n(Soup enters, wearing a white t-shirt with \"PRETEND THIS IS A KIMONO\" written on it.)\n\n\nSoup:\n \nKonichiwa!\n Japan is a beautiful country, rich in history and culture.\n\n\n[SFX: Klaxon. Caption: TIME'S A-WASTIN'!]\n\n\nSoup:\n It's also called the Land of the Rising Sun.\n\n\n[SFX: Klaxon. Caption: TIME'S A-WASTIN'!]\n\n\nSoup:\n You can even see the Sun on its flag, as a big, red circle!\n\n\n(The puppeteer loudly cocks a pistol.)\n\n\nCherry blossoms! Tokyo! Mt. Fuji! DONE!\n\n\n[Caption: THAT IS INDEED JAPAN!]\n\n\nBusy Bobby:\n Greeeeat job, slowpoke! Now, close your eyes, kids. YOU ARE IN JAPAN!\n\n\n(Ten seconds of a black screen and total silence.)\n\n\nBusy Bobby:\n YOU ARE NO LONGER IN JAPAN AND YOU WILL NEVER GO THERE AGAIN! Welcome back, fellas! Hope y'all had fuuun. Cool, next! Now, on to the c-c-c-cooold snowy mountains of Mother Russia! Take it away, Wendy!\n\n\n(Wendy enters, wearing a sombrero with two sticky notes on the edge. One reads \"FUR HAT\" and the other reads \"(PRETEND)\".)\n\n\nWendy:\n Uh, \nzdravstvuy, tovarisch.\n Russia is… big. Lots of snow, and…\n\n\n(She shakes her head.)\n\n\n…No. I'm sorry.\n\n\n(She throws off the sombrero.)\n\n\nKids, either turn off the TV or watch something that makes you laugh. Hug your parents. Pet your dog. You don't need to learn social studies anymore. This show's for \nhim\n, not you.\n\n\nBusy Bobby:\n Hmm, that sure don't sound Russian!\n\n\nWendy:\n I'm done, Simon. Throw all the bricks you want.\n\n\n(She leaves the set.)\n\n\nBusy Bobby:\n …Russians like potatoes or something, you're in Russia now, GO!\n\n\n(Ten seconds of a black screen and total silence.)\n\n\nBusy Bobby:\n STOP, YOU HAVE LEFT RUSSIA FOR THE FINAL TIME! Woo, long trip! How was the flight?! COOL, NEXT! GERMANY!\n\n\n(Angie enters, holding a poster board that says \"LATERHOSEN\" [sp.]. She death-glares at the camera.)\n\n\nAngie:\n Sausages. The end.\n\n\nBusy Bobby:\n \nThank God, someone who gets it!\n EYES CLOSED, START PRETENDIN'!\n\n\n(Ten seconds of a black screen, during which…)\n\n\nWendy:\n \n(In the near distance, voice only.)\n Uh… guys? He barricaded the exits.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Excerpt from the transcript of SCP-8991-3\n\n\n\n\n- Encryption key accepted.\n\n\n\n\n\n\n(Jerry and Mindy hold a up a stack of several poster boards. The current one displayed is a map of the city of Sarajevo with several red zones marked out. Busy Bobby points at it with a long stick.)\n\n\n(Jerry is notably emotionless.)\n\n\nBusy Bobby:\n So let's get yer current events straight! This is Sarajevo, where, up until the global disaster response measures brought about by the First Wailing, this big ol' loud ol' \nwar\n goin' on! That's no fun! Because bombs are NOISY! LOUD! \nCOOL, NEXT!\n\n\n(Jerry and Mindy drop the map. The next posterboard is \"MOM, DAD - DON'T LOOK\" in red marker.)\n\n\nBusy Bobby:\n This here is a picture of Serbian President Slobodan Milo — hey, that ain't right!\n\n\n(Jerry calmly points a gun under his chin.)\n\n\nMindy:\n Jerry?!\n\n\nBusy Bobby:\n Aww, peanut brittle —\n\n\n(17 seconds of a title card: \"JUST A MOMENT…\" There's a drawing of Busy Bobby fixing a broken banjo in the corner.)\n\n\n(Back on the set, Jerry is nowhere to be found. Mindy and the poster board are both covered in blood. Mindy clutches Jerry's corpse, sobbing uncontrollably.)\n\n\nBusy Bobby:\n Well, gee-whillickey-woo, it seems our buddy Jerry made a li'l mess. Let's move on. History!\n\n\nMindy:\n \nDammit Jerry, you said we'd go together… you promised…\n\n\nBusy Bobby:\n And \nyou\n promised to tell the kiddies about the Aztec Empire, slowpoke! Now drop the stiff and make with the gotdang step pyramids!\n\n\n[SFX: Klaxon. Caption: TIME'S A-WASTIN'!]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Excerpt from the transcript of SCP-8991-4\n\n\n\n\n- Encryption key accepted.\n\n\n\n\n\n\n(After the theme song, Busy Bobby is sitting on his stump while the Mindy, Wendy, and Soup paint on easels. The backs of the easels are turned to the cameras.)\n\n\nBusy Bobby:\n Hey there, y'all, and welcome to Busybody Gulch! Hooo-wee, did I ever have to pull some strings to keep this show on the air. Especially after Jerry up and made spaghetti sauce outta his noggin!\n\n\n[SFX: \"Finiculi, Finicula\" leitmotif on accordion. Caption: MOLTO BENE!]\n\n\nBusy Bobby:\n Luckily, this beaver ain't about to cut any corners, even on such a time crunch. I went and got permission from the FCC, local law enforcement, and —\n\n\nAngie:\n \n(Offscreen)\n There are dead federal agents in the basement.\n\n\nBusy Bobby:\n — and we're gonna talk about \nart\n now! Good ol' self-expression. Now, making pretty pictures might not seem important since we're all gonna die in a few weeks. And it isn't! That's right, \nMr. Brendan Patrick Goldy\n — if my dreams don't matter, then neither do yours! So let's get our silly pictures out of the way before they become unforgivable time-wasters.\n\n\nSoup:\n \n(Whispering to the camera)\n He's full of shit. Do what you want.\n\n\nBusy Bobby:\n Uh-oh! Somebody owes me their other pinkie during commercials! But let's see what you guys have painted. Quickly, y'all!\n\n\nWendy:\n I'll go first.\n\n\nBusy Bobby:\n Takin' initiative! I like it.\n\n\nWendy:\n I tried to paint something from the heart — a true message I'd love to get across.\n\n\n(She turns her easel around. She has written \"CALL THE POLICE [Studio Address]\" in red paint.)\n\n\nBusy Bobby:\n Woooow! Great use of warm colors there, buddy! \nCool, next!\n\n\nSoup:\n Great, I've been waiting for this! I used to be an illustration major before joining this show. Behold my masterpiece, titled, \"He won't even let us call our loved ones.\"\n\n\n(He turns his easel around, on which he has painted a very detailed depiction of then-president Bill Clinton violently copulating with Busy Bobby whilst defecating, surrounded by a decorative typographical border of \"CANCEL THE FUCKING SHOW I WANT TO GO HOME\".)\n\n\nBusy Bobby:\n Oooh! Such creativity. \nLovin'\n the use of stink lines. \nCool, next!\n\n\nMindy:\n Mine's a little harder to see.\n\n\n(She turns around a blank canvas.)\n\n\nBusy Bobby:\n Huh… sure looks like you painted nothin', Mindy. Too bad, that was your last chance to ever paint somethin'!\n\n\nMindy:\n Take a closer look. I used white paint. Only the most trained eye can detect it.\n\n\nBusy Bobby:\n Hmm…\n\n\n(The camera zooms in.)\n\n\nGosh, Mindy, I don't see no paint streaks or nothin'. If I didn't know any —\n\n\n(A cracking noise. The camera cuts out for the remainder of the episode. The audio does not.)\n\n\nWell, huff my bunches and fiddle my sticks, she done gone and thrown a brick at our camera. …and that's okay! Art time's over anyways. We're gonna do this as a \nradio show!\n That's right, fellas, usin' only your imagination and the clues I give you with sound effects, y'all are gonna have to guess what's happenin' to the Makey County Posse.\n\n\n(A cordless drill can be heard running. Screams.)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Excerpt from the transcript of SCP-8991-5\n\n\n\n\n- Encryption key accepted.\n\n\n\n\n\n\n(After the theme song, a title card is shown for 20 seconds.)\n\n\nTitle Card:\n DUE TO THE MAKEY COUNTY POSSE MOVING AWAY TO NEVER-NEVER LAND OR SOMETHING, TODAY'S LIVE EPISODE OF \nMAKE IT COUNT\n HAS BEEN CANCELED WHILE WE RESTRUCTURE THE REST OF THE SHOW. (DON'T WORRY, YOU DIDN'T MISS MUCH.) HERE'S A PRE-RECORDED SPECIAL EPISODE INSTEAD!\n\n\n(A montage of home video footage is shown with Busy Bobby providing narration. The youngest member of five children is usually shown with a Kermit the Frog plush toy. Jim Croce's\n Workin' at the Car Wash Blues \nplays in the background.)\n\n\nBusy Bobby:\n Hi, y'all! Today, we're gonna learn about an extra-special pioneer of daytime TV.\n\n\nMr. Simon Michael Goldy was born on August 12th, 1970, in Pittsburgh, Pennsylvania. Even as the youngest of four siblings, Simon's creativity quickly overshadowed his abusive brothers. He displayed signs of extreme brilliance from as early as nine months old, when he said his first word: \"carpet.\" Carpet! While every other putz was goin' \"mama\" or \"dada\" or \"ball\" or some entry-level garbage like that, Li'l Simon went for a completely abstract concept right off the bat. Years ahead of his time, as usual.\n\n\n(Cut to a series of yearbook photos, most of them from a high school AV club.)\n\n\nThere's nothin' that Simon loved in this world more than the Muppets. In fact, from the moment Simon first set eyes on a certain \"the Frog,\" he knew — he just \nknew!\n — that the name \"Goldy\" was destined to stand next to \"Henson\" and \"Disney\" as a revolutionary — as the very \nsoul\n of the collective imagination of their generation's children.\n\n\n(Cut to a series of concept art of Busy Bobby, along with other beavers seen in the theme song.)\n\n\nAnd once Simon graduated CalArts, he moved back to Pittsburgh to lay down the roots of his own multimedia empire. The children's entertainment revolution \nwould\n be televised, and the revolution's figurehead was none other than Busy Bobby Busybody the Beaver. In fact, in the fall of 1992, all of Busybody Creek was set to take PBS by storm, with such unforgettable characters as Lazy Betty, Bertie Baddie, Chompy Chewy, and Stuart the Horrible Muskrat, ready to grab the eyeballs of impressionable children worldwide in their gentle, beavery fists, and \nsqueeze!\n\n\nAlas, even though Simon's destiny was set in stone, life wasn't listening. Because on November 11th, 1993, he bagged his first internship with his local PBS station. But the very next day…\n\n\n(A slow, minor-key arrangement of the Muppet Show theme song plays on piano.)\n\n\n(Cut to recorded news footage of twelve approx. 250-meter-long cnidarian entities floating over the smoldering ruins of Ho Chi Minh City. A marquee on the bottom: \"U.N. ESTIMATES DEATH TOLL FROM 'FIRST WAILING' AT 1.4 BILLION\")\n\n\n(Cut to photocopied newspaper headlines — \"YELTSIN ACCUSED OF COLLABORATING WITH LAGRANGIAN POINT ENTITY\" — \"MILLIONS DEAD IN GRAVITATIONAL DISRUPTIONS IN ARGENTINA\" — \"NASA ESCAPE ARK RAISES ADMISSION PRICE TO $150 BILLION, CITING LIMITED RESOURCES\" — \"VATICAN ISSUES 'GLOBAL INDULGENCES' FOR SINS AFTER SECOND WAILING DATE CONFIRMED\")\n\n\nNovember 12th, 1993. The First Wailing. In just a few hours of violence and suffering, Simon Goldy was the only person in the world who still cared about beaver puppets. It seemed that the once and future great master of Busybody Creek was condemned to be forgotten with the rest.\n\n\nOnly Busy Bobby was ready for camera; the other puppets hadn't even been created. The show itself hadn't even been pitched to PBS yet.\n\n\nSo Simon thought to himself: \"How am I going to win the hearts of millions of terrified children in the span of only three months?\"\n\n\nBut the answer came in the form of the question he should have been asking the whole time: \n\"What do the hearts of millions of terrified children owe me?\"\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Excerpt from the transcript of SCP-8991-6\n\n\n\n\n- Encryption key accepted.\n\n\n\n\n\n\n(The studio chamber is the same, but the ceiling has collapsed. Disaster sirens can be heard outside.)\n\n\n(Busy Bobby pops up from behind a large chunk of concrete.)\n\n\nBusy Bobby:\n Hey, y'all, and welcome to what was once Busybody Creek. Now, I couldn't help but notice: the ratings for the show have been… less than ideal. But I don't blame you, kids! I don't got time to blame anyone, because we gotta \nMake It Count,\n am I right?\n\n\nOn today's episode, you might notice that we're not gonna learn or do much to speak of, we're mostly just gonna… chill! Y'know, hang out! Because I've done more than enough nice things for you, so it's high time you returned the favor. This busy beaver went out of his way to make time for you in his busy schedule!\n\n\nNow, I know you're thinkin' of turning the TV off or changin' the channel. Maybe you noticed that this was on a different channel you were originally going to watch instead of mine. …I'm not mad or anything. I've just taken measures to ensure that we can stay together until the very, very end, and —\n\n\nCamera Operator:\n Fuck this.\n\n\n(The camera drops to the ground; the field of view turns 90 degrees counterclockwise.)\n\n\n(Five gunshots are heard. The camera operator screams. THUD.)\n\n\n(Busy Bobby scoots into view.)\n\n\nBusy Bobby:\n Surprise! We're doin' a special \nsideways\n episode! Now, let's talk about our relationship with each oth —\n\n\n(For the remainder of the episode, the video cuts out to an EAS message: EMERGENCY ALERT SYSTEM — LAGRANGIAN POINT ENTITY \"COSMIC TRYST\" EVENT POSITIVE — REMAIN CALM AND STAND BY FOR FURTHER INSTRUCTIONS)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Excerpt from the transcript of SCP-8991-7\n\n\n\n\n- Encryption key accepted.\n\n\n\n\n\n\n(The episode starts in an office at the Pentagon. Pounding and yelling can be heard from behind the door, which has been barricaded with furniture and garbage from the inside. Busy Bobby pops up from behind the desk. He brushes away several of his puppeteer's guns to make a place to sit.)\n\n\nBusy Bobby:\n Hey, y'all, and welcome to Busy Bobby's special new house! Gosh, I'm \nawfully\n sorry about that last episode. That mean ol' black screen tried to come between me and my wonderful audience. So, I've decided to film this episode from where the black screen came from! That way, my wonderful show can reach even more —\n\n\n(A two-second-long interruption from the EAS: EMERGENCY ALERT SYSTEM — THIS SYSTEM HAS BEEN COMPROMISED THROUGH SABOTAGE — IGNORE WARNINGS UNTIL FURTHER NOTICE)\n\n\n(Back in the office, Busy Bobby's puppeteer smashes a desktop computer's monitor with a baseball bat.)\n\n\nNOPE, nope, time's a-wastin', we're NOT doin' that, not enough time!\n …sorry you had to see that, y'all.\n\n\nAnyway, thanks to some lovely documents I found lyin' around my special new house, I discovered somethin' \nvery\n interesting! Y'see, while the Second Wailing can't be stopped, it \ncan\n be controlled! All I gotta do is briefly make contact with the Central Consciousness by saying \n[REMOVED BY ORDER OF O5 COMMAND]\n\n\nWheedawgie, I \nfelt\n that! Nice knowin' ya, half of Texas. Now, you grown-ups out there better keep the kiddies payin' attention, 'cause I'd \nsure\n hate to do that again!\n\n\nNow if y'all excuse me, my lovely puppeteer has a casio keyboard under the desk, and we're gonna sing a li'l song about how much you love me. And a one, and a two…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Excerpt from the transcript of SCP-8991-8\n\n\n\n\n- Encryption key accepted.\n\n\n\n\n\n\n(The entire episode has consisted of a close shot of Busy Bobby directly addressing the viewers.)\n\n\nBusy Bobby:\n I can do this \nall day\n, kiddies. Mr. Goldy down there had a bowl of Adderall for breakfast, so not even \ndeath\n is gonna wear him out!\n\n\nBefore we all go together, though, I should probably let you in on a wonderful secret. Something great. Extra-special. Super-duper. Here goes: you have one more thing to do. The final thing you'll ever do. And it's the most important — everything in your life has led up to this point, so \nMake. It. Count.\n\n\nAll you gotta do… is look at me.\n\n\nKeep looking at me.\n\n\nI know it's hard, and you wanna be with your mommies and daddies right now, while you're still alive. But I promise, you can be with them \nafter\n everything goes white! You can be with them forever! You'll never have to look at me \never again!\n\n\n…\n\n\nYou know, I can't help but feel like nobody's taking this seriously. You don't \nhave\n to go to Heaven, y'know. Because once I get there, I'll tell God the names of every bad little girl and boy who didn't pay Busy Bobby back for all the work he put into making a nice little show for them. And God's gonna drag every last one into the depths of Hell, where big, red devils will rip your skin off, break all your toys, light you on fire, break your fingers, give you shots and blood tests, abolish candy, eat you, give you cooties, make you eat your own poop, and never say please and thank you about any of it!\n\n\nThis doesn't make sense to you, does it?\n\n\nMe fucking neither, kiddies.\n\n\nDon't blame me. It's not my fault that the future promised for me was stolen for no reason. And I swear, if one more person tells me I'm not the only one who's hurt and angry about the Second Wailing — \nwell, are they a fucking GENIUS?!\n\n\n…\n\n\nThis isn't the end. The measures I've taken to spread these broadcasts beyond Pittsburgh's borders — into other worlds — look, it's hard to explain, but I don't think I'm human at this point. I haven't eaten or drank anything in two weeks, and I'm not hungry. I'm only \nangry.\n\n\nAngry at the Lagrangain Point Entity. Angry at everyone who told me to give up. Angry that I need to give up.\n\n\n(Holding back tears.)\n\n\nBut most of all, angry at \nyou.\n\n\nBecause I've given every one of you nothing but love. I haven't made a dime off this show. And \nNOBODY\n has mailed in any fan art of Busy Bobby! Not even shitty little crayon drawings! Because CLEARLY it's a capital offense to be someone other than Thomas the \nfucking\n Tank Engine, right?!\n\n\nIt's like every last one of you wanted to spend your last weeks alive \nrubbing lemon juice on the stump of my amputated dreams! YES, I WROTE POETRY IN HIGH SCHOOL, WHO THE \nFUCK\n DIDN'T?!\n\n\n…\n\n\nYou hurt me, and now, you're gonna make it up to me. Just point your eyes at the screen, and do not stop. Memorize these facial features.\n\n\nEyes on the screen, kid. That means \nyou.\n Keep 'em on. Don't even \nblink.\n I can send you to Hell, remember?!\n\n\nYou're welco —\n\n\n(Feed cuts out.)\n\n\n\n\n\n\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Some owners of analog receivers closer to the origin point noted that every channel had been affected. PBS was the channel most often reported to be effected.",
    "addendums": [],
    "documents": [],
    "notes": [
        "(Brief animated intro featuring Busy Bobby playing the banjo in a bluegrass band. Several other beaver characters — his bandmates — never make any other appearances outside of the intro. Busy Bobby's lyrics do not match his lip movements. Despite other characters singing, only Busy Bobby's voice is heard. The theme song is set to the tune of Yellow Rose of Texas. ) Busy Bobby: Wellllll… Getcher busy britches on and join us for a spell! Gotta play and sing and dance and learn, before we go to - [SFX: Squeaky toy.] It's a big ol' dang ol' cryin' shame that we're on borrowed time, but that's no excuse for killin' time, 'cause killin' is a crime! So let Busy Bobby Busybody help you make the most, 'cause you don't want no regrets when you're a plain ol' dead ol' ghost! All my minutes, all your seconds, there's a limited amount, So I gotta finish singin' now, so we can Make! It! COOOOUNT! (We open to a live-action studio [w/o an audience] made to look like the exterior of a log cabin in the woods. Busy Bobby hops up from his perch on a tree stump, from which he rarely moves.) Busy Bobby: Hey there, y'all, and welcome to Busybody Gulch. Lovely, ain't it?! Nicest place in the big ol' Beaver Woods! Yep! See my nice li'l house over there?! See that nice li'l crick over there with all the minnows and bluegills?! Aww, I ain't gonna miss it after the Second Wailing! I'm just gonna appreciate it while I'm still here. We don't got a lotta time to get to know each other, so we need to make every second count! And remember: if you miss EVEN A SECOND of this show — sorry buddy, but unless that there record button's on, that was yer only chance. Y'know why? Because this is the last show you'll ever watch before the Second Wailing hits on March 12th. But don't fret none - public television saved the best for last! Joinin' me today are the Makey County Posse! Quick, introduce yerselves, do-it-do-it-do-it! Mindy: I'm Mindy! Busy Bobby: Cool! Next! Jerry: I'm Jerry! Busy Bobby: Cool next! Angie: I'm Angie! Busy Bobby: Coolnext! Wendy: Wendy! Busy Bobby: Coolnext! Soup: My name is — [SFX: Buzzer.] Busy Bobby: Whoops, sorry there bud, took too long. You're Soup now. [Caption: IT'S SOUP!] Busy Bobby: All-right-all-right, before we get situated, I should probably mention: this show is 100% live! That means if we slip up every now and then, yer just gonna have to deal with it. Good thing that the posse's from an improv troupe. What's improv? Somethin' that don't matter no more! Jerry: (Sotto voice) Okay, that was uncalled for. Busy Bobby: Thanks for the opinion! Now, let's give the ol' posse a trial run. Tell the kiddies what you're here to do, quickly! Angie: Sure thing, Bobby. (She faces the camera with hands clasped.) Hi, guys. I know this is a very scary time for all of you. I'll be honest, we grown-ups are scared too. But I'm here to tell you: it's okay to be scared. That's a natural part of — [SFX: Klaxon. Caption: TIME'S A-WASTIN'!] Busy Bobby: Hooo-wee! Yeah! Great! We're not gonna do that. Angie: I was just - [SFX: Sad Trombone. Caption: PUNISHMENT TIME!] (The puppeteer throws several bricks toward Angie.) Angie: Gah! Wendy: Whoa. Soup: Not cool. Jerry: Do that again and we're out of here. [SFX: Klaxon. Caption: TIME'S A-WASTIN'!] Angie: …just keep going. I don't care. Busy Bobby: Correct answer. Now, let's move on to the main event: you're gonna learn addition and subtraction! That way, during the Second Wailing, yer gonna have a leg up on all yer friends! That's busybody promise, y'all — you ain't gonna die dumb.",
        "Busy Bobby: This section of the show is a li'l somethin'-somethin' I like to call: The GRAND TOUR! [SFX: Fanfare. Caption: PACK YOUR BAGS!] That's right, buddies! Since the First Wailing grounded all flights, it's too late to ever get the chance to see the world firsthand. So I'm gonna describe some beee-yeautiful foreign countries to ya! OH BOY! That way, you can close your eyes and spend exactly ten seconds pretendin' you were there! Then MOVE ON and never do it again! It's like a zillion vacations in one, for free! Now, stop lettin' how sad you are distract you from scenic… JAPAN! (Soup enters, wearing a white t-shirt with \"PRETEND THIS IS A KIMONO\" written on it.) Soup: Konichiwa! Japan is a beautiful country, rich in history and culture. [SFX: Klaxon. Caption: TIME'S A-WASTIN'!] Soup: It's also called the Land of the Rising Sun. [SFX: Klaxon. Caption: TIME'S A-WASTIN'!] Soup: You can even see the Sun on its flag, as a big, red circle! (The puppeteer loudly cocks a pistol.) Cherry blossoms! Tokyo! Mt. Fuji! DONE! [Caption: THAT IS INDEED JAPAN!] Busy Bobby: Greeeeat job, slowpoke! Now, close your eyes, kids. YOU ARE IN JAPAN! (Ten seconds of a black screen and total silence.) Busy Bobby: YOU ARE NO LONGER IN JAPAN AND YOU WILL NEVER GO THERE AGAIN! Welcome back, fellas! Hope y'all had fuuun. Cool, next! Now, on to the c-c-c-cooold snowy mountains of Mother Russia! Take it away, Wendy! (Wendy enters, wearing a sombrero with two sticky notes on the edge. One reads \"FUR HAT\" and the other reads \"(PRETEND)\".) Wendy: Uh, zdravstvuy, tovarisch. Russia is… big. Lots of snow, and… (She shakes her head.) …No. I'm sorry. (She throws off the sombrero.) Kids, either turn off the TV or watch something that makes you laugh. Hug your parents. Pet your dog. You don't need to learn social studies anymore. This show's for him , not you. Busy Bobby: Hmm, that sure don't sound Russian! Wendy: I'm done, Simon. Throw all the bricks you want. (She leaves the set.) Busy Bobby: …Russians like potatoes or something, you're in Russia now, GO! (Ten seconds of a black screen and total silence.) Busy Bobby: STOP, YOU HAVE LEFT RUSSIA FOR THE FINAL TIME! Woo, long trip! How was the flight?! COOL, NEXT! GERMANY! (Angie enters, holding a poster board that says \"LATERHOSEN\" [sp.]. She death-glares at the camera.) Angie: Sausages. The end. Busy Bobby: Thank God, someone who gets it! EYES CLOSED, START PRETENDIN'! (Ten seconds of a black screen, during which…) Wendy: (In the near distance, voice only.) Uh… guys? He barricaded the exits.",
        "(Jerry and Mindy hold a up a stack of several poster boards. The current one displayed is a map of the city of Sarajevo with several red zones marked out. Busy Bobby points at it with a long stick.) (Jerry is notably emotionless.) Busy Bobby: So let's get yer current events straight! This is Sarajevo, where, up until the global disaster response measures brought about by the First Wailing, this big ol' loud ol' war goin' on! That's no fun! Because bombs are NOISY! LOUD! COOL, NEXT! (Jerry and Mindy drop the map. The next posterboard is \"MOM, DAD - DON'T LOOK\" in red marker.) Busy Bobby: This here is a picture of Serbian President Slobodan Milo — hey, that ain't right! (Jerry calmly points a gun under his chin.) Mindy: Jerry?! Busy Bobby: Aww, peanut brittle — (17 seconds of a title card: \"JUST A MOMENT…\" There's a drawing of Busy Bobby fixing a broken banjo in the corner.) (Back on the set, Jerry is nowhere to be found. Mindy and the poster board are both covered in blood. Mindy clutches Jerry's corpse, sobbing uncontrollably.) Busy Bobby: Well, gee-whillickey-woo, it seems our buddy Jerry made a li'l mess. Let's move on. History! Mindy: Dammit Jerry, you said we'd go together… you promised… Busy Bobby: And you promised to tell the kiddies about the Aztec Empire, slowpoke! Now drop the stiff and make with the gotdang step pyramids! [SFX: Klaxon. Caption: TIME'S A-WASTIN'!]",
        "(After the theme song, Busy Bobby is sitting on his stump while the Mindy, Wendy, and Soup paint on easels. The backs of the easels are turned to the cameras.) Busy Bobby: Hey there, y'all, and welcome to Busybody Gulch! Hooo-wee, did I ever have to pull some strings to keep this show on the air. Especially after Jerry up and made spaghetti sauce outta his noggin! [SFX: \"Finiculi, Finicula\" leitmotif on accordion. Caption: MOLTO BENE!] Busy Bobby: Luckily, this beaver ain't about to cut any corners, even on such a time crunch. I went and got permission from the FCC, local law enforcement, and — Angie: (Offscreen) There are dead federal agents in the basement. Busy Bobby: — and we're gonna talk about art now! Good ol' self-expression. Now, making pretty pictures might not seem important since we're all gonna die in a few weeks. And it isn't! That's right, Mr. Brendan Patrick Goldy — if my dreams don't matter, then neither do yours! So let's get our silly pictures out of the way before they become unforgivable time-wasters. Soup: (Whispering to the camera) He's full of shit. Do what you want. Busy Bobby: Uh-oh! Somebody owes me their other pinkie during commercials! But let's see what you guys have painted. Quickly, y'all! Wendy: I'll go first. Busy Bobby: Takin' initiative! I like it. Wendy: I tried to paint something from the heart — a true message I'd love to get across. (She turns her easel around. She has written \"CALL THE POLICE [Studio Address]\" in red paint.) Busy Bobby: Woooow! Great use of warm colors there, buddy! Cool, next! Soup: Great, I've been waiting for this! I used to be an illustration major before joining this show. Behold my masterpiece, titled, \"He won't even let us call our loved ones.\" (He turns his easel around, on which he has painted a very detailed depiction of then-president Bill Clinton violently copulating with Busy Bobby whilst defecating, surrounded by a decorative typographical border of \"CANCEL THE FUCKING SHOW I WANT TO GO HOME\".) Busy Bobby: Oooh! Such creativity. Lovin' the use of stink lines. Cool, next! Mindy: Mine's a little harder to see. (She turns around a blank canvas.) Busy Bobby: Huh… sure looks like you painted nothin', Mindy. Too bad, that was your last chance to ever paint somethin'! Mindy: Take a closer look. I used white paint. Only the most trained eye can detect it. Busy Bobby: Hmm… (The camera zooms in.) Gosh, Mindy, I don't see no paint streaks or nothin'. If I didn't know any — (A cracking noise. The camera cuts out for the remainder of the episode. The audio does not.) Well, huff my bunches and fiddle my sticks, she done gone and thrown a brick at our camera. …and that's okay! Art time's over anyways. We're gonna do this as a radio show! That's right, fellas, usin' only your imagination and the clues I give you with sound effects, y'all are gonna have to guess what's happenin' to the Makey County Posse. (A cordless drill can be heard running. Screams.)",
        "(After the theme song, a title card is shown for 20 seconds.) Title Card: DUE TO THE MAKEY COUNTY POSSE MOVING AWAY TO NEVER-NEVER LAND OR SOMETHING, TODAY'S LIVE EPISODE OF MAKE IT COUNT HAS BEEN CANCELED WHILE WE RESTRUCTURE THE REST OF THE SHOW. (DON'T WORRY, YOU DIDN'T MISS MUCH.) HERE'S A PRE-RECORDED SPECIAL EPISODE INSTEAD! (A montage of home video footage is shown with Busy Bobby providing narration. The youngest member of five children is usually shown with a Kermit the Frog plush toy. Jim Croce's Workin' at the Car Wash Blues plays in the background.) Busy Bobby: Hi, y'all! Today, we're gonna learn about an extra-special pioneer of daytime TV. Mr. Simon Michael Goldy was born on August 12th, 1970, in Pittsburgh, Pennsylvania. Even as the youngest of four siblings, Simon's creativity quickly overshadowed his abusive brothers. He displayed signs of extreme brilliance from as early as nine months old, when he said his first word: \"carpet.\" Carpet! While every other putz was goin' \"mama\" or \"dada\" or \"ball\" or some entry-level garbage like that, Li'l Simon went for a completely abstract concept right off the bat. Years ahead of his time, as usual. (Cut to a series of yearbook photos, most of them from a high school AV club.) There's nothin' that Simon loved in this world more than the Muppets. In fact, from the moment Simon first set eyes on a certain \"the Frog,\" he knew — he just knew! — that the name \"Goldy\" was destined to stand next to \"Henson\" and \"Disney\" as a revolutionary — as the very soul of the collective imagination of their generation's children. (Cut to a series of concept art of Busy Bobby, along with other beavers seen in the theme song.) And once Simon graduated CalArts, he moved back to Pittsburgh to lay down the roots of his own multimedia empire. The children's entertainment revolution would be televised, and the revolution's figurehead was none other than Busy Bobby Busybody the Beaver. In fact, in the fall of 1992, all of Busybody Creek was set to take PBS by storm, with such unforgettable characters as Lazy Betty, Bertie Baddie, Chompy Chewy, and Stuart the Horrible Muskrat, ready to grab the eyeballs of impressionable children worldwide in their gentle, beavery fists, and squeeze! Alas, even though Simon's destiny was set in stone, life wasn't listening. Because on November 11th, 1993, he bagged his first internship with his local PBS station. But the very next day… (A slow, minor-key arrangement of the Muppet Show theme song plays on piano.) (Cut to recorded news footage of twelve approx. 250-meter-long cnidarian entities floating over the smoldering ruins of Ho Chi Minh City. A marquee on the bottom: \"U.N. ESTIMATES DEATH TOLL FROM 'FIRST WAILING' AT 1.4 BILLION\") (Cut to photocopied newspaper headlines — \"YELTSIN ACCUSED OF COLLABORATING WITH LAGRANGIAN POINT ENTITY\" — \"MILLIONS DEAD IN GRAVITATIONAL DISRUPTIONS IN ARGENTINA\" — \"NASA ESCAPE ARK RAISES ADMISSION PRICE TO $150 BILLION, CITING LIMITED RESOURCES\" — \"VATICAN ISSUES 'GLOBAL INDULGENCES' FOR SINS AFTER SECOND WAILING DATE CONFIRMED\") November 12th, 1993. The First Wailing. In just a few hours of violence and suffering, Simon Goldy was the only person in the world who still cared about beaver puppets. It seemed that the once and future great master of Busybody Creek was condemned to be forgotten with the rest. Only Busy Bobby was ready for camera; the other puppets hadn't even been created. The show itself hadn't even been pitched to PBS yet. So Simon thought to himself: \"How am I going to win the hearts of millions of terrified children in the span of only three months?\" But the answer came in the form of the question he should have been asking the whole time: \"What do the hearts of millions of terrified children owe me?\"",
        "(The studio chamber is the same, but the ceiling has collapsed. Disaster sirens can be heard outside.) (Busy Bobby pops up from behind a large chunk of concrete.) Busy Bobby: Hey, y'all, and welcome to what was once Busybody Creek. Now, I couldn't help but notice: the ratings for the show have been… less than ideal. But I don't blame you, kids! I don't got time to blame anyone, because we gotta Make It Count, am I right? On today's episode, you might notice that we're not gonna learn or do much to speak of, we're mostly just gonna… chill! Y'know, hang out! Because I've done more than enough nice things for you, so it's high time you returned the favor. This busy beaver went out of his way to make time for you in his busy schedule! Now, I know you're thinkin' of turning the TV off or changin' the channel. Maybe you noticed that this was on a different channel you were originally going to watch instead of mine. …I'm not mad or anything. I've just taken measures to ensure that we can stay together until the very, very end, and — Camera Operator: Fuck this. (The camera drops to the ground; the field of view turns 90 degrees counterclockwise.) (Five gunshots are heard. The camera operator screams. THUD.) (Busy Bobby scoots into view.) Busy Bobby: Surprise! We're doin' a special sideways episode! Now, let's talk about our relationship with each oth — (For the remainder of the episode, the video cuts out to an EAS message: EMERGENCY ALERT SYSTEM — LAGRANGIAN POINT ENTITY \"COSMIC TRYST\" EVENT POSITIVE — REMAIN CALM AND STAND BY FOR FURTHER INSTRUCTIONS)",
        "(The episode starts in an office at the Pentagon. Pounding and yelling can be heard from behind the door, which has been barricaded with furniture and garbage from the inside. Busy Bobby pops up from behind the desk. He brushes away several of his puppeteer's guns to make a place to sit.) Busy Bobby: Hey, y'all, and welcome to Busy Bobby's special new house! Gosh, I'm awfully sorry about that last episode. That mean ol' black screen tried to come between me and my wonderful audience. So, I've decided to film this episode from where the black screen came from! That way, my wonderful show can reach even more — (A two-second-long interruption from the EAS: EMERGENCY ALERT SYSTEM — THIS SYSTEM HAS BEEN COMPROMISED THROUGH SABOTAGE — IGNORE WARNINGS UNTIL FURTHER NOTICE) (Back in the office, Busy Bobby's puppeteer smashes a desktop computer's monitor with a baseball bat.) NOPE, nope, time's a-wastin', we're NOT doin' that, not enough time! …sorry you had to see that, y'all. Anyway, thanks to some lovely documents I found lyin' around my special new house, I discovered somethin' very interesting! Y'see, while the Second Wailing can't be stopped, it can be controlled! All I gotta do is briefly make contact with the Central Consciousness by saying [REMOVED BY ORDER OF O5 COMMAND] Wheedawgie, I felt that! Nice knowin' ya, half of Texas. Now, you grown-ups out there better keep the kiddies payin' attention, 'cause I'd sure hate to do that again! Now if y'all excuse me, my lovely puppeteer has a casio keyboard under the desk, and we're gonna sing a li'l song about how much you love me. And a one, and a two…",
        "(The entire episode has consisted of a close shot of Busy Bobby directly addressing the viewers.) Busy Bobby: I can do this all day , kiddies. Mr. Goldy down there had a bowl of Adderall for breakfast, so not even death is gonna wear him out! Before we all go together, though, I should probably let you in on a wonderful secret. Something great. Extra-special. Super-duper. Here goes: you have one more thing to do. The final thing you'll ever do. And it's the most important — everything in your life has led up to this point, so Make. It. Count. All you gotta do… is look at me. Keep looking at me. I know it's hard, and you wanna be with your mommies and daddies right now, while you're still alive. But I promise, you can be with them after everything goes white! You can be with them forever! You'll never have to look at me ever again! … You know, I can't help but feel like nobody's taking this seriously. You don't have to go to Heaven, y'know. Because once I get there, I'll tell God the names of every bad little girl and boy who didn't pay Busy Bobby back for all the work he put into making a nice little show for them. And God's gonna drag every last one into the depths of Hell, where big, red devils will rip your skin off, break all your toys, light you on fire, break your fingers, give you shots and blood tests, abolish candy, eat you, give you cooties, make you eat your own poop, and never say please and thank you about any of it! This doesn't make sense to you, does it? Me fucking neither, kiddies. Don't blame me. It's not my fault that the future promised for me was stolen for no reason. And I swear, if one more person tells me I'm not the only one who's hurt and angry about the Second Wailing — well, are they a fucking GENIUS?! … This isn't the end. The measures I've taken to spread these broadcasts beyond Pittsburgh's borders — into other worlds — look, it's hard to explain, but I don't think I'm human at this point. I haven't eaten or drank anything in two weeks, and I'm not hungry. I'm only angry. Angry at the Lagrangain Point Entity. Angry at everyone who told me to give up. Angry that I need to give up. (Holding back tears.) But most of all, angry at you. Because I've given every one of you nothing but love. I haven't made a dime off this show. And NOBODY has mailed in any fan art of Busy Bobby! Not even shitty little crayon drawings! Because CLEARLY it's a capital offense to be someone other than Thomas the fucking Tank Engine, right?! It's like every last one of you wanted to spend your last weeks alive rubbing lemon juice on the stump of my amputated dreams! YES, I WROTE POETRY IN HIGH SCHOOL, WHO THE FUCK DIDN'T?! … You hurt me, and now, you're gonna make it up to me. Just point your eyes at the screen, and do not stop. Memorize these facial features. Eyes on the screen, kid. That means you. Keep 'em on. Don't even blink. I can send you to Hell, remember?! You're welco — (Feed cuts out.)"
    ],
    "item": "SCP-8991",
    "object_class": "Neutralized",
    "containment_procedures": "Non-anomalous recordings of SCP-8991 broadcasts are kept in the media wing of Site-59 for analysis.",
    "description": "SCP-8991 was a series of eight analog television broadcasts between 1/22/1994 and 3/12/1994. Broadcasts occurred exclusively within the Pittsburgh metropolitan area. The signal's origin point was triangulated to an empty parking lot. Cable and digital television were not affected.",
    "title": "SCP-8991"
}