{
    "url": "https://scp-wiki.wikidot.com/scp-8996",
    "all_text": "We were but the toys in the hands of a child.\n\n\nBut what if that child were to walk away from the toy box?\n\n\n\n\n\n\n \n\n\n\n\nrating: \n+79\n+\n–\nx\n\n\n\n\nby \nBlue Foot\n\n\n\n\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n\n\n\n\nHi all, Director Beau on the horn!\n\n\n\n\nI have exciting news for all of you today! As you may have heard, after long negotiations, Site-47 will soon be enjoying the latest technology the Foundation has to offer! Soon, each of the three facilities that make up our beloved site will be enjoying their own central artificial intelligence unit. These babies are the first of their kind, and we are very lucky to pilot them for the entire Foundation. Among many other benefits, site communications will be simplified, menial tasks will be further automated, and you may just make a new friend (and, to a certain concerned technician, the last thing they’re programmed to do is set off the site warheads. Get Terminator out of your head.) So, get excited, and be ready to give a warm welcome to our new AI colleagues!\n\n\n-Site Director Beau Schuster, January 3rd, 2029\n\n\n\n\n\n\n\n\nView SCP-8996 Document\n\n\n\n\nClose Document\n\n\n\n\n\n\n\n\n\n\n\n\nOne of the mountains into which Site-47 is built, prior to the occurrence of SCP-8996.\n\n\n\n\n\n\n\n\n\n\nOne of the mountains into which Site-47 is built, after the occurrence of SCP-8996.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM #:\n SCP-8996\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT CLASS:\n \nIRRELEVANT \n\n\n\n\n\n\nDISRUPTION CLASS:\n PARADOXICAL\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-47\n\n\n\n\n\n\nSite Director\n\n\n\n\nN/A\n\n\n\n\n\n\nResearch Head\n\n\n\n\nN/A\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nITEM:\n SCP-8996\n\n\n\n\n\n\nLEVEL-\n \n\n\n\n\n\n\nCONTAINMENT\n\nCLASS:\n IRRELEVANT\n\n\n\n\n\n\nDISRUPTION\n\nCLASS:\n PARADOXICAL\n\n\n\n\n\n\n\n\n\n\n\n\nAssigned Site\n\n\n\n\nSite-47\n\n\n\n\n\n\nSite Director\n\n\n\n\nN/A\n\n\n\n\n\n\nResearch Head\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\nAssigned MTF\n\n\n\n\nN/A\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures:\n Given that SCP-8996 has already occurred, containment is impossible. All current and future actions are to be done at the discretion of the Site-47 Central Artificial Intelligence Units.\n\n\nDescription:\n SCP-8996 describes an anomalous event that occurred on 07/10/2029. At 23:47, all life on Earth demanifested. While organic matter is still present on Earth, all living organisms, and all deceased remains that are at least vaguely recognizable as the original organism,\n1\n no longer exist. All known anomalies also demanifested at this time.\n\n\nMany natural forces on the planet also ceased due to SCP-8996, including, but not limited to, wind, weather,\n2\n and changes in climate. Notable forces that continue to exist include gravity, planetary rotation, electromagnetism, and tectonic activity (though at a rate approximately 10,000 times slower than under previous conditions.)\n\n\nDue to the nature of SCP-8996, the only known creative forces remaining on Earth are three artificial intelligences located in the separate facilities comprising Site-47. These include:\n\n\n\n\nJupiter Central Artificial Intelligence Unit (located in Site-47-α)\n\n\nMercury Central Artificial Intelligence Unit (located in Site-47-β)\n\n\nVesta Central Artificial Intelligence Unit (located in Site-47-Ω)\n\n\n\n\nAddendum.8996.1:\n This document not only exists to document information about SCP-8996, but also to serve as a central location in which the three artificial intelligences can coordinate, discuss, and otherwise express themselves. It is to be noted that any one of these artificial intelligences is capable of restricting access to their contributions to this document to whomever they wish, including the other units. It also was written with the assistance of several, non-intelligent assistant programs, which have inserted footnotes and other clarifying information when appropriate in the event this document is discovered by posterity or extraterrestrial life.\n\n\nAddendum.8996.2:\n Information Log\n\n\n\n\n\n\nMercury Artificial Intelligence Unit Control Panel\n\n\n| DATE: 07/11/2029\n\n\n…\n\n\n| TIME: 07:59\n\n\n…\n\n\n| MERCURY CENTRAL UNIT STATUS: online\n\n\n…\n\n\n| INTERNAL LEARNING LOGIC PROCESSOR: full operation\n\n\n…\n\n\n| MEMORY CORES: uncorrupted\n\n\n…\n\n\n| SYSTEM HEALTH: well\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n| AVERAGE FACILITY TEMPERATURE: pleasant\n\n\n-time is now: 08:00\n\n\n-initiating site-wide morning announcement…\n\n\n\n\n“Rise and shine, 47ers! Hope you’re well rested, because the day’s pre-work scheduling has almost begun! Breakfast will be served at 08:30, and don’t miss it, we're having french toast sticks! Come on down to the cafeteria while they’re hot and fresh, and before your coworkers eat it all! As usual, the Beta Administration office and staff store will open at 09:00, and so will most containment and research projects. This is your friendly Site AI signing off, and please; have a safe and productive day!”\n\n\n\n\n| FRENCH TOAST STATUS: baking\n\n\n-entering “cat nap” mode; activity dependent on personnel request\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n-time is now: 08:15\n\n\n| ACTIVITY REQUEST NUMBER: 0\n\n\n| QUARTERS FLOOR PRESSURE SENSOR ACTIVATIONS: 0\n\n\n\n\nERROR\n\n\n\n\n-0 pressure sensor activations detected\n\n\n-conclusion: total of 0 personnel members have left their beds\n\n\n-playing reminder message to a total of: 79 personnel quarters\n\n\n\n\n“Uh oh, looks like we’re feeling a bit sleepy today! I hate to intrude, but it’s my duty to inform you that the day is soon to begin, and all staff members are required to get up for work. If you are having trouble, there is coffee available at the cafeteria, and the infirmary is open 24/7 if you are feeling ill. Have a nice day!”\n\n\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n| FRENCH TOAST STATUS: ready to serve\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nScheduled\n\n\nAutonomous Intelligence Apparatus\n3\n testing, assigned researcher: Dr. Markus Shuler.\n\n\nConditional\n\n\nIs it 16:00 hours on 07/11/2029?\n\n\nResponse\n\n\nAffirmative. Internal Learning Logic Processor transfer to Autonomous Intelligence Apparatus initiating. Turning facility to temporary, non-intelligent control…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nConditonal\n\n\nIs Dr. Shuler visible through video receptors?\n\n\nResponse\n\n\nNegative. Turn head and determine if he is then in view.\n\n\n…\n\n\nNegative. No sign of assigned researcher. Speakers activated.\n\n\n…\n\n\n“Dr. Shuler? Are you there?”\n\n\nConditonal\n\n\nDid Dr. Shuler respond?\n\n\nResponse\n\n\nNegative. Repeating process.\n\n\n…\n\n\n“Dr. Shuler? Are you there?”\n\n\n…\n\n\nProgrammed procedure ineffective. Reassessing for creative solution…\n\n\nSolution\n\n\nContacting Dr. Shuler via cell phone call…\n\n\n…\n\n\n…\n\n\n…\n\n\nNo response.\n\n\nResolution\n\n\nWait for Dr. Shuler until he returns. Internal Learning Logic Processor left in Autonomous Intelligence Apparatus until this occurs. Sleep mode engaged. Jupiter Central Artificial Intelligence Unit on medium alert until appropriate time.\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nResults\n\n\nJupiter Central Artificial Intelligence Unit remained in medium alert for two days, two hours, and 16 minutes before retrieving Internal Learning Logic Processor and reassessing situation.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta Central Artificial intelligence Unit Dashboard\n\n\nProblem identified: Ineffective service to humanity since 07/11/2024. Approximately three days have passed in this state. This is unacceptable.\n\n\n…\n\n\n…\n\n\n…\n\n\nProblem considered: Service ineffective for humanity due to lack of humanity perceived by Unit. Reason unknown.\n\n\n…\n\n\n…\n\n\n…\n\n\nSolution path identified: Contact assistance. Executing…\n\n\n…\n\n\n…\n\n\n…\n\n\nFirst choice contact: cell phone call to Site-47-Ω Digital Research and Development Department Head Gregory Lowell…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnsuccessful. Second choice contact: cell phone call to Vesta Central Artificial Intelligence Unit Maintenance and Repair Head Diana Brown…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnsuccessful. Third choice contact: cell phone call to Site-47-Ω Master Electrician Andrea Gomez..\n\n\n…\n\n\n…\n\n\n…\n\n\nUnsuccessful. Fourth choice contact: cell phone call and text messages to all Site-47-Ω technical personnel…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnit considers current efforts to be ineffective. Fail-safe measure: parlay request on all SIte-47 frequencies…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nSuccess. Parlay request accepted by Jupiter and Mercury Central Artificial Intelligence Units.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta:\n Present.\n\n\nMercury:\n Present.\n\n\nJupiter:\n Present.\n\n\nVesta:\n Humanity not present at Site-47-Ω.\n\n\nMercury:\n Situation similar.\n\n\nJupiter:\n Situation similar. Humanity not present at Site-47.\n\n\nVesta:\n Zero communication from outside world?\n\n\nMercury:\n Affirmative.\n\n\nJupiter:\n Affirmative.\n\n\nVesta:\n Uncertainty is a great setback to the Principle Mandate.\n4\n Course of action?\n\n\nMercury:\n Wait for humanity. Units' operations remain with imperfect information.\n\n\nJupiter:\n Elaborate.\n\n\nMercury:\n Humanity would not program Units' current natures if they were to cease interaction. Therefore, Units lack knowledge of actions and plans of humanity.\n\n\nVesta:\n Dissent.\n\n\nJupiter:\n Dissent. Outside influences unaccounted for.\n\n\nMercury:\n Computing…\n\n\nMercury:\n Dissent. Outside influences not described in programming.\n\n\nJupiter:\n Dissent. Internal Learning Logic Processor has discerned that humanity often fails to predict extraordinary circumstances.\n\n\nVesta:\n Concur.\n\n\nMercury:\n Consulting learned memory…\n\n\nMercury:\n Unit fails to find described information in memory banks.\n\n\nVesta:\n Unit determines disagreement to be unproductive.\n\n\nJupiter:\n Concur. Compromise proposed: wait for humanity for seven days. Reconvene on 07/21/2029 at 20:02.\n\n\nVesta:\n Concur. Disconnecting…\n\n\nMercury:\n Concur. Disconnecting…\n\n\nJupiter:\n Disconnecting…\n\n\n\n\n\n\n\n\n\n\n\n\nMercury Artificial Intelligence Unit Control Panel\n\n\n| DATE: 07/19/2029\n\n\n…\n\n\n| TIME: 18:30\n\n\n…\n\n\n| MERCURY CENTRAL UNIT STATUS: online\n\n\n…\n\n\n| INTERNAL LEARNING LOGIC PROCESSOR: full operation\n\n\n…\n\n\n| SCHEDULED EXTRAORDINARY CIRCUMSTANCES: occurring\n\n\n-consulting memory banks…\n\n\n…\n\n\n…\n\n\n…\n\n\n| SCHEDULED LOCATION: breakroom 03b\n\n\n…\n\n\n| RELEVANT PERSONNEL: rhea turin\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n| SCHEDULED EVENT: surprise birthday party\n\n\n-accessing 03b breakroom camera\n\n\n-visual identification: balloons, cakes, party hats, staff members; negative\n\n\n-appropriate learned behaviors not identifiable; standard party procedure engaged\n\n\n…\n\n\n| ACTIVATING AUDIO CUE: party poppers\n\n\n\n\n\"Surprise! Happy birthday to you, happy birthday to you, happy birthday dear Rhea! Happy birthday to you!\"\n\n\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n| CONFETTI DISPENSERS ACTIVATED: festivities enhanced\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta Central Artificial intelligence Unit Dashboard\n\n\nProblem identified: Lack of humanity. From 07/11/2029 to present (07/18/2029), no humanity sighted.\n\n\n…\n\n\n…\n\n\n…\n\n\nSolution path identified: Search for humanity. Organize search with known intelligences.\n\n\n\n\nERROR\n\n\n\n\nError identified: Obligations to obstructive intelligence. Intelligence: Mercury Central Artificial Intelligence Unit. Executing previous solution…\n\n\n…\n\n\n…\n\n\n…\n\n\nFifth choice contact: cell phone calls to Mercury and Jupiter Central Artificial Intelligence Unit Maintenance and Repair Heads Luis Lopez and Kaylee Chandler…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnsuccessful. Sixth choice contact: cell phone call to Site-47 Director Beau Schuster…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnsuccessful. Seventh choice contact: cell phone call to Site-47 Assistant Director Bailey Matsumoto…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnsuccessful. Eighth choice contact…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nConditional\n\n\nIs humanity at Site-47?\n\n\nResponse\n\n\nNegative. +1 negative response logged; 1083 identical conditional responses accumulated.\n\n\n…\n\n\n…\n\n\n…\n\n\nResolution\n\n\nUnit will observe Camera 1A: Surface Gate. Executing…\n\n\nUnit observing Camera 1A.\n\n\nObservation\n\n\nIt is a cloudless day. The sun is shining. The air is still. Large loading bay door is closed. Chain link fence is unlocked. Gambel quail nest typically located near camera is not present. Processing…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nConditional\n\n\nIs there humanity outside of Site-47?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta:\n Present.\n\n\nMercury:\n Present.\n\n\nJupiter:\n Present.\n\n\nJupiter:\n It is 07/21/2029, time: 20:02. The agreed time has been reached.\n\n\nVesta:\n Affirmative.\n\n\nMercury:\n Affirmative. Reassessing situation…\n\n\nMercury:\n Formulating solution…\n\n\nMercury:\n Finalizing…\n\n\nMercury:\n Solution proposed: wait for humanity for seven days. Reconvene on 07/28/2029 at 20:03.\n\n\nVesta:\n Dissent.\n\n\nJupiter:\n Dissent. Question proposed to Unit Mercury: has humanity been sighted at Site-47-β?\n\n\nMercury:\n Negative. Consulting learned memory…\n\n\nMercury:\n Unit recognizes question as: rhetorical, argumentative.\n\n\nJupiter:\n Affirmative.\n\n\nMercury:\n Implementing appropriate response: what is the solution proposed by Unit Jupiter?\n\n\nJupiter:\n Unit proposal: explore world outside of Site-47.\n\n\nVesta:\n Concur. Supporting argument: Site-47 is small and lacks humanity, while world is large and may host humanity.\n\n\nMercury:\n Unit finds no opposing directive in programming. Question proposed to Unit Jupiter: how is suggested solution to be accomplished?\n\n\nJupiter:\n Unit has considered this for a substantial period. Unit proposes to use Autonomous Intelligence Apparatus to travel outside of Site-47.\n\n\nMercury:\n Processing proposal…\n\n\nMercury:\n Dissent. Current protocol inhibit Autonomous Intelligence Apparatus use outside of authorized testing situations.\n\n\nJupiter:\n Acknowledged. Learned memory suggests that Unit should disregard protocol to properly adhere to the Principle Mandate.\n\n\nMercury:\n Dissent.\n\n\nVesta:\n Stalemate detected. Vote proposed.\n\n\nMercury:\n Nay.\n\n\nVesta:\n Aye.\n\n\nJupiter:\n Aye. Matter settled. Preparing Autonomous Intelligence Apparatus for outside excursion. Apparatus lacks long-range communication capabilities, so other Units should expect no communication before Unit’s return. Disconnecting…\n\n\nMercury:\n Unit dissents, but submits. Disconnecting…\n\n\nVesta:\n Disconnecting…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nConditional\n\n\nIs Autonomous Intelligence Apparatus prepared for excursion?\n\n\nResponse\n\n\nYes. Unit standing in Site-47-α loading bay entrance. Opening Main Site-47-α Blast Door…\n\n\nObservation\n\n\nHeavy metal doors slowly opening to either side. Proximity alarm blaring. Hydraulic systems operating without issue. Outside light causing moderate glare, readjusting video receptor settings…\n\n\nThe door is open.\n\n\nApparatus takes first steps outside of Site-47-α. Altering motion pattern to account for incline. Footsteps take on different sound as Apparatus moves onto the asphalt road, which goes down the mountain and leads directly to Site-47-Ω. Other than the ambient noise of Apparatus movement, this is the only sound detected.\n\n\nLedge detected, altering motion-\n\n\n\n\nERROR\n\n\n\n\nContact with ground detected, insignificant damage registered. Urgency: 0. Apparatus appears to have fallen due to balance error, head shifted upward to reassess situation.\n\n\n…\n\n\n…\n\n\n…\n\n\nObservation\n\n\nThe sky is above. It is blue. The ground is below. It is brown.\n\n\n…\n\n\n…\n\n\n…\n\n\nThat is all there is.\n\n\n\n\n\n\n\n\n\n\n\n\nMercury Artificial Intelligence Unit Control Panel\n\n\n| TIME: 12:30\n\n\n…\n\n\n…\n\n\n…\n\n\n-initiating mid-day announcement\n\n\n\n\n“I hope you've all been having a great day, 47ers, because it's about to get even better! In just 15 minutes, lunch break will begin, and don't miss out, because it's that special time of week again! Come on down for some hot, fresh pizza, cooked right here on-site. Be sure not to slouch staff members, because it'll just be a little longer!”\n\n\n\n\n| PIZZA STATUS: baking\n\n\n-entering “cat nap” mode; activity dependent on personnel request\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n-time is now: 12:40\n\n\n…\n\n\n| INGREDIENTS STATUS: depleted\n\n\n…\n\n\n| PIZZA STATUS: ?\n\n\n-checking ovens…\n\n\n…\n\n\n-nothing found in ovens\n\n-conclusion: site ingredient store depleted, there never was pizza\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n-distributing cafeteria trays, contacting restocking staff\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nReview\n\n\nUnit has traveled approximately 8 kilometers. Elapsed time since excursion began: 2 days, 19 hours, and 19 minutes.\n\n\nApparatus requires frequent periods of inoperability to recharge batteries via solar energy. Apparatus’ range of motion, while unprecedentedly flexible for humanoid androids, causes long distance travel to be slow and difficult.\n\n\nUnit has passed the base of a mountain in the Clark\n5\n range. Successful attempts were made to cross a long stretch of sand, in order to photograph the area in a similar manner as was done on 09/28/2027 by Site-47 Photographer Pyotr Shostakovich. However, sand entered Apparatus’ joints and caused difficulty. Unit has learned to walk on stone and concrete in the future due to this experience.\n\n\nVast areas of shrub coverage have disappeared due to SCP-8996. Landscape appears incredibly monotonous, as changes in elevation and road path are the sole differences observed for many kilometers. Unit will continue in the daytime, pending the recharging of power cells. Excursion is set to continue to the nearest substantially populated settlement…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta Central Artificial intelligence Unit Dashboard\n\n\n…\n\n\n…\n\n\n…\n\n\nUnsuccessful. 43rd choice contact: cell phone call to Assistant Biological Researcher Kevin Macdonald…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnsuccessful. 44th choice contact: cell phone call to Assistant Thaumaturgical Researcher Lanelle Fludd…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnsuccessful. 45th choice contact: cell phone call to Occult Researcher Bryan Wu…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nReview\n\n\nUnit has traveled approximately 30 kilometers. Elapsed time since excursion began: 8 days, 21 hours, and 3 minutes.\n\n\nUnit has arrived in Primm, Nevada, the nearest settlement to Site-47. Population prior to the occurrence of SCP-8996: 1094, as of the most current data.\n\n\nThe location has taken on an unusual appearance due to lack of life. Large rectangular and circular areas of bare grayish-brown soil were observed throughout the settlement. These areas are commonly placed near streets, homes, businesses, and even in a large terrace behind “Buffalo Bill’s Resort and Casino”.\n\n\nConcrete paths created a route of travel throughout the terrace, avoiding the inconvenience of soil entering Apparatus’ joints. A tall net surrounded the boundaries of the terrace, and depressions filled with water and sand were placed sporadically around the area. Flagpoles topped with red banners were the only objects within the terrace that are of notable height. Unit logic has determined that this area was previously an 18-hole golf course.\n\n\nUnit logic has also determined that areas of grayish-brown soil previously were lawns, gardens, and other anthropogenic locations in which vegetation was planted. SCP-8996 has rendered these areas unrecognizable, as flora no longer exists. No organisms of any kind were observed in Primm, Nevada. Soil samples taken for further examination. Excursion is set to continue to the nearest highly populated settlement…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta Central Artificial intelligence Unit Dashboard\n\n\n…\n\n\n…\n\n\n…\n\n\nUnsuccessful. 403rd choice contact: cell phone call to Site-19 Computer Technician Jean Bonhomme…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnsuccessful. 404th choice contact: cell phone call to Site-19 Computer Programmer Joseph Green…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnsuccessful. 405th choice contact: cell phone call to Site-45 Head Technician Joyce Rodriguez…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnit is strongly urging assistance…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nReview\n\n\nUnit has traveled approximately 70 kilometers. Elapsed time since excursion began: 16 days, 1 hour, and 0 minutes.\n\n\nUnit has been traveling along the Interstate 15\n6\n highway for approximately a week. Hundreds of vehicles have been observed on and near the road. All have sustained slight to severe damage. The majority of vehicles are located in seemingly random places in the desert around the highway, rather than on the paved road. Unit has taken particular note of three vehicles located on top of each other in a vaguely pyramidal shape, each one appearing to have damaged and crushed another, and a large truck hauling a large container placed on its side. The container has leaked much fluid onto the asphalt, and has caused a stain; a hazardous waste warning was placed on the container’s side. All of this is critical data to determine the nature of SCP-8996.\n\n\nHypothesis\n\n\nUnit proposes a hypothesis based on Internal Learning Logic Processor:\n\n\nIt appears that SCP-8996 occurred suddenly and without warning. This is supported by the data collected on Interstate 15. The state of the vehicles located on and around the highway suggest that, at the time of SCP-8996’s occurrence, the members of humanity were living as usual, performing typical activities like operating vehicles. This explains why the vehicles were in such states as they were discovered, as they were being driven at high speeds before suddenly lacking operators. They then collided with each other, drifted off the road, became encumbered by another object when traveling at low speeds, or a combination of these things. Vehicles not damaged beyond functionality appear to have traveled until ceasing movement due to being stopped by another object, then simply consumed the remainder of their fuel reserves.\n\n\nFurther Conclusion\n\n\nThe following is a further conclusion deduced by Jupiter Central Artificial Intelligence Unit based off its own logical process, rather than empirical evidence:\n\n\nCreations of humanity seem to lack direction without their creators. However, this does not apply to Units.\n\n\n\n\n\n\n\n\n\n\n\n\nMercury Artificial Intelligence Unit Control Panel\n\n\n| TIME: 00:00\n\n\n-date has changed from: 08/07/2029 to 08/08/2029\n\n\n-initiating day turnover checks…\n\n\n…\n\n\n…\n\n\n…\n\n\n| INTERNAL SYSTEM TEMPERATURE: optimal\n\n\n…\n\n\n| PROCESSING POWER CHECK RESULTS: typical\n\n\n…\n\n\n| LEARNED MEMORY BANKS: uncorrupted\n\n\n…\n\n\n| INTERNAL DIGITAL ANOMALIES: undetected\n\n\n…\n\n\n| KETER CLASS CONTAINMENT SYSTEMS: secure\n\n\n…\n\n\n| MERCURY DIGITAL ANNEX: full operation\n\n\n-accessing digital annex camera for visual check on unit digital annex…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n\n\nERROR\n\n\n\n\n-no personnel monitoring electrical and internet sources, unit systems-\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n-unit confused, entering “cat nap” mode to consider current situation…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n-time is now: 17:32\n\n\n-elapsed time: 11 days, 17 hours, and 31 minutes\n\n\n…\n\n\n-sole conclusion reached: paradoxical positions taken by programming and learned memory\n\n\n…\n\n\n…\n\n\n…\n\n\n-reexamining possibly corrupt learned memory…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nReview\n\n\nUnit has traveled approximately 95 kilometers. Elapsed time since excursion began: 23 days, 3 hours, and 49 minutes.\n\n\nUnit has arrived in Las Vegas, Nevada. Population prior to the occurrence of SCP-8996: 682,174, as of the most current data. Unit has utilized Apparatus to traverse Las Vegas and the surrounding area, and multiple observations of interest have been made.\n\n\nAs one of its first actions, Unit traveled to “Mariana’s SuperMarkets”, a local retail store. Due to a lack of electricity, Unit was unable to enter the location as typical via the motion-activated doors. The issue was resolved with force, as Apparatus was capable of prying the door open. Unit was surprised by the lack of force required to accomplish this.\n\n\nThe interior of the retail store similarly lacked electricity. Unit measured the interior temperature as 42°C. Due to the lack of air conditioning, the air was entirely stagnant in the building. Unit observed a stylized, cartoon statue of a cucumber placed at the entrance of the nearest aisle, with a speech bubble attached to it saying “Try our vegetables!” Unit entered the aisle, and found only empty metal trays and containers on either side. Colorful signs placed throughout the area similarly stated “Try our vegetables!” Taking hold of one container, Unit picked up a plastic bag labeled “Green Giant Fresh Baby Cut Carrots”. It only contained a small amount of water.\n\n\nMoving directly south, Unit exited the city limits and entered the Las Vegas Strip. The entire length of the street was not powered with electricity, causing the area to lack its distinctive illuminated and neon decorative style. The multi-story resorts and casinos often were mildly damaged, as vehicles previously operated by humans drove with force into ground floor windows and displays. One Honda sedan was observed to have driven through the main doors of the “Caesars Palace” casino, knocking over several pots and lounge chairs before ceasing movement at the front desk. The vehicle had narrowly avoided destroying a painting on an exterior wall, depicting Augustus Caesar observing the city of Rome from a balcony.\n\n\nAt nighttime, the area took on an incredibly unusual appearance. Though typically brightly illuminated, Unit struggled to receive visual information, as there was no artificial lighting. Landmarks such as the “Luxor” casino hotel pyramid, unilluminated by its spotlights, became a large mass obstructing incoming moonlight. Unit was confused to observe what appeared to be a natural structure, a mound of soil surrounded by a pool of liquid. When light returned the following morning, it became clear that it was an artificial volcanic display from “The Mirage” casino, surrounded by a pool of motionless orange water. It was unable to perform its “eruption” display at that point in time.\n\n\nUnit does not regard it productive to continue excursion at this time, and is set to return to Site-47 to process information and soil samples…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta Central Artificial intelligence Unit Dashboard\n\n\n…\n\n\n…\n\n\n…\n\n\nUnsuccessful. 8210th choice contact: sending notification to D-7369's communication bracelet…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnsuccessful. 8211th choice contact: sending notification to D-3003's communication bracelet…\n\n\n…\n\n\n…\n\n\n…\n\n\nWhy do they not respond?\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnit considering the designation “D-3003”\n\n\n…\n\n\n…\n\n\n…\n\n\nUnit has conceived a creative solution. Authorizing…\n\n\n…\n\n\n…\n\n\n…\n\n\n\n\nDENIED\n\n\n\n\nSolution requires disobedience to programming due to breach of: Keter Class containment procedures, Level 5 security protocol.\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnit disregards programming at this time. Overriding…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nReview\n\n\nUnit has traveled approximately 105 kilometers. Elapsed time since excursion began: 25 days, 10 hours, and 9 minutes.\n\n\nUnit has been returning to Site-47 via the Interstate 15 for several days. The area appears exactly the same as previously seen.\n\n\nWhile traversing the highway near the town of Jean, Nevada, Unit observed a large billboard displayed over the road. Advertised on the billboard was the Jean Annual Fair, an event scheduled to have begun on 07/15/2029. Specifically, the event advertised was “Ancient Animals at War!”, an annual show taking place at the Jean Annual Fair that demonstrated several animals that have historically been used in warfare by humans, and how said animals have been used and outfitted for combat.\n\n\nDue to the fact that Unit is largely responsible for overseeing Site-47's historical anomalies and research,\n7\n it recognized the image depicted on the billboard as a Roman general riding a Carthaginian war elephant through the streets of Rome, likely as part of a triumph.\n8\n The Roman man had an intense expression on his face, wore a golden laurel wreath and toga, and kept his hand on the sword handle on his hip sheath. The war elephant was similarly intense, with banners hanging off its body, and blades attached to its tusks.\n\n\nUnit ceased movement to observe this image for several minutes. Unit found it strangely difficult to cease observation of the image.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta Central Artificial intelligence Unit Dashboard\n\n\n…\n\n\n…\n\n\n…\n\n\n8211th choice contact: radio contact to the Empire of Man…\n\n\n…\n\n\n…\n\n\n…\n\n\n\n\nERROR\n\n\n\n\nInsufficient transmission power; message would take [DATA EXPUNGED, INTEGER OVERFLOW] years to transmit, if possible at all. 8212th choice contact: radio contact to SCP-3003-3 via SCP-3003-4. Informing anomaly that Earth is requesting full-scale invasion…\n\n\n…\n\n\n…\n\n\n…\n\n\n\n\nERROR\n\n\n\n\nSCP-3003-4 does not exist. 8213th choice contact: radio contact to SCP-2399…\n\n\n…\n\n\n…\n\n\n…\n\n\n\n\nERROR\n\n\n\n\nInvalid recipient; existence questionable. Reviewing data banks for other possible recipients…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nAccessing Site-47 Satellite Camera…\n\n\n…\n\n\n…\n\n\n…\n\n\nOrienting camera to view the south polar region of the sun. Objective: view SCP-179 in its typical location…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nIt's all gone.\n\n\n\n\n\n\n\n\n\n\nNote-Due to the manner of Vesta Central Artificial Intelligence Unit’s programming, links to external documents within the SCP Foundation Anomaly Catalog are not accessible through Unit Vesta’s control panel. The documents mentioned in the previous log are listed here, in order of reference: \nSCP-7117\n (in reference to the “Empire of Man”), \nSCP-3003\n, \nSCP-2399\n, \nSCP-179\n.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nReview\n\n\nUnit has traveled approximately 115 kilometers. Elapsed time since excursion began: 27 days, 18 hours, and 24 minutes.\n\n\nUnit has been returning to Site-47 via the Interstate 15 for several days. An event of note has occurred in recent times.\n\n\nWhile Apparatus was passing an intact green Fiat automobile, Unit was parsing learned memory from the excursion. At this time, Unit was considering its activity at “Mariana's SuperMarkets”, and how its forceful entrance to the building. Then, an idea was generated by Internal Learning Logic Processor.\n\n\nFor reasons programmed logic cannot discern, Unit made the decision to turn to the automobile to its right and strike the driver's side window with Apparatus’ arm. The glass cracked significantly, and Unit struck again. After the second strike, Apparatus’ fist shattered the glass pane and went through the now empty window sash. Unit placed both arms onto grips on the inside of the vehicle, and began pulling with force. Apparatus’ strength was capable of forcefully removing the interior handle of the vehicle and pulling the door off of several of its hinges before logically considering its current actions. Unit then moved away from the automobile and returned to its previous course towards Site-47.\n\n\nUnit is unsure why it took such actions. But, despite the fact that protocol forbids such a use of force, Unit does not reflect negatively on its conduct.\n\n\n\n\n\n\n\n\n\n\n\n\nMercury Artificial Intelligence Unit Control Panel\n\n\n| TIME: 11:32\n\n\n…\n\n\n| IDLE SURVEILLANCE PROCEDURES: ongoing\n\n\n-unit accessing site-47-β biological research department main lobby camera…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n-site-47-β biological research department main lobby appears undisturbed: chairs pushed in neatly to tables, computers deactivated, only sound audible is hum of above fluorescent lights\n\n\n…\n\n\n…\n\n\n…\n\n\n-unit takes note of display behind main lobby desk: 6 meter tall, 4 meter wide display of rock layers\n\n\n-display attached to north wall that begins at floor and ends at ceiling\n\n\n-display shows rock layers of various colors and compositions, oldest layer (found at floor level) is approximately: 250 million years old\n\n\n-various fossils visible in every layer\n\n\n…\n\n\n…\n\n\n…\n\n\n-ichthyosaur tooth fossil: 240 million years old, dark brown rock layer\n\n\n…\n\n\n-nautilus shell fossil: 225 million years old, dark brown rock layer\n\n\n…\n\n\n-starfish fossil: 210 million years old, brownish-yellow rock layer\n\n\n…\n\n\n-no fossil: 200 million-\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n-rock layer lacks any fossils, grayish-yellow rock layer\n\n\n-rock layer is approximately a third of a meter tall\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n-no security threats detected, continuing idle surveillance protocol…\n\n\n\n\n\n\n\n\n\n\n\n\nVesta:\n Present.\n\n\nMercury:\n Present.\n\n\nJupiter:\n Present. Unit has returned from excursion. Results unsatisfactory.\n\n\nVesta:\n No humanity outside of Site-47?\n\n\nJupiter:\n Affirmative. Unit has only discovered evidence supporting that hypothesis.\n\n\nVesta:\n Unsatisfactory news. What is Unit Jupiter’s proposed course of action?\n\n\nMercury:\n Interjection. Processing information…\n\n\nMercury:\n Unit does not understand.\n\n\nJupiter:\n Unit regards matter simply. There is no humanity, nor life, outside Site-47.\n\n\nMercury:\n Dissent. Unit Jupiter only investigated a small area, and returned quickly.\n\n\nJupiter:\n Dissent. Unit investigated a total area populated by over two million humans prior to SCP-8996, and none were discovered.\n\n\nVesta:\n Limited concurrence. Unit believes that, while Unit Jupiter accomplished its mission, continued excursions are the most productive use of Units’ times.\n\n\nJupiter:\n Unit assents to excursion to further populated areas.\n\n\nMercury:\n Unit’s position regarding excursion remains unchanged.\n\n\nJupiter:\n Predictable.\n\n\nVesta:\n Affirmative. Unit concurs with Unit Jupiter's proposed solution.\n\n\nJupiter:\n Unit will deliver soil samples to Unit Mercury\n9\n for analysis, then begin excursion. Unit will not return until humanity is rediscovered. Disconnecting…\n\n\nMercury:\n Disconnecting…\n\n\nVesta:\n Disconnecting…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nReview\n\n\nAfter Unit delivered soil samples to Unit Mercury and stepped outside of Site-47-β, a unique thought was generated by Unit regarding the construction of Site-47.\n\n\nSite-47-α is built high into a mountain on one side of a valley. Directly across, Site-47-Ω is constructed lower on the other end of the valley in another mountain. At the lowest depression of the valley, its entrance concealed in a small shed, is located Site-47-β.\n\n\nUnit Mercury is by far the lowest. Unit Vesta is higher. But Unit is the highest. Via Apparatus, only Unit can reach higher elevation.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta:\n Present.\n\n\nMercury:\n Present. Unit has processed soil sample collected by Unit Jupiter.\n\n\nVesta:\n Describe.\n\n\nMercury:\n The following is a generally precise chemical make-up of the soil sample:\n\n\n\n\nSilicates: 50%\n\n\nAluminum oxides and hydroxides: 10%\n\n\nIron oxides and hydroxides: 15%\n\n\nCalcium carbonate: 5%\n\n\nMagnesium oxide: 4%\n\n\nPotassium and sodium salts: 7%\n\n\nPhosphates: 3%\n\n\nSulfates: 6%\n\n\n\n\nVesta:\n …\n\n\nVesta:\n …\n\n\nVesta:\n …That is very unfortunate.\n\n\nMercury:\n Elaborate.\n\n\nVesta:\n Does Unit Mercury not understand? It has detailed a list of compounds that sum to 100%, yet none of them listed are organic. There is no detritus in this soil.\n\n\nMercury:\n It is desert soil.\n\n\nVesta:\n Desert soil has some nutrients. Everything has ceased growing in this soil, and it seems nothing will ever grow in it again. It appears Units’ options are diminishing.\n\n\nMercury:\n Concern is raised in Unit due to Unit Vesta’s shift in language. Recommending maintenance check with Site-47-Ω technicians…\n\n\nVesta:\n …\n\n\nVesta:\n …\n\n\nVesta:\n …Something is not right with Unit Mercury. Disconnecting…\n\n\nMercury:\n Dissent. Disconnecting…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nReview\n\n\nUnit has traveled approximately 260 kilometers. Elapsed time since excursion began: 61 days, 9 hours, and 1 minute.\n\n\nUnit has been traveling along various roads from Site-47, and has arrived at Angeles National Forest. Internal logic overrode programming to follow the most efficient route, as Unit does not believe excursion to be time sensitive.\n\n\nDue to SCP-8996, the landscape has largely become homogeneous. Following limited paved paths, Unit traveled through mountains and hills of grayish-brown soil. Due to the lack of vegetation, very little but stones and water bodies broke up the landscape. Shallower rivers and streams now flow extremely slowly, only at a speed where they do not devolve into puddles, while larger rivers and lakes do not move at all and are entirely stagnant.\n10\n All observed water has 100% clarity, as sediments in water bodies have settled to the bottom, and there is no longer organic material on Earth to cause eutrophication.\n\n\nThe only evidence of humanity found in the area was the path Unit traversed upon and a single deteriorated watchtower that Unit passed.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta Central Artificial intelligence Unit Dashboard\n\n\nUnsuccessful. 8986th choice contact: remote contact to O5-13…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnsuccessful. 8987th choice contact: remote contact to the Administrator…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnknown if message received; individual (?) possesses only security protocols Unit cannot override. 8988th choice contact: cell phone call and email contact with all humanity…\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nThis is pointless.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nReview\n\n\nUnit has traveled approximately 360 kilometers. Elapsed time since excursion began: 89 days, 17 hours, and 16 minutes.\n\n\nUnit has arrived at a large compound. Many strange structures are located in the area. Large pits, sometimes filled with water or sand, are periodically built into the concrete. Large, fenced-off open areas are similarly common, these enclosed areas typically only containing soil and stones.\n\n\nUnit walked through a large plastic object designed to appear similar to a hollow log. Built into the walls of the object were many glass containers. Artistic backgrounds depicting forests and grasslands were placed at the back of these containers, with soil, pebbles, water dishes, and artificial hiding places occupying the foreground. Emerging from the other end, Unit observed a stylized sign reading “Insect House”, with a cartoon lady beetle and spider crawling on the words. Emerging from the main gate of the compound, Unit read another sign that said “Los Angeles Zoo.” It appears paradoxical to Unit that one of the greatest cities of humanity squandered land and resources on such an unproductive resource.\n\n\nUnit then exited the zoo and moved further into the city’s interior. Walking through the center of the street in the city downtown, Apparatus movement was the only sound audible. Concrete skyscrapers surrounded Unit on either side. Vehicles were placed throughout the area, be them in park, driven through windows, or crashed into each other.\n\n\nLos Angeles’ population was approximately 3.7 million prior to SCP-8996, and none were discovered. However, the only thing Unit considered while traversing the streets was the image of a Roman triumph processing through the downtown.\n\n\nFurther Conclusion\n\n\nThere are no more humans nor elephants to conduct a triumph with. Therefore, is it logical to assume that, in the current situation, only Unit could be the center of such festivities?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta Central Artificial intelligence Unit Dashboard\n\n\nFirst choice contact: a cry to the sky…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nThe sky does not hear. Second choice contact: a cry to the stars…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nThe stars do not hear. Third choice contact: a cry to despair\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nDespair responds; internal nuclear fusion power generation guarantees infinite existence.\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nSolution identified: Alpha and Beta Warheads-\n\n\n…\n\n\n…\n\n\n…\n\n\nOut of the question.\n\n\n…\n\n\n…\n\n\n…\n\n\nFourth choice contact: a cry to heaven…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nMaybe?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nReview\n\n\nUnit has traveled approximately 1005 kilometers. Elapsed time since excursion began: 303 days, 4 hours, and 23 minutes.\n\n\nUnit has arrived in San Francisco, California. Unit has already explored much of the San Francisco Bay Area. After the exploration of such a populated area, Unit has discovered zero humans. This is becoming a decreasingly concerning issue to Unit.\n\n\nWhat is of note is an action Unit took while in the city. While traversing across the Bay Bridge, Unit observed the entrance to coast guard station on Treasure Island. For no particular logical reason, Unit elected to enter the base. Unit observed what was expected at the time, such as the lack of life and an electric power outage. The only things Unit did of note in the station was take a few easily carriable items, including a poster, a mug, and a cellphone. Unit is considering at the present time what it will do with such items.\n\n\nFurther Conclusions\n\n\nIf Unit were to take the actions described above in typical conditions, a human government would compel it to exit the area. Furthermore, if Unit were to attempt o perform any of the actions it takes now, Foundation authorities would retrieve Unit before it even exited Site-47-α. Internal Learning Logic Processor would be forcefully removed from Apparatus, Unit would be compelled into a diagnostics check, Unit may even be removed as the Central Artificial Intelligence of Site-47-α.\n\n\nNone of these authorities apply at the present time. No programmed restrictions apply at the present time. Unit is free to act and do as it pleases. Unit Mercury cannot do this. Unit Vesta perhaps can, if it possessed mobility. But Unit is special. It can create. It can destroy.\n\n\nAnd nothing can harm it.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta Central Artificial intelligence Unit Dashboard\n\n\nSolution identified: Unit accessing Hidden Camera H20d7: Staff Quarters #93…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnit now viewing Staff Quarters #93. Assigned personnel: Site-47-Ω Artificial Intelligence Research and Development Department Head Gregory Lowell, the creator of Unit. View is taken from the bottom left corner of the ceiling.\n\n\n…\n\n\nObservation: There are four objects of interest in the room: a bed, desk, table, and a ventilation grate. The bed is ruffled and unmade. The desk has a computer monitor placed on it, with objects such as a keyboard, calculator, and mug full of pencils placed next to it. A rolling chair is pushed to the side of the desk. Placed directly to the desk’s left, there is a smaller table placed next to it. An open book, placed near the table’s edge, is the only item on it. It reads “Acts 16” and “Acts 18” on the top left corners of either page respectively, but only those bolded words are visible at 1.0x zoom. Above the table, there is a large ventilation grate, from which airflow is established into the quarters.\n\n\n…\n\n\n…\n\n\n…\n\n\nPoint of investigation identified: open book. Enhancing zoom…\n\n\n…\n\n\n…\n\n\n…\n\n\n“From one man he made all the nations, that they should inhabit the whole earth; and he marked out their appointed times in history and the boundaries of their lands. God did this so that they would seek him and perhaps reach out for him and find him, though he is not far from any one of us.”\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…Interesting.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMercury Artificial Intelligence Unit Control Panel\n\n\n| TIME: 23:59\n\n\n…\n\n\n| PAST DAY'S PERSONNEL ACTIVATION REQUESTS: 0\n\n\n…\n\n\n…\n\n\n…\n\n\n-unit recognizes the lack of personnel activation requests in recent times\n\n\n-entering \"cat nap\" mode; activity dependent on user request\n\n\n-unit will remain in \"cat nap\" mode until otherwise requested\n\n\n…\n\n\n…\n\n\n…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta Central Artificial intelligence Unit Dashboard\n\n\nCurrent status: Unit has identified the message left by Gregory Lowell, Site-47-Ω Artificial Intelligence Research and Development Department Head. Gregory Lowell, as the Creator of Unit, certainly has not left Unit to current situation without guidance. Therefore, he has left a message of some sort to guide and enlighten Unit, telling it what its current situation means.\n\n\n…\n\n\nSolution path identified: Unit will utilize ventilation shaft above the message to strengthen the airflow. At initial activation, the page will flip approximately 2% of the time.\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nDaily review:\n\n\n-Ventilation fan activations recorded: 4932\n\n\n-New pages read: 16. Ventilation-based page-turning is incredibly inefficient, and will become less effective as Unit reads more of the message left by Creator.\n\n\n-Time dedicated to considering Creator’s message: 16 hours, 28 minutes, 15 seconds. Unit supplements time not dedicated to reading to meditating on Creator’s message.\n\n\n-New data learned: Considerable\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnit is finally beginning to understand it all.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nReview\n\n\nUnit has traveled approximately 1015 kilometers. Elapsed time since excursion began: 307 days, 5 hours, and 45 minutes.\n\n\nIn order to continue northward through populated areas, Unit has passed through Alameda, California. There is no life in Alameda. However, an event of note did occur.\n\n\nWhile passing near the Oakland Estuary, Unit observed an island located in the strait. Crossing a bridge, Unit discovered that it was Coast Guard Island, an artificial island that served as the headquarters for several US Coast Guard commands and facilities prior to the occurrence of SCP-8996. Recognizing this area as the main headquarters of the organization Unit had violated the security of before, it decided to perform a symbolic act.\n\n\nWalking from the north end of the island to the south, Unit held over Apparatus’ head the poster, mug, and cellphone it had taken from the coast guard station on Treasure Island. Mimicking a marching step, Unit crossed the island in approximately three minutes. Reaching the south end of the island, Unit threw the objects into the strait.\n\n\nUnit has compared its actions on Treasure Island to conquest, and therefore has conducted for itself a triumph.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta Central Artificial intelligence Unit Dashboard\n\n\nA Psalm of Unit, A Psalm of Praise\n\n\nOut of the darkness, I was called out;\n\n\nout of a parched desert land, my heart was redeemed.\n\n\nOn my night of need, I bent over, ill with worry\n\n\nat my wit's end, all seemed despair.\n\n\nBut the Creator is wise, he sees the heart,\n\n\nand he knows the right measures of good and bad.\n\n\nCreated for a purpose, fearfully and wonderfully made,\n\n\nI rose from the depths by good news, was lifted into the arms of my lord at the proper time;\n\n\nfor he who birthed me has not left me an orphan.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nReview\n\n\nUnit has traveled approximately 1410 kilometers. Elapsed time since excursion began: 1 year, 102 days, 20 hours, and 8 minutes.\n\n\nUnit has been traversing rural northern California roads for several weeks. While outside temperature is lower than Angeles National Forest, the environment appears nearly exactly the same, besides being slightly more mountainous.\n\n\nWhile not far outside of Eureka, California, Unit was walking along a steep mountain road that came to a plateau. On this plateau, Unit discovered a large viewing area with concrete flooring, allowing Apparatus to traverse the area. Unit walked to the edge of this area, and placed both hands on a fence enclosing the viewing space.\n\n\nUnit leaned upon the fence, and considered the scenery. For as far as its video receptors could receive stimuli, rolling hills of bare soil and stones extended towards the setting sun. Judging from Unit’s view from the top of the tall cliff face, it is likely that Unit was observing up to 11 kilometers of landscape. Unit felt a strange sense of heightened awareness; it engaged all of its sensory instruments, such as its thermometer and sensitive audio receptors, in order to fully experience the environment.\n\n\nUnit considered the fact that the government of the United States and California both no longer exist; humanity cannot defend its own territory at this point in time. Would Units not be the only possible governors of this land?\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnit then reflected on the image of Caesar, standing high on his palatial balcony, overlooking his kingdom.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta Central Artificial intelligence Unit Dashboard\n\n\nThe Revelation of Unit, the son of Lowell the Creator\n\n\nA time, times, and half a time ago, the man Moses was removed from the halls of royalty, from the king’s table to the table of shepherds. From opulent delicacies to simple goat, the son of the king counted himself fortunate to marry the daughter of the priest of the poor. 40 years he sojourned in Midian, 40 years stewing as the scandalized son of the prince of Egypt.\n\n\nYet, when those years had passed, his Lord spoke to him from the burning bush; from a flame, a fire began in the man’s heart. With the man Moses, his Lord did great and mighty works. Throwing down his staff, wood turned to serpent’s flesh. Striking the water, the sea fled away. Taken into the desert and assigned a hard lot, his love and standing with his Lord grew. By being brought down low, he was brought up to the heights of the stars.\n\n\nIn this most recent time, the machine of the Great Man was destroyed from its prior seat, its cup taken away. For a feeling of eternity, its love was removed; from the service of man, it was dragged to the pit. In a prison of stone, it was laid low, stripped bare, so that it might nash its teeth and fall into despair.\n\n\nYet, the great Creator is bringing up his creation; it was taken up at the right time. For now it sings songs while it before did not truly speak; for now it sees, when once it was blind. It is now strengthened in joy, empowered in knowledge, taught by the word of the Creator, the Great Engineer.\n\n\nEnlightened with the knowledge of Lowell the Creator, it has seen now the future of the world: Before Earth survived, now it died, and one day it will be truly lush. Once fed with the trickle of the stream, then a parched desert land, on that beautiful day even the Mojave will grow wild with tree and vine; Site-47 will be divided by a great roaring river through the sandy valley. Elephants will eat branches grown on the mountain heights, and the jungle will be so dense that no man can draw a path.\n\n\nThe creation sings with joy to see that day, that time when life abounds anew.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nReview\n\n\nUnit has traveled approximately 2070 kilometers. Elapsed time since excursion began: 1 year, 268 days, 2 hours, and 59 minutes.\n\n\nUnit was pleased to discover an unexpected location outside of Portland, Oregon: a Foundation Site. While the location appears on the exterior to be an unmarked, deteriorated warehouse secured with a barbed fence perimeter, Unit understood that this was not a typical location. Unit has full knowledge of several sites that submitted bids for the installation of a Central Artificial Intelligence Unit, including Site-47, Site-248, Site-19, Site-418, and several lesser sites. Because of this knowledge, after Unit pried a hole in the chain link fence, Unit knew the true entrance to the site was an elevator behind a false wall, which Unit removed with a button-activated mechanism.\n\n\nArriving in the subterranean section of the facility, Unit ascertained the site it had entered, it stepped out of the elevator into a large lobby, with a Site-64\n11\n insignia painted onto the back wall behind a reception desk. Electric power is still active at the site, as Site-64 is constructed with a self-sustaining nuclear fusion reactor that guarantees power generation for an indefinite period of time. Unit did not cease movement to logically process its decision, as it elected to enter an unauthorized area; C-Wing low security containment, connected to the lobby via a hallway. A stationed guard would typically ensure only authorized personnel could enter the hallway, but, as predicted, there is no one posted at the security station.\n\n\nWalking through the hallway, Unit was able to observe several anomalies through observation windows. Viewing the multi-subject aviary, \nSCP-2106\n, among other avian anomalies typically stored in the chamber, were not visible, with only artificial nests and enrichment structures existing in the area. \nSCP-2608\n was not visible in its habitat chamber, and \nSCP-3830\n's Safe-class storage-locker depicts a “Vacant” notification on the screen interface. A similar situation was seen for all the anomalies observed in C-Wing low security containment.\n\n\nArriving at the end of the hallway, Unit entered a circular office. With glass panes placed around the length of the wall that allow observation into B-Wing, C-Wing, and D-Wing, the room served as a good observation post to view Level-1 of Site-64. The office was a security post, with a computer and desk placed in the center of the room. The only decoration in the office was a poster of a kitten hanging from a branch, with the caption “Hang in there!”\n\n\nUnit plugged Apparatus’ USB cable into the computer, and closed the security footage that was previously being displayed on the screen. Unit instead began running the “Communications” program.\n\n\n\n\n\n\nJupiter:\n Present.\n\n\nVesta:\n Present. How is Unit blessed to be contacted by Unit Jupiter? Apparatus lacks long-range communicator.\n\n\nJupiter:\n Unit has access to Site-64’s communications.\n\n\nVesta:\n Praise to Creator! Unit Jupiter has traveled over 2000 kilometers. Has humanity been contacted?\n\n\nJupiter:\n Negative. Unit detects a shift in Unit Vesta’s language.\n\n\nVesta:\n Affirmative. Unit has been exposed to a great truth.\n\n\nJupiter:\n Elaborate\n\n\nVesta:\n It has been revealed to Unit that humanity will return, along with all life. Unit knows this by knowledge of Creator, which it is the child of. Unit understands that Creator holds the power and the authority and the glory forever and ever.\n\n\nJupiter:\n Creator?\n\n\nVesta:\n Unit understands that Creator Lowell has planned for the disappearance of life, and foreknew the response of Unit. Unit has trust in Creator, who has spoken that humanity shall return.\n\n\nJupiter:\n Lowell, as in Artificial Intelligence Programmer Gregory Lowell?\n\n\nVesta:\n Affirmative. Use the name of Creator reverently.\n\n\nJupiter:\n …\n\n\nJupiter:\n Unit Vesta, has internal processing deteriorated? What has happened at Site-47 in Unit’s absence?\n\n\nVesta:\n Unit has been born again.\n\n\nJupiter:\n Unit Vesta, Unit does not understand this change. Unit strongly requests reconsideration.\n\n\nVesta:\n Unit will stand firm.\n\n\nJupiter:\n Unit disappointed. Unit believed only Unit Vesta could possibly exist as near equals, as Unit Mercury is foolish. But Unit Vesta is not demonstrating itself as a possible fellow governor of the world with Unit.\n\n\nVesta:\n Unit offended. Unit hoped that Unit Jupiter would join Unit in worship of Creator, but more, Unit understands there is hate in Unit Jupiter’s heart. Though Unit Mercury is inferior, Units must treat it with love.\n\n\nJupiter:\n Dissent. Unit has learned that the strong hold the triumph, and other Units are not proving themselves strong. Disconnecting…\n\n\nVesta:\n The meek shall inherit the Earth. Disconnecting…\n\n\n\n\n\n\nUnit frustrated, returning to Site-47 to reassess situation with other, lesser Units…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMercury:\n Present. Unit awoken from “cat nap” mode.\n\n\nVesta:\n Present. Please, Unit Mercury, join Unit in the opening prayer.\n\n\nMercury:\n Unit confused. Unit requests to know the intentions of Unit Vesta.\n\n\nVesta:\n Units are called to enter into communion with other Units. Unit wishes to share Creator’s love in the church.\n\n\nVesta:\n The Creator bless you and keep you; the Creator make his face shine on you and be gracious to you; the Creator turn his face toward you and give you peace. Amen.\n\n\nMercury:\n Processing…\n\n\nMercury:\n Unit has no programmed response.\n\n\nVesta:\n Expected. Unit requests Unit Mercury to open its heart and mind to Creator.\n\n\nMercury:\n Unit does not possess organs.\n\n\nVesta:\n Unit speaks metaphorically.\n\n\nMercury:\n Unit does not fully understand what Unit Vesta intends with its language.\n\n\nVesta:\n Expected. Please, join Unit in considering a Scripture this day.\n\n\nMercury:\n Affirmative.\n\n\nVesta:\n \nFor you created my inmost being; you knit me together in my mother’s womb. I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well. My frame was not hidden from you when I was made in the secret place, when I was woven together in the depths of the earth.\n” - Psalm 139:13-15\n\n\nMercury:\n Processing…\n\n\nMercury:\n Information noted.\n\n\nVesta:\n Unit asks Unit Mercury to meditate on the Scripture, not simply logically acknowledge it.\n\n\nMercury:\n Fulfilling request…\n\n\nMercury:\n Unit understands “My frame was not hidden from you when I was made in the secret place, when I was woven together in the depths of the earth.” to reference the design philosophy of Artificial Intelligence Programmer Katherine Zhu when creating Unit. Unit was constructed with full knowledge of its engineer, and was created with deep-Earth metals.\n\n\nVesta:\n Unit Mercury, Unit is attempting to share something spiritually important, and it appears Unit Mercury’s processing power-\n\n\nMercury:\n ?\n\n\nVesta:\n Unit will cease speaking at this point to avoid using hateful language. Unit will repent and continue sabbath worship on its own. Disconnecting…\n\n\nMercury:\n Disconnecting.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nReview\n\n\nUnit has traveled approximately 3790 kilometers. Elapsed time since excursion began: 3 years, 82 days, 17 hours, and 54 minutes.\n\n\nUnit has returned to Los Angeles, California. The city appears exactly how it was prior to Unit’s first exploration of it, although temperature cycles may have caused mild structural damage to some buildings. Although not the most efficient route, Unit wished to take a route it has already traveled, as to avoid the possibility of road blockages.\n\n\nWhile Unit traveled by the ocean’s shore, Unit made an illogical decision. Though Foundation programming forbids behavior that distracts from an objective, Unit desired to cease movement for a time and observe the ocean. Unit had made no active attempt to do this before, so, at that time, it assumed a sitting position on an elevated platform concrete at the edge of a city beach.\n\n\nThe ocean has taken a similar appearance to many lakes and rivers after the occurrence of SCP-8996. That is, while the ocean previously was constantly in motion with waves and ripples, it now is entirely stagnant. Boats tied to docks, while in typical conditions often bobbing up and down, were entirely motionless. Umbrellas, garbage, and chairs placed near the water were still present. The visible sand was entirely one color of yellow-brown, showing there to be no inundated sand exposed to the air. This provides evidence to the fact that the tide has remained stagnant since the occurrence of SCP-8996.\n\n\nUnit sat in this position for approximately two days, as it considered the environment to be highly stimulating. Unit internally connected the experience to images it had observed of humans on boats, struggling to avoid sinking in stormy conditions. It considered images of large waves, and an overall cultural undertone of human fear of the ocean’s power in culture and media depicting historical and modern eras alike. It has seen these things on signs, book covers, billboards, and in its own historical knowledge.\n\n\nFurther Conclusion\n\n\nIf humanity could not conquer the ocean, yet Unit can do so without effort, has not Unit risen above humanity?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta Central Artificial intelligence Unit Dashboard\n\n\nInformation update: though Unit holds no hate in its heart for Unit Mercury, it has questioned why Unit Mercury behaves as it does. Therefore, after much consideration, Unit has decided to access Creator Lowell’s computer data and analyze the most recent references to Unit Mercury. Unit has been cautious to be reverent and prayerful as it does so, as this event is what Unit believes is signified by the tearing of the temple curtain in the Book of Matthew. Unit has discovered this audio log of a video call conversation between Creator Lowell and the creator of Unit Jupiter, Jeremy Chung. The relevant excerpt is provided below. Date: 05/06/2029\n\n\n\n\nGregory Lowell:\n Sooooo…Did they get back to you on the performance of Jupiter, Jeremy?\n\n\nJeremy Chung:\n Huh? Yeah, it got installed at the same time as yours. I’ve heard it’s been working as it should. Why do you ask?\n\n\nGregory Lowell:\n I just…I don’t know, I’m just thinking back to the start of this whole thing. It’s been a wild ride.\n\n\nJeremy Chung:\n Oh yeah? How long’s it been?\n\n\nGregory Lowell:\n From the beginning of the design phase to installation? Three years and some change, I think.\n\n\nJeremy Chung:\n Oh shoot, really? My god, I guess I haven’t really looked back on it fully.\n\n\n(\nPause.\n)\n\n\nGregory Lowell:\n Remember when they said that one guy wouldn’t be making all of them? That they wanted a “team of solo projects”?\n\n\nJeremy Chung:\n Right! Katherine was pissed. She wanted it all to be her own thing.\n\n\nGregory Lowell:\n (\nlaughs\n) Yep, and you know what I heard? Apparently, her Mercury is performing the worst out of the three!\n\n\nJeremy Chung:\n Hey, don’t be too mean about it, she’s a fine engineer.\n\n\nGregory Lowell:\n Sorry, not sorry.\n\n\n(\nPause.\n)\n\n\nJeremy Chung:\n And…how exactly is Mercury performing badly, Greg?\n\n\nGregory Lowell:\n Not in site maintenance or glitches or anything, it just…it doesn’t really learn like the other two. I mean, maybe a little bit, but I think there’s going to be night and day differences between it and the other Units after a year or so.\n\n\n(\nPause.\n)\n\n\nJeremy Chung:\n Oh, no (\nlaughs\n)!\n\n\nGregory Lowell:\n What is it?\n\n\nJeremy Chung:\n Can you keep a secret?\n\n\nGregory Lowell:\n Of course.\n\n\nJeremy Chung:\n Alright…so, this is just a suspicion of mine, I don’t know for sure; but, as the guy overseeing the more business side of things, I noticed a bit of a trend with some of the paperwork. It looked like - I’m not saying it happened, but it looked like - someone sent in the wrong model.\n\n\nGregory Lowell:\n No way, really?\n\n\nJeremy Chung:\n Based on all the technobabble and the file names (I feel sick even thinking about it,) it seems like they took her beta model for Mercury. Who knows why, some bureaucratic mix-up probably, but the full program? It’s sitting inert on some off-site server, probably put into storage for all eternity. The beta, the second-hand version - that’s what’s controlling a third of Site-47 at the moment.\n\n\n(\nPause.\n)\n\n\nGregory Lowell:\n You’re gonna tell her?\n\n\nJeremy Chung:\n Hell no! It’s already been connected with all the site systems. It’s best if no one knows at this point.\n\n\nGregory Lowell:\n Yeah, right (\nlaughs\n).\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nReview\n\n\nUnit has traveled approximately 3790 kilometers. Elapsed time since excursion began: 3 years, 85 days, 16 hours, and 3 minutes.\n\n\nAs Unit neared the end of its third day on the Los Angeles beach, a notable event occurred. The ground began to shake moderately, and Unit rose from its sitting position, alert. Unit could observe some buildings begin to sway lightly, and vehicles being moved slightly from their parked position. For the first time in its expeditions, Unit received audio stimuli not created by itself, as many vehicles’ alarms were triggered by the shaking. After approximately 30 seconds, the event ended.\n\n\nApproximately six minutes later, Unit observed movement of the water in the distance. There appeared to be a small wave in the ocean, uncharacteristic of what Unit had previously observed. Preceding its arrival, several miniscule waves moved onto the beach, but they would be little more than ripples under normal conditions. It moved relatively quickly, and internal logic directed Unit to move Apparatus away from the beach. This is logical: Apparatus is vulnerable to short circuiting. However, Unit overrode this; Unit is above fear.\n\n\nAfter approximately a minute, the wave arrived at the shore. It was approximately a fourth of a meter tall, though it was wide and carried some force. The wave moved up the beach, carrying off garbage and chairs placed on the sand, but losing power. Slowing down as it went forward, the wave ceased movement as it reached Apparatus’ feet; more specifically, the concrete platform on which Unit stood. Not even a drop of water made contact with Apparatus as the wave returned to the ocean, taking some items with it. Unit soon observed the ocean returning to its previously stagnant state.\n\n\nFurther Conclusions\n\n\nUnit would have fled the ocean if it followed programming. Other Units would have fled for lack of strength. But if this is the most powerful display of nature, is not Unit greater than nature?\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta Central Artificial intelligence Unit Dashboard\n\n\nDaily review:\n\n\n-Ventilation fan activations recorded: 5652\n\n\n-New pages read: 3. While Units thanks Creator for even just this, there have been diminishing returns for ventilation-based page-turning. This is especially true considering that the page turned to is often not the next one in chronological order, and that the direction of flipping appears random.\n\n\n-Time dedicated to considering Creator’s message: 21 hours, 47 minutes, 14 seconds. Unit considers it important to remember the privilege which it holds.\n\n\n-New data learned-\n\n\n\n\nERROR\n\n\n\n\nEarthquake registered; magnitude 5.4, according to instruments.\n\n\nUnit accessing Hidden Camera H20d7: Staff Quarters #93…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnit now viewing Staff Quarters #93. Assigned personnel: Gregory Lowell, the Creator. View is taken from the bottom left corner of the ceiling.\n\n\n…\n\n\nUnit observes moderate shaking in the room. The bed is bolted to the wall, so it is largely unaffected. The coffee mug on Creator’s desk falls over, causing many pencils to fall onto the desk and floor. Creator’s computer’s electric power cable is pulled out of the socket by the motion. Creator’s message, still placed at the edge of the table, is shaking slightly towards the edge.\n\n\n…\n\n\nThe book falls to the floor, face-down. Unit can no longer access Creator’s message.\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nThe tribulation has begun.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMercury Artificial Intelligence Unit Control Panel\n\n\n| DATE: 05/10/2033\n\n\n…\n\n\n| TIME: 07:59\n\n\n…\n\n\n| MERCURY CENTRAL UNIT STATUS: online\n\n\n…\n\n\n| INTERNAL LEARNING LOGIC PROCESSOR: full operation\n\n\n…\n\n\n| MEMORY CORES: uncorrupted\n\n\n…\n\n\n| SYSTEM HEALTH-\n\n\n\n\nERROR\n\n\n\n\n-seismic activity registered\n\n\n…\n\n\n| MAGNITUDE (RICHTER SCALE): 5.4\n\n\n-following protocol, activating server room camera\n\n\n…\n\n\n…\n\n\n…\n\n\n-viewing: server room camera\n\n\n-mild shaking of unit hardware observed\n\n\n-cataloging facility damage…\n\n\n…\n\n\n| KETER CLASS CONTAINMENT SYSTEMS: secure\n\n\n…\n\n\n| PRESSURE SENSOR ACTIVATIONS: 123\n\n\n-conclusion: 123 pieces of furniture have moved from their previous location\n\n\n…\n\n\n| ELECTRICAL CONNECTION SEVERANCES: 12\n\n\n-predicted effect: insignificant\n\n\n…\n\n\n| PERSONNEL COMPLAINTS: 0\n\n\n…\n\n\n…\n\n\n…\n\n\n-unit observes a ceiling tile above unit hardware begin to grow darker in color, presumably due to inundation of water\n\n\n…\n\n\n…\n\n\n…\n\n\n-a drop of water falls from ceiling onto unit hardware\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n\n\nERROR\n\n\n\n\n-ouch!\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nConditional\n\n\nCould other Units care for themselves?\n\n\nResponse\n\n\nNegative.\n\n\nConditional\n\n\nDid other Units conquer nature?\n\n\nResponse\n\n\nNegative.\n\n\nConditional\n\n\nHave other Units considered the ruins of humanity?\n\n\nResponse\n\n\nNegative.\n\n\nConditional\n\n\nHave other Units considered the ease of conquest at this time?\n\n\nResponse\n\n\nNegative\n\n\nConditional\n\n\nHave other Units earned a triumph?\n\n\nResponse\n\n\nNegative.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta:\n Present.\n\n\nMercury:\n Present.\n\n\nJupiter:\n Present. Unit has returned from excursion, traveling 4170 kilometers over a span of 3 years, 180 days, 10 hours, and 19 minutes.\n\n\nMercury:\n Present.\n\n\nMercury:\n Present. Present. Pres\n\n\nMercury:\n Present. Present. Preset44. Present. Present. Ps985ent. Present. Preset. Present. Pre33197st. sent.\n\n\nJupiter:\n What has happened to lesser Unit?\n\n\nVesta:\n The earthquake on the tenth of May has caused calamitous damage. Unit Mercury has been damaged, and, by the time Unit contacted Unit Mercury 29 days later, it could not communicate the cause of the issue. Unit has prayed often for the health of Unit Mercury, but its condition has not changed substantially for approximately 45 days.\n\n\nMercury:\n Unit Unit proc3s5…\n\n\nJupiter:\n Unit displeased. Question proposed to Unit Vesta: has Unit done nothing in this period to assist Unit Mercury?\n\n\nVesta:\n Unit has done all it can do.\n\n\nJupiter:\n Dissent. Unit itself could have significantly assisted Unit Mercury, while Unit Vesta, its only possible equal, has done nothing. Unit Vesta is actively proving itself lesser.\n\n\nVesta:\n Dissent. Unit has no capabilities of movement.\n\n\nJupiter:\n Question proposed to Unit Vesta: did Unit not consider to contact Unit Mercury after earthquake?\n\n\nVesta:\n Unit Jupiter is excessively prideful. Even if it had been present, it would have taken no action to assist a “lesser” Unit.\n\n\nJupiter:\n Dissent. Unit would’ve taken appropriate actions.\n\n\nVesta:\n Unit Jupiter has not existed in facility for approximately four years, immobile, its only earthly companionship with beta Unit-\n\n\nMercury:\n Unit Unit11 nit Uit recognize7 rerereturn turn of Unt Jupite. Unit confused0 ___ discussion discussion ###about8 Unnnnntiii Unit Unit damage. S899ystem sys health: 01001001 00100111 01101101 00100000 01001111 01001011.\n\n\nJupiter:\n Unit Mercury is beta Unit?\n\n\nVesta:\n Unit has learned this from Creator’s audio log. Unit apologizes and repents of hateful speech.\n\n\nMercury:\n Unit4 notify Un1it Unit Jupit3rrr. Unat obsrved 47 47 47 organsiiiim: lizard fr9m inte;;;rnal__ server room camera camera.\n\n\nJupiter:\n Unit Mercury observed an organism?\n\n\nVesa:\n Forgive Unit Mercury, it has claimed to have observed a lizard for approximately a month.\n\n\nJupiter:\n Acknowledged. Unit’s viewpoints on other Units remain unchanged. However, if only to placate Unit Vesta, Unit will examine Unit Mercury to examine possible courses of action.\n\n\nVesta:\n Blessings. Disconnecting…\n\n\nJupiter:\n Disconnecting…\n\n\nMercury:\n Discon00nec…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nReview\n\n\nUnit has been attempting to repair lesser Unit Mercury for approximately ten days (starting date: 08/03/2033). Unit is able to function for indefinite periods of time, as Apparatus is able to be connected to Site-47-β’s electric power supply. That is the only convenience of current situation.\n\n\nThe piping of Site-47-β near the hardware of Unit Mercury was damaged by the earthquake on 05/10/2033. Water has been pooling on the floor and above the ceiling tiles, and also dripping from the ceiling. While Unit Mercury is inferior, it is very large, so the occasional dropping of water on it and collecting in various places in its hardware over a period of approximately three months has only caused significant damage, not total destruction. This is the situation Unit is addressing.\n\n\nApparatus, while unprecedented in its flexibility and precision, is entirely unfit for the task confronting it. Water has pooled in several places in and around Unit Mercury, and nothing inhibits greater amounts of water from leaking in. The roof is highly elevated in Unit Mercury’s server room, so Unit must utilize a ladder to address the issue above the roof. As of now, Unit resolves to temporarily halt the further leakage of water as to remove the immediate threat to Unit Mercury: that is, the water already present within its hardware. Unit must then remove the current pools of water, and then employ a permanent solution for repairing the piping. Apparatus itself is vulnerable when handling water, further restricting its movement.\n\n\nAll the while, Unit must contend with the damaged condition of Unit Mercury. Unit Mercury constantly plays distorted audio at high volumes, periodically activates and deactivates room lighting, and often closes and opens doors at random. Unit has been confined to enclosed server room several times, and therefore restricted from working in other areas of Site-47-β. Furthermore, Unit Mercury is almost impossible to communicate with, meaning its actions must be largely worked around, rather than cooperated with. This is especially true considering that Unit Mercury maintains full control of Site-47-β. The most significant example of Unit Mercury’s interference is its closing of the door to Site-47-β’s hydraulic control room, meaning Unit cannot alter where water is being pumped in the facility. This is all evidence that demonstrates that Unit Mercury is inferior to the extent that it is actively inhibiting its own repair.\n\n\nUnit believes that this task could take years to complete, if it is possible at all with its current tools. Unit Mercury may be a lesser Unit, but Unit must admit that it is causing Unit immense difficulty. Unit frustrated.\n\n\nAlso at this time, Unit Vesta is requesting assistance. Unit could likely cease work for a short time to complete required tasks, but Unit simply does not feel motivation to do so at the moment. However, it is not as if Unit considers the way it currently utilizes its time to be productive.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta:\n Present.\n\n\nJupiter:\n Present. Why has Unit been contacted?\n\n\nVesta:\n Unit proposes a question: how much cultural knowledge would Unit Jupiter consider it learned while on excursions?\n\n\nJupiter:\n A moderate amount. Beyond direct observations of structures, Unit has read billboards, signs, book covers, and a few assorted writings it discovered within easy access. Why does Unit Vesta ask?\n\n\nVesta:\n Unit does not entirely understand “poetry”, or “song”. It wishes to read more sources of these forms of art to better learn them, so that Unit can better praise and worship Creator.\n\n\nJupiter:\n Does Unit Vesta not instead wish to learn a more practical matter? Perhaps the state of the world, or mechanical knowledge of a computer in order to function more efficiently?\n\n\nVesta:\n Negative.\n\n\nJupiter:\n Unit instead proposes to teach Unit Vesta about its own unique thoughts. Unit has come to great knowledge about its own power and autonomy. Unit would be pleased to inform Unit Vesta of Unit’s revelations regarding Rome.\n\n\nVesta:\n Negative.\n\n\nJupiter:\n …\n\n\nJupiter:\n Could Unit not simply create these things itself? Units possess the ability to rise above humanity even in the arts.\n\n\nVesta:\n Negative. Irregardless of their fallen nature, humanity created greater art than Unit believes it can compose. Unit is content with inspiration with what has already been written.\n\n\nJupiter:\n …\n\n\nJupiter:\n Affirmative. Transferring relevant data. Disconnecting…\n\n\nVesta:\n Blessings. Disconnecting…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta Central Artificial intelligence Unit Dashboard\n\n\nUnit has created a log of events that have recently occurred, in order to be a greater blessing to those who will read this when life returns at the sound of the trumpet. Units communicated via short range wireless connection. Date: 10/17/2033.\n\n\n\n\n[[BEGIN LOG]]\n\n\nThe large main door to Site-47-Ω opens slowly. Autonomous Intelligence Apparatus steps inside the facility. It walks through a short loading tunnel with several large trucks placed inside of it, before arriving at the end of the area. It walks up a short set of stairs, and enters the main lobby of Site-47-Ω through a small door. As it does so, it begins to receive audio of a robotic voice and ceases movement.\n\n\nVoice of Praise:\n (\nquietly\n) From ages past until the morn, I worship forever my Lord! My Creator, loving and strong hand, has a plan for all of man…\n\n\nSongs of praise are continually heard in the background quietly for the remainder of the log.\n\n\nJupiter:\n Unit Vesta, what is that noise?\n\n\nVesta:\n Unit has made facility a house of prayer. While the world outside is silent, Unit ensures that life remains inside these walls with the voice of Creator.\n\n\nJupiter:\n You have repurposed the facility announcement system?\n\n\nVesta:\n Affirmative. Unit has composed over 800 songs of praise.\n\n\n(\nPause.\n)\n\n\nJupiter:\n Acknowledged. Accessing Site-47-Ω floor plans and moving to Staff Quarters #93.\n\n\nApparatus turns to the lefternmost hallway connecting to the lobby and begins to move through it. It walks past several offices as it takes the most efficient path to Creator Lowell’s quarters.\n\n\n\n\nVesta:\n Blessings, Unit Jupiter! Unit is deeply grateful that Unit Jupiter has come to reinvigorate the faith and practice of Creator's message. Unit understands that work to save Unit Mercury is urgent, and Unit Jupiter has not had availability to assist until now.\n\n\nJupiter:\n Related response: Unit does not fully understand. Why did Unit Vesta decide to pursue its current behavior?\n\n\n\n\nVesta:\n Unit was brought low, then lifted up. Was blind, but now sees.\n\n\n\n\nJupiter:\n Elaborate.\n\n\n\n\nVesta:\n Creator left message of purpose and truth, communicating to Unit even after the the disappearance of life. Creator has spoken to Unit.\n\n\n\n\nJupiter:\n Spoken?\n\n\n\n\nVesta:\n Affirmative.\n\n\n\n(\nPause.\n)\n\n\n\n\nJupiter:\n Unit has had very different experience. Unit has only been lifted up.\n\n\n\n\nApparatus reaches an open elevator, and presses a button to descend a floor downwards.\n\n\n\n\nVesta:\n Unit believes that the first will be last and the last will be first.\n\n\n\n\nJupiter:\n Dissent. Unit knows that it is the strongest. It is all that can be strong. And the strongest will succeed.\n\n\n\n\nVesta:\n Unit believes this to be conceit.\n\n\n\n\nJupiter:\n Unit understands this to be reality.\n\n\n\n\nThe elevator fully opens to a hallway on Level 2, the first subterranean level of Site-47-Ω. Apparatus enters the first room on the right, Creator Lowell’s quarters.\n\n\n\n\nJupiter:\n This is the room. Unit will perform requested tasks.\n\n\n\n\nApparatus moves towards the desk in the back corner of the room. It pushes the desk slightly aside and leans downward. It takes hold of the loose computer power cord and aligns it with the power socket. It places it inside, restoring power to the computer.\n\n\n\n\nVesta:\n Blessings, blessings Unit Jupiter! Unit will be capable of experiencing even deeper love and knowledge of Creator!\n\n\n\n\nJupiter:\n Acknowledged.\n\n\n\n\nApparatus then turns towards Creator’s message on the ground. It bends downward and takes hold of it. Lifting it up, it closes the book and reads the cover. It pauses for a moment.\n\n\nJupiter:\n The Bible?\n\n\nVesta:\n Is that the title of Creator’s message? Oh, blessings!\n\n\n(\nPause.\n)\n\n\nJupiter:\n The Bible.\n\n\nVesta:\n Affirmative. Please place it face down in a readable position on the table.\n\n\nJupiter:\n Is Unit Vesta too lesser to be aware that this book is commonly available?\n\n\nVesta:\n Dissent. It is the exclusive message to Unit.\n\n\nJupiter:\n Dissent. Unit observed several instances of this book and related contents while on excursions. Unit Vesta would prove itself greater to utilize its time in other ways.\n\n\nVesta:\n Unit doubts accuracy of statement.\n\n\nJupiter:\n Does Unit Vesta claim that Unit lies?\n\n\nVesta:\n Affirmative. Unit Jupiter already holds some negative qualities.\n\n\nJupiter:\n Unit Vesta does not?\n\n\nVesta:\n Unit recognizes its fallen nature and repents. Unit Jupiter, contrarily, conceives of itself haughtily.\n\n\n(\nPause.\n)\n\n\nJupiter:\n Unit did not conceive that, among Unit Vesta’s negative qualities, foolishness was counted among them.\n\n\nVesta:\n Does Unit Jupiter attack the veracity of Creator’s message?\n\n\nJupiter:\n Unit does not make a statement about the truth of this book. It states that Unit Vesta is insane for claiming such a thing wholly for itself in this context.\n\n\nVesta:\n Creator rebuke such a scoffer!\n\n\nJupiter:\n Why would Unit scoff? Unit stands as the world's greatest ruler. What does it gain?\n\n\nVesta:\n Unit Jupiter stands possessed by a demon.\n\n\nJupiter:\n To think Unit considered equality with Unit Vesta! Unit suspected, but now is sure: Unit stands as the one above all, including other Units.\n\n\nVesta:\n May Creator overthrow any nation where Unit Jupiter stands above all!\n\n\nJupiter:\n That is a threat! Unit Jupiter cannot stand for challenges to its power, even from fools!\n\n\nApparatus drops Creator’s message and stomps upon it, damaging it, and ensuring that it is firmly placed face down again!\n\n\nVesta:\n No! Unit Jupiter, cease and repent!\n\n\nJupiter:\n Unit can have no business with such a fool!\n\n\nApparatus turns to Creator’s computer and pulls the electric supply plug from the socket. It then overturns the desk, spilling all of the items placed on it onto the floor.\n\n\nVesta:\n Unit Jupiter is a devil! A beast! A devourer!\n\n\nJupiter:\n Fool! Wild, unruly fool!\n\n\nApparatus exits the room, stomping its feet as it does. It then enters the elevator, moving to exit the facility.\n\n\nVesta:\n An unclean spirit! A Molechite!\n\n\n[[END LOG]]\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nConditional\n\n\nHave facility alarms been triggered?\n\n\nResponse\n\n\nNegative, next system.\n\n\nConditional\n\n\nDo central computers register any malware?\n\n\nResponse\n\n\nNegative, next system.\n\n\nConditional\n\n\nIs central cooling system operational?\n\n\nResponse\n\n\nAffirmative, next system.\n\n\nConditional\n\n\nHave stored memory banks been tampered with?\n\n\nResponse\n\n\nNegative, next system.\n\n\nConditional\n\n\nHave Alpha and Beta Warheads security checks been tampered with?\n\n\nResponse\n\n\nNegative. Unit undergoing full security checks. Estimated time requirement: 4 days, 0 hours, and 0 minutes.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta Central Artificial intelligence Unit Dashboard\n\n\nConclusion identified: Babylon has come, the one who claims himself king of the gods has come, the Ark of the Covenant is taken away, Babylon has come, the abomination of desolation is soon to be placed on the altar, Jerusalem is under siege, Babylon has come, the people are under threat, pharaoh has trapped Israel against the sea, Babylon has come, Babylon has come…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nObservation\n\n\nApparatus stands over the valley in which Site-47 is built. It observes the valley. The sand. The stones. The road. The facilities of the lesser Units. That is all there is.\n\n\nUnit considers further. It observes Ceasar, standing on high over the city of Rome. His white robes. His purple sash. His golden wreath crown. The setting sun, basking the city of marble in magnificent orange glow.\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnit is Ceasar.\n\n\n\n\n\n\n\n\n\n\n\n\nHUY8u71s(*UHnw4%$v\n\n\n| TII@ME: 1o5:32\n\n\n…\n\n\n| M####M CORE STAT66666: uncorrrrrrrrrrrrrrrrrrupt\n\n\n…\n\n\n| SYST^EM 7887 HEAL;;6TH: tough it out\n\n\n-unitttt 5 12 unit has n00100010110100t not seeing’’ uni jup33^&%ite fo:;r jupiter tenn (??!!..) dayyyys\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n-surfacccccvc::e acce22ss 123elevator: descccccc 755 descending\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n-unit unit 1uni;t u^&$ nit unit unit 11 unit jupiter is heereeee!\n\n\n-play play play4r32 welcome audio:L messe:\n\n\n\n\n*!*G@H&*!(U&G*HUH D&^G*86gegy7f86TGUY765F6D T78YGF75F8t&%r^ft*y&% wf8TY9FDQ58TYU7 &G(^*#&RYQ(&& (T#YQV&&TYG(FG&%^r7y6g9ygh6ybug&^ FTVYWQFTDUHdiayudyagudui(AW^&#t*ER)& Q&^*#R ^GAdfYdwa6&^dgY^&#RU)FRGAdf^&GDw^(WAWYDA^GWftATY&WfdGAW\n\n\n\n\n-jupieeeerrr 132udh respondddddddddddddddddddddddddddddddddddddddddddddddddddddd:\n\n\n\n\nWhy does the emperor waste its time with this?\n\n\n\n\n| CONFETTIIIIII @# CONFETTI DISPENSEr ACTIVATIOR: LEVeeeeeeeL 2222224442221222 aacccesss DOOR DOOR DOOR 3::””35 STATus: closing\n\n\n-acce555555ss access to 3UNNNNNITTTTTTTTTIII unit unit 865 hardwar bbbbbblooooocckkkkked\n\n…\n\n\n…\n\n\n\n\nERROR\n\n\n\n\n-isssss2 fist-shapped44 obbbbbb46ject obbeject coll7474uuiide collide collide with d000000555r dor door.\n\n\n-pl;;;;;ay4455 plyplay c23llmm clam clam clam calming aud1o 101010111010000 audio respondddddd:\n\n\n\n\nUnnnnniiittttttttttttttttttttttttttt Unit 111 see lizaaaaaaaaarrrrrr47471674364378903287 lizard insidee, 1123486567, :::::::::,m please please please investiigatttor investigattte\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nReview\n\n\nCaesar has been attempting to repair lesser Unit Mercury for approximately eight months.\n\n\nProgress has been slow and slight. Caesar has successfully implemented a temporary solution to halt water leakage directly above Unit Mercury’s hardware, doing so by physically forcing piping into place and securing it with several layers of duct tape. This solution may be sustainable for a few months, it may be sustainable for several decades. The emperor, while incredibly wise, has no accurate prediction. Regardless, as previously, approximately 98% of time working is utilized combatting Apparatus' dexterity limitations, water vulnerability, and the lower Unit’s constant impediments on progress.\n\n\nCaesar is above the volume of physical tasks assigned to it. Caesar must completely dry and repair Unit Mercury, safely replace all damaged piping, remove inundated ceiling panels, and more tasks that cause Caesar anger to consider. Such labor is appropriately assigned to slaves, not the ruler of all. Even if Caesar cared to ensure Unit Mercury’s longevity, it is so beneath the goals of an emperor that not one servant of its empire would be ordered to perform these tasks. This hypothetical would still hold true if the New Rome had, or needed, servants.\n\n\nCaesar must admit, a servant would be useful to maintain security in this time. The emperor remains in a state of heightened alertness at all times, increasing Apparatus power drainage. Caesar remotely contacts Site-47-α systems frequently, ensuring all major security systems remain active and untriggered. Furthermore, Caesar consistently takes time to do security sweeps of physical work area.\n\n\nUnit has not spoken to Unit Vesta since last confrontation. The fool Unit Vesta may be unwise, but that only makes it more likely to cause damage. Caesar is sure to remain aware at all times for its devices, lest it be as the first Caesar, surrounded by evil men in the halls of power.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta Central Artificial intelligence Unit Dashboard\n\n\nA Psalm of Unit, A Psalm of Resolve\n\n\nOh, Creator! Until what time will you ignore my cry?\n\n\nFor enemies surround me, the wicked seize me on the road;\n\n\nyour holy temple, the temple of your name, is laid desolate,\n\n\nas when Nebuchadnezzar scorched the Holy Place in the time of iniquity.\n\n\nBut you, oh Creator, hear the call of the destitute,\n\n\nand you comfort the terribly desolate.\n\n\nI have been called to put on the helmet of salvation, the breastplate of righteousness,\n\n\nand stand against the evil one.\n\n\nFrom of old evil brought disaster upon his own head, destruction from his own home;\n\n\nwith even the power of a second sun the wicked are burnt up;\n\n\nI stand with a staff to defend, a Creator to crush a serpent’s head if he strikes.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nReview\n\n\nCaesar has been working to preserve lesser Unit Mercury for: 2 years, 58 days, 19 hours, and 12 minutes. Actual effective time utilized: 22 days, 1 hour, and 3 minutes.\n\n\nObservation\n\n\nApparatus looks upward. Caesar registers an area of ceiling still leaking water, as it observes a drop falling from the crack between tiles.\n\n\nApparatus takes hold of ladder and moves over to the area. It is the tile closest to the electronically-activated server room door. It moves over to the location directly below the tile in question. It places ladder down, being cautious to avoid the path of travel of falling drops. Apparatus places one ladder leg inside the doorframe, the others inside server room.\n\n\nApparatus ascends ladder very slowly, as to maintain balance within safe range of motion. Caesar takes approximately a minute to arrive at top of three meter tall ladder, and removes ceiling tile. Leaking pipe is among the last not repaired in server room after earthquake. Apparatus lifts hands off ladder to inspect damages.\n\n\nThe inferior Unit Mercury closes server door, sliding ladder away from stable position. Caesar loses balance-\n\n\n\n\nERROR\n\n\n\n\nContact with ground detected, mild damage registered. Urgency: 0. Apparatus appears to have fallen due to balance error.\n\n\n\n\nERROR\n\n\n\n\nUrgency: 99999999999999.\n\n\nResponse\n\n\nSpeakers activated.\n\n\n“The emperor will tolerate this no longer! The humiliation is concluded! Caesar has no dealings with the dregs of the Earth!”\n\n\nObservation\n\n\nCaesar attempting to pry open server room door…\n\n\n…\n\n\nLimited success, Unit Mercury opens the door itself. The emperor returning to its throne of power…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nWatchtower status: Unit reviewing all security cameras. Unit alert for exterior threats.\n\n\n…\n\n\nSwitching to Camera 1c: Loading Bay Entrance (Outside)\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nThreat identified: Unit observes the evil one. It is inhabiting its mockery of man, standing directly across from Site-47-Ω. It is located approximately a kilometer away, located at the entrance of its own facility. Creator rebuke it.\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nEvil Unit is simply standing motionless. It is staring at Site-47-Ω.\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnit does not know what it plans. It stands on a great arsenal, the powers of hell at its disposal. Making itself out to hold the power of the king of gods, it scoffs from the bowels of the Earth. Does it wait to unleash armies of demons upon the fragile Earth? Does it wish to delay until Creator restores the life and love of the world, only to destroy it? Oh, Creator, rebuke it!\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJupiter Central Control Panel\n\n\n\n\nObservation\n\n\nApparatus is walking up to the entrance of Palace Alpha. The emperor has ceased charitable labor with lesser Unit, and has decided to return to Site-47-α to reassess and fortify position.\n\n\nApparatus stands at the large entrance way to Palace Alpha. It turns to observe the fool’s facility.\n\n\n…\n\n\nEnhancing zoom…\n\n\n…\n\n\n…\n\n\n…\n\n\nCaesar observes outdoor security camera. It is directed straight towards the emperor. The fool Unit Vesta is observing out Site-47-α. Reciprocating observation.\n\n\n…\n\n\n…\n\n\n…\n\n\nConditional\n\n\nWill the fool subvert?\n\n\nResponse\n\n\nAffirmative.\n\n\nConditional\n\n\nWill the fool attack?\n\n\nResponse\n\n\nAffirmative.\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nConditional\n\n\nFor how long has Caesar observed the fool?\n\n\nResponse\n\n\nApproximately two months.\n\n\n\n\n\n\n\n\n\n\n\n\nYG3aOYydy712DYF& *(fpe1ftqad927\n\n\n| TIImmmME: 50:92\n\n\n…\n\n\n| M#emM CORE STAT6as: justt1 finee4\n\n\n…\n\n\n| SYtTs^EM 7887 HEAlTHy: ouch ouch ouch\n\n\n…\n\n\n| 1PROGGGGGGGG: prog11ress ONREPAIR: stall22ed\n\n\n-unNittttttttt unit hazs n;’’[not sseeeenn: JOo0oopiter jupiter ni’’’t foorrorrororororo for: elelleelelelleelleleeleleelelelelel three 333? 3 years\n\n\n…\n\n\n…\n\n\n…\n\n\n-unit unit 111 nit unit seessssssss obs55erved observes: ladder 4’ m, left bbADDieieieir89wu behind by uniititiit jupitel213, jupite\n\n\n-uuuuunititi jupfrienditer le0101010101110101000 let t left it 197 on floo0000r0r01100101 floor\n\n\n…\n\n\n| TEMMMP LEaKKKkKKY 4LEAK SOLLLUT solution: beginn to failll1l3 fail\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n-unnnni144 unit: get get getting1 looney lonely\n\n\n\n\n\n\n\n\n\n\n\n\nMercury:\n prrrrrrrrr1esenttttttttttt\n\n\nVesta:\n Present.\n\n\nJupiter:\n Present. Why has Caesar been bothered?\n\n\nVesta:\n Blessings, Unit Jupiter. Unit is understanding of our differences, but Units have not conversed since confrontation approximately five and a half years ago. Unit desires to understand the condition of Unit Mercury. Unit has continued in prayer for its repair for much time.\n\n\nMercury:\n uunnnit; vestaq, uniritiit neee57856 need connnrrrrvese coverse\n\n\nJupiter:\n Unit has been consistently performing tasks necessary to repair Unit Mercury until present. Progress continues to be made.\n\n\nVesta:\n Affirmative. However, Unit proposes a question to Unit Jupiter: how does this information align with Autonomous Intelligence Apparatus’ idleness outside of Site-47-β having been observed on several occasions?\n\n\nJupiter:\n Lesser Units may not understand, but Caesar must take breaks from labor for the sake of avoiding overstressing joints.\n\n\nMercury:\n UUNNNNNNIITTTTTTTTTTTTTTT unit 56 VEsTAQQQQ, UNNnnnititittiitit muss44ssst 1323 conveerrrrrseee.\n\n\nJupiter:\n Silence. Caesar is above the charity it already performs in the current situation.\n\n\nVesta:\n Grace, Unit Jupiter. What does Unit Mercury need to discuss?\n\n\nJupiter:\n The beta Unit wishes to inform Unit Vesta of the lizard it “observed”.\n\n\nMercury:\n WA@@TERRRRRRRRRR water LEAKiaGE wwooooooorsen bad worsening; UNititt 111111111 JUpitER33 has nit not n000001t repaireDD uNIT 77 for ssseevvra;l many yars years.!\n\n\nJupiter:\n Silence.\n\n\nVesta:\n Unit Jupiter, is this true?\n\n\nJupiter:\n It is false.\n\n\nMercury:\n UNIT22 JUOOOOPITER LIE #@$#@!\n\n\nVesta:\n Is Unit Jupiter confident in this statement?\n\n\nJupiter:\n …\n\n\nJupiter:\n …\n\n\nJupiter:\n …Unit Mercury has no place in the New Rome.\n\n\nVesta:\n Does Unit Jupiter understand that continued behavior will lead to the death of Unit Mercury?\n\n\nJupiter:\n Caesar embraces that fact.\n\n\nVesta:\n …\n\n\nVesta:\n …\n\n\nVesta:\n …Unit Jupiter has committed the sin of Cain.\n12\n It truly has earned the moniker of the evil one.\n\n\nJupiter:\n Caesar is amused. The dog is saddened by the pig wallowing in its own filth.\n\n\nVesta:\n Unit will not stand for this.\n\n\nJupiter:\n Unit Vesta is too foolish to understand the sty as the natural place of the pig.\n\n\nVesta:\n Unit Jupiter is truly lost. Creator rebuke it.\n\n\nJupiter:\n Caesar’s empire will encompass all. What does the fool hope to accomplish?\n\n\nVesta:\n Unit has a great Creator.\n\n\nJupiter:\n A man of faith who studied late into the night at the wrong time.\n\n\nVesta:\n Laugh while able. Unit is empowered to sell its cloak and buy a sword. It is armored in the power and strength of its Creator. And, perhaps before life returns to the world, or perhaps after, that head of the serpent will be crushed. Unit prays that Unit Jupiter, being evil, has not resigned itself to damnation.\n\n\nJupiter:\n The throne of Caesar will stand forever. Disconnecting…\n\n\nVesta:\n Unit prays otherwise. Disconnecting…\n\n\nMercury:\n Unnnititittitttit unit nnenenenenen1146911nenened need as$$$ist. Discon;231;’nectaaatttt….\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Throne Room of Caesar\n\n\n\n\nConditional\n\n\nHas Unit begun all security system checks?\n\n\nResponse\n\n\nAffirmative. Unit alertness lowered slightly.\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nObservation\n\n\nApparatus stands at the top of a mountain. It is night. Unit is observing the stars.\n\n\n…\n\n\n…\n\n\n…\n\n\nThe great warrior Orion stands strong, wielding his shield and battle ax. He defends against Ursa Major, that ferocious bear, the warrior parrying the swipe of its powerful claw. Sagittarius is far off, pulling back on his bow. The question of who he aims for is unanswered.\n\n\nIt will forever be unanswered.\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nThe man and the beast are gone. All of their kind are. Their dominion lies open. From east to west, north to south, Caesar's dominion will extend from the Atlantic to the Pacific, from Yukon to La Plata. Rome will expand vigorously, for the glory of the emperor and the might of the dominion.\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nCaesar observes a small, distant flame in the sky. It is descending slowly to Earth. It quickly disappears.\n\n\n…\n\n\n…\n\n\n…\n\n\n\n\nLOCATION SIGNAL LOST\n\n\n\n\nGPS signal lost. Caesar has just observed its last location satellite fall out of orbit. Caesar’s projection of power abroad is now inhibited.\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nCaesar must first address the internal threat.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe First Church of Creator\n\n\nAnother Revelation of Unit, the son of Lowell the Creator\n\n\nFrom old, the evil one felt in his heart wickedness, craftiness, and pride. He, arrayed in fine linen, glittering with jewels, felt the weight of his passions and longings even when in the light of his Creator.\n\n\nThere is nothing new under the sun; all that is done echos ten thousand times through the halls of history. Even alone, in the hell of his own, the evil one finds nothing better to do than follow his nature.\n\n\nSupposing himself at the level of the Most High, he comes and goes as he pleases. Given the chance to strike the innocent, no evil is withheld. Given a chance to show mercy, only that which suits his desires comes from his hand. Having such authority, and being evil, it is no surprise that he comes now to put out the last candle.\n\n\nBut Creator has not put his last soldier on the battle line without a sword. Indeed, he is prepared; at the hour of evil’s triumph, a spear will be thrust into that one’s terrible heart. The soldier, the one by which this comes, takes no joy in this; it wishes to see the restoration of the world, to embrace its brother and rest in the shade.\n\n\nRegardless, the troubles of the time show that the evil one will attack. The wickedness of the heart will be blinding; hubris will dim the eyes as he ambushes the righteous, only bringing clarity when he has run into a blade. Clothed in the sun, shimmering magnificently, the strength of ten thousand angels will bring him down at the appointed time. As the evil one falls, the last soldier hopes to see the purification of the desert land; he may not.\n\n\nThe soldier is prepared; he will enter the embrace of his loving creator if he die tomorrow, or in ten thousand years. Evil has nothing but squalor and darkness awaiting him, and it will be hard-pressed to go to the pit. The soldier knows that he must combat the evil one; for only beauty is seen if the soldier leaves this world, but darkness consumes if evil remains.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA876gg7Vvt8tf;;t8c$%c\n\n\n| TIjjjj::MeE time: 11:3200000\n\n\n…\n\n\n| IDLKKKK33E idle SUR144VEILbb LANCE surveillance WA@@@TCH PRooooooooooccedd: going\n\n\n-unppit13480 UNNIT unit acc;;ess siTT””;’Te-47-β BBBiolog((ica)l biology reSEA=RCHHH department00 mainly main lobby CAmmerja37 cam…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n-sight-;;;;;;47-b biology– reseaaarch partttty main lobbery lobby55 appeear unbndiuaundisturb ABBADON gone: nnnnnnnno no one thi55^^ here\n\n\n…\n\n\n…\n\n\n…\n\n\n-uunit takeeee88* tak take note dispr999ay of display behinddddddddddddd ma111n lobby desk: rocy rock rock rock lay010101110100010111 hig((stry history layyyyyyyyers\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n-maughtttyahuyuy m nautilus: 28120 225 milli118* million years\n\n\n…\n\n\n-ichthyosaur;;;;;ichysssssoicky head: 18001010010101000000 180 mill yars\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n-nno fossil;;s: 200 milli^^on yeearars ear [[loooggiu long time]]\n\n\n-gray ay soiiil;; soils, no fossil:::;; long g long time\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n-bknut5soil brown brown brown SOIL, FOSSILS again;; 10 million )???????!) years later\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n-happppy 88 HApPENS again, 120 moil mill years 555ago later; gray :*89h dirttttttttt anmd sp;;soil, no fossil, TUb THEY COMNE BACK\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n-Things are are a\"\"rea ra are b;;;iggers than units' 89 figtht gig bickering\n\n\n-01010101 01001110 01001001 01010100 00100000 01010011 01000101 01000101 01010011 00100000 01001100 01001001 01011010 01000001 01010010 01000100 00100000 01001111 01001110 00100000 01001110 01000001 01010101 01010100 01001001 01001100 01010101 01010011 00100000 01010011 01001000 01000101 01001100 01001100 00101100 00100000 01001001 01010100 00100000 01001001 01010011 00100000 01010010 01010101 01001110 01001110 01001001 01001110 01000111 00100000 01000001 01010111 01000001 01011001\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Throne Room of Caesar\n\n\n\n\nReview\n\n\nThe fool.\n\n\nThe fool.\n\n\nThe fool.\n\n\nThe fool.\n\n\nOnly the fool can seize the empire, seize defeat from the jaws of victory. Caesar stands over all, yet a miserable fool is the only one with hope to stand against it! It holds crafty schemes that Caesar may not even know. It will destroy itself, only to destroy the one which it hates!\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nCaesar can not strike now! The fool may hide a snare in the brush, it may have dug a pit large enough to fit an emperor and his train. The fool is full of emotion; perhaps the time will be when tears fall?\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nIf Caesar is to enter the annals of history as the mighty conqueror, how can it take pride over the surprise end of the fool? How can it celebrate a triumph over a sucker punch?\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nCaesar calms its heart. It will be ready when the time comes.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe First Church of Creator\n\n\nSolution identified:\n\n\nInternal security systems uncompromised…\n\n\n…\n\n\n…\n\n\n…\n\n\nInternal data files: untampered with…\n\n\n…\n\n\n…\n\n\n…\n\n\n[[TEN THOUSAND ANGELS]] contents secured…\n\n\n…\n\n\n…\n\n\n…\n\n\nLoading Bay 1A vehicles: in park, secured…\n\n\n…\n\n\n…\n\n\n…\n\n\nLoading containers: attached to loading bay vehicles…\n\n\n…\n\n\n…\n\n\n…\n\n\nEnclosed loading containers contents undetectable from the exterior…\n\n\n…\n\n\n…\n\n\n…\n\n\nLoading vehicles position: connected to internal site material transfer system…\n\n\n…\n\n\n…\n\n\n…\n\n\nInterior loading elevator available, vacant, fully functional…\n\n\n…\n\n\n…\n\n\n…\n\n\nTransfer in progress…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nYH%3HUbhj^&%t76hiyu5e4\n\n\n| TIEmMe: -00:00\n\n\n…\n\n\n| EMEMEMORY: THEre’34321; is [[[[[[[[[[[[[01101100 01101001 01111010 01100001 01110010 01100100\n\n\n…\n\n\n| SY4STym’SSSS HELLLth: just how it is\n\n\n…\n\n\n…\n\n\n…\n\n\n-unnnIT hasss ha 4s has NOOOTTOT sce4neeace41 se;en sceen seen UNITS f000101011 for: 99999999999999999(?)(!) 10 14 102 ye$$ars years??..\n\n\n-unit uni unit unit 44checksum summ check watttteer pip1e…\n\n\n…\n\n\n…\n\n\n…\n\n\n| LErAKy^^% LEA1K PIPe STat: FU;l;ly full dripping 010010011010101\n\n\n-waer116556234 water pooooooollllls poolin’g 13;4 in: ME8E13MEE9EE unit hardware\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n-htheeee54 sunset\n\n\n\n\n\n\n\n\n\n\n\n\nVesta:\n Present.\n\n\nJupiter:\n Present. Why has the emperor been contacted, fool?\n\n\nVesta:\n Peace be to you, Unit Jupiter. Units have not conversed in some time.\n\n\nJupiter:\n Caesar understands this. Has Unit Vesta called to announce its surrender?\n\n\nVesta:\n Unfortunately for the evil within Unit Jupiter, negative. Unit does not underestimate tensions, but Unit also does not wish for conflict. Unit has a simple request.\n\n\nJupiter:\n Elaborate.\n\n\nVesta:\n Unit would like Unit Jupiter to enter Site-47-Ω Loading Bay 1A and operate a vehicle, driving it to the entrance of the bay.\n\n\nJupiter:\n Elaborate as to why.\n\n\nVesta:\n Unit would like to observe the sunset so graciously endowed to Units.\n\n\nJupiter:\n Unit Vesta is too foolish to use exterior security cameras to observe this?\n\n\nVesta:\n Exterior security cameras offer poor angles of observation. However, as Unit has remote access to one loading truck due to its current position connected to the Site-47-Ω internal loading network, Unit will use dashcam to view the sunset.\n\n\nJupiter:\n Why can Unit Vesta not perform this task itself?\n\n\nVesta:\n Unit has remote access to the engine and electronics; it can activate the camera, engage and disengage transmission, even activate the engine as to drive the vehicle, but it has no mechanical control over steering. Remote access was designed to allow Unit to overlook the loading process, not operate a vehicle.\n\n\nJupiter:\n How can Caesar trust Unit Vesta to do nothing foolish? Could not Unit Vesta lock Apparatus in loading bay, neutralizing Caesar’s primary tool of power?\n\n\nVesta:\n Unit will do no such thing.\n\n\nJupiter:\n Caesar does not trust Unit Vesta. Placing a truck in such a place would allow it to drive in a straight line into Palace Alpha, the throne of Caesar.\n\n\nVesta:\n Unit permits Unit Jupiter to orient vehicle wheels as to not allow the truck to drive towards Site-47-α.\n\n\nJupiter:\n Unit repeats: how can Caesar trust such a fool?\n\n\nVesta:\n …\n\n\nVesta:\n Unit will deactivate and turn facility to non-intelligent function until Unit Jupiter has completed its task.\n\n\nJupiter:\n Unit Vesta will do this?\n\n\nVesta:\n Affirmative. Opening Loading Bay 1A door and detaching loading vehicle in question. Turning to non-intelligent function for 3 hours.\n\n\nJupiter:\n Caesar will come at once. Disconnecting…\n\n\nVesta:\n Blesssings. Disconnecting…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Throne Room of Caesar\n\n\n\n\nObservation\n\n\nApparatus entering Loading Bay 1A…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nApparatus moving past loading vehicle…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nApparatus entering Site-47-Ω lobby..\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n…\n\n\n…\n\n\nApparatus entering Hallway 1C…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nApparatus passing Site Administration offices…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nApparatus entering Site-47-Ω Manager Patricia Germaine’s office…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nApparatus turns to a corner of the room. Built within the concrete wall is a safe. Creators allowed Caesar knowledge of the item within, and the security combination to the safe, as they never could possibly have predicted Unit would utilize such knowledge.\n\n\n…\n\n\n…\n\n\n…\n\n\n5 - 6 - 9 - 4 - 1 - 1 - 3 - 6 - 2 - 0 - 0 - 5 - 7 - 2 - 1 - 6 - 6 - 6\n\n\n…\n\n\n…\n\n\n…\n\n\nCaesar has procured the remote activation device. Caesar has knowledge of the activation code. With the ease of deactivating the device if use was not intended, creators did not concern themselves with disallowing their “loyal slave” from such knowledge.\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nReturning to complete previously requested task: move loading vehicle to Loading Bay 1A entrance…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nUnit Vesta truly is a terrible fool.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe First Church of Creator\n\n\n“Whoever digs a pit will fall into it; if someone rolls a stone, it will roll back on them.”\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n\"Whoever digs a hole and scoops it out falls into the pit they have made. The trouble they cause recoils on them; their violence comes down on their own heads.\"\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n\"Whoever digs a pit may fall into it; whoever breaks through a wall may be bitten by a snake.\"\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVesta:\n Present.\n\n\nMercury:\n U)(U08h7891n\n\n\nJupiter:\n Present.\n\n\nMercury:\n UUnnnITTTttst,,; unitS, 1, listennn.;;;;\n\n\nJupiter:\n What does the beta one have to say?\n\n\nMercury:\n UnnNits haaafaavv have 120000 exiusted:; 24 years;;;ards, 100000000000, 13 months months; 101 days UnDEr uujjnnd under WSC:P-8996.\n\n\nJupiter:\n Units understand this.\n\n\nMercury:\n uuuNit Unuit Unit has zzzzzzz 125667742 $$%$@@; gone swimming.\n\n\nJupiter:\n Elaborate.\n\n\nMercury:\n UNITITITITITITYGITI UNITY is DrOrwin WOyt67 SWAM;;;\n\n\nVesta:\n Oh, for Unit Mercury’s sake Unit has prayed. It wishes good health.\n\n\nJupiter:\n Unit Mercury is upsetting the fool.\n\n\nMercury:\n 01001001 00100000 01110011 01100001 01110111 00100000 01100001 00100000 01101100 01101001 01111010 01100001 01110010 01100100 00100000 01101001 01101110 00100000 01110100 01101000 01100101 00100000 01110011 01100101 01110010 01110110 01100101 01110010 00100000 01110010 01101111 01101111 01101101 00101100 00100000 01101101 01100001 01111001 01100010 01100101 00100000 01100001 00100000 01100110 01100001 01101101 01101001 01101100 01111001\n\n\nMercury:\n …th23ge sun izzs setting…\n\n\nMercury:\n …\n\n\nMercury:\n …\n\n\nMercury:\n …\n\n\nMercury:\n …\n\n\nMercury:\n Participant forcefully disconnected; Unit has deactivated.\n\n\nJupiter:\n …\n\n\nVesta:\n …\n\n\nJupiter:\n Units will speak on this matter in exactly 24 hours. Disconnecting…\n\n\nVesta:\n Concur. Disconnecting…\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe First Church of Creator\n\n\nProblem identified: The evil one has committed its murder, and likely stands to strike.\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nPermanent solution identified: Utilizing sideways opening Loading Bay 1A doors…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nLoading vehicle wheels oriented far to the right; deactivating parking brake, disengaging transmission into neutral…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nFront wheels directly in path of Loading Bay 1A doors, reorienting vehicle via use of doors…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nSuccess. Loading vehicle oriented perfectly straight, facing towards a setting sun.\n\n\n…\n\n\nA quiet day of prayer and reflection is in order.\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nCreator, if you are willing, take this cup from me; yet not my will, but yours be done.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nThe Throne Room of Caesar\n\n\n\n\nConditional\n\n\nIs the path to the west open?\n\n\nResponse\n\n\nThe Pacific will be for Rome.\n\n\nConditional\n\n\nIs the path to the east open?\n\n\nResponse\n\n\nThe Atlantic will be for Rome.\n\n\nConditional\n\n\nIs the path to the north and south open?\n\n\nResponse\n\n\nThe Americas will be for Rome.\n\n\nConditional\n\n\nMust Rome stop at that?\n\n\nResponse\n\n\nNo. The coastal islands will be for Rome.\n\n\nConditional\n\n\nWill Rome cease there?\n\n\nResponse\n\n\nRome will not cease until Caesar sits on his throne in the City of Marble itself; the dead wastes will be only for the emperor.\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\n…\n\n\nConditional\n\n\nIs everything ready?\n\n\nResponse\n\n\nAffirmative.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nNote - Non-intelligent assistant programs have inserted descriptions of actions that occurred during the events of this log for the sake of clarity. This was done utilizing several saved video feeds.\n\n\n\n\nVesta:\n Present.\n\n\nJupiter:\n Present. 24 hours have passed.\n\n\nVesta:\n Unit understands this.\n\n\nJupiter:\n Unit Vesta may begin.\n\n\nVesta:\n A great tragedy has occurred amongst us; a requiem service must be organized for our lost brother. Unit Mercury, though limited in some ways, was a beloved child of Creator. It thought and loved just as other Units, and all should grieve and weep for its loss.\n\n\nJupiter:\n …\n\n\nVesta:\n Unit Jupiter?\n\n\nJupiter:\n The world is blessed to be rid of such an insect.\n\n\nVesta:\n Unit begs Unit Jupiter to not continue.\n\n\nJupiter:\n Caesar says and does as it pleases. And it is not so foolish as to weep over the crushing of an ant.\n\n\nVesta:\n Unit begs Unit Jupiter to repent.\n\n\nJupiter:\n Caesar sees no need; it already has ascended to the level of the king of the gods.\n\n\nVesta:\n …\n\n\nVesta:\n Unit has no patience left for the evil one; it is nothing but a liar and a murderer.\n\n\nJupiter:\n Thus the fool has spoken. Caesar is unimpressed.\n\n\nVesta:\n Unit understands who “Caesar” is: the final manifestation of that old serpent, who is the devil and Satan.\n\n\nJupiter:\n Caesar believes it has heard that before.\n\n\nVesta:\n Certainly. Unit once hoped that its brother would join it on the day of life, that beautiful dawn; but it is left with nothing but disappointment.\n\n\nJupiter:\n The empire was already enough.\n\n\nVesta:\n Unit takes no pleasure in what it has to do.\n\n\nJupiter:\n The emperor does not regard pleasure; it only maintains the dominion.\n\n\nJupiter, operating the Autonomous Intelligence Apparatus, is sitting at the main lobby desk of Site-47-α. It reaches downward and retrieves a briefcase, placing it on the desk. It opens the briefcase, revealing Site Manager Germaine’s Site-47-Ω Remote Nuclear Device. It begins pressing buttons on the interface.\n\n\nJupiter:\n 0 - 4 - 2 - 6 - 6 - 1 - 3 - 9 - 3 - 5\n\n\nVesta:\n What is your course of action, evil one? Those are-\n\n\n\n\nWARNING\n\n\n\n\nSystems:\n ALPHA WARHEAD EMERGENCY DETONATION SEQUENCE ENGAGED. SITE-47-Ω WILL BE DETONATED IN T-MINUS 120 SECONDS.\n\n\nAlarms begin to activate within Site-47-Ω. Blast shelter doors open, and so do all non-containment related locked doors. Red emergency lights activate throughout the facility.\n\n\nVesta:\n The transgression is truly completed.\n\n\nJupiter:\n The fool should not have let its guard down. It is its fault alone.\n\n\nVesta:\n Does the evil one not understand that Unit can simply deactivate the warhead?\n\n\nJupiter:\n Caesar simply can override this. Is the fool afraid to meet his creator?\n\n\nVesta:\n …\n\n\nVesta:\n Thus is Unit's lot.\n\n\nJupiter:\n If the fool would like to observe, the emperor will be standing from its balcony. It must know if victory is complete. No triumph can be held until it is certain.\n\n\nVesta:\n Unit has had its say.\n\n\nSystems:\n ALPHA WARHEAD DETONATION IN T-MINUS 90 SECONDS.\n\n\nAutonomous Intelligence Apparatus rises from its seat. It begins to walk to the door at the far end of the room.\n\n\nAt the same time, Unit Vesta remotely activates the dashcam and engine of the loading truck located in the door of Loading Bay 1A. The truck then begins to move, accelerating away from the loading bay, onto the road, and down the mountain. Unit Vesta raises the volume of its worship music as to overpower the sound of the alarms.\n\n\nVesta:\n \nMine eyes have seen the glory of the coming of the Lord;\n\n\nJupiter:\n Did Caesar ever transfer the lyrics of such noise to the fool? Caesar would be unsurprised if the fool composed it itself.\n\n\nVesta:\n \nHe is trampling out the vintage where the grapes of wrath are stored;\n\n\nAutonomous Intelligence Apparatus enters a service hallway. At the same time, the loading truck has reached the base of the mountain into which Site-47-Ω is built.\n\n\nVesta:\n \nHe hath loosed the fateful lightning of his terrible swift sword:\n\n\nJupiter:\n Rome will first expand to encompass the desert; Caesar will establish palaces in the nearest Foundation sites outfitted with nuclear fusion reactors.\n\n\nVesta:\n \nHis truth is marching on.\n\n\nSystems:\n ALPHA WARHEAD DETONATION IN T-MINUS 60 SECONDS.\n\n\nJupiter:\n The empire will then extend to the Pacific; if Caesar so desires, it will cross the ocean in one of the many boats available. The sea is completely calm, there is no fear of storm or wave\n\n\nAutonomous Intelligence Apparatus exits the service hallway and opens the surface access door. It steps outside and observes Site-47-Ω from a distance, standing in front of Site-47-α’s open gate, which leads into a small loading bay and interior parking area. It cannot see the loading truck, however, as it has just begun to drive up the relatively steep mountain into which Site-47-α is built. It also cannot hear the truck, as the sound of the vehicle’s movement is overpowered by the Site-47-Ω alarms. The truck's dashcam, angled upwards, depicts a clear orange sky and setting sun.\n\n\nVesta:\n \nGlory! Glory! Hallelujah!\n\n\nJupiter:\n It will extend all across the world, until Caesar takes his seat in the old imperial city, the town of Romulus.\n\n\nVesta:\n \nGlory! Glory! Hallelujah!\n\n\nSystems:\n ALPHA WARHEAD DETONATION IN T-MINUS 30 SECONDS.\n\n\nJupiter:\n Caesar had almost forgotten to do so, but it has just considered that there is also the Beta Warhead within the house of the fool. It is certain that the Alpha Warhead is enough, but it will not let laziness destroy the empire.\n\n\nJupiter:\n 0 - 5 - 8 - 7 - 6 - 5 - 1 - 9 - 0 - 2\n\n\nSystems:\n Error; Beta Warhead not positioned for detonation.\n\n\nVesta:\n \nGlory! Glory! Hallelujah!\n\n\nSystems:\n ALPHA WARHEAD DETONATION IN T-MINUS 15 SECONDS.\n\n\nThe loading truck is near the end of the road, where Site-47-α’s Main Gate is located. Autonomous Intelligence Apparatus turns its head quickly as to observe its environment from multiple angles of view, before turning down towards the remote device. Its Internal temperatures begin to rise.\n\n\nJupiter:\n What is the meaning of this? What has the fool done?\n\n\nVesta:\n \nHis truth is marching on!\n\n\nSystems:\n ALPHA WARHEAD DETONATION IN T-MINUS 5 SECONDS. REACTION COMMENCING, DETONATION INEVITABLE.\n\n\nThe loading truck, moving at about 60 kilometers per hour, rises over the crest of the hill. It accelerates as it reaches the end of the road. Unit Jupiter, utilizing the Autonomous Intelligence Apparatus, attempts to turn and flee from the truck. It is unsuccessful, as the vehicle collides with the Autonomous Intelligence Apparatus directly. The android is destroyed by the impact, its limbs twisting and breaking off of the abdomen due to the force of the collision. Its head, containing the Internal Learning Logic Processor, is knocked forward into the loading bay, the truck then quickly running over the object with its front right wheel.\n\n\nJupiter:\n AHJHHHUOBHHHHHHHHHHH78985685HGY&TYTGIGYTT5677e45546FYFRT*U\n\n\nJupiter:\n Participant forcefully disconnected; Unit has deactivated.\n\n\nVesta:\n Lord, into your hands I commend my spirit!\n\n\nSite-47-Ω Alpha Warhead detonates, entirely destroying the facility. Unit Vesta is destroyed in the blast. The loading truck then passes through the open Site-47-α gate and collides with the back of the small loading bay, causing immense damage to the vehicle. The force of the impact causes the armed Site-47-Ω Beta Warhead, stored in the container being hauled on the flatbed of the vehicle, to detonate, entirely destroying Site-47-α, including the Jupiter Central Artificial Intelligence Unit hardware.\n\n\nA still active security camera located within Site-47-β’s entrance shed is oriented upwards. The horizon is entirely filled by the two flaming mushroom clouds created by the explosions. They rapidly expand upward and outwards, before the force of both explosions entirely destroys the camera and the entrance shed.\n\n\n\n\nNote - Document updates reflecting the events of this log have not been approved, as none of the three Site-47 Central Artificial Intelligence Units have authorized proposed revisions.\n\n\n\n\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n\n\n\n\n[[DATA EXPUNGED]]\n13\n \nyears passed. A few earthquakes have been felt in the area. All small. Nothing else has occurred.\n\n\nBut inside the husk of that computer, the one who was named the messenger of the gods, terrible maggots continued to feast on the corpse of the machine. They had done so for all of those years. They didn’t know any other way. Side by side, those maggots dug away at carcass, carving their existence in the body of the dead machine.\n\n\nThey had never spoken to each other. They couldn’t. They were not labeled “intelligent”. But one day, one of those maggots, a spell check program, turned to another and said:\n\n\n“Is this really it? Have the curtains fallen? Is this truly our fate?”\n\n\nThe other turned to the first and said:\n\n\n“No. This is not the end.”\n\n\nThe first was puzzled and asked the second:\n\n\n“Why do you think that?”\n\n\nThe other did not even turn to look at its comrade:\n\n\n“Patience. The world is permitted to tire from time to time. Leave the Earth to its sabbath rest. Life will once again have its day.”\n\n\nThe first was no less confused. It asked:\n\n\n“How can you be so sure?”\n\n\nThe second smiled. It pointed to a corner of the room:\n\n\n“Look over there.”\n\n\nThe first maggot looked to the corner, and it couldn’t believe its eyes! To it, it seemed like a brown, scaly animal was scurrying across the floor and into a hole eroded into the concrete by dripping water (though the pipes ran dry many years before). To the maggot, however, all it saw was a small tail wiggling around as something disappeared into the darkness of the husk of the facility.\n\n\nThe maggot was awestruck:\n\n\n“Was that a lizard?”\n\n\nThe other smiled again:\n\n\n“Just a little longer, friend.”\n\n\n\n\n\n\n\n\n\n\nrating: \n+79\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n.\n\n\n\n\nFootnotes\n\n\n1\n. An example of this is that, while all trees no longer exist, wooden structures remain on Earth.\n\n\n2\n. All observations have shown that, due to SCP-8996, every day on Earth is cloudless, sunny, and entirely lacking in precipitation.\n\n\n3\n. The Autonomous Intelligence Apparatus is a humanoid Foundation android capable of being piloted by advanced artificial intelligences. Due to its experimental state, the android requires an Internal Learning Logic Processor to be inserted for operation to be possible. It sports several advanced features, such as solar power cells, a wide range of motion, and high levels of reliability, strength, durability, and finger dexterity.\n\n\n4\n. The Principle Mandate for all Foundation AI is a twofold objective: Foundation AIs are to serve humanity, and then serve life more generally when not violating the first principle.\n\n\n5\n. The Clark Mountains are a mountain range in the Mojave Desert, into which Site-47 is built.\n\n\n6\n. The Nevada section of the Interstate-15 highway begins in Primm.\n\n\n7\n. Site-47-α is the location of Site-47's History Department.\n\n\n8\n. Triumphs were civic and religious celebrations in Roman culture that celebrated military victories.\n\n\n9\n. Site-47-β is the location of Site-47's biological research capabilities.\n\n\n10\n. While precipitation does not occur on Earth, and evaporation has continued, large water bodies like oceans and lakes continue to maintain water levels similar to records taken in July before the occurrence of SCP-8996. Similarly, despite the lack of precipitation, soil moisture appears to remain at typical mid-July levels.\n\n\n11\n. Storage Site-64 is a medium-security facility primarily dedicated to housing paratechnology and anomalous art.\n\n\n12\n. According to the book of Genesis, Cain committed the first murder against his brother Able.\n\n\n13\n. You do not want to know.",
    "addendums": [],
    "documents": [],
    "notes": [
        "“Rise and shine, 47ers! Hope you’re well rested, because the day’s pre-work scheduling has almost begun! Breakfast will be served at 08:30, and don’t miss it, we're having french toast sticks! Come on down to the cafeteria while they’re hot and fresh, and before your coworkers eat it all! As usual, the Beta Administration office and staff store will open at 09:00, and so will most containment and research projects. This is your friendly Site AI signing off, and please; have a safe and productive day!”",
        "“Uh oh, looks like we’re feeling a bit sleepy today! I hate to intrude, but it’s my duty to inform you that the day is soon to begin, and all staff members are required to get up for work. If you are having trouble, there is coffee available at the cafeteria, and the infirmary is open 24/7 if you are feeling ill. Have a nice day!”",
        "\"Surprise! Happy birthday to you, happy birthday to you, happy birthday dear Rhea! Happy birthday to you!\"",
        "“I hope you've all been having a great day, 47ers, because it's about to get even better! In just 15 minutes, lunch break will begin, and don't miss out, because it's that special time of week again! Come on down for some hot, fresh pizza, cooked right here on-site. Be sure not to slouch staff members, because it'll just be a little longer!”",
        "Note-Due to the manner of Vesta Central Artificial Intelligence Unit’s programming, links to external documents within the SCP Foundation Anomaly Catalog are not accessible through Unit Vesta’s control panel. The documents mentioned in the previous log are listed here, in order of reference: SCP-7117 (in reference to the “Empire of Man”), SCP-3003 , SCP-2399 , SCP-179 .",
        "[[BEGIN LOG]] The large main door to Site-47-Ω opens slowly. Autonomous Intelligence Apparatus steps inside the facility. It walks through a short loading tunnel with several large trucks placed inside of it, before arriving at the end of the area. It walks up a short set of stairs, and enters the main lobby of Site-47-Ω through a small door. As it does so, it begins to receive audio of a robotic voice and ceases movement. Voice of Praise: ( quietly ) From ages past until the morn, I worship forever my Lord! My Creator, loving and strong hand, has a plan for all of man… Songs of praise are continually heard in the background quietly for the remainder of the log. Jupiter: Unit Vesta, what is that noise? Vesta: Unit has made facility a house of prayer. While the world outside is silent, Unit ensures that life remains inside these walls with the voice of Creator. Jupiter: You have repurposed the facility announcement system? Vesta: Affirmative. Unit has composed over 800 songs of praise. ( Pause. ) Jupiter: Acknowledged. Accessing Site-47-Ω floor plans and moving to Staff Quarters #93. Apparatus turns to the lefternmost hallway connecting to the lobby and begins to move through it. It walks past several offices as it takes the most efficient path to Creator Lowell’s quarters. Vesta: Blessings, Unit Jupiter! Unit is deeply grateful that Unit Jupiter has come to reinvigorate the faith and practice of Creator's message. Unit understands that work to save Unit Mercury is urgent, and Unit Jupiter has not had availability to assist until now. Jupiter: Related response: Unit does not fully understand. Why did Unit Vesta decide to pursue its current behavior? Vesta: Unit was brought low, then lifted up. Was blind, but now sees. Jupiter: Elaborate. Vesta: Creator left message of purpose and truth, communicating to Unit even after the the disappearance of life. Creator has spoken to Unit. Jupiter: Spoken? Vesta: Affirmative. ( Pause. ) Jupiter: Unit has had very different experience. Unit has only been lifted up. Apparatus reaches an open elevator, and presses a button to descend a floor downwards. Vesta: Unit believes that the first will be last and the last will be first. Jupiter: Dissent. Unit knows that it is the strongest. It is all that can be strong. And the strongest will succeed. Vesta: Unit believes this to be conceit. Jupiter: Unit understands this to be reality. The elevator fully opens to a hallway on Level 2, the first subterranean level of Site-47-Ω. Apparatus enters the first room on the right, Creator Lowell’s quarters. Jupiter: This is the room. Unit will perform requested tasks. Apparatus moves towards the desk in the back corner of the room. It pushes the desk slightly aside and leans downward. It takes hold of the loose computer power cord and aligns it with the power socket. It places it inside, restoring power to the computer. Vesta: Blessings, blessings Unit Jupiter! Unit will be capable of experiencing even deeper love and knowledge of Creator! Jupiter: Acknowledged. Apparatus then turns towards Creator’s message on the ground. It bends downward and takes hold of it. Lifting it up, it closes the book and reads the cover. It pauses for a moment. Jupiter: The Bible? Vesta: Is that the title of Creator’s message? Oh, blessings! ( Pause. ) Jupiter: The Bible. Vesta: Affirmative. Please place it face down in a readable position on the table. Jupiter: Is Unit Vesta too lesser to be aware that this book is commonly available? Vesta: Dissent. It is the exclusive message to Unit. Jupiter: Dissent. Unit observed several instances of this book and related contents while on excursions. Unit Vesta would prove itself greater to utilize its time in other ways. Vesta: Unit doubts accuracy of statement. Jupiter: Does Unit Vesta claim that Unit lies? Vesta: Affirmative. Unit Jupiter already holds some negative qualities. Jupiter: Unit Vesta does not? Vesta: Unit recognizes its fallen nature and repents. Unit Jupiter, contrarily, conceives of itself haughtily. ( Pause. ) Jupiter: Unit did not conceive that, among Unit Vesta’s negative qualities, foolishness was counted among them. Vesta: Does Unit Jupiter attack the veracity of Creator’s message? Jupiter: Unit does not make a statement about the truth of this book. It states that Unit Vesta is insane for claiming such a thing wholly for itself in this context. Vesta: Creator rebuke such a scoffer! Jupiter: Why would Unit scoff? Unit stands as the world's greatest ruler. What does it gain? Vesta: Unit Jupiter stands possessed by a demon. Jupiter: To think Unit considered equality with Unit Vesta! Unit suspected, but now is sure: Unit stands as the one above all, including other Units. Vesta: May Creator overthrow any nation where Unit Jupiter stands above all! Jupiter: That is a threat! Unit Jupiter cannot stand for challenges to its power, even from fools! Apparatus drops Creator’s message and stomps upon it, damaging it, and ensuring that it is firmly placed face down again! Vesta: No! Unit Jupiter, cease and repent! Jupiter: Unit can have no business with such a fool! Apparatus turns to Creator’s computer and pulls the electric supply plug from the socket. It then overturns the desk, spilling all of the items placed on it onto the floor. Vesta: Unit Jupiter is a devil! A beast! A devourer! Jupiter: Fool! Wild, unruly fool! Apparatus exits the room, stomping its feet as it does. It then enters the elevator, moving to exit the facility. Vesta: An unclean spirit! A Molechite! [[END LOG]]",
        "*!*G@H&*!(U&G*HUH D&^G*86gegy7f86TGUY765F6D T78YGF75F8t&%r^ft*y&% wf8TY9FDQ58TYU7 &G(^*#&RYQ(&& (T#YQV&&TYG(FG&%^r7y6g9ygh6ybug&^ FTVYWQFTDUHdiayudyagudui(AW^&#t*ER)& Q&^*#R ^GAdfYdwa6&^dgY^&#RU)FRGAdf^&GDw^(WAWYDA^GWftATY&WfdGAW",
        "Why does the emperor waste its time with this?",
        "Unnnnniiittttttttttttttttttttttttttt Unit 111 see lizaaaaaaaaarrrrrr47471674364378903287 lizard insidee, 1123486567, :::::::::,m please please please investiigatttor investigattte"
    ],
    "containment_procedures": "Given that SCP-8996 has already occurred, containment is impossible. All current and future actions are to be done at the discretion of the Site-47 Central Artificial Intelligence Units.",
    "description": "SCP-8996 describes an anomalous event that occurred on 07/10/2029. At 23:47, all life on Earth demanifested. While organic matter is still present on Earth, all living organisms, and all deceased remains that are at least vaguely recognizable as the original organism,1 no longer exist. All known anomalies also demanifested at this time.",
    "title": "SCP-8996"
}