{
    "url": "https://scp-wiki.wikidot.com/scp-8998",
    "all_text": "A deity decides to retire, and live peacefully with its pet human. Why won't people just leave it alone?\n\n\n\n\n\n\n \n\n\n\n\n\n\nrating: \n+137\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-8998:\n Her Owner\n\n\nAuthor:\n \naismallard\n (\nAuthor Page\n)\n\n\nThanks to \nModulum\n, \nPedantique\n, \nOptimisticLucio\n, \nRex Atlas\n, \nsmlt\n for looking at my draft.\n\n\n\n\n\n\n\n\nrating: \n+137\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nApartment building that SCP-8998 currently resides in.\n\n\n\n\n\n\nItem #:\n SCP-8998\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n Direct containment of SCP-8998 or SCP-8998-1 is infeasible and disallowed. Protocols instead focus on indirect containment, where it remains in its preferred location of residence (the apartment of SCP-8998-1). Stationary Task Force Omicron-61 (\"Dragon Watchers\") has been created to monitor it, prevent hostile incursions, and cover up informational inconsistencies created by the entity. When left alone, the anomaly is considered partially self-containing because its alterations of reality are generally in line with Veil Protocol.\n\n\nLimited inspection and management of SCP-8998 is possible with SCP-8998-1 cooperation, which has generally been achieved under the guise of various civil authorities. Amnestics are ineffective and may not be used. Care should be taken to ensure that SCP-8998-1 does not suspect any unusual behavior and that no action is taken towards either of them that could be perceived as threatening.\n\n\nDue to security concerns, information regarding SCP-8998's physical form is restricted to Level-4 clearance and above. (See Addendum 8998-2)\n\n\nDescription:\n SCP-8998 is an apex-tier pluripotent entity. However, it exhibits several properties which are extremely unusual for entities of this type, while still displaying the same extensive degree of anomalous influence.\n\n\nObservation of the entity has shown that these abilities manifest rarely, and only when it perceives dangers or unusual circumstances around itself and SCP-8998-1. The mechanism of this discovery is unclear, but experimental data suggests the entity's threat detection cannot be taken by surprise.\n\n\nResearchers have hypothesized that it is unaware of its anomalous abilities, or alternatively that it is fully aware but purposely limits such actions to extreme circumstances. This is contrary to behavior of other documented apex-tier pluripotent entities, which often engage in behaviors such as accruing worshippers, creating paranormal artifacts, or intervening to achieve certain outcomes. Instead, its primary interest seems to be in the well-being of itself and SCP-8998-1.\n\n\nAnother unusual property is that SCP-8998 does not have canonical form(s) within the conceptual plane, but is rather the sole apex-tier entity whose only form is physical. However, normal ailments affecting physical entities such as disease or violence are retroactively neutralized through its defense mechanism (described above). As such, it is believed that SCP-8998 and SCP-8998-1 are effectively immortal.\n\n\nWhile SCP-8998 exhibits a baseline of intelligence, it is either lacking in an understanding of human language or is wholly unwilling to communicate in it. SCP-8998-1 is likewise unable to directly converse with SCP-8998, though it reports a feeling of comradery with it. Interviews with SCP-8998-1 and studies of their mutual interaction (via covert surveillance equipment) have proven useful in understanding the entity's behavior.\n\n\nSCP-8998-1 is a mundane human female living in █████, ███, aged mid-twenties. Other than SCP-8998, she lives alone. She is entirely unaware of the objects's anomalous properties, and does not think that the entity or her interactions with it are unusual in any way. Behavioral analysis suggests that while the two do not always get along, they share a close bond of love and trust, responding positively to the presence of the other. Attempts to replicate this bond with implanted Foundation personnel have been unsuccessful.\n\n\nAddendum 8998-1:\n Recovered Documentation\n\n\nFoundation agents raided a building with suspected GoI activity and discovered an extensive but totally abandoned facility equipped for anomalous research and containment. Documents recovered from this facility lead to the discovery of SCP-8998. The most recent dated file is attached below (with Foundation redactions added):\n\n\n\n\nThreat Entity Database Entry\n\n\nThreat ID:\n\n\nKTE-1105-Ex Machina-Ochre\n \"Void God\"\n\n\nAuthorized Response Level:\n\n\n4\n \n(Severe Threat)\n\n\nDescription:\n\nThreat Entity currently manifests as [DATA REDACTED 4/8998]. Confirmed to have no other forms, making it vulnerable to liquidation. GOC High Priestess has stated the Threat Entity voluntarily left the deific sphere for reasons unknown.\n\n\nLiquidation:\n\nPresumed hostile and very dangerous. However, abilities are likely dampened in current form. Secure all kills within 15 milliseconds of lock-on to avoid retaliation.\n\n\nStrike Teams 9022 \"Reckoners\" and 2586 \"True Atheists\" will proceed to target area. Divide in groups per deployment plan. Squad 2 will evacuate nearby civilians while Squads 1 and 3 will enter the building and liquidate the Threat Entity and Affected Person. Squad 4 will provide suppressive fire from outside the building. All personnel will be armed with \"Faithkiller\" rounds and X802-attenuated energy weapons.\n\n\nIn case of mission failure, aerial support will bombard the position with twenty L3 Mark II thaumaturgic bombs. Estimated fatality radius is 4.7 kilometers.\n\n\n\n\nWhen SCP-8998 was discovered in its present apartment building, no evidence was found of damage from paraweaponry, conventional weaponry, or any sign of forced entry or GoI presence.\n\n\nAdditionally, the Foundation is unaware of any group called the \"Global Occult Coalition\". If recovered data is to believed, it was a powerful normalcy organization backed by the United Nations with a combative force equal to or superior to the Foundation's total military might. Further investigation is ongoing.\n\n\nAddendum 8998-2:\n Physical Description of SCP-8998\n\n\n\n\n+ LEVEL 4/8998 ACCESS REQUIRED\n\n\n\n\n- CREDENTIALS ACCEPTED\n\n\n\n\n\n\n\n\nPhotograph provided by SCP-8998-1.\n\n\n\n\n\n\nSCP-8998 takes the form of a black cat. It is currently fed medicated cat food typical for a cat experiencing early renal disease (common in elderly cats). Foundation agents posing as veterinarians have confirmed signs of this condition, but find that it is dormant, likely due to SCP-8998's anomalous interventions. Its body is otherwise unremarkable. The entity's only currently apparent anomalous property is a mutual Akiva radiation resonance between itself and SCP-8998-1.\n\n\nSCP-8998 exhibits physical behavior consistent with a healthy, securely-bonded, and relaxed feline. In clandestine interviews, SCP-8998-1 has reported a significant improvement in her mental health since adopting it, which occurred at a local pet shelter. She commented that she has long wanted a cat, but has not elaborated on why she adopted on that particular date, indicating that it is a personal matter.\n\n\nInvestigation of this shelter has turned up no matching adoption records, and the shelter's security footage on the supposed adoption date was found to be damaged.\n\n\nAkiva dating techniques suggest SCP-8998 has existed for at least 10,000 years, but only recently changed forms.\n\n\n\n\n\n\n\n\n\n\n\n\nMore From This Author\n\n\n\n\nMore From This Author\n\n\n\n\n\n\n\n\n \n\n\naismallard's Works\n\n\n\n\n\n\n\n\n\n\nSCPs\n\n\n \n\n\nSCP-4322\n \n•\n\n\n\n\n\n\nSCP-5446\n \n•\n\n\n\n\n\n\nSCP-4853\n \n•\n\n\n\n\n\n\nSCP-6115\n \n•\n\n\n\n\n\n\nSCP-1047-J\n \n•\n\n\n\n\n\n\nSCP-5134\n \n•\n\n\n\n\n\n\nSCP-5871\n \n•\n\n\n\n\n\n\nSCP-5510\n \n•\n\n\n\n\n\n\nSCP-7558\n \n•\n\n\n\n\n\n\nSCP-8019\n \n•\n\n\n\n\n\n\nSCP-4838\n \n•\n\n\n\n\n\n\nSCP-4781\n \n•\n\n\n\n\n\n\nSCP-4447\n \n•\n\n\n\n\n\n\nSCP-5900\n \n•\n\n\n\n\n\n\nSCP-3597\n \n•\n\n\n\n\n\n\n\n\n\n\nTales/GoI Formats\n\n\n \n\n\nContinuous Integration\n \n•\n\n\n\n\n\n\nThe Pumpkin Mystery\n \n•\n\n\n\n\n\n\nStealing Something Else\n \n•\n\n\n\n\n\n\nCrunch Time\n \n•\n\n\n\n\n\n\nThe Heart of the Beast\n \n•\n\n\n\n\n\n\n\n\n\n\nOther\n\n\n \n\n\naismallard's personnel file\n \n•\n\n\n\n\n\n\nMeet The Staff\n \n•\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-8997\n | SCP-8998 | \nSCP-8999\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-8998\n\" by aismallard, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-8998\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\nFilename:\n apartment.jpg\n\n\nName:\n Apartment building, Whitehaven Marina - geograph.org.uk - 3046573.jpg\n\n\nAuthor:\n \nGraham Robson\n\n\nLicense:\n CC-BY-SA 2.0\n\n\nSource:\n \nWikimedia Commons\n\n\n\n\n\n\nFilename:\n cat.jpg, cat-original.jpg\n\n\nAuthor:\n \naismallard\n\n\nLicense:\n CC-BY-SA 3.0\n\n\nSource:\n Own Work",
    "addendums": [
        "Addendum 8998-1: Recovered Documentation\nFoundation agents raided a building with suspected GoI activity and discovered an extensive but totally abandoned facility equipped for anomalous research and containment. Documents recovered from this facility lead to the discovery of SCP-8998. The most recent dated file is attached below (with Foundation redactions added):\nWhen SCP-8998 was discovered in its present apartment building, no evidence was found of damage from paraweaponry, conventional weaponry, or any sign of forced entry or GoI presence.\nAdditionally, the Foundation is unaware of any group called the \"Global Occult Coalition\". If recovered data is to believed, it was a powerful normalcy organization backed by the United Nations with a combative force equal to or superior to the Foundation's total military might. Further investigation is ongoing.",
        "Addendum 8998-2: Physical Description of SCP-8998"
    ],
    "documents": [],
    "notes": [
        "\" SCP-8998 \" by aismallard, from the SCP Wiki . Source: https://scpwiki.com/scp-8998 . Licensed under CC-BY-SA .",
        "Filename: apartment.jpg Name: Apartment building, Whitehaven Marina - geograph.org.uk - 3046573.jpg Author: Graham Robson License: CC-BY-SA 2.0 Source: Wikimedia Commons",
        "Filename: cat.jpg, cat-original.jpg Author: aismallard License: CC-BY-SA 3.0 Source: Own Work"
    ],
    "item": "SCP-8998",
    "object_class": "Keter",
    "containment_procedures": "Direct containment of SCP-8998 or SCP-8998-1 is infeasible and disallowed. Protocols instead focus on indirect containment, where it remains in its preferred location of residence (the apartment of SCP-8998-1). Stationary Task Force Omicron-61 (\"Dragon Watchers\") has been created to monitor it, prevent hostile incursions, and cover up informational inconsistencies created by the entity. When left alone, the anomaly is considered partially self-containing because its alterations of reality are generally in line with Veil Protocol.",
    "description": "Threat Entity currently manifests as [DATA REDACTED 4/8998]. Confirmed to have no other forms, making it vulnerable to liquidation. GOC High Priestess has stated the Threat Entity voluntarily left the deific sphere for reasons unknown.",
    "title": "SCP-8998"
}