{
    "url": "https://scp-wiki.wikidot.com/scp-904",
    "all_text": "rating: \n+124\n+\n–\nx\n\n\nItem #:\n SCP-904\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-904 should be inscribed on an ordinary sheet of typing paper when not in active observation or study. This paper should be secured in a secure locked non-combination vault and stored out of range of any recording devices. SCP-904 should only be handled or directly viewed by class-D personnel without backgrounds in literature, writing, or art. Any personnel viewing SCP-904 experiencing hallucinations or suicidal thoughts should be removed immediately from the situation.\n\n\nDescription:\n SCP-904 was discovered scratched on a bathroom wall in the literature department of ████████ University, after reports of unusual behavior and difficulty speaking in approximately 300 students and staff. Mobile Task Force Eta-10 (\"See No Evil\") was sent to contain it, after its viral nature was realized, and although all three class-D personnel involved in its transport were infected by visual contact, it was transported to Site-██ without incident.\n\n\nSCP-904 presents a slight memetic hazard to all who read it, but it is only harmful to those with a specific creative-type mindset. An infected individual can infect other individuals. Symptoms include the tendency to use end rhymes uncontrollably, in all speech. Reading SCP-904 multiple times, or being very close to it after reading it once, will result in the development of a more refined poetic form, containing iambic pentameter, a more complicated poetic form, or more fitting rhymes.\n\n\nThe infection is not permanent. Some individuals will remain affected for up to twenty-four hours, while others will shake off the infection within ten minutes. Typically, infections caught from other individuals will be shorter in duration than infections from the source.\n\n\nHowever, some individuals, mostly those with backgrounds in poetry and the arts, are more adversely affected by the infection. These individuals have a more difficult time losing the infection. In rare cases, it will not subside, but will induce hallucinations regarding being \"trapped\" (in cages, coffins or otherwise), a state of extreme depression, and the feeling that they are unable to express their thoughts or that their body is not theirs anymore, or that they are being possessed. Often the subject will choose to self-terminate. Researchers should use discretion when choosing who will view SCP-904.\n\n\nAddendum 1:\n A class-D personnel was exposed to SCP-904 and successfully infected. When asked to use a sentence ending in the word “ninth” (a word with no rhymes in the English language), [DATA EXPUNGED].\n\nIt should be noted that while infected individuals don't casually choose to use non-rhyming words, they are able to and the consequences may be deadly. At the request of the cleaning crews assigned to clean up the blood, researchers are strongly discouraged from similar experiments.\n\n\nAddendum 2:\n If this ever breaks containment, we’re going to be facing a disaster, suicidal poets or not. –Doctor █████\n\n\n\n\n\n\n« \nSCP-903\n | SCP-904 | \nSCP-905\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-904\n\" by Sophia Light, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-904\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum 1: A class-D personnel was exposed to SCP-904 and successfully infected. When asked to use a sentence ending in the word “ninth” (a word with no rhymes in the English language), [DATA EXPUNGED]. It should be noted that while infected individuals don't casually choose to use non-rhyming words, they are able to and the consequences may be deadly. At the request of the cleaning crews assigned to clean up the blood, researchers are strongly discouraged from similar experiments.",
        "Addendum 2: If this ever breaks containment, we’re going to be facing a disaster, suicidal poets or not. –Doctor █████"
    ],
    "documents": [],
    "notes": [
        "\" SCP-904 \" by Sophia Light, from the SCP Wiki . Source: https://scpwiki.com/scp-904 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-904",
    "object_class": "Euclid",
    "containment_procedures": "SCP-904 should be inscribed on an ordinary sheet of typing paper when not in active observation or study. This paper should be secured in a secure locked non-combination vault and stored out of range of any recording devices. SCP-904 should only be handled or directly viewed by class-D personnel without backgrounds in literature, writing, or art. Any personnel viewing SCP-904 experiencing hallucinations or suicidal thoughts should be removed immediately from the situation.",
    "description": "SCP-904 was discovered scratched on a bathroom wall in the literature department of ████████ University, after reports of unusual behavior and difficulty speaking in approximately 300 students and staff. Mobile Task Force Eta-10 (\"See No Evil\") was sent to contain it, after its viral nature was realized, and although all three class-D personnel involved in its transport were infected by visual contact, it was transported to Site-██ without incident.",
    "title": "SCP-904"
}