{
    "url": "https://scp-wiki.wikidot.com/scp-907",
    "all_text": "rating: \n+50\n+\n–\nx\n\n\n \n\n\n\n\n\n\n\n\nItem #:\n SCP-907\n\n\n2\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContainment Class:\n\n\nAsset (Field support)\n\n\n\n\n\n\n\n\n\n\nResponse Level:\n\n\n1 (Minimal)\n\n\n\n\n\n\nThreat Level:\n\n\nGREEN\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSpecial Containment Procedures\n\n\n\n\nSCP-907 is currently utilized as a field asset for the Department of Extraterrestrial Affairs (Exploration Division) as part of Project MOTHERSHIP. It is housed within Laboratory 3 of Site-54.\n\n\nSCP-907 has been outfitted as a mobile research station, containing two EVA suits, four remote-operated drones, 24 sample storage units, compositional analysis equipment for soil and atmosphere samples, and the necessary supplies and equipment to sustain two researchers for up to fourteen days relative time before returning to earth. Additional specialized equipment will be included in mission payloads according to mission specifications.\n\n\nAll samples gathered using SCP-907 are subject to extraterrestrial material quarantine procedures, as per Section 5.2 of the DEXA Exploratory Operations Policy.\n\n\nThe following points warrant addition to the return roster:\n\n\n\n\nDestination types designated “high rarity” (See Document 907-EXT)\n\n\nPresence of anomalous phenomena.\n\n\nPresence of an ecosystem, either extant or extinct.\n\n\nPresence of habitation by a technological civilization, either extant or extinct.\n\n\nRemnants of prior Foundation operations.\n\n\n\n\nIf such a destination is reached, return roster entries marked non-essential may be replaced at discretion of the survey team.\n\n\nExoworlds hosting MOONWALK facilities are not to be removed from the return roster unless continued Foundation presence is judged to pose a threat to the continuation of Project MOTHERSHIP or present a danger to the Foundation at large.\n\n\n\n\n\n\nPROJECT MOTHERSHIP\n\n\nDepartment of Extraterrestrial Affairs\n\n\nExploration Division\n\n\n\n\n\n\nPurpose:\n\n1) To survey environmental conditions of extrasolar planetary bodies.\n\n2) To assess extrasolar sites for potential long-term research projects.\n\n3) To assess extrasolar sites for potential long-term Foundation sites\n\n4) To assess extrasolar sites for potential long-term human habitation programs.\n\n5) To assess extrasolar sites previously utilized by the Foundation as part of Project MOONWALK.\n\nSubject(s):\n Exploration Division personnel rated at 25/100 or lower on the Briar Antisocial Traits Test that have completed the Exotic Environment Research, Extra-Vehicular Activity, and Isolation Resistance training courses.\n\n\nProcedure:\n\n1) Exploration Division personnel departs from Site-54 via SCP-907.\n\n2) Environmental conditions at each destination are surveyed and recorded.\n\n3) Soil and atmospheric samples are collected as per Section 5.1 of the DEXA Exploratory Operations Policy, with mission-specific criteria applied.\n\n4) SCP-907 returns to Site-53. Samples are removed for study. Observational recordings are handed off to the DEXA Data Team. Returning personnel are granted one week’s personal leave. SCP-907 is inspected for damage and prepared for the next expedition.\n\n\n\n\n\n\n \n\n\n\n\n\n\nDescription\n\n\n\n\nSCP-907 is a 1967 Volkswagon Type 2 microbus (T1 panel variant, Dove Blue) capable of interplanetary teleportation. Vehicle has been maintained in good condition. The left front tire had been recently replaced at the time of recovery and the odometer remains stuck at 99999, but otherwise there are no mechanical aberrations, signs of major damage, or large-scale repair work. Vehicle contained the following items at time of recovery:\n\n\n\n\nKey with blue rabbit’s foot accessory.\n\n\nPair of novelty plush dice suspended from the rear view mirror.\n\n\nPaperback copy of \nElric of Melniboné\n (Moorcock, 1972), found in the glove compartment.\n\n\nParking ticket issued by San Francisco police department 03.MAY.1969, used as bookmark for the above item at page 58/59.\n\n\nNapkins, plastic utensils, chopsticks, condiment packets (assorted).\n\n\n$1.43 USD in change.\n\n\n250 kilograms of phosphorus in sealed plastic containers.\n\n\nTicket stub for \nReturn of the Jedi\n. The number 34 is written on the back in permanent marker.\n\n\nAftermarket decorative modification to side panels (airbrushed):\n\n\n\nRight: Wizard in purple robes, wielding crystal sphere, shooting lightning at green dragon.\n\n\nLeft: Frazettesque swordswoman, fighting a cloaked figure with a burning crown.\n\n\n\n\n\n\n\n\nUpon engine turnover, SCP-907 will disappear from local time-space and undergo a variable-duration state of transit before arriving on the surface of an extrasolar planet, at which point the engine may be safely disengaged.\n.\nTurning off the engine mid-transit is presumed to either trap SCP-907 in the transit state indefinitely, or force it to re-emerge in interstellar space prior to reaching its destination.\n SCP-907 will return to its departure location on Earth after a variable number of destinations, progressing through a seven-step Fibonacci Sequence.\n.\nThe cycle has a single one-destination stage instead of two, and thus progresses 1-2-3-5-8-13-21 before repeating.\n\n\nTransit time is dependent on the gravitational force at the point of departure, as per the following equation:\n\n\n\n\nT = ((G*π) * δS )2 * n\n\n\nT = Transit time in seconds\n\nG = Gravitational force in meters per second squared\n\nδS = 2.4142…\n\nn = Number of transits that have occurred since SCP-907 departed from Earth, inclusive.\n\n\n\n\nSCP-907 and all parties within are subject to a mild time dilation, accumulating time debt at a rate such that for every second experienced by SCP-907 in transit, \nn*ϕ\n seconds will have elapsed on Earth. This will result in a minimum time-debt of 1.1618… seconds per second, and a maximum of 24.3978… seconds per second. This relativistic effect only occurs during transit: time progresses without noticeable distortion after reaching a destination.\n\n\nNeither SCP-907 nor persons and objects contained within are affected by external environmental conditions. Interior atmosphere, pressure, and temperature will remain as on Earth even when doors or windows are opened.\n.\nThe oxygen / carbon dioxide content of the vehicle’s internal atmosphere does not fluctuate, regardless of human presence over time.\n Any object or part of an object that passes beyond the boundary of the vehicle’s frame will be subject to environmental conditions as normal. This property does not apply to SCP-907 while it is located on Earth, where internal atmosphere and temperature are affected normally by external conditions. The internal atmosphere does not fluctuate in oxygen or carbon dioxide content regardless of the number of individuals or time spent within.\n\n\nSCP-907 is capable of bookmarking a total of 36 destinations for return trips. To access return list destinations, the novelty dice are placed on the dashboard with the desired number combination facing upward\n.\nNumbers will be read left to right from the point of view of the driver.\n; this will cause SCP-907 to transit to the linked destination when activated, and it will continue to do so for all further transits until the dice are removed, a new destination is selected, or it returns to Earth.\n\n\nIn order to set a destination to the return list, the dice should be placed on the dashboard in the desired combination. The brake pedal should then be fully depressed twice in quick succession, followed by a single use of the horn. This will link the current location with the number combination, overwriting the previously saved destination.\n\n\nIt is not known what criteria determine the destination or length of transit, if there is a limit to the number of possible destinations, if it is possible to return to a previously-visited destination without usage of the return function, or if it is possible to recover or return to an overwritten destination.\n\n\nAs of ██/██/2018, 3592 extrasolar destinations have been recorded. 81% of these have been rocky or icy bodies measuring between 0.15 and 3.75 M🜨, 4% have been conclusively positioned within the Milky Way, 18% have had their home galaxies identified within the Local Cluster, and the remainder cannot be accurately positioned with the means available to the research team. No life, traces of life, or secondary anomalies have been found on any of the exoworlds accessed by SCP-907 that cannot be explained by the presence of Project MOONWALK facilities.\n\n\nFull documentation of explored exoworlds, as well as all recorded versions of the recall list, may be found in the DEXA Planetary Database.\n\n\n \n\n\n\n\n\n\nHistory\n\n\n\n\nSCP-907’s full chain of custody is lost; from the available evidence, the item was acquired by an undocumented Epsilon Command field cell in the early 1970s but was not logged into the main SCP item database until 1992.\n\n\n\n\n\n\nDate\n\n\nDescription\n\n\n\n\n\n\n09.OCT.1992\n\n\nItem recovered alongside SCP-███, SCP-████, and twenty-seven minor anomalous objects from a Epsilon Command field storage location in Humboldt County, California.\n.\nThis storage location and over a dozen others were provided by re-integrated Epsilon field agents as part of Operation HALOGEN.\n Item assigned to Special Project Group LUCIAN after its anomalous properties were verified as a potential asset.\n\n\n\n\n\n\n1992 - 2001\n\n\nSPG LUCIAN conducts 164 survey missions with SCP-907. No secondary anomalies are found.\n\n\n\n\n\n\n14.SEP.2001\n\n\nSurvey missions put on indefinite hold during post-9/11 internal restructuring.\n\n\n\n\n\n\n14.MAY.2002\n\n\nSPG LUCIAN is dissolved alongside the remaining Special Project Groups by Overseer Council Special Order 1056. Item is transferred to the Department of Extraterrestrial Affairs but is not returned to active use due to department downsizing and lack of meaningful experimental results when compared to other DEXA assets.\n.\nWhile the surveys carried out by SPG LUCIAN resulted in an immense corpus of data, the 2001 restructuring was accompanied by a general trend towards dismissal of non-anomalous scientific study as irrelevant to the Foundation’s mission.\n\n\n\n\n\n\n22.APR.2008\n\n\nSCP-907 survey missions resume after the resignation of DEXA director Dr. Hamm and appointment of Dr. McCoy.\n\n\n\n\n\n\n03.JUN.2011\n\n\nMaintenance of SCP-907 reveals previously-undetected folded paper sheet (legal pad, yellow) taped underneath the driver’s seat. Sheet contains directions for activation and use of the recall function, encoded in a known E-Command cipher..\n\n\n\n\n\n\n15.JUN.2011\n\n\nDiscovery of undocumented Foundation research station on RHODES.\n\n\n\n\n\n\n21.JUL.2011\n\n\nProject MOTHERSHIP instituted.\n\n\n\n\n\n\n \n\n\n\n\n\n\nProject MOONWALK\n\n\n\n\nA retroactive designation for a defunct exoplanetary colonization program carried out by an unknown Foundation or formerly-Foundation party, beginning no earlier than 1967 and ending no later than 1992. Project MOONWALK encompasses nine known facilities, all found on exoworlds accessed via SCP-907’s recall list. These facilities were abandoned and non-functional at the time of discovery\n\n\nAdditional facilities may have been constructed on exoworlds removed from the return list. If any exist it is extremely unlikely that they will be rediscovered, unless additional recall functions are found. No references to SCP-907 exist within the surviving corpus of Epsilon Command records, nor did any re-integrated Epsilon field agents profess any knowledge of the anomaly or its use.\n.\nThe consequences of organizational compartmentalization in the wake of the Panopticon Crisis were greatly increased in E-Sector due to the total loss of the sector command cell in 1975. For further information on the collapse of Foundation operations in the region, see Incident Report HOLBROOK.\n. This discrepancy has led to the hypothesis that the MOONWALK personnel were acting entirely independently of Epsilon Command, potentially working alongside an external Group of Interest, but this is supported only though circumstantial evidence.\n.\nSpecial Project Groups SALLUST and APULEIUS have been suggested as potential operators of SCP-907, having been active in E-Sector during the mid to late 1970s, but evidence again remains circumstantial.\n\n\nThe nine MOONWALK facilities and their host planets are listed below in order of discovery.\n\n\n\n\n\n\nFacility Alpha\n\n\n\n\n\n\n2.3\n\n\nRHODES\n\n\nT - 0.79 M🜨 - G6V\n\n\n\n\n\n\nPlanetary Description:\n Terrestrial planet with trace atmosphere of nitrogen and carbon dioxide. While in the correct temperature band for superficial liquid water, an extremely weak magnetic field has resulted in the loss of the bulk of the atmosphere through solar wind attrition.\n\n\n\n\n\n\nFacility Description:\n Radio telescope station with attached habitation module; equipment shows signs of deliberate damage. Outer wall breached by explosive from within the facility. Five mummified bodies (three male, two female) found in crew quarters; all had been handcuffed, made to kneel facing the wall, and executed by gunshot to the back of the head. Bodies have not been identified. Facility computer system wiped of all data.\n\n\n\n\n\n\n \n\n\n\n\n\n\nFacility Beta\n\n\n\n\n\n\n1.6\n\n\nGIBRALTAR\n\n\nT - 3.14 M🜨 - K2V\n\n\n\n\n\n\nPlanetary Description:\n Terrestrial planet with an atmosphere of methane, carbon dioxide, and sulfuric acid measuring 91 AMP. Temperature at ground level in excess of 550 ºC.\n\n\n\n\n\n\nFacility Description:\n Bunker consisting of laboratory, habitation modules, and containment modules for both artifact anomalies. Signs of violence throughout facility, including weapons discharge and traces of blood. Signs of anomalous activity present in containment wing: units 4-6 converted into crystalline bismuth. No bodies found. Facility computer system wiped of all data.\n\n\n\n\n\n\n \n\n\n\n\n\n\nFacility Gamma\n\n\n\n\n\n\n3.1\n\n\nSONTHONAX\n\n\nV - 1.68 M🜨 - G8V\n\n\n\n\n\n\nPlanetary Description:\n Oceanic planet with nitrogen-oxygen-CO2 atmosphere. Imported terrestrial microbiome present; planet is currently undergoing runaway oxygenation event, rendering atmosphere lethal due to extreme oxygen concentration. No landmasses within visual range of arrival zone. Ocean depth at arrival zone is 59 meters.\n\n\n\n\n\n\nFacility Description:\n Floating laboratory and habitation modules. Biological remains and surviving documentation withing lab module indicate facility's primary purpose was introduction of microbial life as introductory stage of terraforming process. One corpse (male, unidentified) found in air duct above showers. Facility computer system wiped of all data.\n\n\n\n\n\n\n \n\n\n\n\n\n\nFacility Delta\n\n\n\n\n\n\n3.5\n\n\nAMMIT\n\n\nN/A - ~350M☉ - Exotic\n\n\n\n\n\n\nPlanetary Description:\n Intermediate-mass black hole. Arrival location is a stable orbit with effective local gravity of 0.034 G.\n\n\n\n\n\n\nFacility Description:\n No facility present. Man-made debris in orbit, including components of several anomalous objects and a partially-spaghettified humanoid, indicates usage as an exotic-waste disposal location.\n.\nDEXA proposal to resume usage of site is currently pending Overseer Council approval.\n\n\n\n\n\n\n \n\n\n\n\n\n\nFacility Epsilon\n\n\n\n\n\n\n1.1\n\n\nACHERON\n\n\nC - 1.51M🜨 - M5V\n\n\n\n\n\n\nPlanetary Description:\n Terrestrial carboniferous planet. Argon-nitrogen atmosphere of 2.9 AMP. Thick layer of graphite dust and carbon compounds on the surface. Winds regularly in excess of 270 kph.\n\n\n\n\n\n\nFacility Description:\n None present. Conditions at landing site indicate ground detonation of 1 - 1.3 megaton nuclear warhead. Exploration of surrounding area later discovered wreckage of rover and two corpses (two female, both unidentified) 11.5 km from landing zone.\n\n\n\n\n\n\n \n\n\n\n\n\n\nFacility Zeta\n\n\n\n\n\n\n3.2\n\n\nPALAEMON\n\n\nV - 0.47M🜨 - K2V\n\n\n\n\n\n\nPlanetary Description:\n Icy moon of Class 1 hydrogen-helium gas giant. No atmosphere. Surface possesses irregular reddish coloration due to high quantities of tholins. Deformation of the surface ice indicates internal ocean maintained by tidal stresses. Location rests outside of parent planet's Van Allen belt.\n\n\n\n\n\n\nFacility Description:\n Launch pad and maintenance facility for surface-to-orbit rockets. No rockets found. Twelve corpses (eight male, two female, two unknown, all unidentified and all wearing EVA suits) found decapitated and crucified via rivet gun in semi-circle facing entrance to the secondary garage; entrance had been welded shut from the outside. Victims' heads have not yet been found. Facility computer system wiped of all data.\n\n\n\n\n\n\n \n\n\n\n\n\n\nFacility Eta\n\n\n\n\n\n\n4.1\n\n\nHUMBABA\n\n\nM - 10.29M🜨 - G1V\n\n\n\n\n\n\nPlanetary Description:\n Metallic core of a former gas giant in extreme close orbit to parent star. Majority of atmosphere has been burned away, leaving only thin hydrogen envelope. Tidally locked: landing zone is on antisunward slope of large crater on the terminus.\n\n\n\n\n\n\nFacility Description:\n Automated mining facility present at landing site. Large deposits of processed ore at landing site indicate that machinery remained active for some time after abandonment by Project MOONWALK. Current status of remaining robotics unknown, as the planet's high gravity impedes both human and robotic exploration. It is unknown how MOONWALK agents adapted to local conditions.\n\n\n\n\n\n\n \n\n\n\n\n\n\nFacility Theta\n\n\n\n\n\n\n5.4\n\n\nMUSHI\n\n\nV - 0.6M🜨 - Exotic\n\n\n\n\n\n\nPlanetary Description:\n Airless icy planet. Parent star is M-class dwarf that has ceased hydrogen fusion and transitioned to blue dwarf status. No other stars visible.\n\n\n\n\n\n\nFacility Description:\n MOONWALK facility at landing zone was abandoned during construction process. Extant structure does not indicate the intended purpose; currently presumed to have been an observation facility with radio telescope array.\n\n\n\n\n\n\n \n\n\n\n\n\n\nFacility Iota\n\n\n\n\n\n\n6.4\n\n\nGELLER\n\n\nT - 0.92 M🜨 - K2V\n\n\n\n\n\n\nPlanetary Description:\n Terrestrial planet with trace nitrogen and carbon dioxide atmosphere. Landing site in deep canyon, indicating previous presence of surface water.\n\n\n\n\n\n\nFacility Description:\n Pattern C Deepwell facility, continuity-of-command variant. Facility life support, food production, and power-generation systems remain functional. 153\n.\nPattern C Deepwell facilities have a maximum stable population of 300.\n corpses present, all clones of an unidentified woman. Majority of subjects deceased of apparent asphyxiation, despite integrity of the internal atmospheric systems; 19 deceased due to catastrophic corporeal decompression, three deceased due to blunt force injuries, and one deceased due to eight-story fall down Stairway D. Access to medical wing blocked from interior.[DATA EXPUNGED]. Facility computer system wiped of all data.\n\n\n\n\n\n\n \n\n\n\n\n\n\nADDENDUM-01\n\n\n\n\n02.JAN.2013:\n Exploration team discovers architecturally aberrant floor hatch in sublevel nine of Facility Iota. Deep gouges present in surrounding concrete. Pattern C Deepwell facilities have a maximum depth of nine sublevels. Exploration team recalled; plans for further investigation of the facility under review.",
    "addendums": [],
    "documents": [],
    "notes": [
        "T = ((G*π) * δS )2 * n T = Transit time in seconds G = Gravitational force in meters per second squared δS = 2.4142… n = Number of transits that have occurred since SCP-907 departed from Earth, inclusive."
    ],
    "title": "SCP-907"
}