{
    "url": "https://scp-wiki.wikidot.com/scp-919",
    "all_text": "rating: \n+368\n+\n–\nx\n\n\nItem #:\n SCP-919\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n [REVISED] as of ██/██/████ due to [DATA EXPUNGED]. SCP-919 is to be kept in a locked storage room with no windows and two armed guards at all times. All personnel to interact with SCP-919 must pass a psychological evaluation.\n\n\nDescription:\n SCP-919 appears to be an ordinary, full length mirror in excellent condition.\n\n\nOnce a living subject has been in front of SCP-919 for 15 seconds, the reflection breaks synchronization and begs for the subject not to leave. The reflection appears to be completely self-aware, and has shown to have access to all of the subject's memories. When the subject makes any move to leave, the reflection quickly becomes hysterical. Once the subject is no longer in a place where they can be reflected by SCP-919, the reflection screams and violently disintegrates. Repeated exposures to the same subject have shown that the reflection is cognizant of what happened to it before. Extended exposure to a subject has shown that the reflection has no need of sustenance, though this was detrimental to the subject's mental health.\n\n\nSCP-919 was discovered after an incident in the town of █████████, ███████. The owner of SCP-919 had apparently died of dehydration. It is unclear as to when SCP-919 came into the owner's possession, or what caused it to become active, if it wasn't already. Local authorities were eager to get rid of SCP-919.\n\n\nWhile SCP-919 has proved invulnerable to damage, its effective range can be neutralized by merely covering it. This results in the immediate disintegration of any reflection that has broken synchronization.\n\n\nMultiple subjects being exposed to SCP-919 behave as expected. Each individual reflection breaks synchronization and disintegrates at the appropriate time. The use of additional mirrors has been shown to extend SCP-919's active range.\n\n\nAlso worth note is that SCP-919 has no ability for memetic contamination. Its apparent control over individuals is entirely verbal persuasion.\n\n\nAddendum:\n\n\nThe use of SCP-919 for interrogation purposes has been approved for authorized personnel.\n\n\nExposing animals to SCP-919 produced identical results. Of note, 68% of animals showed strong aversion to being exposed to SCP-919. After initial exposure, all animals showed extreme aversion to being exposed to SCP-919.\n\n\nTranscript of Incident-919-016\n:\n\n\n\n\n<Begin Log>\n\n\nIt is at this point that Dr. ██████████ encounters Agent █████ standing in front of SCP-919.\n\n\nDr. ██████████: Hey, where have you been? You were supposed to be at the lab █████████ ago. What gives?\n\n\nAgent █████: I can't leave. It'll kill him.\n\n\nDr. ██████████: What? Who else is there?\n\n\nAgent █████: Him!\n\n\nDr. ██████████: Who? Oh, that's SCP-919, isn't it. He's not real. It's just-\n\n\nSCP-919: I'm real, goddamnit! Why are you trying to kill me!?\n\n\nDr. ██████████ spends 20 minutes trying to talk Agent █████ out of SCP-919's range before calling a security team.\n\n\nDr. ██████████: █████, come on. We've got work to do. Don't make—\n\n\nIt is at this point that Agent █████ draws his firearm and points it at Dr. ██████████.\n\n\nAgent █████: You're not going to kill him!\n\n\nThe sound of gunfire is heard, resulting in the death of Agent █████ and the wounding of one member of the security team.\n\n\nSCP-919: NO!! Why did you kill him!? He was just trying to protect me! But… but you don't need him, right? Why are you taking him away? No! He's dead! You don't need him anymore! DON'T!!\n\n\nSCP-919 responds as it normally does to the removal of the subject.\n\n\n<End Log>\n\n\n\n\n(End of Transcription)\n\n\n\n\n\n\n« \nSCP-918\n | SCP-919 | \nSCP-920\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-919\n\" by Lat Ware, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-919\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum:\nThe use of SCP-919 for interrogation purposes has been approved for authorized personnel.\nExposing animals to SCP-919 produced identical results. Of note, 68% of animals showed strong aversion to being exposed to SCP-919. After initial exposure, all animals showed extreme aversion to being exposed to SCP-919."
    ],
    "documents": [],
    "notes": [
        "<Begin Log> It is at this point that Dr. ██████████ encounters Agent █████ standing in front of SCP-919. Dr. ██████████: Hey, where have you been? You were supposed to be at the lab █████████ ago. What gives? Agent █████: I can't leave. It'll kill him. Dr. ██████████: What? Who else is there? Agent █████: Him! Dr. ██████████: Who? Oh, that's SCP-919, isn't it. He's not real. It's just- SCP-919: I'm real, goddamnit! Why are you trying to kill me!? Dr. ██████████ spends 20 minutes trying to talk Agent █████ out of SCP-919's range before calling a security team. Dr. ██████████: █████, come on. We've got work to do. Don't make— It is at this point that Agent █████ draws his firearm and points it at Dr. ██████████. Agent █████: You're not going to kill him! The sound of gunfire is heard, resulting in the death of Agent █████ and the wounding of one member of the security team. SCP-919: NO!! Why did you kill him!? He was just trying to protect me! But… but you don't need him, right? Why are you taking him away? No! He's dead! You don't need him anymore! DON'T!! SCP-919 responds as it normally does to the removal of the subject. <End Log>",
        "\" SCP-919 \" by Lat Ware, from the SCP Wiki . Source: https://scpwiki.com/scp-919 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-919",
    "object_class": "Safe",
    "containment_procedures": "[REVISED] as of ██/██/████ due to [DATA EXPUNGED]. SCP-919 is to be kept in a locked storage room with no windows and two armed guards at all times. All personnel to interact with SCP-919 must pass a psychological evaluation.",
    "description": "SCP-919 appears to be an ordinary, full length mirror in excellent condition.",
    "title": "SCP-919"
}