{
    "url": "https://scp-wiki.wikidot.com/scp-926",
    "all_text": "rating: \n+222\n+\n–\nx\n\n\n\n\n\n\nSCP-926\n\n\n\n\n\n\nItem #:\n SCP-926\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n When not in use, SCP-926 is to be unstrung and stored in the temperature- and humidity-controlled case constructed for that purpose, and locked in Research Chamber 5688-A. \nOnly personnel who submit a formal request and receive approval from site command may operate SCP-926. Before research access to SCP-926 is permitted, counterpart personnel at Site 366 in Xi'an, China are to be alerted.\n Testing of SCP-926 is suspended pending confirmation of the excavation and recovery of all responsive statues. See test log below.\n\n\nDescription:\n SCP-926 is a \nguqin\n, or seven-stringed Chinese zither, dated to the 2nd or 3rd century BCE. The top of the sound chamber is constructed of the wood of an ancient, and now extinct, cultivar of the \nFirmiana simplex\n tree; the base is composed of wood from \nCatalpa ovata\n. The exterior of the instrument is coated with a lacquer of unknown composition, with surface \nduanwen\n, or crack patterns, that superficially resemble archaic Chinese logographs. The back of the instrument bears a calligraphic inscription in archaic Chinese reading \"The King of Qin commands\". The instrument was unstrung when collected by the Foundation, but its case included a leather pouch containing a quantity of instrument strings of twisted silk.\n\n\nThe instrument was recovered by local farmers from a funerary site in Lintong District, Shaanxi Province, China in 1974. After the \nguqin\n was unearthed, cleaned and re-strung, a local traditional musician strummed a few notes on the instrument. The consequent subterranean disturbance led to the discovery of thousands of terracotta human and animal statues that had been buried in a hitherto undiscovered imperial necropolis in the vicinity of the site of the \nguqin\n's discovery.\n\n\nSCP-926 appears to function as a command or control instrument for the terracotta figures. The figures are of moulded clay construction unremarkable apart from their excellent state of preservation. Each figure depicts a life-sized human, or an animal such as a horse, pig or falcon. The statues depicting humans vary in dress, height, uniform and hairstyle in accordance with their apparent rank and the duty of the human depicted (e.g., military figures of various ranks, scribes, craftsmen, musicians, cooks, laborers, farmers, scholars and so on). Despite their clay construction, the statues have been demonstrated to be capable of movement and other actions when (but only when) given commands by means of the \nguqin\n.\n\n\nThe \nguqin\n's command syntax is still poorly understood at this point due to limitations on testing. Partial test log follows:\n\n\n\n\n\n\nReference\n\n\nSyntax (notes played)\n\n\nResult\n\n\n\n\n\n\n001\n\n\n(unknown \nguqin\n notes played prior to Foundation acquiring custody of object)\n\n\nThousands of terracotta statues, while still buried in the necropolis, move suddenly. Statues were \"standing at attention\" when unearthed and it is assumed that the motion consisted of assuming this posture. It was this motion, which local residents had initially assumed was a small earthquake, that led to the discovery and excavation of the statues.\n\n\n\n\n\n\n002\n\n\nShí-èr-lǜ\n series of tones\n\n\nAll excavated \"soldier\" figures assume \"parade rest\" posture.\n\n\n\n\n\n\n003\n\n\nTài Cù\n, then \nGū Xiǎn\n\n\nAll \"scribe\" figures produce brushes, ink and paper scrolls from an unknown source and adopt a posture apparently indicating readiness to take dictation.\n\n\n\n\n\n\n004\n\n\nNán Lǚ\n twice, then \nHuáng Zhōng\n twice\n\n\n\"Shield-bearer\" soldier figures rapidly move into a defensive formation around the \nguqin\n and its player.\n\n\n\n\n\n\n005\n\n\nWú Yì\n four times\n\n\nA number of \"drummer\" musician figures begin to beat their drums in unison. It should be noted that one of the drummer figures that responded to this command was at this point on display in the Louvre in Paris, France.\n\n\n\n\n\n\n006\n\n\nDà Lǚ\n, then \nYí Zé\n, then \nLín Zhōng\n three times.\n\n\nHundreds of previously-undiscovered \"engineer\" figures dig their way to the earth's surface in cropland two kilometers to the south of the site of the \nguqin\n's recovery.\n\n\n\n\n\n\n007\n\n\nChord of \nHuáng Zhōng\n and \nLín Zhōng\n, played twice\n\n\nA number of \"scholar\" figures step forward and orally recite the works of 3rd century BCE Chinese philosopher Han Fei.\n\n\n\n\n\n\n008\n\n\nDà Lǚ\n, eight times\n\n\nHundreds of additional unexcavated figures move while underground. The location of the figures was under an earthen dam, which collapsed due to the motion, causing widespread flooding and loss of life. Further testing suspended.\n\n\n\n\n\n\nAddendum-926-A\n\nA proposal to assign SCP-926 to the Bowe Commission's anomalous weapons program, together with other anomalous musical instruments/musical anomalies in Foundation custody such as \nSCP-381\n and \nSCP-2458\n, is currently under consideration.\n\n\n\n\n\n\n« \nSCP-925\n | SCP-926 | \nSCP-927\n »\n\n\n\n\nMore by this author\n\n\n\n\nHide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-1322\n\n\nRating: 1216\n\n\n\n\n\n\nSCP-089\n\n\nRating: 876\n\n\n\n\n\n\nspikebrennan's proposal\n\n\nRating: 516\n\n\n\n\n\n\nSCP-1844\n\n\nRating: 450\n\n\n\n\n\n\nSCP-1012\n\n\nRating: 417\n\n\n\n\n\n\nSCP-2553\n\n\nRating: 376\n\n\n\n\n\n\nSCP-1036\n\n\nRating: 362\n\n\n\n\n\n\nSCP-1512\n\n\nRating: 336\n\n\n\n\n\n\nSCP-1746\n\n\nRating: 301\n\n\n\n\n\n\nSCP-908\n\n\nRating: 300\n\n\n\n\n\n\nSCP-831\n\n\nRating: 283\n\n\n\n\n\n\nSCP-2336\n\n\nRating: 273\n\n\n\n\n\n\nSCP-3236\n\n\nRating: 272\n\n\n\n\n\n\nSCP-955\n\n\nRating: 246\n\n\n\n\n\n\nSCP-926\n\n\nRating: 222\n\n\n\n\n\n\nSCP-2236\n\n\nRating: 203\n\n\n\n\n\n\nSCP-920-EX\n\n\nRating: 180\n\n\n\n\n\n\nSCP-2914\n\n\nRating: 176\n\n\n\n\n\n\nSCP-2008-J\n\n\nRating: 164\n\n\n\n\n\n\nSCP-4436\n\n\nRating: 157\n\n\n\n\n\n\nSCP-4336\n\n\nRating: 155\n\n\n\n\n\n\nSCP-1060\n\n\nRating: 150\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nSic Transit Gloria Mundi\n\n\nRating: 273\n\n\n\n\n\n\nSpring Cleaning\n\n\nRating: 150\n\n\n\n\n\n\nTranscript of meeting, June 2 1972\n\n\nRating: 129\n\n\n\n\n\n\nTranscript of telephone conversation, August 9, 1991\n\n\nRating: 96\n\n\n\n\n\n\nMemorandum Dated 6 November 1944\n\n\nRating: 84\n\n\n\n\n\n\nScroll fragment 13Q29\n\n\nRating: 44\n\n\n\n\n\n\nStray Katz (part 1)\n\n\nRating: 35\n\n\n\n\n\n\nAd Majorem Bonum\n\n\nRating: 24",
    "addendums": [
        "Addendum-926-A A proposal to assign SCP-926 to the Bowe Commission's anomalous weapons program, together with other anomalous musical instruments/musical anomalies in Foundation custody such as SCP-381 and SCP-2458 , is currently under consideration."
    ],
    "documents": [],
    "notes": [],
    "item": "SCP-926",
    "object_class": "Safe",
    "containment_procedures": "When not in use, SCP-926 is to be unstrung and stored in the temperature- and humidity-controlled case constructed for that purpose, and locked in Research Chamber 5688-A. Only personnel who submit a formal request and receive approval from site command may operate SCP-926. Before research access to SCP-926 is permitted, counterpart personnel at Site 366 in Xi'an, China are to be alerted. Testing of SCP-926 is suspended pending confirmation of the excavation and recovery of all responsive statues. See test log below.",
    "description": "SCP-926 is a guqin, or seven-stringed Chinese zither, dated to the 2nd or 3rd century BCE. The top of the sound chamber is constructed of the wood of an ancient, and now extinct, cultivar of the Firmiana simplex tree; the base is composed of wood from Catalpa ovata. The exterior of the instrument is coated with a lacquer of unknown composition, with surface duanwen, or crack patterns, that superficially resemble archaic Chinese logographs. The back of the instrument bears a calligraphic inscription in archaic Chinese reading \"The King of Qin commands\". The instrument was unstrung when collected by the Foundation, but its case included a leather pouch containing a quantity of instrument strings of twisted silk.",
    "title": "SCP-926"
}