{
    "url": "https://scp-wiki.wikidot.com/scp-947",
    "all_text": "rating: \n+292\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-947\n: Son of a [EXPLETIVE REDACTED]\n\n\nAuthor:\n \nA Random Day\n\n\n\n\n+ More SCPs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-3220\n\n\nRating: 534\n\n\n\n\n\n\nSCP-2790\n\n\nRating: 493\n\n\n\n\n\n\nSCP-4780\n\n\nRating: 482\n\n\n\n\n\n\nSCP-2820\n\n\nRating: 476\n\n\n\n\n\n\nSCP-3780\n\n\nRating: 439\n\n\n\n\n\n\nSCP-2664\n\n\nRating: 412\n\n\n\n\n\n\nSCP-4950\n\n\nRating: 400\n\n\n\n\n\n\nSCP-2730\n\n\nRating: 293\n\n\n\n\n\n\nSCP-947\n\n\nRating: 292\n\n\n\n\n\n\nSCP-2350\n\n\nRating: 275\n\n\n\n\n\n\nSCP-2810\n\n\nRating: 271\n\n\n\n\n\n\nSCP-3640\n\n\nRating: 264\n\n\n\n\n\n\nSCP-2490\n\n\nRating: 258\n\n\n\n\n\n\nSCP-4670\n\n\nRating: 255\n\n\n\n\n\n\nSCP-3470\n\n\nRating: 250\n\n\n\n\n\n\nSCP-2680\n\n\nRating: 247\n\n\n\n\n\n\nSCP-5430\n\n\nRating: 215\n\n\n\n\n\n\nSCP-5940\n\n\nRating: 202\n\n\n\n\n\n\nSCP-2210\n\n\nRating: 202\n\n\n\n\n\n\nSCP-4710\n\n\nRating: 177\n\n\n\n\n\n\nSCP-3850\n\n\nRating: 160\n\n\n\n\n\n\nSCP-3360\n\n\nRating: 152\n\n\n\n\n\n\nSCP-7660\n\n\nRating: 132\n\n\n\n\n\n\nSCP-2060\n\n\nRating: 123\n\n\n\n\n\n\nSCP-2910\n\n\nRating: 118\n\n\n\n\n\n\nSCP-1750\n\n\nRating: 102\n\n\n\n\n\n\nSCP-2570\n\n\nRating: 95\n\n\n\n\n\n\nSCP-2650\n\n\nRating: 94\n\n\n\n\n\n\nSCP-6190\n\n\nRating: 87\n\n\n\n\n\n\nSCP-2143\n\n\nRating: 83\n\n\n\n\n\n\nSCP-7780\n\n\nRating: 79\n\n\n\n\n\n\nSCP-6880\n\n\nRating: 74\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Tales by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAvatara\n\n\nRating: 246\n\n\n\n\n\n\nHypervelocity\n\n\nRating: 245\n\n\n\n\n\n\nI Thought You Died Alone\n\n\nRating: 188\n\n\n\n\n\n\nMoonlighting\n\n\nRating: 183\n\n\n\n\n\n\nZeitgeist\n\n\nRating: 141\n\n\n\n\n\n\nAutoerotic Assassination\n\n\nRating: 128\n\n\n\n\n\n\nTerminal Velocity\n\n\nRating: 122\n\n\n\n\n\n\nT Minus\n\n\nRating: 122\n\n\n\n\n\n\nThe Chosen Few\n\n\nRating: 100\n\n\n\n\n\n\nReboot or: How I Learned to Stop Worrying and Love the Apocalypses\n\n\nRating: 97\n\n\n\n\n\n\nHard Machine\n\n\nRating: 88\n\n\n\n\n\n\nLoud, Lawless, and Lost\n\n\nRating: 88\n\n\n\n\n\n\nThe Vice Girls\n\n\nRating: 87\n\n\n\n\n\n\nMorphine Machine\n\n\nRating: 87\n\n\n\n\n\n\nDeus Vulture\n\n\nRating: 87\n\n\n\n\n\n\nTruth Is Sin\n\n\nRating: 84\n\n\n\n\n\n\nNonpareil\n\n\nRating: 82\n\n\n\n\n\n\nEcstasy and Exorcism\n\n\nRating: 81\n\n\n\n\n\n\nThe Revelation\n\n\nRating: 81\n\n\n\n\n\n\nRise and Repent\n\n\nRating: 79\n\n\n\n\n\n\nT Plus\n\n\nRating: 68\n\n\n\n\n\n\nPrey and Obey\n\n\nRating: 51\n\n\n\n\n\n\nEscape Velocity\n\n\nRating: 50\n\n\n\n\n\n\nJump the Gun\n\n\nRating: 49\n\n\n\n\n\n\nNo One Gets Out of Her Alive\n\n\nRating: 47\n\n\n\n\n\n\nLeather Pig\n\n\nRating: 47\n\n\n\n\n\n\nThe Ballad of Santa Troy\n\n\nRating: 47\n\n\n\n\n\n\nContempt\n\n\nRating: 42\n\n\n\n\n\n\nDomo Arigato\n\n\nRating: 38\n\n\n\n\n\n\nThe Man-Machine\n\n\nRating: 36\n\n\n\n\n\n\nMile High Club\n\n\nRating: 30\n\n\n\n\n\n\nStrung Out in Heavens High\n\n\nRating: 27\n\n\n\n\n\n\nHands\n\n\nRating: 26\n\n\n\n\n\n\nIndustrial Espionage\n\n\nRating: 26\n\n\n\n\n\n\nNothing Human\n\n\nRating: 25\n\n\n\n\n\n\nFullmusic Astrobiologist\n\n\nRating: 22\n\n\n\n\n\n\nEight Hours in the ECRG\n\n\nRating: 18\n\n\n\n\n\n\nEnasni Si Gnihtyreve\n\n\nRating: 15\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All Hubs by A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nHubs\n\n\n\n\n\n\nPrometheus Labs Hub\n\n\nRating: 151\n\n\n\n\n\n\nSpeed Demon\n\n\nRating: 134\n\n\n\n\n\n\nGuns Pointed at the Head of God\n\n\nRating: 75\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ All coauthored articles featuring A Random Day\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nPage\n\n\nAuthors\n\n\n\n\n\n\nOverheard at Deer\n\n\nch00bakka\n\n\n\n\n\n\nSCP-150\n\n\nDecibelles\n\n\n\n\n\n\nSCP-3000\n\n\ndjkaktus\n, \nJoreth\n\n\n\n\n\n\nSCP-4220\n\n\nThe Great Hippo\n\n\n\n\n\n\nSCP-4310\n\n\nThe Great Hippo\n\n\n\n\n\n\nChicago Spirit Hub\n\n\nPeppersGhost\n\n\n\n\n\n\nSCP-5555\n\n\nRounderhouse\n, \nUncle Nicolini\n\n\n\n\n\n\nVisions of Bodies Being Burned\n\n\nTaffeta\n\n\n\n\n\n\nSamsara\n\n\nTyGently\n\n\n\n\n\n\nDeath Perception\n\n\nTyGently\n\n\n\n\n\n\nThe Powers that Bark\n\n\nTyGently\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA Semi-Comprehensive List of Foundation Facilities\n\n\n\n\n\n\nDr. Desai's Personnel File\n\n\n\n\n\n\nMobile Task Forces\n\n\n\n\n\n\nPoky Ball Z\n\n\n\n\n\n\nSCP-946\n\n\n\n\n\n\nSCP-948\n\n\n\n\n\n\nSCP Series\n\n\n\n\n\n\nSCP Series 1 - Audio Edition\n\n\n\n\n\n\n\n\n\n\n\n\nrating: \n+292\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-947\n\n\nObject Class:\n Keter\n\n\nSpecial Containment Procedures:\n SCP-947 is stored on a textfile in a USB drive. This drive is currently stored in a secure locker in the Site-42 Digital Armory. Junior Researcher Gautam Ramesh is currently working with Mobile Task Force Upsilon-4 (\"Sugar Pill\") to develop a countermemetic agent for SCP-947.\n\n\nDescription:\n SCP-947 is a contagious, memetic expletive defined by its creator as meaning \"a really fake, annoying person or thing that you wish would just naff off already\"\n[sic]\n. Any English speaker who hears or reads SCP-947 will automatically understand its definition, know the name of its creator, and begin to incorporate it into their vocabulary. Over time, affected individuals will gradually replace all expletives in their vocabulary with SCP-947.\n\n\nSCP-947 first came to the attention of the Foundation on 30 June 2017, when it was used in tweets by members of the British Cabinet. The anomalous properties of SCP-947 were immediately recognized due to the insertion of its creator's name. An investigation of the Cabinet's social media activity traced the meme to a tweet made by one Gautam Ramesh, an Indian immigrant living with his parents in Leeds, England. Ramesh sent the initial infection vector via Twitter and Facebook to the social media accounts of several British defense contractors, where it rapidly spread and was able to infect the British Cabinet within two days.\n\n\nRamesh's initial tweet was as follows:\n\n\n\n\nYou Should Check Out This Cool Technology Or Youll Look Like A [EXPLETIVE REDACTED] \n[sic]\n\n\n\n\nHis Facebook post was as follows:\n\n\n\n\nHi All, Ive Just Come Up With A Very Cool New Technology: IDEAS IN WORDS. Help Me Spread The Word Or Youll Look Like Real [EXPLETIVE REDACTED] ' \n[sic]\n\n\n\n\nAt this time, SCP-947 is used by approximately ██% of all English speakers worldwide.\n\n\nAddendum: Interview with Gautam Ramesh\n\n\n\n\n+ Show interview log\n\n\n\n\n- Close interview log\n\n\n\n\n\n\nShortly after the identification of SCP-947's anomalous properties, Gautam Ramesh was brought in for an interview. Junior Researcher Ashwin Pichai was chosen to interview him due to Pichai's previous exposure to SCP-947.\n\n\nDate:\n 4 July, 2017\n\n\nInterviewer:\n Dr. Pichai\n\n\n[BEGIN LOG]\n\n\n[EXTRANEOUS INTRODUCTIONS OMITTED]\n\n\nDr. Pichai:\n Anyways, I'd like to ask you about the word [EXPLETIVE REDACTED].\n\n\nRamesh:\n Oh, uh, yeah, sure. Uh, what do you want to know?\n\n\nDr. Pichai:\n Well - how does it work? There's nothing else even remotely like it that exists in the world.\n\n\nRamesh:\n Oh, yeah yeah yeah. This is pretty cool stuff, I mean. So, uh, the human brain is like a computer, yeah?\n\n\nDr. Pichai:\n Yes.\n\n\nRamesh:\n So, if the brain is a computer, maybe you can program it like one. That's pretty much what language is, if you think about it. You teach people through, like, writing and speaking and feed them knowledge and that sort of thing. And you feed people information through speaking and writing and they process it automatically. So I was thinking about that one day, and I was wondering, the brain is like a computer right? So maybe you could create a brain virus. Uh, I mean, a computer virus. For like the brain. Not like, a real virus like, uh, Ebola or something. Something that when you hear it, you automatically process it and start replicating it.\n\n\nDr. Pichai:\n I see. That sounds a lot like a meme.\n\n\nRamesh:\n Yeah, actually! Something like, uh, 'Keep Calm and Carry On'. Well, actually, that's a bad example. Something like… hmm…\n\n\nDr. Pichai:\n Don't worry. I know what you mean. But those kinds of memes are just things that are easy to remember or fun to parrot. [EXPLETIVE REDACTED] doesn't just do that, it actively hijacks the brain. Making people only use it as a swear even if they try to say something else. How did you accomplish that?\n\n\nRamesh:\n Language is the key thing, right? When you hear a new word, you have to remember what it means. The word is meaningless by itself - you also need to know the meaning or the context of the word for it to do anything. But once you know the meaning, the brain automatically processes that word to have that meaning in the future. So the trick is figuring out how to make the word encode the meaning in and of itself. And if you can do that, then you can encode a lot more stuff into it. Stuff like making the brain want to use it as a curse word exclusively. The breakthrough was [DATA REDACTED BY ORDER OF DEPARTMENT OF MEMETICS] and so once I had the actual, uh, software, I just needed to wrap it up in an actual word and give it a meaning. I also encoded my name in it. You know, as a watermark.\n\n\nDr. Pichai:\n Speaking of languages, we've noticed that people who don't speak or understand English are unaffected by the word. Why is that?\n\n\nRamesh:\n So, going back to the computer analogy, right, you know what a programming language is? This is basically the same thing. [EXPLETIVE REDACTED] is a program written in English, so your brain needs to be able to run English to run it.\n\n\nDr. Pichai:\n So why did you pick [EXPLETIVE REDACTED] specifically? Why that meaning in particular?\n\n\nRamesh:\n I mean… I'm looking for a job. Programming the human brain is cool but you know what the economy's been like. I thought the military or the government would be pretty interested in this kind of thing, yeah? [EXPLETIVE REDACTED] is a proof of concept. It's pretty harmless and even helpful - it stops people from using actually harmful swears and like, racial slurs. But if you can do that, you could do stuff like, perhaps, hypnotize terrorists and stuff. Like, actually hypnotize them. So I was trying to get the government's attention. Show them that I can take the initiative and that I can really help them out. You work for the government right? I'm a self-motivated worker, I have experience with Python and C, I've got a Masters degree in neuroscience, and I have work experience. I can send you my resume.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n« \nSCP-946\n | SCP-947 | \nSCP-948\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-947\n\" by A Random Day, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-947\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum: Interview with Gautam Ramesh"
    ],
    "documents": [],
    "notes": [
        "You Should Check Out This Cool Technology Or Youll Look Like A [EXPLETIVE REDACTED] [sic]",
        "Hi All, Ive Just Come Up With A Very Cool New Technology: IDEAS IN WORDS. Help Me Spread The Word Or Youll Look Like Real [EXPLETIVE REDACTED] ' [sic]",
        "Shortly after the identification of SCP-947's anomalous properties, Gautam Ramesh was brought in for an interview. Junior Researcher Ashwin Pichai was chosen to interview him due to Pichai's previous exposure to SCP-947. Date: 4 July, 2017 Interviewer: Dr. Pichai [BEGIN LOG] [EXTRANEOUS INTRODUCTIONS OMITTED] Dr. Pichai: Anyways, I'd like to ask you about the word [EXPLETIVE REDACTED]. Ramesh: Oh, uh, yeah, sure. Uh, what do you want to know? Dr. Pichai: Well - how does it work? There's nothing else even remotely like it that exists in the world. Ramesh: Oh, yeah yeah yeah. This is pretty cool stuff, I mean. So, uh, the human brain is like a computer, yeah? Dr. Pichai: Yes. Ramesh: So, if the brain is a computer, maybe you can program it like one. That's pretty much what language is, if you think about it. You teach people through, like, writing and speaking and feed them knowledge and that sort of thing. And you feed people information through speaking and writing and they process it automatically. So I was thinking about that one day, and I was wondering, the brain is like a computer right? So maybe you could create a brain virus. Uh, I mean, a computer virus. For like the brain. Not like, a real virus like, uh, Ebola or something. Something that when you hear it, you automatically process it and start replicating it. Dr. Pichai: I see. That sounds a lot like a meme. Ramesh: Yeah, actually! Something like, uh, 'Keep Calm and Carry On'. Well, actually, that's a bad example. Something like… hmm… Dr. Pichai: Don't worry. I know what you mean. But those kinds of memes are just things that are easy to remember or fun to parrot. [EXPLETIVE REDACTED] doesn't just do that, it actively hijacks the brain. Making people only use it as a swear even if they try to say something else. How did you accomplish that? Ramesh: Language is the key thing, right? When you hear a new word, you have to remember what it means. The word is meaningless by itself - you also need to know the meaning or the context of the word for it to do anything. But once you know the meaning, the brain automatically processes that word to have that meaning in the future. So the trick is figuring out how to make the word encode the meaning in and of itself. And if you can do that, then you can encode a lot more stuff into it. Stuff like making the brain want to use it as a curse word exclusively. The breakthrough was [DATA REDACTED BY ORDER OF DEPARTMENT OF MEMETICS] and so once I had the actual, uh, software, I just needed to wrap it up in an actual word and give it a meaning. I also encoded my name in it. You know, as a watermark. Dr. Pichai: Speaking of languages, we've noticed that people who don't speak or understand English are unaffected by the word. Why is that? Ramesh: So, going back to the computer analogy, right, you know what a programming language is? This is basically the same thing. [EXPLETIVE REDACTED] is a program written in English, so your brain needs to be able to run English to run it. Dr. Pichai: So why did you pick [EXPLETIVE REDACTED] specifically? Why that meaning in particular? Ramesh: I mean… I'm looking for a job. Programming the human brain is cool but you know what the economy's been like. I thought the military or the government would be pretty interested in this kind of thing, yeah? [EXPLETIVE REDACTED] is a proof of concept. It's pretty harmless and even helpful - it stops people from using actually harmful swears and like, racial slurs. But if you can do that, you could do stuff like, perhaps, hypnotize terrorists and stuff. Like, actually hypnotize them. So I was trying to get the government's attention. Show them that I can take the initiative and that I can really help them out. You work for the government right? I'm a self-motivated worker, I have experience with Python and C, I've got a Masters degree in neuroscience, and I have work experience. I can send you my resume.",
        "\" SCP-947 \" by A Random Day, from the SCP Wiki . Source: https://scpwiki.com/scp-947 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-947",
    "object_class": "Keter",
    "containment_procedures": "SCP-947 is stored on a textfile in a USB drive. This drive is currently stored in a secure locker in the Site-42 Digital Armory. Junior Researcher Gautam Ramesh is currently working with Mobile Task Force Upsilon-4 (\"Sugar Pill\") to develop a countermemetic agent for SCP-947.",
    "description": "SCP-947 is a contagious, memetic expletive defined by its creator as meaning \"a really fake, annoying person or thing that you wish would just naff off already\"[sic]. Any English speaker who hears or reads SCP-947 will automatically understand its definition, know the name of its creator, and begin to incorporate it into their vocabulary. Over time, affected individuals will gradually replace all expletives in their vocabulary with SCP-947.",
    "title": "SCP-947"
}