{
    "url": "https://scp-wiki.wikidot.com/scp-948",
    "all_text": "rating: \n+292\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\nclose\n\n\n\n\n\n\n\n\nInfo\n\n\n\n\n\n\nX\n\n\n\n\nSCP-948\n: The Workaholic\n\n\nAuthor:\n \nRimple\n\n\n\n\n+ More by Rimple\n\n\n\n\n- Hide list\n\n\n\n\n\n\n\n\nSCPs\n\n\n\n\n\n\nSCP-2338\n\n\nRating: 381\n\n\n\n\n\n\nSCP-3880\n\n\nRating: 346\n\n\n\n\n\n\nSCP-2779\n\n\nRating: 331\n\n\n\n\n\n\nSCP-948\n\n\nRating: 292\n\n\n\n\n\n\nSCP-2559\n\n\nRating: 256\n\n\n\n\n\n\nSCP-3772\n\n\nRating: 195\n\n\n\n\n\n\nSCP-6774\n\n\nRating: 101\n\n\n\n\n\n\nSCP-5663\n\n\nRating: 100\n\n\n\n\n\n\nSCP-3559\n\n\nRating: 98\n\n\n\n\n\n\nSCP-3224\n\n\nRating: 91\n\n\n\n\n\n\n\n\n\n\n\n\nTales\n\n\n\n\n\n\nAnd You Are?\n\n\nRating: 120\n\n\n\n\n\n\nHeadache\n\n\nRating: 98\n\n\n\n\n\n\nThis Year\n\n\nRating: 40\n\n\n\n\n\n\n\n\n\n\n\n\nUhhh\n\n\n\n\n\n\nOperation ÓverMeta\n\n\nRating: 281\n\n\n\n\n\n\nDraft Swap Hub\n\n\nRating: 44\n\n\n\n\n\n\n\n\n\n\n\n\nWith other authors\n\n\n\n\n\n\nPage\n\n\nAuthor\n\n\n\n\n\n\nSCP-3500\n\n\nDrBleep\n\n\n\n\n\n\nSCP-3504\n\n\nOthellotheCat\n\n\n\n\n\n\nSCP-3373\n\n\nLordStonefish\n\n\n\n\n\n\n\n\nHey, the stuff below is just for testing some stuff, please ignore for now\n\n\n\n\n\n\n\n\nA Semi-Comprehensive List of Foundation Facilities\n\n\n\n\n\n\nDr. Adileh Khayyam's Personnel File\n\n\n\n\n\n\nSCP-947\n\n\n\n\n\n\nSCP-949\n\n\n\n\n\n\nSCP Series\n\n\n\n\n\n\nSecure Facilities Locations (Archived)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n+ Content Warning\n\n\n\n\n– hide block\n\n\n\n\nThis article contains mention of a suicide attempt. No details are included.\n\n\n\n\n\n\n\n\nThis SCP is a rewrite of a classic article, \nHope Hospital\n, by Dexanote. Details in the comments.\n\n\nThanks to \nDexanote\n himself, the Rewrite Team, and Rimple's parents.\n\n\n\n\n\n\n\n\nrating: \n+292\n+\n–\nx\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nItem #:\n SCP-948\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-948 is contained within Area-IE05. No extra precautions are required for the area beyond standard secrecy and amnestic procedures for a Foundation teaching and research centre within a civilian campus.\n\n\nSCP-948 is to be regularly medically examined, with bloodwork taken at least once a month. Where possible, these examinations should occur within Area-IE05, with a focus on allowing SCP-948 freedom to continue speaking.\n\n\nAll Area-IE05 staff and students are permitted to enter and exit the Pythagoras Theatre freely with use of a timesheet to be posted outside the theatre daily. Supervisors are to be assigned on rotation to ensure SCP-948 is monitored at all times, and that no individuals spend excessive amounts of time with the object.\n\n\nSCP-948 should be provided with chalk, markers and other materials as appropriate. This is also the responsibility of the supervisors, with reimbursement of up to €200 per annum allowable from the site's petty cash fund.\n\n\nDescription:\n SCP-948 is Seamus Ó Tuathail, a former surgeon in the Mater Hospital, Dublin. SCP-948 has been continuously lecturing on a variety of medical subjects in the Pythagoras Theatre, Trinity College Dublin, since July 4th, 1984. SCP-948 shows an anomalous healing effect, with physically injured subjects introduced to its lecture theatre healing if it discusses relevant medical procedures. This healing effect does not seem to be any more effective than traditional medicine, but can offer improvement when used in conjunction\n1\n. SCP-948 does not display any healing effect with injuries or illnesses it is not familiar with. Beginning 01/01/2015, a reading list of textbooks and medical papers has been provided to SCP-948 to keep it up to date with modern medicine, which has shown a marked increase in its healing ability\n2\n.\n\n\nSCP-948 also displays a minor secondary calming effect - many people entering the theatre while it is lecturing report feeling refreshed and safe regardless of their previous condition. Prolonged exposure to this effect can lead to short-term dizziness and trouble with fine motor skills. These effects generally only manifest after 12-15 hours of continuous exposure to the object, and thus are considered negligible.\n\n\nSCP-948 shows physical signs of extreme emaciation and sleep deprivation, but does not seem to need food, drink or sleep, and commonly refuses them when offered, preferring not to interrupt his lectures\n3\n. SCP-948 becomes extremely aggravated when removed from the lecture theatre or otherwise prevented from lecturing, often requiring restraint. SCP-948 has proven amicable in all other aspects of interaction, allowing medical procedures to go ahead without argument so long as they do not impede his lecturing.\n\n\nDiscovery:\n SCP-948 was brought to the Foundation's attention on the third day of his lecture, what was then believed to be a marathon world record attempt. The building was cleared, and news disseminated that the anomaly had collapsed from exhaustion during the fifth day of lecturing. As two Foundation teaching centres were already located within the college at the time, negotiation of a change of department was relatively smooth, and the now-permanent Area-IE5 was established around the object.\n\n\nAddendum, 05/07/2013:\n Dr. Eleanor Bridge, a researcher recently employed at Area-IE5, has shown to be resistant to SCP-948's calming effect. Dr. Bridge has been assigned as a specialist supervisor tasked with befriending SCP-948 for the purposes of the cooperation and general QoL of the object.\n\n\nSelected Conversation Transcripts:\n\n\nLOG, 05/01/2015, 20:59 - 21:06\n\n\n\n\nSCP-948:\n I don't really have time for interruptions, Eleanor. We need to get through this topic within this lecture.\n\n\nDr. Bridge:\n I just wanted to give you these books before I headed out. They're letting you have them now. Basic medicine stuff, but maybe some things you mightn't be up to date with? I can get you anything you'd like, within reason.\n\n\nSCP-948:\n I appreciate the thought, of course, Eleanor, but I do wish you'd wait until I finish my lectures to bring them to me.\n\n\nDr. Bridge:\n I never seem to catch the ends, Seamus. I'm terrible, aren't I, always trying to slip out early? I must be your worst student!\n\n\nSCP-948:\n Eleanor! You mustn't joke about yourself like that. You're a wonderful student!\n\n\nSCP-948 mock-whispers.\n\n\nSCP-948:\n You're rather one of my favourites.\n\n\nDr. Bridge:\n Uh, thank you. That's… that's actually really nice to know.\n\n\n\n\nLOG, 03/04/2015, 07:13 - 07:\n\n\n\n\nSCP-948:\n Eleanor, late as always!\n\n\nDr. Bridge:\n You know me, Seamus. Always sleeping in. Did I miss anything important?\n\n\nSCP-948:\n Oh, this and that. Listen, I was reading your textbook the other day! It's wonderful how medicine has progressed! I rejected much of it at first, but I realise now I am simply behind the times - it's been quite some time since I've educated myself on modern science, it seems.\n\n\nDr. Bridge:\n It's great that you're so open to it.\n\n\nSCP-948:\n I used to be very close-minded, you know, but a life in medicine teaches you to always be open to new ideas. I had a colleague - have I ever told you about Cillian?\n\n\nDr. Bridge:\n You haven't.\n\n\nSCP-948:\n Wonderful surgeon. Wonderful man. He was always so open to things! New ideas, experiences. Taught me a lot. Eleanor, I was thinking, since I seem to be utterly useless as a teacher, why don't I turn this lecture into something more of a debate? I believe we could stand to learn from each other. You and the other students here.\n\n\nDr. Bridge:\n It's your lecture, Seamus. I'm sure the higher-ups won't mind.\n\n\nSCP-948:\n Right, yes. Your 'higher-ups'. Go on and let them know. Maybe this time they won't drag me away.\n\n\nSCP-948 rubs the bandage over his hand.\n\n\nDr. Bridge:\n You know that was for your own health, Seamus. We only ever-\n\n\nSCP-948:\n Please, please, don't try to persuade me. I know I acted rashly, in the heat of things. Stubborn old man, not at all ready to finish my lecture. Please, just… just don't lump yourself in with \nthem\n, dear. Go on and grab a seat now.\n\n\n\n\nNotes:\n Records show a Cillian McBride who worked with SCP-948 between 1961 and 1980 in the Mater Hospital. His close friendship with SCP-948 was noted by their mentors from early in their residencies and there is evidence that they stayed in contact following McBride's move to America in 1980 to pursue a well-paid position in Johns Hopkins Hospital, Baltimore.\n\n\nLOG, 29/5/2015, 16:13 - 16:25\n\n\n\n\nSCP-948:\n Oh! Eleanor, leaving so soon?\n\n\nDr. Bridge:\n You know me, Seamus. Always trying to slip out early. I'm… I'm actually going to be gone for a while, I-\n\n\nSCP-948:\n Before you say that, I'd been meaning to ask you something. Not quite relevant to the lecture, Eleanor, but…\n\n\nDr. Bridge:\n Yes?\n\n\nSCP-948:\n Well, I was reading DSM-5, and I couldn't find an entry for, uh, for homosexuality. Could it have another name now, perhaps? I saw that 'gender dysphoria' was finally added, which I must say is rather an improvement, at least in my view.\n\n\nDr. Bridge:\n Um, well, it was considered somewhat backward to consider it a mental illness? There's nothing wrong with being gay or bi or whatever, just cultural bias. Lots of people reckon it should be the same with dysphoria, actually. Um, are you aware of the referendum? The one people have been wearing all those 'Yes' pins for? It's to legalise marriage equality, across all genders. Passed last week.\n\n\nSCP-948:\n Well. Well, I, I think that's a wonderful step forward in thinking! Truly wonderful! My friend, Cillian, he'd have been delighted. He, he was one. A gay man. We'd… he'd have been delighted.\n\n\nDr. Bridge:\n You don't talk about him much.\n\n\nSCP-948:\n Cillian was an activist when things were, when they were rather dire. When, um… well, it wasn't a good time, and Cillian had the courage to speak up. I never did, always too scared to lose my job, I guess…\n\n\nSCP-948 shakes its head.\n\n\nSCP-948:\n I shouldn't be talking about this in the middle of a lecture. Rather unprofessional, my apologies. We'll, um, where were we? Right, okay, counselling the parents of children who have been recently diagnosed with terminal disease. Tough topic…\n\n\nDr. Bridge attempts to say goodbye to SCP-948, but is ignored. After some hesitation, Dr. Bridge leaves the lecture hall without SCP-948 seeming to notice.\n\n\n\n\nNotes:\n Follow-up investigation by American branches of the Foundation show that McBride was fired from his job in John Hopkins Hospital following a diagnosis of HIV/AIDS in December 1982. McBride died of pneumonia in June 1984, leaving a large part of his estate to SCP-948. Based on average delivery speeds between Baltimore and Dublin at the time, it is estimated SCP-948 would have received news of McBride's death and its inheritance between the 21st and 28th of June, one to two weeks before beginning his lecture.\n\n\nLOG, 9/12/2017, 21:03 - 21:55\n\n\n\n\nDr. Bridge:\n Dr. Ó Tuathail, could I interrupt for a bit?\n\n\nSCP-948:\n Seamus, dear. Call me Seamus.\n\n\nDr. Bridge:\n I - Seamus - Could I ask you about something personal?\n\n\nSCP-948:\n Some medical ailment, Eleanor? You're usually rather healthy, at least to my knowledge.\n\n\nDr. Bridge:\n It's sort of a health thing, I guess. I wouldn't ask like this normally, but I'm just, I'm fed up of dealing with it myself.\n\n\nSCP-948:\n Feel free to share. I'm not under oath, but I promise not to pass it on. Not a soul will hear what you say here, I swear it!\n\n\nDr. Bridge:\n You do know we're recorded here, right?\n\n\nSCP-948:\n Ah, well, I'd forgotten, but yes. Does rather take the wind out of my sails. Regardless, Eleanor, I'd be happy to help you out with whatever your issue is.\n\n\nDr. Bridge:\n Do you know why I was assigned to you, Seamus?\n\n\nSCP-948:\n I'd assumed it was due to how well we got on.\n\n\nDr. Bridge:\n Originally, though. Before we officially met, when I'd only observed your lectures.\n\n\nSCP-948:\n Well, no, I wasn't aware you were assigned to me in any sense that early on.\n\n\nDr. Bridge:\n It's because I don't experience… Well, uh, my file says I'm \"resistant to SCP-948's calming effect\", but what it really means is I don't get all happy and dopey when I walk in here. Because I don't…\n\n\nDr. Bridge pauses for a second before continuing, rubbing her wrists.\n\n\nDr. Bridge:\n I'm not happy, Seamus. I don't know if I'm \nable\n to be happy.\n\n\nSCP-948:\n Eleanor, that's… that's terrible. I'm glad you're talking to me, though, before you go off and… Well, before you go making rash decisions.\n\n\nDr. Bridge:\n I, um, I already have. I tried to kill myself last year. That's why I haven't been around for a while. I don't think you noticed.\n\n\nSCP-948:\n Eleanor, my god. I really don't know what to say.\n\n\nDr. Bridge:\n That's, uh, yeah. I wouldn't either, honestly. I just…\n\n\nSCP-948:\n Please, Eleanor, what can I do for you?\n\n\nDr. Bridge:\n Can you fix me?\n\n\nSCP-948 does not reply for some time. It removes its glasses and wipes them, slowly, then places them back on its face.\n\n\nSCP-948:\n Eleanor, what you're asking… You don't \"fix\" people, not in that way.\n\n\nDr. Bridge:\n You've fixed others, though. I've seen it. Just by talking, lecturing. Bones healed, skin patched, giant scars just… gone. You cured a kid of cancer after a day of reading up on it! So you can fix me, right? You have to be able to.\n\n\nSCP-948 appears extremely uncomfortable.\n\n\nSCP-948:\n Eleanor… What you are describing is impossible. That's not how medicine works.\n\n\nDr. Bridge:\n But I've seen you do it! Not read about it, not seen it on a camera, but actually watched as you cured people without even touching them! Look, I've got a book on depression and brain chemistry shit in my bag, can you just-\n\n\nSCP-948:\n No! These things you claim…. either you are lying, or they're some, some perversion of your sick mind. Don't push your madness on me, ask me to play along.\n\n\nDr. Bridge begins to cry.\n\n\nSCP-948:\n I am a man of medicine, Eleanor, of science! Never in my life has someone come to me with such, such astounding \nlies\n. I thought better of you.\n\n\nDr. Bridge:\n You can't even imagine I'm telling the truth? That there are w-wonders of science you haven't ever dreamed of? You've been lecturing for \nthirty-two years\n, Seamus! Non-stop! Y-you never stopped to wonder how you managed that?\n\n\nSCP-948:\n Don't be absurd, I can't \nstop\n! Just pack up and waltz out into, into a world I don't recognise. A world without… Look, I'm here now and I'm teaching and that's all that matters. All that matters. You don't know what it means to try to live in a world that doesn't accept you, a world where you're a, a damn criminal for who you are, a world without, without…\n\n\nSCP-948 sits down beside Dr. Bridge.\n\n\nSCP-948:\n Without \nhim\n.\n\n\nThere is a long silence. After approximately four minutes, SCP-948 opens its mouth to speak, then closes it without saying anything. Conversation resumes after nine minutes of silence.\n\n\nSCP-948:\n I've been monstrous just now, Eleanor. I didn't think I had it in me to lash out like that. I hope you can accept that I am truly sorry to have spoken to you that way. In truth, I've suspected myself for… well, I suppose for a number of decades. What you've been through… I've been through it myself, in my own way. Denying reality, trying to find a way out.\n\n\nSCP-948 puts its hand over Eleanor's.\n\n\nSCP-948:\n Eleanor… What you're asking of me, it won't work. You don't fix anger and heartbreak like you fix muscle and sinew. What you need is a therapist, someone more up to date than this old corpse.\n\n\nDr. Bridge:\n I h-have a therapist now, actually. Had t-to so I could be c-cleared to work. \nAdileh\n. Sh-she's lovely, but it's all just so fucking f-f-frustrating, you know? Every two steps forward…\n\n\nSCP-948:\n One step back?\n\n\nDr. Bridge sniffs and wipes her nose on her sleeve.\n\n\nDr. Bridge:\n Yeah.\n\n\nSCP-948:\n I've never understood that expression, to be quite frank. Ultimately, aren't you one more step forward each time?\n\n\nDr. Bridge does not reply.\n\n\nSCP-948:\n I can't magic away your pain, Eleanor. But I can talk. I'll always be here to.\n\n\nSCP-948 chuckles.\n\n\nSCP-948:\n Can't bloody escape, really. I'm a hell of a workaholic.\n\n\nDr. Bridge laughs weakly between sobs.\n\n\nDr. Bridge:\n I'm t-terrible, aren't I? A-always trying to slip out early?\n\n\nSCP-948:\n Now now, Eleanor. You mustn't joke about that. You're one of my favourites.\n\n\n\n\n\n\nFootnotes\n\n\n1\n. Testing on this aspect of SCP-948 is limited due to ethical concerns. Applications for testing may be made to the Area Director to be judged on a case-by-case basis, with appeals to the Ethics Committee allowed. The Ethics Committee's ruling is final in all such cases.\n\n\n2\n. Suggested additions to this list can be made via form SCPF-IE05-948-3.\n\n\n3\n. As of 1995, SCP-948 has begun accepting offers of water and other drinks in order to \"clear the pipes\". As such, it will now take occasional breaks to urinate. SCP-948's supervisor is to accompany it on any bathroom breaks.\n\n\n\n\n\n\n\n\n« \nSCP-947\n | SCP-948 | \nSCP-949\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-948\n\" by Rimple, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-948\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum, 05/07/2013: Dr. Eleanor Bridge, a researcher recently employed at Area-IE5, has shown to be resistant to SCP-948's calming effect. Dr. Bridge has been assigned as a specialist supervisor tasked with befriending SCP-948 for the purposes of the cooperation and general QoL of the object."
    ],
    "documents": [],
    "notes": [
        "SCP-948: I don't really have time for interruptions, Eleanor. We need to get through this topic within this lecture. Dr. Bridge: I just wanted to give you these books before I headed out. They're letting you have them now. Basic medicine stuff, but maybe some things you mightn't be up to date with? I can get you anything you'd like, within reason. SCP-948: I appreciate the thought, of course, Eleanor, but I do wish you'd wait until I finish my lectures to bring them to me. Dr. Bridge: I never seem to catch the ends, Seamus. I'm terrible, aren't I, always trying to slip out early? I must be your worst student! SCP-948: Eleanor! You mustn't joke about yourself like that. You're a wonderful student! SCP-948 mock-whispers. SCP-948: You're rather one of my favourites. Dr. Bridge: Uh, thank you. That's… that's actually really nice to know.",
        "SCP-948: Eleanor, late as always! Dr. Bridge: You know me, Seamus. Always sleeping in. Did I miss anything important? SCP-948: Oh, this and that. Listen, I was reading your textbook the other day! It's wonderful how medicine has progressed! I rejected much of it at first, but I realise now I am simply behind the times - it's been quite some time since I've educated myself on modern science, it seems. Dr. Bridge: It's great that you're so open to it. SCP-948: I used to be very close-minded, you know, but a life in medicine teaches you to always be open to new ideas. I had a colleague - have I ever told you about Cillian? Dr. Bridge: You haven't. SCP-948: Wonderful surgeon. Wonderful man. He was always so open to things! New ideas, experiences. Taught me a lot. Eleanor, I was thinking, since I seem to be utterly useless as a teacher, why don't I turn this lecture into something more of a debate? I believe we could stand to learn from each other. You and the other students here. Dr. Bridge: It's your lecture, Seamus. I'm sure the higher-ups won't mind. SCP-948: Right, yes. Your 'higher-ups'. Go on and let them know. Maybe this time they won't drag me away. SCP-948 rubs the bandage over his hand. Dr. Bridge: You know that was for your own health, Seamus. We only ever- SCP-948: Please, please, don't try to persuade me. I know I acted rashly, in the heat of things. Stubborn old man, not at all ready to finish my lecture. Please, just… just don't lump yourself in with them , dear. Go on and grab a seat now.",
        "SCP-948: Oh! Eleanor, leaving so soon? Dr. Bridge: You know me, Seamus. Always trying to slip out early. I'm… I'm actually going to be gone for a while, I- SCP-948: Before you say that, I'd been meaning to ask you something. Not quite relevant to the lecture, Eleanor, but… Dr. Bridge: Yes? SCP-948: Well, I was reading DSM-5, and I couldn't find an entry for, uh, for homosexuality. Could it have another name now, perhaps? I saw that 'gender dysphoria' was finally added, which I must say is rather an improvement, at least in my view. Dr. Bridge: Um, well, it was considered somewhat backward to consider it a mental illness? There's nothing wrong with being gay or bi or whatever, just cultural bias. Lots of people reckon it should be the same with dysphoria, actually. Um, are you aware of the referendum? The one people have been wearing all those 'Yes' pins for? It's to legalise marriage equality, across all genders. Passed last week. SCP-948: Well. Well, I, I think that's a wonderful step forward in thinking! Truly wonderful! My friend, Cillian, he'd have been delighted. He, he was one. A gay man. We'd… he'd have been delighted. Dr. Bridge: You don't talk about him much. SCP-948: Cillian was an activist when things were, when they were rather dire. When, um… well, it wasn't a good time, and Cillian had the courage to speak up. I never did, always too scared to lose my job, I guess… SCP-948 shakes its head. SCP-948: I shouldn't be talking about this in the middle of a lecture. Rather unprofessional, my apologies. We'll, um, where were we? Right, okay, counselling the parents of children who have been recently diagnosed with terminal disease. Tough topic… Dr. Bridge attempts to say goodbye to SCP-948, but is ignored. After some hesitation, Dr. Bridge leaves the lecture hall without SCP-948 seeming to notice.",
        "Dr. Bridge: Dr. Ó Tuathail, could I interrupt for a bit? SCP-948: Seamus, dear. Call me Seamus. Dr. Bridge: I - Seamus - Could I ask you about something personal? SCP-948: Some medical ailment, Eleanor? You're usually rather healthy, at least to my knowledge. Dr. Bridge: It's sort of a health thing, I guess. I wouldn't ask like this normally, but I'm just, I'm fed up of dealing with it myself. SCP-948: Feel free to share. I'm not under oath, but I promise not to pass it on. Not a soul will hear what you say here, I swear it! Dr. Bridge: You do know we're recorded here, right? SCP-948: Ah, well, I'd forgotten, but yes. Does rather take the wind out of my sails. Regardless, Eleanor, I'd be happy to help you out with whatever your issue is. Dr. Bridge: Do you know why I was assigned to you, Seamus? SCP-948: I'd assumed it was due to how well we got on. Dr. Bridge: Originally, though. Before we officially met, when I'd only observed your lectures. SCP-948: Well, no, I wasn't aware you were assigned to me in any sense that early on. Dr. Bridge: It's because I don't experience… Well, uh, my file says I'm \"resistant to SCP-948's calming effect\", but what it really means is I don't get all happy and dopey when I walk in here. Because I don't… Dr. Bridge pauses for a second before continuing, rubbing her wrists. Dr. Bridge: I'm not happy, Seamus. I don't know if I'm able to be happy. SCP-948: Eleanor, that's… that's terrible. I'm glad you're talking to me, though, before you go off and… Well, before you go making rash decisions. Dr. Bridge: I, um, I already have. I tried to kill myself last year. That's why I haven't been around for a while. I don't think you noticed. SCP-948: Eleanor, my god. I really don't know what to say. Dr. Bridge: That's, uh, yeah. I wouldn't either, honestly. I just… SCP-948: Please, Eleanor, what can I do for you? Dr. Bridge: Can you fix me? SCP-948 does not reply for some time. It removes its glasses and wipes them, slowly, then places them back on its face. SCP-948: Eleanor, what you're asking… You don't \"fix\" people, not in that way. Dr. Bridge: You've fixed others, though. I've seen it. Just by talking, lecturing. Bones healed, skin patched, giant scars just… gone. You cured a kid of cancer after a day of reading up on it! So you can fix me, right? You have to be able to. SCP-948 appears extremely uncomfortable. SCP-948: Eleanor… What you are describing is impossible. That's not how medicine works. Dr. Bridge: But I've seen you do it! Not read about it, not seen it on a camera, but actually watched as you cured people without even touching them! Look, I've got a book on depression and brain chemistry shit in my bag, can you just- SCP-948: No! These things you claim…. either you are lying, or they're some, some perversion of your sick mind. Don't push your madness on me, ask me to play along. Dr. Bridge begins to cry. SCP-948: I am a man of medicine, Eleanor, of science! Never in my life has someone come to me with such, such astounding lies . I thought better of you. Dr. Bridge: You can't even imagine I'm telling the truth? That there are w-wonders of science you haven't ever dreamed of? You've been lecturing for thirty-two years , Seamus! Non-stop! Y-you never stopped to wonder how you managed that? SCP-948: Don't be absurd, I can't stop ! Just pack up and waltz out into, into a world I don't recognise. A world without… Look, I'm here now and I'm teaching and that's all that matters. All that matters. You don't know what it means to try to live in a world that doesn't accept you, a world where you're a, a damn criminal for who you are, a world without, without… SCP-948 sits down beside Dr. Bridge. SCP-948: Without him . There is a long silence. After approximately four minutes, SCP-948 opens its mouth to speak, then closes it without saying anything. Conversation resumes after nine minutes of silence. SCP-948: I've been monstrous just now, Eleanor. I didn't think I had it in me to lash out like that. I hope you can accept that I am truly sorry to have spoken to you that way. In truth, I've suspected myself for… well, I suppose for a number of decades. What you've been through… I've been through it myself, in my own way. Denying reality, trying to find a way out. SCP-948 puts its hand over Eleanor's. SCP-948: Eleanor… What you're asking of me, it won't work. You don't fix anger and heartbreak like you fix muscle and sinew. What you need is a therapist, someone more up to date than this old corpse. Dr. Bridge: I h-have a therapist now, actually. Had t-to so I could be c-cleared to work. Adileh . Sh-she's lovely, but it's all just so fucking f-f-frustrating, you know? Every two steps forward… SCP-948: One step back? Dr. Bridge sniffs and wipes her nose on her sleeve. Dr. Bridge: Yeah. SCP-948: I've never understood that expression, to be quite frank. Ultimately, aren't you one more step forward each time? Dr. Bridge does not reply. SCP-948: I can't magic away your pain, Eleanor. But I can talk. I'll always be here to. SCP-948 chuckles. SCP-948: Can't bloody escape, really. I'm a hell of a workaholic. Dr. Bridge laughs weakly between sobs. Dr. Bridge: I'm t-terrible, aren't I? A-always trying to slip out early? SCP-948: Now now, Eleanor. You mustn't joke about that. You're one of my favourites.",
        "\" SCP-948 \" by Rimple, from the SCP Wiki . Source: https://scpwiki.com/scp-948 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-948",
    "object_class": "Safe",
    "containment_procedures": "SCP-948 is contained within Area-IE05. No extra precautions are required for the area beyond standard secrecy and amnestic procedures for a Foundation teaching and research centre within a civilian campus.",
    "description": "SCP-948 is Seamus Ó Tuathail, a former surgeon in the Mater Hospital, Dublin. SCP-948 has been continuously lecturing on a variety of medical subjects in the Pythagoras Theatre, Trinity College Dublin, since July 4th, 1984. SCP-948 shows an anomalous healing effect, with physically injured subjects introduced to its lecture theatre healing if it discusses relevant medical procedures. This healing effect does not seem to be any more effective than traditional medicine, but can offer improvement when used in conjunction1. SCP-948 does not display any healing effect with injuries or illnesses it is not familiar with. Beginning 01/01/2015, a reading list of textbooks and medical papers has been provided to SCP-948 to keep it up to date with modern medicine, which has shown a marked increase in its healing ability2.",
    "title": "SCP-948"
}