{
    "url": "https://scp-wiki.wikidot.com/scp-973",
    "all_text": "rating: \n+471\n+\n–\nx\n\n\nItem #:\n SCP-973\n\n\nObject Class:\n Euclid\n\n\nSpecial Containment Procedures:\n SCP-973’s nature precludes it from full containment within the Foundation. Due to the danger it presents, the 60-kilometer stretch of US Route ██ on which it is known to manifest is to be under satellite surveillance at all times. Any vehicles attempting to travel the designated section of highway between 22:00 and 04:30 are to be diverted to the detours at exits ███ and ███ by Foundation personnel. Trespassers are to be forcibly arrested and detained if the need arises.\n\n\nDescription:\n SCP-973 consists of two entities. SCP-973-1 is a police cruiser, resembling those used by ███████ state troopers in the early 1970s. The vehicle appears to be in an advanced state of disrepair: eyewitness accounts have consistently mentioned large dents in the doors and hood, a heavily cracked windshield, heavy rusting, and a loose rear bumper secured with duct tape.\n\n\nSCP-973-2 is reported as a Caucasian male in his late forties, wearing a ███████ state trooper uniform dating from the same time period as SCP-973-1. Subject is described as balding, slightly overweight, and having a handlebar mustache.\n\n\nSCP-973 will manifest at night when another vehicle enters the designated territory, and is believed to be triggered by the target vehicle accelerating over a certain speed. This limit varies, with the average being in the area of 88.5 km/h (55 mph), but it can range anywhere between 53.3 km/h (35 mph) and 112.7 km/h (70 mph). No predictable pattern or connection between differing limits has been found as of yet.\n\n\nWhen this limit is broken, SCP-973 will appear approximately 0.4 km behind the target vehicle and will chase down the target at high speed with the siren and flashers on. This is accompanied by a looping message played on the target’s radio, consisting of the phrase “Run, [EXPLETIVE DELETED]”. In ██% of cases, the target will flee with SCP-973 in pursuit and will be overtaken in 1-6 minutes. At this point, [DATA EXPUNGED].\n\n\nThe remains of thirty-four individuals and nineteen vehicles have been found within 6.4 km of the affected roadway. The range of damage done to bodies includes evisceration, rape, [DATA EXPUNGED], and three cases where the body had been damaged by the impact to the point that visual identification was impossible. Five survivors are within Foundation custody, all suffering from varying degrees of mental trauma. The recovered vehicles showcase heavy impact damage, both environmental and inflicted, and severe burn damage to the interior.\n\n\nAddendum-1:\n Destroying the roadway affected by SCP-973 has proven ineffective. The demolition of part of State Route ██ in 1983 led to SCP-973 relocating itself to its current position.\n\n\nAddendum-2:\n 08/██/20██ - Attempt to capture and contain SCP-973 fails, resulting in the death of nine agents. SCP-973 is believed to be wounded, but is not incapacitated, re-appearing nine days later. Firsthand accounts indicate a change in SCP-973-2's appearance, as shown in this excerpt from the post-mission interview of Agent ████████:\n\n\n\n\nAgent ████████:\n I can’t really say. He just looked…different. His eyes were red, I remember that, and his mouth was just this black hole. No teeth, no tongue, just a hole. I was too busy shooting at him to get a better look than that.\n\n\n\n\nAddendum-3:\n SCP-973’s area of effect seems to be expanding, as does the window of time that manifestations occur. Security protocols have been adapted to this.\n\n\n\n\n\n\n« \nSCP-972\n | SCP-973 | \nSCP-974\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-973\n\" by Djoric, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-973\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.",
    "addendums": [
        "Addendum-1: Destroying the roadway affected by SCP-973 has proven ineffective. The demolition of part of State Route ██ in 1983 led to SCP-973 relocating itself to its current position.",
        "Addendum-2: 08/██/20██ - Attempt to capture and contain SCP-973 fails, resulting in the death of nine agents. SCP-973 is believed to be wounded, but is not incapacitated, re-appearing nine days later. Firsthand accounts indicate a change in SCP-973-2's appearance, as shown in this excerpt from the post-mission interview of Agent ████████:",
        "Addendum-3: SCP-973’s area of effect seems to be expanding, as does the window of time that manifestations occur. Security protocols have been adapted to this."
    ],
    "documents": [],
    "notes": [
        "Agent ████████: I can’t really say. He just looked…different. His eyes were red, I remember that, and his mouth was just this black hole. No teeth, no tongue, just a hole. I was too busy shooting at him to get a better look than that.",
        "\" SCP-973 \" by Djoric, from the SCP Wiki . Source: https://scpwiki.com/scp-973 . Licensed under CC-BY-SA ."
    ],
    "item": "SCP-973",
    "object_class": "Euclid",
    "containment_procedures": "SCP-973’s nature precludes it from full containment within the Foundation. Due to the danger it presents, the 60-kilometer stretch of US Route ██ on which it is known to manifest is to be under satellite surveillance at all times. Any vehicles attempting to travel the designated section of highway between 22:00 and 04:30 are to be diverted to the detours at exits ███ and ███ by Foundation personnel. Trespassers are to be forcibly arrested and detained if the need arises.",
    "description": "SCP-973 consists of two entities. SCP-973-1 is a police cruiser, resembling those used by ███████ state troopers in the early 1970s. The vehicle appears to be in an advanced state of disrepair: eyewitness accounts have consistently mentioned large dents in the doors and hood, a heavily cracked windshield, heavy rusting, and a loose rear bumper secured with duct tape.",
    "title": "SCP-973"
}