{
    "url": "https://scp-wiki.wikidot.com/scp-989",
    "all_text": "rating: \n+132\n+\n–\nx\n\n\n\n\n\n\nSCP-989, currently in containment\n\n\n\n\n\n\nItem #:\n SCP-989\n\n\nObject Class:\n Safe\n\n\nSpecial Containment Procedures:\n SCP-989 is to be stored in secure Locker ███-██ in Site 22 until further notice. Secure Locker ███-██ is to contain an electronic scale, which is to report the current weight of the object at all times. Any change in the weight before testing and after testing that is +/- 1g beyond test materials removed is to be reported immediately, and Containment Breach protocols should be enacted. Level 2 clearance is required for research involving SCP-989, with written permission from a level 3 staff member.\n\n\nDescription:\n SCP-989 is a compound of C\n12\nH\n22\nO\n11\n (Sucrose) interlaced with a substance with the chemical formula H\n7\nXe\n2\nO\n4\nC\n8\n. The method by which this molecule was created is currently unknown, as the current principles of chemistry disagree with its composition and structure. Research is ongoing.\n\n\nSCP-989 is within an ornate silver shaker, with the logo for Marshall, Carter, and Dark engraved on the bottom, hereafter referred to as SCP-989-2. There are no visible seams in the shaker, and as such there is no way known at the moment to refill SCP-989-2, though testing at this point has shown no measurable change in weight of the object, suggesting that the substance may replenish itself. This \"replenishing\" effect is only observed to occur if the object is left standing for more than two (2) hours without movement. Whether this is a property of SCP-989 or SCP-989-2 is unknown at this time, but it is hypothesized that the interaction of the second compound with the materials of SCP-989-2 create this effect.\n\n\nWhen SCP-989 is elevated and released, SCP-989 enters suspension within the air. The crystals of SCP-989 surround whoever threw SCP-989 in to the air, and remain there for precisely seven (7) minutes, eighteen (18) seconds. This has shown no adverse affect on the thrower so far, as SCP-989 will not come within two (2) millimeters of the thrower, even if they walk through the cloud of SCP-989.\n\n\nIf any other living being enters the cloud of SCP-989, however, SCP-989 will surround the subject, and force its way in to the mucous membranes of the subject, causing severe lacerations, and coating the area with crystalline formations akin to what is colloquially known as \"rock candy\". This is uniformly non-fatal however, and leaves the subject blind, deaf, with moderate difficulty breathing, and in severe pain. Attempts to remove the crystalline growths have proven unsuccessful thus far.\n\n\nAfter exiting suspension with the air, SCP-989 will deposit on any horizontal surfaces, until thrown again, wherein it will return to being in suspension. This effect can only occur if SCP-989 is dry, as a solution of SCP-989 in water did not show any anomalous properties.\n\n\nSCP-989 was recovered from the home of ██████ ███████ in [REDACTED], Wales, after several missing persons cases were connected to ██████ ███████, and a possible link to Marshall, Carter, and Dark was confirmed. Also recovered were letter and receipt from Marshall, Carter, and Dark, Limited, for the amount of [REDACTED]. To date, no other samples of SCP-989 have been recovered.\n\n\nAddendum 1\n The following is from a letter recovered from the home of ██████ ███████:\n\n\nTo a Mister ███████\n\nWe thank you for your purchase of this fine item. I hope you will find it to your liking, though I'm sure your dinner guests will certainly find it interesting. If we can be of assistance setting up any sort of soiree for you, we, of course, would be more than willing to assist. We look forward to continued business with you, and trust that you've taken steps to avoid the attention of a certain group, as we've advised.\n\nSincerely,\n\nMisters Marshall, Carter, and Dark\n\n\n\n\n\n\n« \nSCP-988\n | SCP-989 | \nSCP-990\n »\n\n\n\n\n\n\n\n\n\n\n‡ Licensing / Citation\n\n\n\n\n‡ Hide Licensing / Citation\n\n\n\n\nCite this page as:\n\n\n \n\n\n\n\n\"\nSCP-989\n\" by DrMagnus, from the \nSCP Wiki\n. Source: \nhttps://scpwiki.com/scp-989\n. Licensed under \nCC-BY-SA\n.\n\n\n\n\n\n\n\n\nFor information on how to use this component, see the \nLicense Box component\n. To read about licensing policy, see the \nLicensing Guide\n.\n\n\n\n\n\n\nFilename:\n Sugar_caster_MET_145033.jpg\n\n\nAuthor:\n Metropolitan Museum of Art\n\n\nLicense:\n CC0\n\n\nSource Link:\n \nWikimedia Commons",
    "addendums": [
        "Addendum 1 The following is from a letter recovered from the home of ██████ ███████: To a Mister ███████ We thank you for your purchase of this fine item. I hope you will find it to your liking, though I'm sure your dinner guests will certainly find it interesting. If we can be of assistance setting up any sort of soiree for you, we, of course, would be more than willing to assist. We look forward to continued business with you, and trust that you've taken steps to avoid the attention of a certain group, as we've advised. Sincerely, Misters Marshall, Carter, and Dark"
    ],
    "documents": [],
    "notes": [
        "\" SCP-989 \" by DrMagnus, from the SCP Wiki . Source: https://scpwiki.com/scp-989 . Licensed under CC-BY-SA .",
        "Filename: Sugar_caster_MET_145033.jpg Author: Metropolitan Museum of Art License: CC0 Source Link: Wikimedia Commons"
    ],
    "item": "SCP-989",
    "object_class": "Safe",
    "containment_procedures": "SCP-989 is to be stored in secure Locker ███-██ in Site 22 until further notice. Secure Locker ███-██ is to contain an electronic scale, which is to report the current weight of the object at all times. Any change in the weight before testing and after testing that is +/- 1g beyond test materials removed is to be reported immediately, and Containment Breach protocols should be enacted. Level 2 clearance is required for research involving SCP-989, with written permission from a level 3 staff member.",
    "description": "SCP-989 is a compound of C12H22O11 (Sucrose) interlaced with a substance with the chemical formula H7Xe2O4C8. The method by which this molecule was created is currently unknown, as the current principles of chemistry disagree with its composition and structure. Research is ongoing.",
    "title": "SCP-989"
}